[
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +3, Combat Reflexes. the foe into attempting an attack of opportunity",
        "name":  "Prerequisites",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you and an ally both have this feat and because he thinks you are unarmed. But you are are flanking an opponent, you both get a +4 bonus on armed, and you make your attack against your drawn- your attack roll. out foe who is caught flat-footed, before he takes his",
        "name":  "Benefit",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Declare that you are using this feat before Benefit: Whenever you deal 10 or more points of you make your attack roll (thus, a missed attack roll damage to your opponent in melee, you make a trip ruins the attempt). You deal an extra 1d4 points of attack as a free action against the same target. damage when you make a successful unarmed attack. You may use this feat a number of times per day equal Lightning Fists [General] to 3 + your Wisdom modifier. Your skill and agility allow you to attempt a series of blindingly fast blows. Hold the Line [General] Prerequisites: Monk level 4th+, Dex 15+.",
        "name":  "Benefit",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can make two extra attacks in a round. charging opponents. All attacks made this round suffer a –5 attack penalty.",
        "name":  "You are trained in defensive techniques against Benefit",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +2, Combat Reflexes. This feat requires the full attack action.",
        "name":  "Prerequisites",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "You may make an attack of opportunity against an opponent who charges you when he Mantis Leap [General] enters an area you threaten. Your attack of You deliver a powerful attack after making a jump. opportunity happens immediately before Prerequisites: Monk level 7th+, the charge attack is resolved. 5 ranks in Jump.",
        "name":  "Benefit",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Desig- Improved Overrun nate an opponent who is within the maximum [General] distance you can reach with a successful Jump You are trained in knock- check. Make a normal Jump check; if your ing over opponents that check is successful, you can make a normal are smaller than you. charge attack against the opponent you desig-",
        "name":  "Benefit",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "nated as part of the same action. If your charge Expertise, Improved attack is successful, you inflict normal damage, Bull Rush, Improved plus your Strength modifier multiplied by 2. Trip, Str 13+, Power Attack. Monkey Grip",
        "name":  "Prerequisites",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +2, Sunder. normally be wielded with one land.",
        "name":  "Prerequisites",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +2, Stunning Fist, Wis 19+. Power Lunge [General]",
        "name":  "Prerequisites",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "ons such as arrows or Base attack bonus bolts can be fired back +2, Endurance, Iron normally on your next Will,Toughness. turn or later, if you",
        "name":  "Prerequisites",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Combat prediction. You get a good Gather Information (Cha) though general idea of an opponent’s combat skill.",
        "name":  "New Use",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This skill helps you find out if any This use of the skill requires you to spend a mini- rumors or legends exist surrounding that dungeon mum of 3 rounds observing an opponent who is you are considering looting by asking those around who engaged in combat. You can take no other actions in might have such information to share. that time other than moving your normal movement",
        "name":  "Normal Use",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Find out who is reallyin charge.You need rate. You must keep your subject in view at all times. help from the Temple of the Four Winds, but do not The DC is 20 +1 for every experience level your know whom to ask. Should you approach the Grand opponent has attained. If successful, you gain a +4 Master himself, or should you ask one of his many bonus on your first attack roll against the observed underlings for aid? Proper use of this skill can help you opponent. This attack must come within 24 hours of find out who makes important decisions. the observation or the bonus is lost. You cannot gain",
        "name":  "NewUse",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Who’s who. Wily adventurers always know this bonus against the same opponent twice unless whom they deal with before committing to an agree- the character’s level has changed since you last ment. Was the cloaked stranger who just hired your observed him. adventuring party really the duke’s steward, and if so, New Use: Decipher strategy. You assess a combat does he really have his master’s trust? situation and determine its true purpose. You must observe the combat for a minimum of 3 rounds before Sense Motive (Wis) making the skill check. The DC is 15 +1 for every oppo-",
        "name":  "NewUse",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10. Introduced in the DUNGEON MASTER’s Guide, prestige classes are character classes that PCs must qualify for Requirements before taking. Requirements for entry are listed in To qualify to become a cavalier, a character must fulfill each prestige class’s section. Unless noted otherwise, the following criteria. follow all normal multiclass rules when adding pres- Alignment: Lawful. tige classes to your PCs. BaseAttack Bonus:+8.",
        "name":  "Hit Die",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The cavalier mount to make a Will save (DC 20) gains a bonus to his Ride skill immediately after the conclusion of the check whenever he uses additional charge; failure the Mounted Combat results in the mount taking feat to negate a hit 2d6 points of damage. his mount takes in Full Mounted Attack: combat. At 6th level, the mounted",
        "name":  "Tall in the Saddle",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 3rd level, the cavalier can urge vidual devoted defender and her employer. It is not his mount to greater than normal speeds. This ability uncommon for a noble or other important personage to Table 2–2: The Devoted Defender Class Base Fort Ref Will AC Level Attack Bonus Save Save Save Bonus Special 1st +1 +2 +2 +0 +1 Harm’s way 2nd +2 +3 +3 +0 +1 Defensive strike 3rd +3 +3 +3 +1 +2 Deflect attack +1 4th +4 +4 +4 +1 +2 Defensive strike +1 5th +5 +4 +4 +1 +3 Deflect attack +2 6th +6 +5 +5 +2 +3 Defensive strike +2 7th +7 +5 +5 +2 +4 Deflect attack +3 8th +8 +6 +6 +2 +4 Defensive strike +3 9th +9 +6 +6 +3 +5 Deflect attack +4 10th +10 +7 +7 +3 +5 Defensive strike +4",
        "name":  "Burst of Speed",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "d12. an attack of opportunity against any adjacent oppo- Requirements nent who attacks your To qualify to become a charge in melee. You devoted defender, gain a +1 bonus to a character must this attack for every fulfill the follow- two levels after 2nd. ing criteria. Deflect Attack: Begin- Base Attack ning at 3rd level, the devoted",
        "name":  "Hit Die",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "+5. defender can attempt to",
        "name":  "Bonus",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 ranks. her charge to attempt",
        "name":  "Search",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 ranks. this and holding a melee",
        "name":  "SenseMotive",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifier. DRUNKEN MASTER Class Features Martial arts students face a bewildering array of",
        "name":  "Skill Points at Each Level",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "+4. martial arts schools, because drunken boxing exacts a BaseUnarmedAttackBonus: +4. toll on its users. Drunken masters remain intoxicated Feats: Great Fortitude, Dodge. for hours after a fight, and they are often found half- Tumble:6 ranks. asleep in taverns, mumbling incoherently. This flies in Other: Evasion ability, must be chosen by existing the face of other schools’ ascetic principles. But rival drunken masters and survive night of revelry among schools must be wary—they never know when the them without being incarcerated, poisoned, or tipsy lout at the bar is just a harmless thug, and when it extraordinarily embarrassed. is a nigh-unstoppable drunken master. Monks form the backbone of the drunken boxing Class Skills school. They lose some face with their original school or The drunken master’s class skills (and the key ability monastery for becoming a drunken master, but a bril- for each skill) are Balance (Dex), Bluff (Cha), Climb liant display of drunken fighting can sometimes silence (Str), Craft (Int), Escape Artist (Dex), Hide (Dex), critics in one’s former school. Members of other charac- Jump (Str), Listen (Wis), Move Silently (Dex), Perform ter classes are chosen as drunken boxers only rarely, (Cha), Profession (Wis), Swim (Str), and Tumble although students often tell the tale of a barbarian from (Dex). See Chapter 4: Skills in the Player’sHandbook for the north who became a phenomenal drunken master. skill descriptions. Prospective students are studied at a distance by drunken masters, then treated to a display of Skill Points at Each Level: 4 + Int modifier. drunken boxing’s power. If the student expresses enthusiasm for learning the new techniques, a Class Features group of drunken masters take him or her from Drink Like a Demon: Your body handles alcohol tavern to tavern, getting rip-roaring drunk, causing differently from other people’s. You can drink a large trouble, and passing along the first secrets of the tankard of ale, a bottle of wine, or a corresponding technique. Those who survive the revelry are new amount of stronger alcohol as a move-equivalent drunken masters. action. Every bottle or tankard of alcohol you NPC drunken masters are often found in taverns consume during combat reduces your Dexterity, and bars. They rarely pick fights there, but are quick to Wisdom, and Intelligence by 1 point each, but come to the aid of someone overmatched in a tavern increases your Strength or Constitution (your brawl. Most keep a low profile, although some are choice) by 1 point. However, your Reflex save bonus, famous—or infamous—for the deeds they have Dexterity bonus to Tumble, and AC bonus remain at performed while under the influence. their original levels regardless of your new Dexter-",
        "name":  "None of this garners them much respect among other Base Attack Bonus",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "By tripping, stumbling, and staggering, you can make a charge attack that surprises your oppo- nents. This has two beneficial aspects: First, your charges need not be in straight lines, and you still move up to twice your speed. Second, make a Tumble check (DC 15) when you begin your charge. If you succeed, your movement through threatened squares provokes no attacks of opportunity.",
        "name":  "Stagger",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "You weave and bob about as you attack. You gain a +2 dodge bonus to AC against any one opponent you choose during your turn. This supersedes the Dodge feat, but functions like it in all other ways.",
        "name":  "Swaying Waist",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can rage just as a barbarian does, with a duration equal to your (new) Constitution modifier plus the number of drinks you have consumed. You gain +4 to Strength, +4 to Constitution, a +2 morale bonus on Will saves, and a –2 penalty to AC. This ability supersedes the Strength and Constitu- tion bonuses from drink like a demon.",
        "name":  "Drunken Rage",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your lurching movements let you make one feinting in combat Bluff check (opposed by Sense Motive) per round as a move-equivalent action. You gain a +4 competence bonus to Bluff checks made for this purpose.",
        "name":  "Lurch",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "You leap forward, twisting your body in midair as you head-butt an opponent. This is a charge attack that, in addition to dealing normal damage, automatically initiates a bull rush attack (without provoking an attack of opportunity). Furthermore, you are considered to have the Power Attack feat for the purposes of a corkscrew rush, and if you hit your opponent, you stun your foe unless she makes a Will save (DC 17 + the drunken master’s Wisdom modifier). However, if your attack misses, you land prone in front of your opponent.",
        "name":  "Corkscrew Rush",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10. Acrobatic Attack: At 5th level, if the duelist attacks by jumping at least 5 feet toward his oppo- Requirements nent, jumping down at least 5 feet onto his opponent To qualify to become a duelist, a character must fulfill or swinging on a rope or similar object into his oppo- all the following criteria. nent, he gains a +2 to attack and damage rolls. Make",
        "name":  "HitDie",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "+6. a Jump check; if the result is less than 5 feet, you",
        "name":  "BaseAttack Bonus",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "3 ranks. cannot use this ability on this attack. If the distance",
        "name":  "Perform",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "5 ranks. is greater than that between the duelist and the",
        "name":  "Tumble",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 7th level, if the duelist chooses The duelist’s class skills (and the key ability for each to fight defensively or use all-out defense in melee skill) are Balance (Dex), Bluff (Cha), Escape Artist combat, she gains an additional +1 dodge bonus to her (Dex) Innuendo (Wis), Jump (Str), Listen (Wis), AC for each class level of duelist she has advanced. Perform (Cha), Sense Motive (Wis), Spot (Wis), Tumble This is an extraordinary ability. (Dex). See Chapter 4: Skills in the Player’sHandbook for ImprovedReaction:At 8th level, the duelist gains skill descriptions. a +2 to initiative rolls. This ability stacks with Improved Initiative.",
        "name":  "Class Skills ElaborateParry",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10. Requirements To qualify to become a Fist, a character must fulfill all the following criteria.",
        "name":  "Hit Die",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lawful evil, neutral evil, or lawful neutral.",
        "name":  "Alignment",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "+5.",
        "name":  "BaseAttack Bonus",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 ranks.",
        "name":  "Intimidate",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 ranks. Knowledge(religion): 4 ranks.",
        "name":  "Spot",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Must worship Hextor, and must survive the ritual ceremony of induction into the Fists of Hextor (see Organizations on page 44 of this book). Class Skills The Fist of Hextor’s class skills (and the key ability for each skill) are Climb (Str), Intimidate (Cha), Knowl- edge (religion) (Int), Profession (Int), Ride (Dex), Sense Motive (Wis), and Spot (Wis). See Chapter 4: Skills in the Player’sHandbook for skill descriptions.",
        "name":  "Other",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifier.",
        "name":  "Skill Points at Each Level",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Staring at 2nd level, the Fist can Class Features call upon Hextor for a +4 Strength bonus once per day.",
        "name":  "Strength Boost",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Whether fearful or respectful, tators cheer wildly for their favorite gladiators, and humanoids around the ghostwalker typically pause many bet vast sums on a combat’s outcome. No one and obey when confronted. Ghostwalkers add their wagers more than the gladiator herself does, for often number of ghostwalker levels to all Intimidate checks. a match ends only when the loser dies. Therefore, a 5th-level ghostwalker has a +5 bonus to all Most gladiators were once fighters or barbarians, Intimidate checks. but rogues and monks sometimes find their way to",
        "name":  "Resolute Aura",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per day, the ghostwalker can do you. . .” enter a cataleptic state that is impossible to distinguish NPC gladiators usually ply their trade in caravans from actual death—usually for ending an encounter. that travel from arena to arena, although some are The effect lasts for 10 rounds per level of the ghost- employed as regulars in the vast coliseums of large walker. Although he can smell, hear, and knows what cities. Sometimes more famous gladiators are hired to is going on, no feeling or sight of any sort is possible act as bodyguards for aristocrats, and veteran gladiators for the ghostwalker; any wounding of his body is not assess new prospects and train would-be gladiators for felt, and any damage taken is only one-half normal. their first fights in the ring.",
        "name":  "Feign Death",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10. ghostwalker in this state, but poison injected into the body becomes effective when the effect ends. Requirements",
        "name":  "Paralysis, poison, and energy drain do not effect the Hit Die",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This ability provides an addi- To qualify to become a gladiator, a character must tional+2 bonus to Will saves. It stacks with the Iron fulfill all the following criteria. Will feat. Base Attack Bonus: +5.",
        "name":  "Superior Iron Will",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int modifier. GLADIATOR Class Features",
        "name":  "Skill PointsatEach Level",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "As combat continues, you can opponent. The bonus resets to +2 if you miss. tire out your foe. You must attack the same opponent See Complete Warrior for at least 3 consecutive rounds. After your third set of HALFLING OUTRIDER attacks, your opponent must make a Fortitude save to avoid taking 1d6 subdual damage from exhaustion. The semi-nomadic culture of the halfling race often The DC for this save starts at 15 and increases by 1 for results in sudden encounters with peril. To safe- every round beyond the third you continue to attack guard themselves, many halfling communities turn the same foe. Many gladiators fight defensively while to their outriders, an elite champion whose task it is employing this attack. If you do not attack for one to warn his fellows of, and protect them from, round, the count resets to zero. danger. The outrider is naturally skilled in the arts of",
        "name":  "Exhaust Opponent",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can appeal to spectators riding and scouting. with flourishes, trash-talking, and fancy moves. As a Most halfling outriders are fighters, rangers, move-equivalent action, make a Perform check (DC druids or rogues. All classes, however, can benefit 15). If you succeed, you get a +1 morale bonus to from the AC bonus and defensive riding capabilities attacks and damage for the duration of the fight. Spec- of the class. tators must be noncombatants, and there must be at NPC halfling outriders are usually found perform- least a half-dozen of them. ing their duties in the field, or relaxing in their off-",
        "name":  "Roar of the Crowd",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "You are trained in the use of poison just Hitdie: d10. as assassins are. Ask your DM for details; the poison rules are found in the DUNGEONMASTER’s Guide. Requirements",
        "name":  "Poison Use",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifier. A defensive ride lasts for 3 rounds, plus the charac- ter’s (newly improved) Dexterity modifier. The Class Features outrider may end the defensive ride voluntar-",
        "name":  "Skill Points at Each Level",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The halfling bonus to attack, the DC outrider gains a +2 competence increases by that amount.) bonus on all Ride checks. You gain a competence bonus to",
        "name":  "Ride Bonus",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The nature of the your Reflex save as indicated on the halfling outrider’s responsibilities has taught him the chart. If you succeed, you deflect the blow as a free tricks of defensive riding, provided that he does noth- action. You must be aware of the attack beforehand ing else (he cannot attack when riding defensively). and not flat-footed. Table 2–8: The Halfling Outrider Class AC Fort Ref Will Level Bonus Save Save Save Special 1st +1 +0 +2 +0 Alertness, Ride bonus 2nd +1 +0 +3 +0 Defensive ride 1/day 3rd +2 +1 +3 +1 Deflect attack +1 4th +2 +1 +4 +1 Defensive ride 2/day 5th +3 +1 +4 +1 Leap from the saddle 6th +3 +2 +5 +2 Defensive ride 3/day 7th +4 +2 +5 +2 Deflect attack +2 8th +4 +2 +6 +2 Defensive ride 4/day 9th +5 +3 +6 +3 Deflect attack +3 10th +5 +3 +7 +3 Defensive ride 5/day 23",
        "name":  "Defensive Ride",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "When your mount is assigned by the order’s leadership. A Protector who moving no faster than twice its Speed, you can willingly and knowingly violates this code for no dismount with a successful Handle Animal check (DC adequate reason is removed from the order, and may 20) and land adjacent to your mount as a free action. If no longer advance in levels as a Knight Protector. an opponent is in an area you threaten (after you Hit Die: d10. dismount), you can make a charge attack against that opponent. This requires the full attack action. Requirements To qualify to become a Knight Protector of the Great See Complete Warrior KNIGHT PROTECTOR OF Kingdom, a character must fulfill all the following criteria. THE GREAT KINGDOM",
        "name":  "Leap from the Saddle",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "+4.",
        "name":  "BaseAttack Bonus",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Knight remnants of a formerly great order of Alignment: Lawful. Protector must be of a lawful knights who pledged their existence to Other: Gain membership in the order. alignment, and must adhere to defending that now-defunct nation. Few the order’s Code of Conduct of this ancient lineage remain alive today, Class Skills (see below). and all that remains of the Great Kingdom The Knight Protector’s class",
        "name":  "Code of Conduct",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  " lives as paragons skill descriptions. Courage and enterprise in of their venerable obedience to the Order. chivalric code. Skill Points at Each Defense of any mission",
        "name":  "The Code",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The daunting nature of the Knight Requirements Protector’s goals often requires special focus of effort. To qualify to become a lasher, a character must fulfill Beginning at 2nd level, a Knight Protector gains a the following criteria. bonus to any one skill check he makes, once per day. Base Attack Bonus:+5.",
        "name":  "Best Effort",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 ranks. you make the skill check. Craft (leatherworking): 2 ranks.",
        "name":  "You must declare that you are using this ability before Rope Use",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Beginning at 3rd level, the Special: The lasher must own a whip or whip Knight can take a 5-foot step between attacks when dagger (see Chapter 5). Usually, a lasher owns both using the Cleave or Great Cleave feat. types of whip (and, if wealthy enough, mighty",
        "name":  "Supreme Cleave",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 1st level, the lasher can attack an • Firmly wrap the end of your whip around a pole, opponent in a threatened square with a whip or whip spike, or other likely projection up to 15 feet away as dagger and not provoke an attack of opportunity. a move-equivalent action. The DC is 22. If used to",
        "name":  "Close Combat",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 3rd level, a lasher can take one not stack). The attack is at the lasher’s highest base extra attack per round with a whip or whip dagger. The attack bonus, but each attack (the extra one and attack is at the lasher’s highest base attack bonus, but normal ones) suffers a –4 penalty. The lasher must use each attack (the extra one and normal ones) suffers a the full attack action to use crack of doom –2 penalty. The lasher must use the full attack action to Death Spiral: At 10th level, the lasher gains tran- use crack of fate. scendental understanding of her whip or whip dagger.",
        "name":  "Crack of Fate",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nongood. Double Chain: At 5th level, the master of chains",
        "name":  "Alignment",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 ranks. switch how he uses it.)",
        "name":  "Intimidate",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int modifier. Superior Spiked Chain: At 8th level, the master of chains can modify his spiked chain so that it leaves Class Features cruel barbs behind in the targets it strikes. Using the",
        "name":  "Skill Points at Each Level",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "d12. Requirements To qualify to become a master samurai, a character must fulfill all the following criteria. Class Skills",
        "name":  "Hit Die",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "+5. The master samurai’s class skills (and the key ability for Knowledge (nobility and royalty):4 ranks. each skill) are Intimidate (Cha), Jump (Str), Knowledge",
        "name":  "BaseAttack Bonus",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 ranks. (code of martial honor) (Int), Knowledge (nobility and",
        "name":  "Ride",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 ranks. royalty) (Int), Ride (Dex), and Tumble (Dex). See Chapter",
        "name":  "Intimidate",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 1st level, the master samurai moon (hence the name). The black-garbed ninja typi- cess or death. gains a +2 competence bonus to Tumble cally infiltrate their target, reveal themselves in a To die in the service of one’s skill checks. whirlwind of violence, then slip away into the shadows lord is the greatest service a",
        "name":  "Tumble",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 1st level, the master of the night. master samurai can perform. samurai receives this feat for free. Most ninja were once monks who heard the whis- Dishonor to one’s lord or",
        "name":  "Great Cleave",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 2nd level, the pered promise of the ninja’s esoteric secrets. Curious, family is dishonor to the master samurai gains the ability to take a 5- they began to research the Crescent Moon, following master samurai. foot step before making a Cleave or Great half-remembered rumors to their source. Any monk All debts, of honor or ven- Cleave attack. (or occasionally rogue or fighter) who manages to geance, are repaid.",
        "name":  "Supreme Cleave",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "When the master samurai fights fortress as a precursor to an attack. with the katana two-handed, he adds double his Hit Die: d8. Strength modifier to damage rolls.",
        "name":  "Blades of Death",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The master samurai gains a +6 Requirements dodge bonus to his AC against attacks of opportunity To qualify to become a ninja, a character must fulfill all provoked by moving into or out of a threatened area. the following criteria.",
        "name":  "Supreme Mobility",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 + Int modifier. standard action, the ninja can render opponents help- less as if he would cast hypnotic pattern.The ninja can Class Features affect 2d4 +1 per ninja level HD with kuji-kiri, and",
        "name":  "Skill Points at Each Level",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per round, whenever an ally warbands of from two to six individuals, but some- within line of sight gains an attack of opportunity upon times a lone Ravager may be met when undertaking a a foe, the initiate can make one ranged attack against the special mission. same foe, at his highest attack bonus as a free action. All Ravagers are readily identified by the bizarre and",
        "name":  "Free Attack",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain this feat for free (see page fearsome facial tattoos they wear to mark themselves 10). If the character already has this feat, then the as Erythnul’s instruments.",
        "name":  "Zen Archery",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10. for ranged attacks.",
        "name":  "Wisdom modifier stacks with the Dexterity modifier HitDie",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This extraordinary ability allows the BaseAttack Bonus:+5. initiate to fire an arrow at a target within 20 feet of a wall Feats: Dirty Fighting, Power Attack, Sunder. (but not adjacent to the wall) and treat the target as if Intimidate:3 ranks. flat-footed for purposes of AC and damage inflicted. Knowledge(religion): 3 ranks. This is a full-round action, since it is extremely difficult. WildernessLore4 ranks.",
        "name":  "Banked Shot",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Enemies within the stated distance of Most Red Avengers are monks: The mastery of kiis a the Ravager suffer a –2 morale penalty on all saving natural extension of the monk’s own class abilities. throws for as long as they remain within range. This is Fighters, rangers and paladins sometimes become Red a supernatural ability, usable a number of times per day Avengers and find that the initiative bonus and kiabil- as given on the table. ities make them more formidable in combat. Rogues",
        "name":  "Aura of Fear",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your familiarity with pain and fear enjoy the versatility of the Red Avenger’s ki mastery, grants you a cruel precision with your melee attacks. while druids find that the study of kienergy can offer You must declare you are using cruelest cut before new insights on the natural world. making any attack rolls. If you miss all your attack in NPC Red Avengers are normally monks who are that round, you lose one use of the cruelest cut. If you engaged in carrying out activities that support the strike successfully, you deal 1d4 points of temporary clan’s primary goals.",
        "name":  "Cruelest Cut",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "d8. normal damage on one attack. You may use cruelest cut once per day for every three levels you have attained. Requirements",
        "name":  "Constitution damage to your target, in addition to HitDie",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 2nd level, the Red Avenger gains the ability to channel her ki into protecting herself from adverse effects. She gains a bonus equal to her Wisdom bonus on anyone saving throw of her choice. You must declare that you are using this ability before you make the saving throw. You can use this once per day per Avenger level.",
        "name":  "KiSave",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 3rd level, the Red Avenger gains a bonus to any skill check when using any Red Avenger class skill, equal to her Wisdom bonus. You must declare that you are using this power before you make the skill check. You can use this once per day per Avenger level.",
        "name":  "KiSkill",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 4th level, the Red Avenger gains the ability to channel ki into healing energy. When she lays her hands on a living crea- ture other than herself, she conducts the kiin such a way that it heals a number of hit points equal to her class level multi- plied by her Wisdom bonus. She may choose to divide her ki healing energy among multiple recipients, and she need not use it all at once. Kihealing is a supernatu- ral ability whose use is a standard action. You can use this once per day per Avenger level.",
        "name":  "KiHealing",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Red Avenger releases her ki energy in a sonic attack. You can blast ki energy in a cone 30 feet long. The attack deals 3d6 + your Wisdom modifier in damage to all within the cone. A success- ful Fortitude save (DC 15 + the Avenger’s Wisdom bonus) halves the damage. The attack is a standard action, and requires the Red Avenger to be able to vocalize in order to use the ability.",
        "name":  "Deadly Shout",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Red Avenger has mastered the use of ki Class Features energy and channels it with ease. Whenever using any",
        "name":  "Free Ki",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The same alignment as the majority of Homeland: Tribal protectors gain a +2 bonus to the character’s tribe. Hide, Intuit Direction, Move Silently, and Wilderness",
        "name":  "Alignment",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any humanoid or monstrous humanoid except Lore checks when they are within the terrain type and dwarf, elf, gnome, halfling, half-elf, or human. geographical area of their tribal homeland. Examples",
        "name":  "Race",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "+5. of homelands include the County of Urnst, the Adri",
        "name":  "Base Attack Bonus",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Power Attack, Cleave, Great Cleave. Forest, or the Vale of the Mage. This bonus reflects the",
        "name":  "Feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "4 ranks. protector’s intimate familiarity with his home terrain.",
        "name":  "WildernessLore",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Similar to a monk attacking with a Class Skills flurry of blows, a tribal defender of 2nd level or higher can The tribal protector’s class skills (and the key ability for enter a state of wild fighting, attacking in a storm of fero- each skill) are Bluff (Cha), Climb (Str), Craft (Int), cious assaults. The character gains one extra attack per Hide (Dex), Intimidate (Cha), Intuit Direction (Wis), round, at his highest base attack bonus, but all the charac- Jump (Str), Move Silently (Dex), Sense Motive (Wis), ter’s attacks in that round suffer a –2 penalty. This penalty and Wilderness Lore (Wis). See Chapter 4: Skills in the lasts for an entire round, so it also affects any attacks of Player’sHandbook for skill descriptions. opportunity the protector might make in that round.",
        "name":  "Wild Fighting",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take great advantage of",
        "name":  "Terrain AC Bonus",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifier. your homeland’s features and gain the listed deflection bonus to your AC when in your homeland (see above).",
        "name":  "Skill Points at Each Level",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Beginning at 4th level, a tribal protector gains",
        "name":  "Class Features Smite",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a full-round action, you can allies within range aware of its loss suffer a –1 morale give compelling directions. You can bestow a +2 penalty to attacks and damage until it is competence bonus on either attacks or skill recovered in addition to checks to all allies within 30 feet. This bonus losing the benefits lasts a number of rounds equal to your described above. Charisma bonus. Castle: As",
        "name":  "Direct Troops",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "An organization “Tower” above. affiliated with you (the A castle is a keep army or an important lord, (also above) sur- for example) has offered to rounded by a 15- build you a tower in a mutually foot-high stone agreeable location. As long wall with four as you uphold towers. The wall the ideals of is 10(cid:2)thick. the organiza- Die for Your tion involved, Country: Your you can manage presence inspires the affairs of your troops to the tower as make the ulti- you wish, al- mate sacri- though you fice for your are respon- cause. Any sible for up- allies with- keep costs. A in 30 feet tower is a of you can round or continue to square, three- fight while level building disabled or made of stone. dying without",
        "name":  "Tower",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can exhort your troops to march faster. Anyone traveling with you gains a +4 morale The monk, the red avenger, the drunken master, and bonus to Constitution checks required for making a the master samurai all harness kienergy as part of their forced march or any other task requiring extended martial disciplines; they are not, however, the only exertion. Animals are not affected. such persons to do so. Some pursue the study of kiby",
        "name":  "Hard March",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This fighter serves in the standing army or constabulary of some higher Dwarf: The dwarf is the quintessential choice for authority, often a member of the nobility or even a the fighter class. If you play a dwarf fighter, realize community. He generally accompanies adventuring that you have a considerable advantage due to the parties at the request of his employer, often to very nature of the dwarf. Although you do not gain ensure that the (untrustworthy?) hired adventurers the extra feat allotted to humans, you enjoy the accomplish the goals for which they were significant benefits of darkvision, a bonus to your contracted, or to provide additional martial support Constitution ability score, and the not-inconsider- to achieve their missions. able advantage of an improved attack bonus and",
        "name":  "Professional Soldier",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This type of monk undertakes, voluntarily cussions for choosing to devote himself to the or otherwise, a quest or other activity outside her monastic life. In particular, his family, clan, or monastery to compensate for some fault or flaw. This community may take issue with his decision, and shortcoming can be real or imagined, and its signifi- ostracize him (or worse). For such a role, a defensive cance varies with the nature of the teachings the monk feat such as Expertise may apply. pursues. Sometimes the penitent joins an adventuring Gnome: Few gnomes have the disposition to company in order to learn a particular lesson about undertake long periods of training within a herself or the world at large. monastery, and even fewer care to suffer from the",
        "name":  "Penitent",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This type of monk joins an reduction to his damage and speed scores, making the adventuring party only on a temporary basis. She has monk class less attractive than others. More impor- been charged, either by her monastery or by her own tantly, halfling culture rarely produces individuals conscience, to share in the party’s mission because it who are suited to the rigid and often stationery nature supports the goals of her organization or ethos. Monks of monastic life. Halflings do not normally thrive of this sort are often single-minded in the pursuit of when confined to a single location, or when obliged to their goal, but they lend invaluable resources and skills devote themselves to long-term, single-minded to the party. contemplation of a single interest or regimen. Half-Orc: Those half-orcs who are raised within Racial Issues human society, or at least in such a manner that their Even more so than with fighters, the a monk charac- outlook is more human than orc, have as little trouble ter’s race often impacts not only the combat capabili- accepting the monastic rigors as humans do. Half-orcs ties of the character, but the PC’s role in the group as who are raised outside human communities, however, well. Rules for Small and Medium-size monks are in seldom develop the patience or self-awareness neces- the Player’s Handbook, and rules for larger monks are sary to become a successful monk. found on page 61 of this book. Human: The nature of humans makes them",
        "name":  "Spiritual Enforcer",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "2nd-level half-elf fighter. otherwise you may wish you had taken a few levels in",
        "name":  "Character",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Blackguard prestige class. that class yourself. When journeying through undead-",
        "name":  "Goal",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Charge—When charging, can make Even worse, eventually your mounted opponent will a single gore attack at +16 melee, dealing 4d6+9 points charge you, either to skewer you with a lance or tram- of damage. ple you with an overrun attack. If you know this attack",
        "name":  "Special Attacks",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Darkness—Once per day, as if cast by Attempting to disarm an opponent with both hands Sor11. ought to be a lot easier than attempting to do so with a",
        "name":  "Special Attacks",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "4,315 gp; Cost to Create: 2,315 gp + 160 GlovesofFearsomeGrip:These flexible leather gloves XP; Weight: 4 lb. increase the strength of the wearer’s grip. They grant",
        "name":  "Market Price",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "16,000 gp + 1,200 XP. wearer is harder to stop with subdual damage. Subdual damage does not stagger her, and she falls unconscious Potion Descriptions only when her subdual damage exceeds her hp by 10",
        "name":  "Create",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "3rd; Prerequisites:Brew Potion, endurance; endurance; Market Price:2,000 gp.",
        "name":  "Caster Level",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "300 gp. HeadbandofPerfectExcellence:This pure silk cloth is",
        "name":  "Market Price",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "3rd; Prerequisites: Brew Potion, burning lore; Market Price:180,000 gp. hands; Market Price:300 gp. Ki Straps: These leather straps, when wrapped around both hands, grant the wearer a +5 enhance- Ring Descriptions ment bonus to her DC with a monk’s stunning attack",
        "name":  "Caster Level",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chariots are vulnerable to terrain Another chariot, side or rear 25 obstacles such as fallen logs, deep mud, or the bodies Another chariot, head-on 30 of the fallen. If a chariot runs over such an obstacle, the driver must make a Handle Animal check to CHARIOT FEATS swerve away. (The DM sets the DC depending on the severity of the obstacle.) If the driver fails, the char- The feats that charioteers use in combat parallel iot upends and passengers and horses take 1d6 the mounted combat feats in Chapter 5 of the points of damage if the chariot was moving at a speed Player’s Handbook. of 40 feet or less, 2d6 if it was moving faster.",
        "name":  "Collisions",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chariot Combat, Handle Animal skill. The inside of the wagon is divided into two levels.",
        "name":  "Prerequisite",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "When you attempt to overrun an opponent The upper level holds six archers, who fire from the with your chariot, the target may not choose to avoid numerous arrow slits in the sides of the wagon. On the you. If you knock down the target, your steeds each lower level crouch six halfling “skulkers”—scouts may make one hoof attack against the opponent, gain- adept at dropping through a trap door in the wagon’s ing the standard +4 bonus on attack rolls against prone floor, then quickly seizing an outside objective while targets. The wheels of the chariot do a further 2d6 the wagon rolls along. points of damage automatically, but you must succeed Another halfling steers the wagon from an enclosed in Handle Animal check (DC varies depending on the compartment at the front. Some wagons even mount size of the opponent) or upend the chariot. See the ballistas on top, with a swiveling cupola (one-half chart below for sample DCs. cover) protecting the ballista operator. Two sturdy warponies pull the war-wagon. A Chariot Sideswipe [General] heavy ram extends between them, but even trained You are skilled at using your chariot’s scythe steeds will not run into a wall, so the ram is mostly blades against foes. decorative. Clever halflings",
        "name":  "Benefit",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chariot Combat, have been known to send a Handle Animal skill. ponyless war-wagon full of",
        "name":  "Prerequisite",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "With a charge action, you skulkers careening down a may maneuver your chariot close to hill at an enemy fortifi- a foe, attack, sideswipe with the cation, however. chariot’s scythes (assum- The war-wagon has ing it has any), and a speed of 30 feet, but move away again. You it cannot turn more must continue the than 90 degrees straight line of the in any one turn. charge with your If it takes a movement, and your double move, it total movement in can only turn the round can- 45 degrees. not exceed The war- double the wagon is 10 chariot’s feet wide and 15 feet speed. Nei- long. It costs 5,000 gp with- ther you nor out the ponies. your steeds provoke an attack of opportunity from the opponent you are sideswiping. Chariot Charge [General] TOWERS, KEEPS, You are skilled at charging with you chariot. AND CASTLES",
        "name":  "Benefit",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chariot Combat, Chariot Sideswipe, Handle Animal skill. A fighter’s home is his castle, where he gazes out at an",
        "name":  "Prerequisite",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This sturdy wooden staircase connects all This tower is a typical outpost for soldiers guarding three levels of the tower. On each level, a large closet an important tollgate, crossroads, or shoreline. lies beneath the stairway.",
        "name":  "The Border Tower Staircase",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "As above. Each sergeant normally provide platforms for elven archers commands ten men. when enemies attack the tower. On a nearby branch,",
        "name":  "Special Qualities",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "A suspension bridge leads to this small tower, which has clear views of the forest floor in every direction. A giant owl befriended by the elves often roosts directly above this watchtower.",
        "name":  "Watchtower",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Elves typically take their meals here, Atk 2 claws +7 melee (1d6+4), bite +2 melee (1d8+2); eating in shifts in this small room. SQ Superior low-light vision, darkness and flight",
        "name":  "Dayroom",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Simple elven fare is prepared here, atop bonuses; AL NG; SV Fort +5, Ref +7, Will +3; Str 18, many cutting boards and amid jars of spices. Dex 17, Con 12, Int 10, Wis 14, Cha 10.",
        "name":  "Food Prep",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This room is reserved for the Skills and Feats: Knowledge (nature) +6, Listen +16, seniormost elf among the tower’s inhabitants. Its Move Silently +9, Spot +10; Alertness. furnishings are lavish, and the room features both a Special Qualities: +4 racial bonus to Spot checks in window and a balcony. dusk and darkness. +8 racial bonus to Move Silently",
        "name":  "Master Bedroom",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This narrow walkway leads to checks when flying. the Ancillary Structure. It quickly detaches at either Lighthouse Keep end in an emergency. The lighthouse keep provides secure protection for an Ancillary Structure important navigation aid—a lighthouse to warn pass-",
        "name":  "Suspension Bridge",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Up to six elves sleep in ing ships of a dangerous reef or rocky shore. Easy to hammocks in each of these three rooms. defend, its sturdy construction is designed to with-",
        "name":  "Living Quarters",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The keep’s soldiers and servants spend Tower: A catwalk leads from the spiral month in pay and 360 gp in much of their off-duty time here playing cards or staircase to the hallway near the soldiers’ food, which generally must be reading. Chairs and tables clutter the room from wall quarters. shipped to remote and forbid- to wall. ding coastlines.",
        "name":  "Dayroom",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This room is small enough that diners Lighthouse Top The lighthouse keep takes invariably overflow into the dayroom. A wooden stair- Walkway: The spiral staircase ends one year to build. way leads to the second floor. at a door leading out to a crenellated",
        "name":  "Dining Hall",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The heat of the fireplace makes this a walkway that provides a panoramic popular place in stormy weather. Shelves hang on view of the surroundings. Like the balconies, the every wall, and an array of washbasins and chopping walkway provides one-half cover to those fighting blocks covers tables in the center of the room. from behind it.",
        "name":  "Kitchen",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alchemy +9, Craft (carpentry) +7, Craft",
        "name":  "Auxiliary Keep, First Floor Skills and Feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This room houses the keep’s bridge tech- (stonemasonry) +7, Disable Device +7, Knowledge nicians and domestic servants. (architecture and engineering) +9, Knowledge (geogra-",
        "name":  "Quarters",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The keep’s food supply is stored here. phy) +7, Profession (boater) +7, Use Rope +4; Skill Focus",
        "name":  "Pantry",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The bridge lieutenant or customs agent works from here, stopping every traveler until the toll Bailey Castle is paid. If cargo inspections are part of the bridge This castle is typical of a landed noble whose job it is to keep’s mandate, they are performed here, under the provide for the defense of the lands around him. In watchful eye of guards behind the arrow slits. times of peace, it is a gathering point for the residents",
        "name":  "Office",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This room is small enough that the of small farming communities that dot the nearby keep’s inhabitants must eat in shifts. Accordingly, it is countryside, offering everything from horseshoes and usually busy and always a mess. beer to access to scribes and healers. In times of war, it",
        "name":  "Dining Area",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This room is also a whirlwind of activity, is a place of refuge, able to withstand a concerted with cook’s assistants constantly rushing up and down attack or outlast a siege. the stairs that lead to the pantry. Four stone towers dominate the main castle, the noble’s residence and center of the castle complex. Auxiliary Keep, Roof Reinforced walls 15 feet high branch out from the",
        "name":  "Kitchen",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Two walkways connect the wide, flat roof of main castle, surrounding a wide array of wooden the auxiliary keep to the third floor of the main keep. If outbuildings that provide various services for the the keep is under siege, much of its defense is directed castle and the community at large; this area is the from here. bailey that gives the castle type its name. Towers at the corners of the walls offer good vantage points for look- Gatehouse outs, and a barbican provides a well-guarded access",
        "name":  "Roof",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each floor of the gatehouse point into the bailey. is but a single room with perhaps a chair or two. The Two wells (one in the main castle and another in the gatehouse is merely a defensible position on the far bailey) provide water, and the surrounding farms side of the river. A door connects the second floor to provide fresh food for the castle’s denizens. Refuse is the bridge deck. In an emergency, gnomes trapped in carted out of the keep and either dumped, burned, or the gatehouse climb out a trapdoor in the bottom of used to fertilize surrounding fields. the gatehouse, then cross the river by climbing If the surrounding area is attacked, civilians flee to upside-down along rungs set into the bottom of the the safety of the castle’s outer walls, which form the bridge. (This does not work if the bridge center has first line of defense. If an enemy is successful in been retracted.) breaching the walls and takes the bailey, surviving defenders retreat to the main castle, where they make",
        "name":  "Gatehouse Interior",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb –2, Jump –2, Spot +4; Point- offices and libraries, and the third floor is given over to Blank Shot. the lord’s personal residence.",
        "name":  "Skills and Feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "The heat of the cook-fire some- all the stone they need. Then they construct the times raises the temperature of the main castle to fortresses in the mined-out quarries themselves, uncomfortable levels. In the summer, cooks use a sepa- leaving buttressed domes of solid stone as the only rate wooden building, then carry the food inside. surface marker of their presence. A road runs",
        "name":  "Summer Kitchen",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This small shrine is devoted to a deity through a notch carved into the plateau itself, favored by the lord of the keep, or one friendly to farm- depositing visitors at the only surface entrance to an ers (such as Pelor) or travelers (such as Fharlanghn). impregnable castle.",
        "name":  "Chapel",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Up to twenty horses can be stabled in this The plateau castle consists of five cylindrical “halls” wooden building. A loft stores hay. sunk into the ground so that only their domed roofs",
        "name":  "Stables",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This wooden building is popular enough are visible. A crenellated platform sits atop each that it stays locked. If the castle receives many travel- dome, providing room for dwarves to defend against ers, the castle lord expands the brewery to include a surface attack. Underground tunnels connect the small tavern. halls with each other and with single-story ballista",
        "name":  "Brewery",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "This two-story building, somewhat more ornate than the others, Typical Acolyte Monk; Human Mon1; CR 1; contains various small shrines that both locals and Medium-size humanoid; HD 1d8+1; hp 5; Init +6 (Dex, pilgrims visit, leaving offerings behind for the Improved Initiative); Spd 30 ft.; AC 14 (Dex +2, Wis monks. Shrines range from small cubbyholes filled +2); Atk +1 melee (1d6+1, unarmed); SQ Stunning with candles and statuettes to larger altars and stat- ues surrounded by low benches. Those monks who have regular contact with the outside world (such as a monk purchasing agent, speaker, or recruiter) keep spartan offices here.",
        "name":  "Public Shrines and Offices",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Balance +6, Hide +6, Jump +5, Move Silently +6, Tumble +6; Dodge, Improved Initiative. Arena Features",
        "name":  "Skills and Feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Increased Multiplier (1/day) (gui- that attack. The table below offers a shortcut for doing sarme) so; refer also to page 101 of the Dungeon Master’s",
        "name":  "Special Attacks",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Intimidate (+1); Lightning Re- difficulty by one notch for each increment of increase flexes. in the average ravager level, as demonstrated in the",
        "name":  "Skills and Feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Intimidate (+4).",
        "name":  "Skills and Feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Increased Multiplier (now 2/day) 11 1-12 1-9 (guisarme).",
        "name":  "Special Attacks",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Pain touch (1/day) above): CR 10; hp 79; AC 20, Atk +14/+10 melee,",
        "name":  "Special Attacks",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ride (+4) Leigh McCoy grew up delving into fantasy and horror",
        "name":  "Skills and Feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Aura of Fear 10’ (1/day) novels to escape the doldrums of long, hot summers.",
        "name":  "Special Attacks",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Move Silently (+4); Dodge. tainment Group. Angel currently haunts Seattle. You",
        "name":  "Skills and Feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cruelest cut (1/day). can check out her latest projects on her website.",
        "name":  "Special Attacks",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "",
        "name":  "Skip Williams, by writing to him at these handy locations",
        "source":  "sword_and_fist.txt",
        "_id":  "8acfbd8331ddad98a0beb61089dfba6394085ed37b692a947d822cfef6ecd057"
    },
    {
        "origin_file":  "other.json",
        "description":  " This feat allows you to make one melee attack (or anything that can be done as a melee attack) against one foe who is within melee and denied her Dexterity bonus against your melee attacks for any reason. You take your extra attack when it’s your turn, either before or after your regular action. If several foes are within melee reach and denied their Dexterity bonus, you can attack only one of them with this feat. p. 7, Feign Weakness Insert to second Benefit paragraph’s end: Using Feign Weakness is a standard action, just like a feint, except that if you succeed you get to make your attack immediately. You can only Feign Weakness once per encounter. After one use, your opponents are too wary to fall for this maneuver again. p. 7, Knockdown",
        "name":  "Change Benefit text to",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1/ level. An example can be found on p. 20’s Ghostwalker table. p. 25, Sneak attack for Lasher After “(whether he actually has a Dexterity bonus or not),” insert: or when the lasher flanks the target p. 29, Master Samurai Change Hit Die from d12 to d10. p. 31, The Ninja",
        "name":  "Insert the standard fighter advancement",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  " Ninja Level BAB Fort Ref Will 1 +0 +0 +2 +0 2 +1 +0 +3 +0 3 +2 +1 +3 +1 4 +3 +1 +4 +1 5 +3 +1 +4 +1 6 +4 +2 +5 +2 7 +5 +2 +5 +2 8 +6/+1 +2 +6 +2 9 +6/+1 +3 +6 +3 10 +7/+2 +3 +7 +3 p. 35, Change 4th-level class ability to Ki healing on table Change 8th-level class ability to Greater ki healing p. 35, Ki Healing:",
        "name":  "Change Base Attack Bonus and Saves columns to",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Unlike a standard gauntlet, an attack with a bladed gauntlet is not considered an unarmed attack. The bladed gauntlet possesses two cruelly sharpened blades that extend from the back of the wrist following the line of the forearm. The cost and weight are for a single gauntlet. p. 72, Fullblade. Replace text with:",
        "name":  "Bladed Gauntlet",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "other.json",
        "description":  "Richard Neale 2 Introduction 4 DerroPhysiology",
        "name":  "Editor",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "PaulTucker 7 Habitat 9 DerroSociety Cover Art: Ralph Horsley 14 MethodsofWarfare",
        "name":  "Line Developer",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Shade-stalker",
        "name":  "Prerequisite",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "YougaintheBlindsight extraordinaryability with arangeof 10 feet. Shade-stalker (Unique)",
        "name":  "Benefit",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wisdom13+",
        "name":  "Prerequisite",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Youincreaseyour Darkvision range from 30 to 60 feet.",
        "name":  "Benefit",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Youmayonly takethisfeatat first level. Seasoned Sun-braver (Unique)",
        "name":  "Special",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sun-braver",
        "name":  "Prerequisite",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Constitution 15+ insteadto strikeatanenemy\u0027sweakestpoints.",
        "name":  "Prerequisite",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "8th; trip attackscanbemade.",
        "name":  "CasterLevel",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "2,602gp;Damage: Id2+I(S)/ld2+l; Critical: within thesavant\u0027sdwelling, awayfrom theslave x2/x2;RangeIncrement: 15ft.; Weight: 2 lb.; pensandtheirtorment. It shouldbenotedthatsome",
        "name":  "Cost",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chaos, Bakborne Kuandra Destruction,Evil and Mangere Lanka Trickery.",
        "name":  "Male Names FemaleNames domains",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "2+ Int modifier.",
        "name":  "Skill pointsateachlevel",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any non-good. featisonly usablewith thetaskmaster\u0027sown",
        "name":  "Alignment",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "bondingwhip andno other.",
        "name":  "Requirements",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Clr I, Sor/WizI featis only usablewith thetaskmaster\u0027sown",
        "name":  "Level",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "V,S,M/DF bondingwhip andno other.",
        "name":  "Components",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "I action",
        "name":  "Casting Time",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "As ataskmasterincreasesin",
        "name":  "EnhancementBonus",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch power,sodoesthebondingwhip thatheuses.",
        "name":  "Range",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Derrotouched Startingat4th levelandeverytwo levelsthereafter,",
        "name":  "Target",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "I hour/level thetaskmaster\u0027sbondingwhip gainsanextra+1",
        "name":  "Duration",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "I minute/level Blind-Sight SavingThrow: None",
        "name":  "Duration",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Clr 3, Sor/Wiz3 whosenameis writtenin TheBookof Forbidden",
        "name":  "Level",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "V,S,M/DF Names,allowing it to answerseveralquestionsthat",
        "name":  "Components",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "I action thecasterputsto it. Thecharactermayaskuptoone",
        "name":  "Casting Time",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch questionpertwo casterlevels. Unaskedquestions",
        "name":  "Range",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Derro touched arewastedif thedurationexpires. Thecorpse\u0027s",
        "name":  "Target",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates(harmless) duringlife, including thelanguagesit spoke(if any).",
        "name":  "SavingThrow",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Clr 3, Sor/Wiz3 Night-Stalker",
        "name":  "Level",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "V,S,M/DF Transmutation",
        "name":  "Components",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "I action",
        "name":  "Casting Time",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Clr I, Sor/WizI",
        "name":  "Level",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch",
        "name":  "Range",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "V,S,M/DF",
        "name":  "Components",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Derro touched",
        "name":  "Target",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "I action",
        "name":  "Casting Time",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "I hour/level",
        "name":  "Duration",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch",
        "name":  "Range",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates(harmless)",
        "name":  "SavingThrow",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Derrotouched",
        "name":  "Target",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates(harmless) Sun-braverfeatfor alimited amountof time. This",
        "name":  "SavingThrow",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "other.json",
        "description":  " TheclaninhabitingFinnius\u0027sMine is fairly large andwell organised.It hashadalmostacenturyof \u0027Discoveredmithril today. Thecavernispristine. uninterruptedgrowthandprosperity,at leastuntil Untouched.I almostweptwhenI sawit. Veinafter Finniuscamealong. veinof mithril crisscrossingtheentirecavern. My lanternlit theroomin adazzlingshimmerof silver. I Theclanismuchmoreinterestedin theUnderdeeps haveapiece. Whentheboysreturnin thespringwe thantheOverearthatthemomentandis currently will all berich!\u0027 ledby MandareUgolothe,aShade-stalkerknownfor hiscunningandsubterfuge. Ugolothemakeshis Thisisthelastentryin theledgerthatwasfoundby homein anunworkedmithril chamberwherehe Finnius\u0027sreturningminers. His cabinwasunlocked plotsandplanshisnextmovesinto theUnderdeeps. andhispieceof mithril wasnowheretobefound. A groupof Finnius\u0027sminerssearchedtheminefor their TheSavaof theclannumbersnine,not including fallencomrade,but foundmostof thetunnelsthey apprenticesandis quite influential in determining hadbeenworking oncollapsed. Only onetunnel wheretheclanspendsits non-military resources, wasleft to searchandtheminerssentateamto especiallymithril. Forthemostparthoweverthe investigateit. Momentslatertheminersheardthe Savahavehadlittle to worry aboutandthishas echoingscreamsof their comradesandthensudden helpedthemto concentrateontheir truepursuit, silence. Theteamsentdownthetunnelnever knowledge. Thesavant\u0027scouncilchambersarelarge returnedandnoneof thesurvivingminerswishedto andactasdining hall andcourtdependinguponthe find outwhathappenedto them. Thelegend occasion. Eachsavantalsohashisownpersonal continueseventodaywith theoccasionalparty of bedchamberandstudy,asdohis students. adventurersdelving into Finnius\u0027sMine andnever returning. Theclanhasalsobeengracedwith almosttwenty- five percentof its numbersbeingeitherSun-bravers",
        "name":  "His ledgerreads",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    }
]
