[
    {
        "origin_file":  "other.json",
        "description":  "No problems, then. You feel fine. Looking at the pile of There’s nothing alarming about the ceiling and floor, and the debris, you’d guess it’s probably refuse from the spider—leftovers buckets are empty. The pool has some small white fish that look of its victims and its own castings. Amid bits of bone and tatters of harmless—they don’t react at all to your light. The pool looks to be clothing, you find 19 silver pieces. And make a Search check. 4 to 6 feet deep with a rough and rocky bottom. Jozan, with your Mialee rolls a 9 and adds her +6 Search modifier for a result of 15—just result of 17 you see that what at first seemed to be a rock formation enough to notice a hidden gem in the pile! near the center of the pool looks somewhat like a skeleton.",
        "name":  "DM",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Great! I get it out and put it in my pouch. We can try ton? It might be something interesting. to appraise it later. You know, I’m getting a little nervous about Mialee: Okay, I do. that web. Jozan: I toss the rock that I’ve cast lightupon into the water,",
        "name":  "Mialee",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Good point. Jozan, why not light the webs on fire with toward the center of the pool. 9 your torch? DM: Your stone falls to the bottom of the pool, illuminating the",
        "name":  "Lidda",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Okay. I do. What happens? [Looks at the DM.] center. The formation is clearly a limed-over skeleton—it must THEGAME RUNNING CHAPTER 1: have been there for many years. Your stone impacts with it, stir- DM: [Making some meaningless rolls, knowing there are no levers to ring up dirt and muck, and dislodges what appears to be a cylinder find.] You don’t find anything like that, Tordek. about a foot long. The current quickly begins to carry it away. . . . Mialee: The only thing I can think of is that the holes are sock-",
        "name":  "Jozan",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Oh, no! I leap into the water and get it—at least I’ll be ets for some sort of wooden construction. able to see down there. Better, in fact, because of my low-light Lidda: Sure! How about a ramp or stairs? How high is the ceil- vision. ing in this place?",
        "name":  "Lidda",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hmmm. Make a Swim check. DM: Oh, about 25 feet.",
        "name":  "DM",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Uh-oh. I don’t have that skill. Untrained, I use my Lidda: How about hoisting me up and letting me search up Strength bonus, right? Uhh . . . don’t have one of those either. high? [Rolls.] Hey! I still got a 17! Jozan: Good idea. Tordek, will you help me hold her steady?",
        "name":  "Lidda",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Okay, then I try to grab the tube now. Lidda: I’ll scan the stone first to see if markings or some operat-",
        "name":  "Lidda",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Make an attack roll. ing device is evident. Lidda rolls high enough to grab the tube. The DM relays this informa- DM: Okay, how about those Strength checks? Tordek, you’re tion, and Lidda swims up to the surface and climbs out of the pool with the stronger, so Jozan is helping you rather than the other way around. help of the others—all of whom announce that their characters crowd If the cleric can succeed on a check against DC 10, he’ll add +2 to around her to see what she’s found. The DM describes the sealed tube. Tordek’s attempt.",
        "name":  "DM",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "I dry off the tube a little, and then open it. The check results are good enough that Tordek and Jozan are able to",
        "name":  "Lidda",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Inside is a roll of vellum. hold Lidda steady, so the DM makes a Search check for Lidda. She finds",
        "name":  "DM",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Let’s get out of this room and back into that entry cham- something. ber where we can light torches again. It’s probably not going to be DM: Lidda, you find some stone projections that seem rather easy to read a scroll or whatever with this air current. [The other PCs smooth, as if worn by use. agree, and they return to the first room, closing the door behind them.] Lidda: Then I’ll see if I can move any of the knobs. Maybe they’ll",
        "name":  "Tordek",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Let’s head south and see what the map is leading DM: You get up there, and you’re looking around for a crack or toward. [Everyone agrees. Tordek lights a torch and takes the lead.] something to wedge a spike into, right? Make a Spot check.",
        "name":  "Tordek",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You pass down a long passage of stone blocks with an The Spot check is actually to see if Lidda sees the ghouls waiting in the arched ceiling about 15 feet overhead. The passage stretches for darkness, but Lidda doesn’t know that (although the fact that the DM didn’t about 60 feet, then opens into the northern portion of an unlit ask for a Search check might have tipped off a more experienced player). chamber that looks to be about 50 feet by 50 feet to those of you Lidda: Oops. I rolled a 7. with darkvision or low-light vision. It’s completely empty and Now the DM begins rolling attacks for the ghouls. The players ask seems to be a dead end. What do you do? what’s going on, and why he’s rolling dice, but his silence adds to the ten-",
        "name":  "DM",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Does this room look like the one with the coffin shapes sion and suspense. The ghouls hit Lidda with their paralyzing touch. on the map? DM: Lidda, make a Fortitude save.",
        "name":  "Lidda",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "No. It looks more like the blotched area on the map. Lidda: Oh, no! Why? A trap? [Rolls.] Arrgh—a 1. This is where",
        "name":  "DM",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "I bet there’s a secret door here. Let’s check the south our luck runs out. wall. DM: [To the others.] You see a sickly gray arm strike the halfling The DM decides to make the Search checks himself, hidden from the as she’s looking around at the floor where she stands, 10 feet above players so that they won’t know the results. He knows that they can’t find you. She utters a muffled cry, and then a shadowy form drags her anything; there is a secret door 10 feet above the floor, but he doesn’t want out of sight. What do you do? them to know that. Finding some holes in the wall requires no roll, so the DM randomly determines who finds them by rolling a d4. He also makes RUNNING A GAME SESSION a Listen check for the ghouls at the far end of the secret corridor—an 18 means they have heard the party tapping on the walls looking for a After everything is prepared, and everyone sits down at the table, hollow spot. you’reon. It’s your show. Here are some points to consider, while",
        "name":  "Mialee",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The wall seems solid. However . . . Tordek, you noticed at the table and before you ever get there, to help the game run as some strange holes in the wall—square places cut into the stone, smoothly as possible. each about half a foot on a side and about that deep. There are four all together. Each pair of holes is 10 feet apart, with one pair about KNOWING THE PLAYERS 3 feet from the floor and the other pair about 6 feet up. You find Normally, but not always, the DM is in charge of inviting players some wooden splinters in one of the holes. to play in his or her game. If this is the case, it’s your responsibility 10 Jozan: Let’s look at that map again. to know and understand each of these people well enough that",
        "name":  "DM",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "While you do that, I’ll feel around to find if the holes you can be reasonably sure that they’ll all get along, work well have any levers or catches or anything. together, and enjoy the sort of game you run. :1 RETPAHC GNINNUR EMAGEHT A lot of this has to do with playing style. Ultimately, you have to Book Use: It’s best if you decide ahead of time which books know the kind of game your players want to play—and, with play- (other than the Player’s Handbook)a player can reference during a ers new to the game or a newly formed group, this knowledge may playing session. take a while to emerge. Recognize that while you’re in charge, it’s Rules Discussions:It’s probably best if players don’t question really everybody’s game—and that the players are all here, coming your rulings or established rules, propose changes to the rules, or back session after session, because they trust that you’ll help them conduct discussions on other aspects of the game (aside from have a fun and rewarding gaming experience. what’s immediately at hand) during the game itself. Such matters are best addressed at the beginning or end of the session. Table Rules Jokes and Off-Topic Discussions: There are always funny One thing that will help everyone, players and DM alike, to all get things to be said, movie quotes, good gossip, and other conversa- along is establishing a set of rules—rules that having nothing to tions that crop up during the game, whether they’re inspired by do with the actual game but that govern what happens with the what’s going on in the session or completely extraneous. Decide people around the table. for yourself (and as a group) how much is too much. Remember Some table rules issues that you’ll need to deal with eventually that this is a game and people are there to have fun, yet at the same are discussed below. It’s best to come up with the answers before time keep the focus on the actions of the characters, so the whole you start a regular campaign. You can establish these yourself, or playing session doesn’t pass in idle chat. you can work them out with your players.",
        "name":  "Tordek",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "When someone new joins the cam- less fun for everyone. paign, his or her character needs to be integrated into the game. At the same time, the player needs to be integrated into the group. METAGAME THINKING Make sure that a new player knows the table rules as well as the “I figure there’ll be a lever on the other side of the pit that deacti- game rules. vates the trap,” a player says to the others, “because the DM would",
        "name":  "Integrating New Players",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The ability to stay in one place while airborne. effectively in that small space. The rules for movement of minia-",
        "name":  "Hover",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This is a bonus or penalty based on situational and into an ambush of bloodthirsty hobgoblins with spears and factors, which may apply either to a check or the DC for that rusted blades. The trio of knights charges through the forest on check. Circumstance modifiers stack with each other, unless they their gallant mounts, their lances plunging into the scaly flesh of arise from essentially the same circumstance. the horrible hydra that waits near the river’s edge. The dragon",
        "name":  "Circumstance",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "In sorcerer with darkvision sees a party this case, you determine of adventurers coming down a long how much time the aware hallway. He can see the adventurers, side has before the unaware side since they’ve got light, but they can’t can react. Sometimes, the see him because he’s out of the unaware side has no time to range of their illumination. The do anything before the aware sorcerer gets a standard action side gets a chance to interact. and casts lightning bolt at the If so, the character or party party. Caught unaware, the that is aware gets to take a stan- party can do nothing but roll 22 :2 RETPAHC GNISU SELUR EHT pqqqqrs",
        "name":  "One Side Aware First",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A group of powerful adventurers fights a naga in a result. However, this sequential order of play can occasionally lead dungeon room. The naga rolled badly for initiative, and all the ad- to situations when something significant happens to a character at venturers act before it. Between rounds three and four of that bat- the end of his turn but before other characters have acted in the tle, three orcs on a random patrol stumble in. At the same time, same round. two more nagas arrive, having been alerted by the sounds of the For instance, suppose Tordek hustles 15 feet ahead of his battle. At the beginning of round four, the two new nagas act in friends down a corridor, turns a corner, and hustles another 10 the order of their Dexterity scores. Then the orcs roll for initiative, feet down a branching corridor, only to trigger a trap at the end of and the results of their rolls are placed within the normal initiative his turn. In order to maintain the appearance of simultaneous order for the battle. In this case, poor check results place them activity, you’re within your rights to rule that Tordek doesn’t trig- dead last, even after the original naga. ger the trap until the end of the round. After all, it takes him some Then the adventurers act, able to react either to the flat-footed time to get down the corridor, and in an actual real-time situation orcs or to the new naga reinforcements. Then the original naga the other characters who have yet to act in the round would be acts, followed by the orcs (who probably flee from this battle, taking their actions during this same time. which is clearly out of their league). This same sequence is used for subsequent rounds of the battle. 24 :2 RETPAHC GNISU SELUR EHT pqqqqrs",
        "name":  "Example",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The number a character needs to roll to succeed. 50% chance to succeed. When this entry names a character by class,",
        "name":  "DC",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "An example of a task with that DC. it assumes that the character has the skill in question. (Other Roll (Key Ability): The roll the character makes, usually a skill check, characters might have a better or worse chance to succeed.) Riding a mount doesn’t normally require rolls. Only riding into always award the character a +2 bonus for favorable conditions. difficult terrain or performing a specific task involving riding It’s good to reward a character who has knowledge that allows requires a roll. her to ask specific questions.",
        "name":  "Example",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Soveliss is following a giant scorpion across the If the kobold’s actually not in the room, but a cloaker waits in desert. He follows the vermin for 3 miles, making a Survival ambush on the ceiling, the character has no special knowledge check each mile, but tracking in the soft sand is easy. Shortly after and gains no bonus. She doesn’t get a penalty, either—don’t the third mile, a windstorm comes up. Soveliss waits it out, and it penalize specific questions. If both the kobold and the cloaker passes after an hour. Now he must make a fourth check to see if are in the room, two Spot checks are required (unless the mon- he can pick up the trail in the wind-tossed sand. This check is of sters are working together as a group, which is highly unlikely). course more difficult than the earlier ones, as are all subsequent The character gets a +2 bonus on the check to spot the kobold checks until the tracker gets to the place where the scorpion was and no bonus on the check to spot the cloaker. when the storm passed. Normally, tracking requires a Survival check each mile, but a DEGREES OF SUCCESS sudden change in situation can require an additional roll. When determining how much information a skill check or abil-",
        "name":  "Tracking",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fortitude saves reflect physical toughness. They night, writing down every word someone says without a mis- incorporate stamina, ruggedness, physique, bulk, metabolism, take, or opening the stuck lid of a container without spilling a resistance, immunity, and other similar physical qualities. If it single drop of its contents. However, in the course of an adven- seems like something that a “tough guy” would be good at, it’s a ture any of these situations could potentially make or break an Fortitude save. encounter. You have to be ready to make up checks for such non- Reflex:Reflex saves reflect physical (and sometimes mental) standard activities. agility. They incorporate quickness, nimbleness, hand-eye coor- Using the example situations above, staying awake might be a dination, overall coordination, speed, and reaction time. If it Constitution check (DC 12, +4 for every previous night without seems like something that an agile person would be good at, it’s sleep), with an elf character gaining a +2 bonus on her check a Reflex save. because an elf is only giving up 4 hours of trance instead of 8 Will:Will saves reflect inner strength. They incorporate will- hours of sleep. Writing down every word that someone says would power, mental stability, the power of the mind, levelheadedness, require a DC 15 Intelligence check, and a DC 10 Dexterity check determination, self-confidence, self-awareness, the superego, and prior to the Intelligence check would provide a +2 bonus on the resistance to temptation. If it seems like something that a confi- roll. Opening the container would normally be a Strength check dent or determined person would be good at, it’s a Will save. (DC about 17), and once that’s accomplished, a DC 13 Dexterity check is required to keep from spilling the contents. SAVE OR CHECK? The three kinds of ability checks you could call for to handle a A character slips and falls. He tries to catch himself on a ledge, nonstandard situation include the following. while another character reaching forward attempts to catch him. • Asingle check using an relevant ability (as in staying awake). Are these Reflex saves or Dexterity checks? • One ability check that, depending on the result, might provide The answer to the above question is “Both.” The character at- a modifier on another check involving a different ability (as in tempting to save himself makes a Reflex save. The character trying writing down every word). to grab him makes a Dexterity check. 33 THE RULES USING CHAPTER 2: pqqqqrs at handling animals ought to be able to use his knowledge to",
        "name":  "The game has no rules for trying to stay awake through the Fortitude",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "SKILLS WITH DIFFERENT ABILITIES restrain the horse more easily. The DM lets the player add the char- Sometimes a check involves a character’s training (skill ranks) plus an acter’s ranks in Handle Animal (but not his Charisma modifier) to innate talent (ability) not usually associated with that training. A skill the Strength check. check always includes skill ranks plus an ability modifier, but you can • A character has created a masterwork dagger as a gift for a visiting use a different ability modifier from normal if the character is in a situ- noble. He attempts to inscribe it with intricate designs. The DM ation where the normal key ability does not apply. rules that this is a Dexterity check to which the character’s ranks in",
        "name":  "VARIANT",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Like a well-told story, a good adventure marked by mandates restricting PC actions or is based on events should have rising and falling tension. This sort of pacing is easier that occur no matter what the PCs do. For example, a plot that to accomplish with an event-based adventure (since you have hinges on the PCs finding a mysterious heirloom, only to have it more control over when each encounter takes place), but it’s pos- stolen by NPCs, is dangerous—if the players invent a good way to sible in a site-based adventure to design a locale where the protect the heirloom, they won’t like having it stolen anyway just encounters are likely to occur in a desired fashion. Make sure to because that’s what you had planned beforehand. The players end pace events appropriately. Start slowly and have the action build. A up feeling powerless and frustrated. No matter what, all adven- climactic encounter always makes for a good ending. tures should depend upon player choices, and players should feel",
        "name":  "Exciting Events",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "In this kind of bad adventure, NPCs fire giants do the PCs encounter information that leads them to accomplish all the important tasks. There might be an interesting understand that the drow are involved. And thus the final en- story going on, but it’s going on around the PCs, and they have counter with those drow masters is made all the more dramatic. very little to do with it. As much as you might like one of your In some situations, the PCs know everything they need to NPCs, resist the urge to have him or her accomplish everything know before the adventure begins. That’s okay. Occasionally, there instead of letting the PCs do the work. As great as it might be to is no mystery. For example, the adventurers learn that a haunted have your big NPC hero fight the evil wizard (also an NPC) tower in the woods is inhabited by a vampire and her minions. threatening the land, it’s not much fun for the players if all they They go in with stakes and holy water, slay a bunch of undead, and get to do is watch. finally meet up with the vampire and take her out. That’s a fine",
        "name":  "PCs as Spectators",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "An event-based adventure might use both a to mix a few in with the other sorts of encounters. flowchart and a timeline that are closely integrated: “If the PCs ask Ifyou decide to use only status quo encounters, you should the innkeeper about Gregory on the day after the murder, she tells probably let your players know about this. Some of the encounters them where he lives. The following morning, Gregory shows up at you place in your adventure setting will be an appropriate chal- the inn, heavily disguised, and convinces the innkeeper that he is lenge for the PCs, but others might not be. For instance, you could being framed for the murder. She agrees to hide him. If the PCs decide where the dragon’s lair is long before the characters are ex- ask the innkeeper about Gregory after this occurs, she gives them perienced enough to survive a fight against the dragon. If players the location of his house—but she also tells the PCs (untruth- know that the setting includes status quo encounters that their fully) that Gregory has been away from town on a trip for the last characters might not be able to handle, they will be more likely to several days.” make the right decision if they come upon a tough encounter.",
        "name":  "Combination",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The PCs win handily with little threat to themselves. The LOCATION Encounter Level for the encounter is lower than the party level. A fight between characters perched on a bridge made of skulls The group should be able to handle an almost limitless number of over a pool of bubbling lava is more exciting and more dangerous these encounters. than that same fight in a nice, safe dungeon room. Location serves",
        "name":  "Easy",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "There’s a trick to this kind of encoun- two purposes, both equally important. It can make a humdrum en- ter—a trick the PCs must discover to have a good chance of vic- counter more interesting, and it can make an encounter easier or tory. Find and eliminate the evil cleric with greater invisibilityfirst much more difficult. so she stops bolstering the undead, and everything else about the encounter becomes much easier. If not handled properly, this Making Things Interesting kind of encounter becomes challenging or even very difficult. Arguably, the dungeon itself is a fairly exotic locale, but eventually",
        "name":  "Easy if Handled Properly",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "One PC might very well die. The Encounter Level worry about how and why the PCs would get there. is higher than the party level. This sort of encounter may be more Situations within a location can have as much impact as the dangerous than an overpowering one, because it’s not immedi- location itself. If a rogue has to pick the lock on the only door out ately obvious to the players that the PCs should flee. of the top room of a tower that’s collapsing, it’s suddenly a much",
        "name":  "Very Difficult",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Weather, earthquakes, landslides, fast- scrolls during those encounters. moving rivers, and fires are just some of the environmental condi- Table 3–3: Treasure Values per Encounter tions that can challenge even mid- to high-level PCs. Problem-Solving: Mysteries, puzzles, riddles, or anything that Encounter Treasure Encounter Treasure requires the players to use logic and reason to try to overcome the Level per Encounter Level per Encounter challenge counts as a problem-solving encounter. 1 300 gp 11 7,500 gp",
        "name":  "Environmental",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "“Do we help the prisoner here in the dun- 2 600 gp 12 9,800 gp geon, even though it might be a trap?” Rather than depending 3 900 gp 13 13,000 gp onlogic, these encounters usually involve inclination and gut 4 1,200 gp 14 17,000 gp instinct. 5 1,600 gp 15 22,000 gp",
        "name":  "Judgment Calls",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The most basic type of treasure is money. Table 3–5: Treasure generates anything from common copper pieces to rare platinum pieces. When placing a hoard of coins, remember the volume and weight of large numbers of coins is considerable (50 coins weigh 1 pound, so 10,000 coins weigh 200 pounds).",
        "name":  "Coins",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "PCs love gems because they’re small, lightweight, and easily concealed compared with the same value in coins. Gem treasures are more interesting when you describe them and pro- vide names. “A lustrous golden pearl” is more interesting than “a 100 gp gem.”",
        "name":  "Gems",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Idols of solid gold, necklaces dripping with gems, old paintings of ancient kings, a bejeweled golden flagon—this cate- gory includes all these and more. Portability is a major concern here. A jeweled comb is easy to carry, but a life-sized bronze statue of a knight is not. In general, most treasure you place in encoun- ters should be easy for the PCs to carry (weighing 10 pounds or less). Treasure that’s impossible to take out of the dungeon isn’t really treasure.",
        "name":  "Art",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A number of strange floorings and floor fea- tures exist to make a dungeon more interesting.",
        "name":  "Special Floors",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Water, ice, slime, or blood can make any of the dun- geon floors described in this section more treacherous. Slippery floors increase the DC of Balance and Tumble checks by 5.",
        "name":  "Slippery",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Like masonry walls, flagstone enemies below. Narrow ledges (12 inches wide or less) floors are made of fitted stones. They are usually require those moving along them to make Balance cracked and only somewhat level. Slime and mold checks (see the skill description on page 67 of the Player’s grows in these cracks. Sometimes water runs in Handbookfor DCs). Failure results in the moving charac- rivulets between the stones or sits in stagnant pud- ter falling off the ledge. dles. Flagstone is the most common dungeon floor. Ledges sometimes have railings. In such a case, char-",
        "name":  "Flagstone",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Over time, some floors can acters gain a +5 circumstance bonus on Balance checks become so uneven that a DC 10 Balance check is to move along the ledge. A character who is next to a required to run or charge across the surface. Failure railing gains a +2 circumstance bonus on his or her means the character can’t move in this round. opposed Strength check to avoid being bull rushed off Floors as treacherous as this should be the excep- the edge. tion, not the rule. Ledges can also have low walls 2 to 3 feet high along",
        "name":  "Uneven Flagstone",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The ground is covered with debris of all sizes. It bers. They can be used by defenders to watch key areas for costs 2 squares of movement to enter a square with dense rubble. intruders. Dense rubble adds 5 to the DC of Balance and Tumble checks, and Sliding Floors: A sliding floor is a type of trapdoor, designed to it adds 2 to the DC of Move Silently checks. be moved and thus reveal something that lies beneath it. A typical",
        "name":  "Dense Rubble",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Finished and sometimes even polished, sliding floor moves so slowly that anyone standing on one can smooth floors are found only in dungeons with capable and care- avoid falling into the gap it creates, assuming there’s somewhere ful builders. (They are a hallmark of dwarf-delved dungeons.) else to go. If such a floor slides quickly enough that there’s a Sometimes mosaics are set in the floor, some depicting interesting chance of a character falling into whatever lies beneath—a spiked images and others just smooth marble. pit, a vat of burning oil, or a pool filled with sharks—then it’s a",
        "name":  "Smooth Stone Floors",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Constructed of thick planks nailed together, sometimes bound with iron for strength (and to reduce swelling from dungeon dampness), wooden doors are the most common type. Wooden doors come in varying strengths: simple, good, and strong doors. Simple doors (break DC 13) are not meant to keep out motivated attackers. Good doors (break DC 16), while sturdy and long-lasting, are still not meant to take much punishment. Strong doors (break DC 23) are bound in iron and are a sturdy barrier to those attempting to get past them. Iron hinges fasten the door to its frame, and typically a circu- in locks either control an iron bar that juts out of the door and into lar pull-ring in the center is there to help open it. Sometimes, the wall of its frame, or else a sliding iron bar or heavy wooden bar instead of a pull-ring, a door has an iron pull-bar on one or both that rests behind the entire door. By contrast, padlocks are not sides of the door to serve as a handle. In inhabited dungeons, built-in but usually run through two rings, one on the door and these doors are usually well maintained (not stuck) and the other on the wall. More complex locks, such as combination unlocked, although important areas are locked up if possible. locks and puzzle locks, are usually built into the door itself.",
        "name":  "Wooden Doors",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Carved from solid blocks of stone, these heavy, Because such keyless locks are larger and more complex, unwieldy doors are often built so that they pivot when they are typically only found in sturdy doors (strong opened, although dwarves and other skilled craftsfolk wooden, stone, or iron doors). are able to fashion hinges strong enough to hold up a The Open Lock DC to pick a lock often falls into the stone door. Secret doors concealed within a stone wall range of 20 to 30, although locks with lower or higher are usually stone doors. Otherwise, such doors stand as DCs can exist. A door can have more than one lock, tough barriers protecting something important each of which must be unlocked separately. Locks are beyond. Thus, they are often locked or barred. often trapped, usually with poison needles that",
        "name":  "Stone",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dungeon doors are often doned or neglected dungeons. locked, and thus the Open Lock skill comes Table 3–17 (page 78) gives Strength 61 in very handy. Locks are usually built into the door, either on the check DCs to open various kinds of edge opposite the hinges or right in the middle of the door. Built- stuck doors. ADVENTURES CHAPTER 3: Table 3–10: Doors Typical Hit Break DC Door Type Thickness Hardness Points Stuck Locked Simple wooden 1 in. 5 10 hp 13 15 Good wooden 1-1/2 in. 5 15 hp 16 18 Strong wooden 2 in. 5 20 hp 23 25 Stone 4 in. 8 60 hp 28 28 Iron 2 in. 10 60 hp 28 28 Portcullis, wooden 3 in 5 30 hp 251 251 Portcullis, iron 2 in. 10 60 hp 251 251 Lock — 15 30 hp Hinge — 10 30 hp 1 DC to lift. Use appropriate door figure for breaking. Wooden door Stone door Iron door",
        "name":  "Locks",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "When characters try to bash down a barred up into the ceiling, lower like a drawbridge, or slide into the wall door, it’s the quality of the bar that matters, not the material the rather than merely swinging open like a normal door. door is made of. It takes a DC 25 Strength check to break through Secret Doors: Disguised as a bare patch of wall (or floor, or ceil- a door with a wooden bar, and a DC 30 Strength check if the bar is ing), a bookcase, a fireplace, or a fountain, a secret door leads to a made of iron. Characters can attack the door and destroy it secret passage or room. Someone examining the area finds a secret instead, leaving the bar hanging in the now-open doorway. door, if one exists, on a successful Search check (DC 20 for a typi-",
        "name":  "Barred Doors",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Intelligent, social denizens of the dungeon will powerful, or talented dungeon builders may favor wide corridors generally have a series of adjacent rooms they consider “theirs,” to give a grand appearance to their residences. Otherwise, pas- and they’ll guard the entrances to that common area. A guard post sages are no larger than they need to be. (Tunneling is expensive, may just be a room with a table where bored gnolls play a dice back-breaking, and time-consuming work.) Corridors narrower game. Or it might be a pair of iron golems backed up by two fire- than 10 feet can make it difficult for all the members of the PC ball-casting drow wizards hiding in balconies overhead. When you party to get involved in any fights that occur, so make them the design a guard post, decide how many guards are on duty, note exception rather than the rule. their Listen and Spot modifiers, and decide what they do when Corridor Traps: Because passageways in dungeons tend to be they notice intruders. Some will rush headlong into a fight, while narrow, offering few movement options, dungeon builders like to others will negotiate, sound an alarm, or retreat to get help. place traps in them. In a cramped passageway, there’s no way for",
        "name":  "Guard Post",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Well protected, often by a locked iron stairs often cause intruders to slide or fall down to the door, a vault is a special room that contains trea- bottom, where a pit, spikes, a pool of acid, or some other sure. There’s usually only one entrance—an danger awaits. appropriate place for a trap. Gradual Stairs: Stairs that rise less than 5 feet for every 5",
        "name":  "Vault",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Although sometimes con- feet of horizontal distance they cover don’t affect move- structed like a vault, a crypt can also be a ment, but characters who attack a foe below them gain a +1 series of individual rooms, each with its bonus on attack rolls from being on higher ground. Most stairs in own sarcophagus, or a long hall with dungeons are gradual, except for spiral stairs (see below). recesses on either side—shelves to hold Steep Stairs: Characters moving up steep stairs (which rise at a 45- coffins or bodies. Wise adventurers expect degree angle or steeper) must spend 2 squares of movement to enter to encounter undead in a crypt, but are each square of stairs. Characters running or charging often willing to risk it to look for the treasure down steep stairs must succeed on a DC 10 Balance check that’s often buried with the dead. Crypts of most upon entering the first steep stairs square. Characters who cultures are well appointed and highly decorated, fail stumble and must end their movement 1d2×5 feet later. since the fact that the crypt was created at Characters who fail by 5 or more take 1d6 points of damage all shows great reverence for the dead and fall prone in the square where they end their movement. entombed within. Steep stairs increase the DC of Tumble checks by 5.",
        "name":  "Crypt",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This form of steep stairs is designed to make rising from the grave take the precaution of defending a fortress easier. Characters gain cover against foes locking and trapping a crypt from the outside— below them on spiral stairs because they can easily duck making the crypt easy to get into but difficult around the staircase’s central support. to leave. Those worried about tomb robbers Railings and Low Walls: Stairs that are open to large rooms 63 make their crypts difficult to get into. Some often have railings or low walls. They function as described builders do both, just to be on the safe side. for ledges (see Special Floors, page 60). Illus. by W. Reynolds ADVENTURES CHAPTER 3:",
        "name":  "Those who are worried about undead Spiral Stairs",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A bridge connects two higher areas separated by a lower and stalactites function as slender pillars, area, stretching across a chasm, over a river, or above a pit. A simple although it is rumored that deep in the bridge might be a single wooden plank, while an elaborate one Underdark, some wide stalagmites and stalac- could be made of mortared stone with iron supports and side rails. tites exist.",
        "name":  "Bridge",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Some bridges have mechanisms that allow them to times a statue is just a statue. be extended or retracted from the gap they cross. Typically, the Most statues function as wide pillars, taking winch mechanism exists on only one side of the bridge. It takes a up a square and providing cover. Some statues move action to lower a drawbridge, but the bridge doesn’t come are smaller and act as slender pillars. A DC 15 down until the beginning of the lowering character’s next turn. It Climb check allows a character to climb a statue. takes a full-round action to raise a drawbridge; the drawbridge is Tapestry: Elaborately embroidered patterns or scenes on cloth, up at the end of the action. tapestries hang from the walls of well-appointed dungeon rooms or Particularly long or wide drawbridges may take more time to corridors. They not only make chambers more comfortable as a resi- raise and lower, and some may require Strength checks to rotate dence but can add a ceremonial touch to shrines and throne rooms. the winch. Crafty builders take advantage of tapestries to place alcoves, con-",
        "name":  "Drawbridge",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Some bridges have railings or low walls cealed doors, or secret switches behind them. Sometimes the images along the sides. If a bridge does, the railing or low walls affect Bal- in a tapestry contain clues to the nature of the builders, the inhabi- ance checks and bull rush attempts as described for ledges (see tants, or the dungeon itself. Special Floors, page 60). Low walls likewise provide cover to Tapestries provide total concealment (50% miss chance) to char- bridge occupants. acters behind them if they’re hanging from the ceiling, or con-",
        "name":  "Railings and Low Walls",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Stairs aren’t the only way to move up cealment (20% miss chance) if they’re flush with the wall. and down in a dungeon. Sometimes a vertical shaft connects Climbing a big tapestry isn’t particularly difficult, requiring a levels of a dungeon or links a dungeon with the surface. Chutes DC 15 Climb check (or DC 10 if a wall is within reach). are usually traps that dump characters into a lower area—often a Pedestal:Anything important on display in a dungeon, from a place featuring some dangerous situation with which they must fabulous treasure to a coffin, tends to rest atop a pedestal or a dais. contend. Raising the object off the floor focuses attention on it (and, in",
        "name":  "Chutes and Chimneys",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A common sight in any dungeon, pillars and columns practical terms, keeps it safe from any water or other substance give support to ceilings. The larger the room, the more likely it has that might seep onto the floor). A pedestal is often trapped to pro- pillars. As a rule of thumb, the deeper in the dungeon a room is, tect whatever sits atop it. It can conceal a secret trapdoor beneath the thicker the pillars need to be to support the overhead weight. itself or provide a way to reach a door in the ceiling above itself. Pillars tend to be polished and often have carvings, Only the largest pedestals take up an entire square; most provide paintings, or inscriptions upon them. no cover.",
        "name":  "Pillar",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The trap resets itself, either immediately or after a A trap’s trigger determines how it is sprung. timed interval.",
        "name":  "Trigger Automatic",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This trigger periodically springs the trap after a certain ered, and chasms. Like a cliff or a wall, a pit or a chasm forces charac- 68 duration has passed. A sharpened blade that thrusts out from a slit ters to either detour around it or take the time and trouble to figure in a corridor wall every 4 rounds is an example of a timed trigger. out a way across. Pits and chasms can be defeated by judicious appli-",
        "name":  "Timed",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "With a gas trap, the danger is in the inhaled poison it deliv- manual reset; DC 20 Reflex save avoids; 10 ft. deep (1d6, fall); ers. Traps employing gas usually have the never miss and onset Search DC 24; Disable Device DC 20. Market Price: 1,800 gp. delay features (see below). Deeper Pit Trap: CR 1; mechanical; location trigger; manual",
        "name":  "Gas",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any trap that involves a danger of drowning (such as a reset; hidden switch bypass (Search DC 25); DC 15 Reflex save locked room filling with water or a patch of quicksand that char- avoids; 20 ft. deep (2d6, fall); multiple targets (first target in each acters can fall into) is in this category. Traps employing liquid usu- of two adjacent 5-ft. squares); Search DC 20; Disable Device DC 23. ally have the never miss and onset delay features (see below). Market Price: 1,300 gp.",
        "name":  "Liquid",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Traps with this feature can affect more than Doorknob Smeared with Contact Poison:CR 1; mechanical; one character. touch trigger (attached), manual reset; poison (carrion crawler",
        "name":  "Multiple Target",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "When the entire dungeon wall moves to crush brain juice, DC 13 Fortitude save resists, paralysis/0); Search DC you, your quick reflexes won’t help, since the wall can’t possibly 19; Disable Device DC 19. Market Price: 900 gp. miss. A trap with this feature has neither an attack bonus nor a Fusillade of Darts: CR 1; mechanical; location trigger; manual saving throw to avoid, but it does have an onset delay (see below). reset; Atk +10 ranged (1d4+1, dart); multiple targets (fires 1d4 Most traps involving liquid or gas are of the never miss variety. darts at each target in two adjacent 5-ft. squares); Search DC 14;",
        "name":  "Never Miss",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "An onset delay is the amount of time between Disable Device DC 20. Market Price: 500 gp. when the trap is sprung and when it deals damage. A never miss Poison Dart Trap: CR 1; mechanical; location trigger; manual trap always has an onset delay. reset; Atk +8 ranged (1d4 plus poison, dart); poison (bloodroot, DC 70 :3 RETPAHC SERUTNEVDA pqqqqrs",
        "name":  "Onset Delay",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "WHAT DISABLING A DEVICE MEANS Check Result = DC +7–9:The character really broke the trap. It won’t So a character makes her Disable Device check against a trap. What does go off again until someone repairs it using the Craft (trapmaking) skill. that success do to the trap? With this variant rule, the answer to that This repair costs 1d8×10% of the trap’s total construction cost. question depends on the amount by which the character beat the DC. Check Result = DC +10 or more: The character either broke the Check the paragraph below that corresponds to the margin of success. trap (as above) or succeeded in adding or discovering a bypass Check Result = DC +0–3:The next time the trigger would spring the element. This latter option enables characters to either get past the trap, it doesn’t. After that, however, the trigger operates normally, and trap without triggering it or avoid its effect, but the trap remains another Disable Device check is required to disarm it again. active. For example, a character who achieves this degree of success Check Result = DC +4–6:The character messed up the trap’s work- on a Disable Device check could manage to prop open a spring- ings. It won’t function again until it’s reset. If it’s a trap that resets loaded trap so that it can’t fire, or could notice the niche in the wall automatically, use the next result below. that provides refuge from the rolling boulder. pqqqqrs 12 Fortitude save resists, 0/1d4 Con plus 1d3 Wis); Search DC 20; reset; DC 20 Reflex save avoids; 20 ft. deep (2d6, fall); multiple tar- Disable Device DC 18. Market Price: 700gp. gets (first target in each of two adjacent 5-ft. squares); pit spikes",
        "name":  "VARIANT",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 1; mechanical; touch trigger; manual (Atk +10 melee, 1d4 spikes per target for 1d4+2 each); Search DC reset; Atk +8 ranged (1 plus greenblood oil poison); Search DC 22; 18; Disable Device DC 15. Market Price: 1,600 gp. Disable Device DC 20. Market Price:1,300 gp. Tripping Chain: CR 2; mechanical; location trigger; automatic",
        "name":  "Poison Needle Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 1; mechanical; location trigger; manual reset; multiple traps (tripping and melee attack); Atk +15 melee reset; Atk +10 melee (3d6); Search DC 20; Disable Device DC 20. touch (trip), Atk +15 melee (2d4+2, spiked chain); Search DC 15;",
        "name":  "Portcullis Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Damage applies only to those underneath the portcullis. Disable Device DC 18. Market Price: 3,800 gp. Portcullis blocks passageway. Market Price:1,400 gp. Note:This trap is really one CR 1 trap that trips and a second CR Razor-Wire across Hallway: CR 1; mechanical; location trig- 1 trap that attacks with a spiked chain. If the tripping attack suc- ger; no reset; Atk +10 melee (2d6, wire); multiple targets (first ceeds, a +4 bonus applies to the spiked chain attack because the target in each of two adjacent 5-ft. squares); Search DC 22; Disable opponent is prone. Device DC 15. Market Price:400 gp. Well-Camouflaged Pit Trap: CR 2; mechanical; location trig-",
        "name":  "Note",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 1; mechanical; location trigger; manual ger; repair reset; DC 20 Reflex save avoids; 10 ft. deep (1d6, fall); reset; Atk +10 melee (2d6, rock); Search DC 20; Disable Device DC Search DC 27; Disable Device DC 20. Market Price: 4,400 gp. 22.Market Price:1,400 gp.",
        "name":  "Rolling Rock Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 1; mechanical; location trigger; manual reset; wizard, 5d4 fire, DC 11 Reflex save half damage); Search DC 26; Atk +12 ranged (1d8/×3, spear); Search DC 20; Disable Device DC Disable Device DC 26. Cost:2,500 gp, 200 XP. 20.Note:200-ft. max range, target determined randomly from Camouflaged Pit Trap: CR 3; mechanical; location trigger; those in its path. Market Price: 1,200 gp. manual reset; DC 20 Reflex save avoids; 30 ft. deep (3d6, fall); mul-",
        "name":  "Spear Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 1; mechanical; touch trigger; tiple targets (first target in each of two adjacent squares); Search manual reset; Atk +5 melee (4d6, stone block); Search DC 20; Dis- DC 24; Disable Device DC 18.Market Price:4,800 gp. able Device DC 20. Market Price:500 gp. Ceiling Pendulum: CR 3; mechanical; timed trigger; auto-",
        "name":  "Swinging Block Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "2,400 gp. Hail of Needles:CR 3; mechanical; location trigger; manual",
        "name":  "Market Price",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 2; mechanical; location trigger; acid arrow,3rd-level wizard, 2d4 acid/round for 2 rounds); Search manual reset; DC 20 Reflex save avoids; 20 ft. deep (2d6, fall); mul- DC 27; Disable Device DC 27. Cost:3,000 gp, 240 XP. tiple targets (first target in each of two adjacent 5-ft. squares); Pit Trap:CR 3; mechanical, location trigger; manual reset; DC Search DC 24; Disable Device DC 19. Market Price: 3,400 gp. 20 Reflex save avoids; 60 ft. deep (6d6, fall); Search DC 20; Disable",
        "name":  "Camouflaged Pit Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 2; mechanical; location trigger; manual reset; venom, DC 14 Fortitude save resists, 1d4 Con/1d4 Con); Search Atk +16 ranged (1d6+4, javelin); Search DC 20; Disable Device DC DC 19; Disable Device DC 15. Market Price: 2,900 gp. 18.Market Price: 4,800 gp. Spiked Pit Trap: CR 3; mechanical; location trigger; manual",
        "name":  "Javelin Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 2; mechanical; location trigger; manual reset; DC 20 Reflex save avoids; 20 ft. deep (2d6, fall); multiple tar- reset; Atk +5 melee (see note); Search DC 20; Disable Device DC gets (first target in each of two adjacent 5-ft. squares); pit spikes 25.Note:Characters in 10-ft. square are grappled by net (Str 18) if (Atk +10 melee, 1d4 spikes per target for 1d4+2 each); Search DC they fail a DC 14 Reflex save. Market Price:3,000 gp. 21; Disable Device DC 20. Market Price: 3,600 gp.",
        "name":  "Large Net Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 2; mechanical, location trigger; manual reset; DC Stone Blocks from Ceiling: CR 3; mechanical; location trig- 20 Reflex save avoids; 40 ft. deep (4d6, fall); Search DC 20; Disable ger; repair reset; Atk +10 melee (4d6, stone blocks); Search DC 25; Device DC 20. Market Price:2,000 gp. Disable Device DC 20. Market Price: 5,400 gp.",
        "name":  "Pit Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 2; mechanical; location trigger; automatic Cost:8,000 gp, 640 XP. ADVENTURES CHAPTER 3:",
        "name":  "Spiked Pit Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 4; mechanical; location trigger; DC 20; Disable Device DC 25. Note:Room floods in 4 rounds (see manual reset; DC 20 Reflex save avoids; 40 ft. deep (4d6, fall); mul- Drowning, page 304). Market Price:17,500 gp. tiple targets (first target in each of two adjacent 5-ft. squares); Fusillade of Darts: CR 5; mechanical; location trigger; manual Search DC 25; Disable Device DC 17. Market Price:6,800 gp. reset; Atk +18 ranged (1d4+1, dart); multiple targets (1d8 darts per",
        "name":  "Camouflaged Pit Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 4; mechanical, location trigger; manual reset; DC Pit Trap:CR 5; mechanical, location trigger; manual reset; DC 20 Reflex save avoids; 80 ft. deep (8d6, fall); Search DC 20; Disable 20 Reflex save avoids; 100 ft. deep (10d6, fall); Search DC 20; Dis- Device DC 20. Market Price:4,000 gp. able Device DC 20. Market Price:5,000 gp.",
        "name":  "Pit Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 4; mechanical; location trigger; manual Poison Wall Spikes: CR 5; mechanical; location trigger; reset; Atk +15 ranged (1d4+4 plus poison, dart); multiple targets (1 manual reset; Atk +16 melee (1d8+4 plus poison, spike); multiple dart per target in a 10-ft.-by-10-ft. area); poison (Small monstrous targets (closest target in each of two adjacent 5-ft. squares); poison centipede poison, DC 10 Fortitude save resists, 1d2 Dex/1d2 Dex); (Medium monstrous spider venom, DC 12 Fortitude save resists, Search DC 21; Disable Device DC 22. Market Price:12,090 gp. 1d4 Str/1d4 Str); Search DC 17; Disable Device DC 21. Market",
        "name":  "Poisoned Dart Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 4; mechanical; location trigger; automatic (Atk +10 melee, 1d4 spikes per target for 1d4+4 each); Search DC reset; DC 20 Reflex save avoids; 60 ft. deep (6d6, fall); pit spikes 21; Disable Device DC 20. Market Price:13,500 gp. (Atk +10 melee, 1d4 spikes per target for 1d4+5 each); Search DC Spiked Pit Trap (80 Ft. Deep):CR 5; mechanical; location trig- 20; Disable Device DC 20. Market Price: 4,000 gp. ger, manual reset; DC 20 Reflex save avoids; 80 ft. deep (8d6, fall),",
        "name":  "Spiked Pit Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 4; mechanical; location trigger; auto- pit spikes (Atk +10 melee, 1d4 spikes for 1d4+5 each); Search DC matic reset; Atk +20 melee (2d4+8/×4, scythe); Search DC 21; Dis- 20; Disable Device DC 20. Market Price:5,000 gp. able Device DC 18. Market Price:17,200 gp. Ungol Dust Vapor Trap: CR 5; mechanical; location trigger; Water-Filled Room Trap: CR 4; mechanical; location trigger; manual reset; gas; multiple targets (all targets in a 10-ft.-by-10-ft. automatic reset; multiple targets (all targets in a 10-ft.-by-10-ft. room); never miss; onset delay (2 rounds); poison (ungol dust, DC room); never miss; onset delay (5 rounds); liquid; Search DC 17; 15 Fortitude save resists, 1 Cha/1d6 Cha plus 1 Cha drain); Search Disable Device DC 23. Market Price:11,200 gp. DC 20; Disable Device DC 16. Market Price: 9,000 gp. Wide-Mouth Spiked Pit Trap: CR 4; mechanical; location trigger; manual reset; DC 20 Reflex save avoids; 20 ft. deep (2d6, CR 6 Traps fall); multiple targets (first target in each of two adjacent 5-ft. Built-to-Collapse Wall:CR 6; mechanical; proximity trigger; squares); pit spikes (Atk +10 melee, 1d4 spikes per target for 1d4+2 no reset; Atk +20 melee (8d6, stone blocks); multiple targets (all each); Search DC 18; Disable Device DC 25. Market Price:7,200 gp. targets in a 10-ft.-by-10-ft. area); Search DC 14; Disable Device DC 16.Market Price:15,000 gp. CR 5 Traps Compacting Room: CR 6; mechanical; timed trigger; auto-",
        "name":  "Wall Scythe Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 5; mechanical; location trigger; matic reset; hidden switch bypass (Search DC 25); walls move manual reset; DC 20 Reflex save avoids; 50 ft. deep (5d6, fall); mul- together (12d6, crush); multiple targets (all targets in a 10-ft.-by- tiple targets (first target in each of two adjacent 5-ft. squares); 10-ft. room); never miss; onset delay (4 rounds); Search DC 20; Search DC 25; Disable Device DC 17. Market Price:8,500 gp. Disable Device DC 22. Market Price:25,200 gp.",
        "name":  "Camouflaged Pit Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 5; mechanical; location trigger; manual Fusillade of Spears: CR 6; mechanical; proximity trigger; reset; Atk +15 melee (6d6); multiple targets (can strike all charac- repair reset; Atk +21 ranged (1d8, spear); multiple targets (1d6 ters in two adjacent specified squares); Search DC 20; Disable spears per target in a 10 ft.-by-10-ft. area); Search DC 26; Disable Device DC 25. Market Price:15,000 gp. Device DC 20. Market Price:31,200 gp.",
        "name":  "Falling Block Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 7; mechanical; loca- tion trigger; manual reset; Atk +18 ranged (1d4+1 plus poison, CR 9 Traps dart); poison (greenblood oil, DC 13 Fortitude save resists, 1 Con/ Drawer Handle Smeared with Contact Poison: CR 9; 1d2 Con); multiple targets (1d8 darts per target in a 10-ft.-by-10-ft. mechanical; touch trigger (attached); manual reset; poison (black area); Search DC 25; Disable Device DC 25. Market Price:33,000 gp. lotus extract, DC 20 Fortitude save resists, 3d6 Con/3d6 Con);",
        "name":  "Fusillade of Greenblood Oil Darts",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 7; mechanical; touch trig- Search DC 18; Disable Device DC 26. Market Price:21,600 gp. ger (attached); no reset; poison (dragon bile, DC 26 Fortitude save Dropping Ceiling: CR 9; mechanical; location trigger; repair resists, 3d6 Str/0); Search DC 27; Disable Device DC 16. Market reset; ceiling moves down (12d6, crush); multiple targets (all tar-",
        "name":  "Lock Covered in Dragon Bile",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "11,300 gp. gets in a 10-ft.-by-10-ft. room); never miss; onset delay (1 round);",
        "name":  "Price",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This trap is really one CR 8 trap that creates a forcecageand a second CR 8 trap that summons a hamatula in the same area. If both succeed, the hamatula appears inside the forcecage.These effects are independent of each other.",
        "name":  "Note",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 10; mechanical; location trig- ger; manual reset; hidden lock bypass (Search DC 25, Open Lock DC 30); DC 20 Reflex save avoids; 50 ft. deep (5d6, fall); multiple targets (first target in each of two adjacent 5-ft. squares); pit spikes (Atk +10 melee, 1d4 spikes per target for 1d4+5 plus poison each); poison (purple worm poison, DC 24 Fortitude save resists, 1d6 Str/2d6 Str); Search DC 16; Disable Device DC 25. Market Price: 19,700 gp.",
        "name":  "Poisoned Spiked Pit Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The base CR for a mechanical trap is 0. If your final CR is 0 or lower, add features until you get a CR of 1 or higher.",
        "name":  "Mechanical Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ifa trap is really two or more connected traps that affect approximately the same area, determine the CR of each one separately.",
        "name":  "Multiple Traps",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ifone trap depends on the success of the other (that is, you can avoid the second trap altogether by not falling victim to the first), they must be treated as separate traps.",
        "name":  "Multiple Dependent Traps",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Insects, spiders, grubs, and worms of all Yellow Mold (CR 6):Ifdisturbed, a 5-foot square of this mold kinds live in the dark recesses of dungeons. They don’t present a bursts forth with a cloud of poisonous spores. All within 10 feet of real threat, but they do provide food for predators and scavengers the mold must make a DC 15 Fortitude save or take 1d6 points of in the dungeon—which in turn pose a threat to adventurers. Constitution damage. Another DC 15 Fortitude save is required 1",
        "name":  "Creepy Crawlers",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rats make up an important part of any dungeon ecology. minute later—even by those who succeeded on the first save—to These omnivorous rodents serve as the staple for most dungeon avoid taking 2d6 points of Constitution damage. Fire destroys predators and scavengers. In huge swarms, they become a threat yellow mold, and sunlight renders it dormant. themselves. Brown Mold (CR 2):Brown mold feeds on warmth, drawing",
        "name":  "Rats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll 1d4 minor features on Table 3–12: Minor Features and Furnishings (01–40), 1d4 major features on Table 3–11: Major Features and Furnishings (41–80), or both (81–100).",
        "name":  "Features",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Roll a random treasure of the dungeon’s level on Table 3–5: Treasure. Typically, the treasure is hidden in such a way that it takes a Search check (DC 20 + dungeon level) to find it.",
        "name":  "Hidden Treasure",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "It’spossible that several characters may attempt to determine the right direction to proceed after becom- ing lost. That’s just fine. You make a Survival check for each char- acter in secret, then tell the players whose characters succeeded the correct direction in which to travel, and tell the players whose characters failed a random direction they think is right. (Tip:A few extraneous die rolls behind your screen might make it less appar- ent which characters are right and which characters are wrong.)",
        "name":  "Conflicting Directions",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fallen logs generally stand Typical trees 50% 70% 80% about 3 feet high and provide cover just as low walls do. They Massive trees — 10% 20% cost 5 feet of movement to cross. Forest streams are generally 5 Light undergrowth 50% 70% 50% to 10 feet wide and no more than 5 feet deep. Pathways wind Heavy undergrowth — 20% 50% through most forests, allowing normal movement and providing neither cover nor concealment. These paths are less common in",
        "name":  "Sparse Medium Dense Other Forest Terrain Elements",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "It’s common for elves and other forest checks can feel the heat of the fire (and thus automatically “spot” dwellers to live on raised platforms far above the surface floor. it) when it is 100 feet away. ADVENTURES CHAPTER 3: Sample Temperate Forest Encounter Table (EL6) d% Encounter Average EL 01–04 1d4+3 dryads 8 05–10 1 treant 8 11–16 5th-level lizardfolk druid NPC 7 and 2 centaurs 17–19 1 nymph 7 20–25 1d4 unicorns 7 26–33 1d6+1 wolves 7 34–43 1d4 centaurs 6 44–51 1d4 dire wolves 6 52–61 1d3 owlbears 6 62–69 1d3 pixies 6 70–73 1 ghast (ghoul) and 2 ghouls 5 74–79 5th-level gnoll ranger NPC 5 80–85 1d4+1 satyrs 5 86–88 1d4+1 owlbear skeletons 5 89–93 1 wraith 5 94–97 2 black bears (animal) 4 98–100 1 wereboar (lycanthrope) 4 For information on how to build your own wilderness encounter tables, see page 95. The leading edge of a fire (the downwind side) can advance Both shallow and deep bogs increase the DC of Move Silently faster than a human can run (assume 120 feet per round for winds checks by 2. of moderate strength). Once a particular portion of the forest is Undergrowth: The bushes, rushes, and other tall grasses in ablaze, it remains so for 2d4×10 minutes before dying to a smok- marshes function as undergrowth does in a forest (see above). A ing smolder. Characters overtaken by a forest fire may find the square that is part of a bog does not also have undergrowth. leading edge of the fire advancing away from them faster than Quicksand:Patches of quicksand present a deceptively solid they can keep up, trapping them deeper and deeper in its grasp. appearance (appearing as undergrowth or open land) that may Within the bounds of a forest fire, a character faces three dan- trap careless characters. A character approaching a patch of quick- gers: heat damage, catching on fire, and smoke inhalation. sand at a normal pace is entitled to a DC 8 Survival check to spot",
        "name":  "Forest Canopy",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters engulfed in a forest fire are at book,and Drowning, page 304 of this book). risk of catching on fire when the leading edge of the fire overtakes Characters below the surface of a bog may swim back to the sur- them, and are then at risk once per minute thereafter (see Catch- face with a successful Swim check (DC 15, +1 per consecutive ing on Fire, page 303). round of being under the surface).",
        "name":  "Catching on Fire",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This incline isn’t steep enough to affect move- map, add rock walls, placing them within or adjacent to steep ment, but characters gain a +1 bonus on melee attacks against foes slopes and cliffs. downhill from them. Mountain Terrain Features",
        "name":  "Gradual Slope",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters moving uphill (to an adjacent square of higher elevation) must spend 2 squares of movement to enter ———— Mountain Category ———— each square of steep slope. Characters running or charging down- Alpine Meadow Rugged Forbidding hill (moving to an adjacent square of lower elevation) must suc- Gradual slope 50% 25% 15% ceed on a DC 10 Balance check upon entering the first steep slope Steep slope 40% 55% 55% square. Mounted characters make a DC 10 Ride check instead. Cliff 10% 15% 20% Characters who fail this check stumble and must end their move- Chasm — 5% 10% ment 1d2×5 feet later. Characters who fail by 5 or more fall prone Light undergrowth 20% 10% — in the square where they end their movement. Scree — 20% 30% A steep slope increases the DC of Tumble checks by 2. Dense rubble — 20% 30%",
        "name":  "Steep Slope",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A cliff typically requires a DC 15 Climb check to scale and is 1d4×10 feet tall, although the needs of your map may mandate a Gradual and Steep Slopes: These function as described in taller cliff. A cliff isn’t perfectly vertical, taking up 5-foot squares if Hills Terrain, above. it’s less than 30 feet tall and 10-foot squares if it’s 30 feet or taller. Cliff:These terrain elements also function like their hills ter-",
        "name":  "Cliff",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sagebrush and other scrubby bushes rain counterparts, but they’re typically 2d6×10 feet tall. Cliffs grow on hills, athough they rarely cover the landscape as they do taller than 80 feet take up 20 feet of horizontal space. in forests and marshes. Light undergrowth provides concealment Chasm:Usually formed by natural geological processes, and increases the DC of Tumble and Move Silently checks by 2. chasms function like pits in a dungeon setting. Chasms aren’t",
        "name":  "Light Undergrowth",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Trees aren’t out of place in hills hidden, so characters won’t fall into them by accident (although terrain, and valleys often have active streams (5 to 10 feet wide and bull rushes are another story). A typical chasm is 2d4×10 feet deep, no more than 5 feet deep) or dry streambeds (treat as a trench 5 to at least 20 feet long, and anywhere from 5 feet to 20 feet wide. It 10 feet across) in them. If you add a stream or streambed, remem- takes a DC 15 Climb check to climb out of a chasm. ber that water always flows downhill. In forbidding mountain terrain, chasms are typically 2d8×10",
        "name":  "Other Hills Terrain Elements",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "In gentle hills, the maximum feet deep. distance at which a Spot check for detecting the nearby presence Light Undergrowth: This functions as described in Forest Ter- of others can succeed is 2d10×10 feet. In rugged hills, this dis- rain, above. tance is 2d6×10 feet. Scree: A field of shifting gravel, scree doesn’t affect speed, but it Hiding in hills terrain can be difficult if there isn’t undergrowth can be treacherous on a slope. The DC of Balance and Tumble around. A hilltop or ridge provides enough cover to hide from checks increases by 2 if there’s scree on a gradual slope and by 5 if 89 anyone below the hilltop or ridge. there’s scree on a steep slope. The DC of Move silently checks in- Hills don’t affect Listen or Move Silently checks. creases by 2 if the scree is on a slope of any kind. ADVENTURES CHAPTER 3:",
        "name":  "Stealth and Detection in Hills",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The ground is covered with rocks of all sizes. It A landslide or avalanche consists of two distinct areas: the bury costs 2 squares of movement to enter a square with dense rubble. zone (in the direct path of the falling debris) and the slide zone The DC of Balance and Tumble checks on dense rubble increases (the area the debris spreads out to encompass). Characters in the by 5, and the DC of Move Silently checks increases by +2. bury zone always take damage from the avalanche; characters in",
        "name":  "Dense Rubble",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A vertical plane of stone, rock walls require DC 25 the slide zone may be able to get out of the way. Climb checks to ascend. A typical rock wall is 2d4×10 feet tall in Characters in the bury zone take 8d6 points of damage, or half rugged mountains and 2d8×10 feet tall in forbidding mountains. that amount if they make a DC 15 Reflex save. They are subse- Rock walls are drawn on the edges of squares, not in the squares quently buried (see below). themselves. Characters in the slide zone take 3d6 points of damage, or no damage",
        "name":  "Rock Wall",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most alpine meadows edge of the slide zone to the opposite edge. The bury zone in the begin above the tree line, so trees and other forest elements are center of the avalanche is half as wide as the avalanche’s full width. rare in the mountains. Mountain terrain can include active Todetermine the precise location of characters in the path of an streams (5 to 10 feet wide and no more than 5 feet deep) and dry avalanche, roll 1d6×20; the result is the number of feet from the streambeds (treat as a trench 5 to 10 feet across). Particularly center of the path taken by the bury zone to the center of the high-altitude areas tend to be colder than the lowland areas that party’s location. Avalanches of snow and ice advance at a speed of surround them, so they may be covered in ice sheets (described 500 feet per round, and rock avalanches travel at a speed of 250 below). feet per round.",
        "name":  "Other Mountain Terrain Features",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Consisting of scrubby, hardy bushes Light undergrowth 40% 20% 10% and cacti, light undergrowth functions as described for other ter- Heavy undergrowth — 10% — rain types. Light rubble — — 10%",
        "name":  "Light Undergrowth",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The ground is covered with slippery ice. It costs 2 Trench 5% — 5% squares of movement to enter a square covered by an ice sheet, and Berm — — 5% the DC of Balance and Tumble checks there increases by 5. A DC 10 Balance check is required to run or charge across an ice sheet. Undergrowth: Whether they’re crops or natural vegetation,",
        "name":  "Ice Sheet",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Small rocks are strewn across the ground, the tall grasses of the plains function like light undergrowth in a making nimble movement more difficult more difficult. The DC forest. Particularly thick bushes form patches of heavy under- of Balance and Tumble checks increases by 2. growth that dot the landscape in grasslands.",
        "name":  "Light Rubble",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This terrain feature consists of more and larger Light Rubble: On the battlefield, light rubble usually repre- stones. It costs 2 squares of movement to enter a square with dense sents something that was destroyed: the ruins of a building or the rubble. The DC of Balance and Tumble checks increases by 5, and scattered remnants of a stone wall, for example. It functions as the DC of Move Silently checks increases by 2. described in the desert terrain section above.",
        "name":  "Dense Rubble",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tundra is sometimes bor- In farm terrain, trenches are generally irrigation ditches. 91 dered by forests, and the occasional tree isn’t out of place in the Berm:A common defensive structure, a berm is a low, earthen cold wastes. Rocky deserts have towers and mesas consisting of wall that slows movement and provides a measure of cover. Put a ADVENTURES CHAPTER 3: berm on the map by drawing two adjacent rows of steep slope Aquatic terrain doesn’t offer the variety that land terrain does. (described in Hills Terrain, above), with the edges of the berm on The ocean floor holds many marvels, including undersea ana- the downhill side. Thus, a character crossing a two-square berm logues of any of the terrain elements described earlier in this sec- will travel uphill for 1 square, then downhill for 1 square. Two- tion. But if your characters find themselves in the water because square berms provide cover as low walls for anyone standing they were bull rushed off the deck of a pirate ship, the tall kelp behind them. Larger berms provide the low wall benefit for beds hundreds of feet below them don’t matter. anyone standing 1 square downhill from the top of the berm. Accordingly, these rules simply divide aquatic terrain into two",
        "name":  "Other Desert Terrain Features",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wooden fences are generally used to contain livestock categories: flowing water (such as streams and rivers) and non- or impede oncoming soldiers. It costs an extra square of move- flowing water (such as lakes and oceans). ment to cross a wooden fence. A stone fence provides a measure of Sample Temperate Aquatic Encounter Table (EL 8) cover as well, functioning as low walls. Mounted characters can cross a fence without slowing their movement if they succeed on d% Encounter Average EL a DC 15 Ride check. If the check fails, the steed crosses the fence, 01–04 1 juvenile bronze dragon 9 but the rider falls out of the saddle. 05–08 1 dragon turtle 9 09–17 1 giant squid (animal) 9 Sample Temperate Plains Encounter Table (EL4) 18–28 1 giant octopus (animal) 8 d% Encounter Average EL 29–39 1d4+2 sea cats 8 01–03 1 half-dragon, 4th-level human fighter 6 40–56 1d4+2 Huge sharks (animal) 8 04–08 1d4+2 worgs 6 57–70 2d4+4 tritons 8 09–13 1d3 cockatrices 5 71–83 1 cachalot whale (animal) 7 14–19 1d3 locust swarms 5 84–94 1 water naga 7 20–26 5th-level human paladin NPC 5 95–100 1d4 merrow (ogre) 6 27–35 1d3 blink dogs 4 36–44 1d3 giant soldier ants 4 Flowing Water: Large, placid rivers move at only a few miles 45–57 1d4+4 goblins 4 per hour, so they function as still water for most purposes. But 58–69 1d3 wererats (lycanthrope) 4 some rivers and streams are swifter; anything floating in them 70–78 1 vampire spawn 4 moves downstream at a speed of 10 to 40 feet per round. The 79–86 1 allip 3 fastest rapids send swimmers bobbing downstream at 60 to 90 feet 87–94 1 ankheg 3 per round. Fast rivers are always at least rough water (Swim DC 95–100 1d3 gnolls 3 15), and whitewater rapids are stormy water (Swim DC 20). Ifa character is in moving water, move her downstream the",
        "name":  "Fences",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Occasional trees dot the land- indicated distance at the end of her turn. A character trying to scape in many plains, although on battlefields they’re often felled maintain her position relative to the riverbank can spend some or to provide raw material for siege engines (described in Urban Fea- all of her turn swimming upstream. tures, page 99). Hedgerows (described in Marsh Terrain, page 88) Swept Away: Characters swept away by a river moving 60 feet are found in plains as well. Streams, generally 5 to 20 feet wide and per round or faster must make DC 20 Swim checks every round to 5 to 10 feet deep, are commonplace. avoid going under. If a character gets a check result of 5 or more",
        "name":  "Other Plains Terrain Features",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Inplains terrain, the maxi- over the minimum necessary, he arrests his motion by catching a mum distance at which a Spot check for detecting the nearby rock, tree limb, or bottom snag—he is no longer being carried presence of others can succeed is 6d6×40 feet, although the along by the flow of the water. Escaping the rapids by reaching the specifics of your map may restrict line of sight. bank requires three DC 20 Swim checks in a row. Characters Plains terrain provides no bonuses or penalties on Listen and arrested by a rock, limb, or snag can’t escape under their own Spot checks. Cover and concealment are not uncommon, so a power unless they strike out into the water and attempt to swim good place of refuge is often nearby, if not right at hand. their way clear. Other characters can rescue them as if they were trapped in quicksand (described in Marsh Terrain, above).",
        "name":  "Stealth and Detection in Plains",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "How far you can see In spring, an enormous snowmelt can engorge the streams and underwater depends on the water’s clarity. As a guideline, crea- rivers it feeds. Other catastrophic events such as massive rain- tures can see 4d8×10 feet if the water is clear, and 1d8×10 feet if it’s storms or the destruction of a dam can create floods as well. murky. Moving water is always murky, unless it’s in a particularly During a flood, rivers become wider, deeper, and swifter. As- large, slow-moving river. sume that a river rises by 1d10+10 feet during the spring flood, It’s hard to find cover or concealment to hide underwater and its width increases by a factor of 1d4×50%. Fords may disap- (except along the seafloor). Listen and Move Silently checks func- pear for days, bridges may be swept away, and even ferries might tion normally underwater. not be able to manage the crossing of a flooded river.",
        "name":  "Stealth and Detection Underwater",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Between 60° and 85° Fahrenheit during the day, 10 to 20 and can even choke protected flames (50% chance). Most dust- degrees colder at night. storms are accompanied by severe winds (see the following page)",
        "name":  "Warm",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wind speeds are moderate to strong (10 to 30 mph); see and leave behind a deposit of 1d6 inches of sand. However, there Table 3–24 on the following page. is a 10% chance for a greater duststorm to be accompanied by windstorm-magnitude winds (see Table 3–24: Wind Effects). Rain, Snow, Sleet, and Hail These greater duststorms deal 1d3 points of nonlethal damage Bad weather frequently slows or halts travel and makes it virtu- each round to anyone caught out in the open without shelter and ally impossible to navigate from one spot to another. Torrential also pose a choking hazard (see Drowning, page 304—except that downpours and blizzards obscure vision as effectively as a a character with a scarf or similar protection across her mouth and dense fog. nose does not begin to choke until after a number of rounds equal Most precipitation is rain, but in cold conditions it can manifest to 10 ×her Constitution score). Greater duststorms leave 2d3–1 as snow, sleet, or hail. Precipitation of any kind followed by a cold feet of fine sand in their wake. snap in which the temperature dips from above freezing to 30° F Snowstorm:In addition to the wind and precipitation common or below may produce ice (see Cold Dangers, page 302). to other storms, snowstorms leave 1d6 inches of snow on the",
        "name":  "Windy",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Essentially frozen rain, sleet has the same effect as rain force of their wind. while falling (except that its chance to extinguish protected Blizzard:The combination of high winds, heavy snow (typically flames is 75%) and the same effect as snow once on the ground. 1d3 feet), and bitter cold (see Cold Dangers, page 302) make bliz-",
        "name":  "Sleet",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A gentle breeze, having little or no game effect. When setting out to generate random encounters for an adven-",
        "name":  "Light Wind",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A steady wind with a 50% chance of extinguish- ture that involves travel through the wilderness, the first thing ing small, unprotected flames, such as candles. you need to do is determine the chance for an encounter to",
        "name":  "Moderate Wind",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gusts that automatically extinguish unprotected happen in a given area. Refer to the table below, determining the flames (candles, torches, and the like). Such gusts impose a –2 type of area in question and then rolling d% at the end of every penalty on ranged attack rolls and on Listen checks. hour the PCs spend in the area to see if an encounter occurs.",
        "name":  "Strong Wind",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This is a smaller, lighter version of the heavy These main roads are 25 feet wide—offering room for wagons to catapult. It functions as the heavy catapult, except that it takes a pass each other—with 5-foot-wide sidewalks on either side. DC 10 Strength check to winch the arm into place, and only two Crowds: Urban streets are often full of people going about their full-round actions are required to reaim the catapult. daily lives. In most cases, it isn’t necessary to put every 1st-level A light catapult takes up a space 10 feet across. commoner on the map when a fight breaks out on the city’s main",
        "name":  "Catapult, Light",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Getting to a roof usually requires climbing a wall (see the Walls section, page 59), unless the character can reach a roof by jumping down from a higher window, balcony, or bridge. Flat roofs, common only in warm climates (accumulated snow can cause a flat roof to collapse), are easy to run across. Moving along the peak of a roof requires a DC 20 Balance check. Moving on an angled roof sur- face without changing altitude (moving parallel to the peak, in other words) requires a DC 15 Balance check. Moving up and down across the peak of a roof requires a DC 10 Balance check. Eventually a character runs out of roof, requiring a long jump across to the next roof or down to the ground. The distance to the next closest roof is usually 1d3×5 feet horizontally, but the roof across the gap is equally likely to be 5 feet higher, 5 feet lower, or the same height. Use the guidelines on page 77 of the Player’s Handbook (a horizontal jump’s peak height is one-fourth of the horizontal dis- tance) to determine whether a character can make a jump.",
        "name":  "Rooftops",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A friendly character (usually an NPC with class levels) Characters might want to buy their own buildings or even con- with a CR equal to 2 less than the party level approaches the charac- struct their own castle. Use the prices in Table 3–27 below directly, ters with a request. She may wish to hire the characters, tell them a or as a guide when you extrapolate costs for more exotic structures. rumor she heard, or simply tag along as they explore the city.",
        "name":  "Buying Buildings Admirer",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This one- to three-room house is made of wood and has a thatched roof.",
        "name":  "Simple House",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This four- to ten-room house is made of wood and has a thatched roof.",
        "name":  "Grand House",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This ten- to twenty-room residence has two or three stories and is made of wood and brick. It has a slate roof.",
        "name":  "Mansion",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This round or square, three-level tower is made of stone.",
        "name":  "Tower",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This fortified stone building has fifteen to twenty-five rooms.",
        "name":  "Keep",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A castle is a keep surrounded by a 15-foot stone wall with four towers. The wall is 10 feet thick.",
        "name":  "Castle",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A huge castle is a particularly large keep with numerous associated buildings (stables, forge, granaries, and so on) and an elaborate 20-foot-high wall that creates bailey and courtyard areas. The wall has six towers and is 10 feet thick.",
        "name":  "Huge Castle",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The moat is 15 feet deep and 30 feet wide. The bridge may be a wooden drawbridge or a permanent stone structure. For example, a PC might be confronted with a press gang in the waterfront district or a young foreigner eager to test his diplo- matic immunity in the embassy district.",
        "name":  "Moat with Bridge",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The characters meet someone who offers them work. The job depends on their overall circumstances and on the nature of the employer.",
        "name":  "Employment Offer",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Someone breaks free from the custody of the watch and flees past the PCs. They can help apprehend the prisoner or help her escape. The prisoner typically has a CR 1d6 lower than the characters’ party level. Fire (building, ship, etc.): Fire is a danger that threatens the whole city. Treat a fire in the city as a forest fire for purposes of how fast it moves (see page 87).",
        "name":  "Escaped Prisoner",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A parent or other caregiver seeks help from the PCs. The child might be simply lost, or perhaps is the victim of a more sinister fate.",
        "name":  "Lost Child",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "One or more of the PCs are mistaken for someone else—often someone famous or infamous.",
        "name":  "Mistaken Identity",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Some thugs have bitten off more than they can chew when they decide to pick on the characters. There’s roughly one mugger for every PC, and each has a CR of 4 to 6 less than the",
        "name":  "Muggers",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "These may be ordinary street thugs, but such charac- party level. ters never target those who look tougher than they. Bullies could Runaway Cart: A team of horses pulling a wagon is racing pell- also be seasoned adventurers who look down on low-level charac- mell through the city streets. The characters must avoid the horses ters. A group of bullies always outnumbers the characters by at (an overrun attack). If they can stop the wagon, the owner (who is least two (+50% is a good rule of thumb), and each bully has a CR running behind the cart) will be grateful. equal to 1 less than the party level. For example, a group of four Pickpockets:One or more rogues tries to steal from the PCs. A player characters averaging 6th level would be targeted by a group pickpocket has rogue levels equal to 2 less than the party level and of six bullies, each with a CR of 5 (5th-level adventurers or 6th- a Sleight of Hand modifier equal to 4 more than the party level. level warriors), for an EL 10 encounter. A single 7th-level charac- Prominent Personage:The characters meet an important ter might find himself the target of three bullies of CR 6 (6th-level political, religious, mercantile, or military NPC. Most important adventurers or 7th-level warriors), which is an EL 9 encounter. To NPCs have a retinue or guard of some sort. be meaningful, bullies have to be tough; run-of-the-mill thugs are Robbery in Progress: Criminals burst out of a nearby shop, described in the Muggers entry below. eager to cause as much mayhem as possible during their escape.",
        "name":  "Bullies",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "One or more of the characters are po- Each of the 1d4+1 robbers has a CR equal to 3 less than the party tentially struck by a falling object, fall through unsafe scaffolding, level. The loot from the robbery is double standard for the CR of or face a similar mishap. Run this encounter by adapting a trap the robbers. from the list that begins on page 70. Spectacle:The characters witness some unusual form of public",
        "name":  "Construction Accident",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Put the PCs in a moral dilemma. Are they will- ers who just happen not to be controlled by players. They differ ing to attack the villain if her servants are prepared to slay on her from cohorts and hirelings (see below), who work directly for command a number of townsfolk she captured? the PCs.",
        "name":  "Take Hostages",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "One who works with chemicals. Also includes Replacing Cohorts and Followers apothecaries (those who deal with drugs and medicines). Ifa leader loses a cohort or followers, he can generally replace Animal Tender/Groom:Someone to care for animals. Also them, according to his current Leadership score. It takes time (1d4 includes shepherds, shearers, and swineherds. months) to recruit replacements. If the leader is to blame for the Architect/Engineer:A skilled, educated planner, essential for deaths of the cohort or followers, it takes extra time to replace large building projects. Also includes shipwrights. them, up to a full year. Note that the leader also picks up a reputa- Barrister:A lawyer. tion of failure, which decreases his Leadership score. Clerk:A scribe specializing in accounting. Also includes trans- lators and interpreters.",
        "name":  "Alchemist",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A 1st-level warrior (see the warrior NPC class, page 109).",
        "name":  "Mercenary",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A 1st-level warrior who can ride and fight on horseback.",
        "name":  "Mercenary Cavalry",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A 2nd-level warrior. For a mercenary leader of higher level than 2nd, add 3 sp per day per level more than is shown on Table 4–1.",
        "name":  "Mercenary Leader",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Someone who carries heavy loads.",
        "name":  "Porter",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A researcher, a scholar, or a wise, educated person who provides information. You should assign a time period required to research the answer to a question, which may be as short as an hour or as long as a month or more (depending both on the diffi- culty of the question and the likelihood that the sage knows the answer or can find it quickly). More renowned sages demand higher fees, particularly for difficult areas of research.",
        "name":  "Sage",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Someone who can write. Also includes scriveners (manuscript copiers).",
        "name":  "Scribe",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A character must be at least 6th level to take The Leader . . . Modifier this feat. Has a familiar, special mount, or –2",
        "name":  "Prerequisites",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Having this feat enables the character to attract loyal animal companion companions and devoted followers, subordinates who assist her. Recruits a cohort of a different alignment –1 See the table below for what sort of cohort and how many follow- Caused the death of a cohort –2* ers the character can recruit. * Cumulative per cohort killed.",
        "name":  "Benefits",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Several factors can affect a character’s Leadership score, causing it to vary from the base score (character Followers have different priorities from cohorts. When the char- 106 level + Cha modifier). A character’s reputation (from the point of acter tries to attract a new follower, use any of the following mod- view of the cohort or follower he is trying to attract) raises or ifiers that apply. lowers his Leadership score: :4 RETPAHC REYALPNON SRETCARAHC Leadership Cohort —— Number of Followers by Level —— Score Level 1st 2nd 3rd 4th 5th 6th 1 or lower — — — — — — — 2 1st — — — — — — 3 2nd — — — — — — 4 3rd — — — — — — 5 3rd — — — — — — 6 4th — — — — — — 7 5th — — — — — — 8 5th — — — — — — 9 6th — — — — — — 10 7th 5 — — — — — 11 7th 6 — — — — — 12 8th 8 — — — — — 13 9th 10 1 — — — — 14 10th 15 1 — — — — 15 10th 20 2 1 — — — 16 11th 25 2 1 — — — 17 12th 30 3 1 1 — — 18 12th 35 3 1 1 — — 19 13th 40 4 2 1 1 — 20 14th 50 5 3 2 1 — 21 15th 60 6 3 2 1 1 22 15th 75 7 4 2 2 1 23 16th 90 9 5 3 2 1 24 17th 110 11 6 3 2 1 25 or higher 17th 135 13 7 4 2 2",
        "name":  "Leadership Modifiers",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A character’s base Leadership score equals his level plus any Charisma modifier. In order to take into account negative Charisma modifiers, this table allows for very low Leadership scores, but the character must still be 6th level or higher in order to gain the Leadership feat. Outside factors can affect a character’s Leadership score, as detailed below.",
        "name":  "Leadership Score",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifier. dom to train in the fields of their choice, for the most part, and often travel widely. With access to all the best goods and oppor- Class Features tunities, many aristocrats become formidable individuals. Some All of the following are class features of the adept NPC class. even go on adventures with fighters, wizards, and members of",
        "name":  "Skill Points at Each Additional Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifier. the barbarian or ranger, or the sophistication and religious focus of a paladin. The warrior is a straightforward and unsubtle oppo- Class Features nent in a fight, but a respectable one. The following is a class feature of the commoner NPC class. Warriors are not as good as fighters, and thus PCs should be en-",
        "name":  "Skill Points at Each Additional Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 15, Dex 14, Con 13, Int 10, Wis 12, arrows, 2 potions of cure moderate wounds, potion of lesser restoration, Cha 8. potion of neutralize poison, 3 flasks alchemist’s fire, climber’s kit,",
        "name":  "Starting Ability Scores",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 10, Dex 13, Con 12, Int 14, Wis 8, hear this bard gets a +2 competence bonus on skill checks with a Cha 15. particular skill for as long as he can hear the music. Inspire confi-",
        "name":  "Starting Ability Scores",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 15, Dex 13, Con 14, Int 10, Wis 12, Will +8; Str 18, Dex 15, Con 16, Int 10, Wis 12, Cha 8. Cha 8. Skills and Feats:Climb +10, Intimidate +5, Jump +8, Move Silently",
        "name":  "Starting Ability Scores",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 14, Dex 15, Con 13, Int 10, Wis 12, Wild Empathy (Ex): This ranger can improve the attitude of an Cha 8. animal in the same way a Diplomacy check can improve the atti-",
        "name":  "Starting Ability Scores",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 10, Dex 14, Con 13, Int 15, Wis 12, bright light); +2 racial bonus on Listen, Spot, and Search checks Cha 8. (already figured into the statistics given above).",
        "name":  "Starting Ability Scores",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2 Con, –2 Cha. Speed 20 ft. Orc:+4 Str, –2 Int, –2 Wis, –2 Cha. Dwarf, Hill [Common]:+2 Con, –2 Cha. Speed 20 ft. Tiefling (Planetouched):+2 Dex, +2 Int, –2 Cha. +2 Bluff, +2",
        "name":  "Dwarf, Deep",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2 Con, –2 Cha. Speed 20 ft. Hide.",
        "name":  "Dwarf, Mountain",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The first adventure is set up so that someone keep accurate notes. If the Inn of the Blue Boar had a creaky door is putting out a call for mercenaries or adventurers to do some when the PCs visit the place, make sure it has a creaky door when task, and the characters are the men and women who happened they return (unless you have a reason for why it doesn’t creak any- to answer the call. Alternatively, all the characters meet and dis- more). Once the players notice consistent details (minor ones, such cover that they are headed to the same place. as the creaking door, or major ones, such as a high priestess’s name),",
        "name":  "Happenstance",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The characters are lifelong friends who have met in they begin to feel that the world you have created is a real place. the past. Despite their different backgrounds and training, they Keep a notebook or binder with all your notes for the campaign, so are already good friends. that everything is at your fingertips during a game session. If a",
        "name":  "History",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The characters don’t start as friends player asks for the name of the place that someone her character but are introduced as trusted friends of mutual friends. met said was under siege, you should have the answer for her.",
        "name":  "Mutual Acquaintances",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The characters are called together by Calendars and Timekeeping: Keep close track of time. Track an outside force—someone with authority enough to get them the passing of each season so you can describe the weather. Mark to do as she says—and are commanded to work together, at least the coming and going of holy days and other dates of importance. on the first adventure. This practice helps you organizationally, as well as encouraging The Cliché: The characters all meet in a tavern over mugs of you to establish a calendar for your setting. It is another way to ale and decide to work together. give your world verisimilitude. 130 :5 RETPAHC SNGIAPMAC pqqqqrs",
        "name":  "Outside Intervention",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cost 5 gp per month. A meager upkeep assumes that you own your own impressive home with servants. pqqqqrs",
        "name":  "Meager",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Stagnation is unrealistic. Change encourages a feeling napped when the slavers attacked. If the PCs really enjoy visiting of realism. Droughts ruin crops, kingdoms go to war, the queen the village of Shady Grove, put Shady Grove in the path of the evil gives birth to a daughter, the price of steel rises as the iron mines cleric’s advancing army. Don’t overdo revelations of this sort, or close up, and new taxation policies raise an uproar among the else the PCs will never grow attached to anything, for fear of put- common folk. In the campaign world, just as in the real world, ting that thing in danger. However, this strategy works as a pow- new events happen every day. Unlike in our world, the campaign erful motivator when used in moderation. world might not have the technology to disseminate information Prepare the PCs for the Future:Ifyou know that later in the quickly, but eventually word of change does reach the characters. campaign you want to have trolls rise up from their lairs and begin Not all events need to be catalysts for adventures. Some serve well raiding the Deep Cities of the dwarves, have the PCs hear about just providing background. the Deep Cities or even visit them on an adventure long before",
        "name":  "Events",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Actions that the PCs take should this happens. Doing this will make the troll adventure much more affect the campaign. If the PCs burn down a tavern in the middle meaningful when it occurs. Threading information into early of town, the authorities will be after them at least for questioning, adventures that informs the PCs of elements of future adventures if not for punishment or restitution (see Player Characters Out of helps weave a campaign into a whole. Control, page 135). When the PCs accomplish something great, Foreshadow Coming Events:Ifthe kobold that the charac- people in the campaign world hear about it. Common folk begin ters captured speaks about a new troll king, and the PCs hear from to recognize the characters’ names and perhaps even their faces. If dwarves and gnomes the occasional tale of a battle with a troll, the characters free a town from a tyrant, the next time they come they will be better prepared for the time when they must try to to that town, conditions should be better—or at least different. stop the trolls from destroying the Deep Cities. They might even follow up on the leads you plant without your ever having to initi- BUILDING ON THE PAST ate the adventure at all. Another key to maintaining a campaign is building on the past to heighten drama, establish motivation, and flesh out the world. Set CHARACTERS AND THE the characters up for a hard fall. Establish a place in the campaign world as a wonderful, free, and peaceful area. Then, later on in the WORLD AROUND THEM campaign, have that place invaded and ravaged by an evil force. Having already established in the characters’ (and players’) minds The PCs live in a living, breathing world. Included here are spe- that it was a great place, you won’t need to provide any sort of cific details regarding character classes and their place in the exposition to explain why the villains are so evil or give the char- world. acters motivation to get involved in stopping them. Use what has come before and prepare for what is still to come. PCS AND NPCS That approach is what makes a campaign different from a series of The NPC classes presented in Chapter 4 of this book showcase the unrelated adventures. Some strategies for building on the past to difference between PCs and the rest of the world: The PCs are maintain a campaign include using recurring characters, having the among the most capable members of the populace, or at least PCs form relationships beyond the immediate adventure, changing among those with the greatest potential. The variance of ability what the PCs know, hitting the PCs where it hurts, preparing the scores (from 3 to 18 or higher) shows that not all people in the PCs for the future, and foreshadowing coming events. world are created equal, and not all have the same opportunities.",
        "name":  "A Reactive Environment",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The PCs make friends with the innkeeper’s son and visit him every time they are in town CLASS ROLES IN SOCIETY just to hear another of his jokes. A PC falls in love with an azer Characters, particularly as they advance in level, need to know princess, and eventually they marry. Old Kragar, a retired fighter, how they and those like them fit into the world. This section may looks upon the PCs as the children he never had. Every year, the be helpful in giving an idea of what classes particular NPCs might centaurs of Chalice Wood deliver a present to the PC who slew the belong to, what sorts of NPCs one might find in a world, how PCs green dragon on the anniversary of his heroic deed. Relationships can fit in, and what PCs can potentially aspire to. Of course, PCs such as these flesh out the campaign world. can form whatever goals they wish, but the following information",
        "name":  "Relationships Beyond the Adventure",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ifa PC makes friends with the barbarian leader unless he has somehow proved himself worthy 131 blacksmith in town, you can make things interesting by having of their loyalty. Barbarians of legend often aspire to gather those the blacksmith tell the PC that his son was among those kid- like them and found their own tribe, or even their own kingdom. CAMPAIGNS CHAPTER 5:",
        "name":  "Hit Them Where It Hurts",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bards serve as entertainers, either on their own, singing ciars or something similar, implying that the paladin is in charge for their supper, or in troupes. Some bards aspire to be an aristo- of dispensing church-sanctioned justice. crat’s personal troubadour. Bards occasionally gather in colleges of Ranger:Rangers often seclude themselves, wandering into the learning and entertainment. Well-known, high-level bards often wilderness for long stretches of time. If they aspire to leadership, found bard colleges. These colleges serve as the standard educa- it is often as the warden of a small frontier community. Some tional system for a city as well as a kind of guild where bards can rangers form loose-knit and often secretive organizations. These find training and support. ranger groups watch over events in the land, and their members",
        "name":  "Bard",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most clerics have an organizational structure built gather to exchange information. They often have the best view of right into their class. Religions usually have hierarchies, and each the grand picture of everything that occurs. High-level rangers cleric has his place within the structure. Clerics may be assigned aspire to found their own ranger societies or to establish and rule duties by their churches, or they might be free agents. Clerics can new communities, often those they have carved out of the wilder- serve in the military of an aristocrat sanctioned by their religion, ness itself. or within some autonomous church-based military order estab- Rangers and druids often work together, even sharing the same lished for defense. A high-level cleric can hope to one day be the secretive network. Sometimes a ranger group includes a few shepherd of his own congregation and temple, although some druids, or vice versa. become religious advisors to aristocrats or the leaders of commu- Rogue:Rogues may serve in armies as spies or scouts. They can nities of their own, with the people of the community looking to work as operatives of temples or as general troubleshooters for the cleric for religious and temporal guidance. Clerics often work aristocrats, having attained these unique positions because of the with paladins, and virtually every knightly order has at least one versatility of their skills and abilities. cleric member. Frequently, however, rogues gather together in guilds",
        "name":  "Cleric",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "To the general populace, sorcerers are indistinguish- which spans the globe. The society is so loose, however, that it may able from wizards. They often fill the same roles as wizards in have little influence on a particular druid. society, although they rarely join wizards’ guilds, since they have Druids assist and sometimes even lead small, rural communi- no need to research and study. Sorcerers, more than wizards, keep ties that benefit from their wisdom and power. to themselves. Sorcerers are more likely to hang about the fringes",
        "name":  "All druids are at least nominally members of druidic society, Sorcerer",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This terrain type is composed of fresh or salt water. you’re already well on your way to having a complete setting. Desert:This terrain type describes any dry area with sparse When things are moving along quickly in the campaign, you can vegetation. focus on the characters and individual adventures, because the Plains:Any fairly flat area that is not a desert, marsh, or forest is world is mostly done. This method also allows you to use fore- considered plains. shadowing of larger events, faraway places, and grander adven- Forest:Any area covered with trees is forest terrain. tures early on in the campaign. Hills:Any area with rugged but not mountainous terrain is hills terrain.",
        "name":  "This method ensures that once you have started the campaign, Aquatic",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "While the community may have a mayor or a grudgingly get along. town council, the real power lies in other hands. It may center on For example, a small city contains a powerful chaotic good wiz- a guild—a formal organization of merchants, craftsmen, profes- ards’ guild but is ruled by a lawful good aristocrat. The wizards are sionals, thieves, assassins, or warriors who collectively wield great sometimes exasperated by the strict laws imposed by the aristocrat influence. An aristocracy, in the form of one or more rich individ- ruler and occasionally break or circumvent them when it serves uals with no political office, may exert influence through wealth. their (well-intentioned) purposes. Most of the time, though, a rep- A prestigious aristocracy, such as a group of accomplished adven- resentative from the guild takes their concerns and disagreements turers, may exert influence through their reputation and experi- to the aristocrat, who attempts to equitably resolve any problems. ence. Wise elders may exert influence over those who respect Another example: A large city contains a powerful lawful evil their age, reputation, and perceived wisdom. fighter, a lawful good temple, and a chaotic evil aristocrat. The self-",
        "name":  "Nonstandard",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A community with a lawful good power center (round down), the community has one full-time guard or soldier. usually has a codified set of laws, and most people willingly obey In addition, for every 20 people in the community, an able-bodied those laws. member of the local militia or a conscript soldier can be brought",
        "name":  "Lawful Good",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A neutral good power center rarely influences into service within just a few hours. the residents of the community other than to help them when they are in need. Other NPCs in the Community",
        "name":  "Neutral Good",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This sort of power center influences the For detailed city play, knowing exactly who lives in the commu- community by helping the needy and opposing restrictions on nity becomes important. The following guidelines allow you to freedom. determine the levels of the most powerful locals and then extrap-",
        "name":  "Chaotic Good",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A community with a lawful neutral power olate from that to determine the rest of the classed characters center has a codified set of laws that are followed to the letter. living there. Those in power usually insist that visitors (as well as residents) Highest-Level NPC in the Community for Each Class: Use obey all local rules and regulations. the following tables to determine the highest-level character in a",
        "name":  "Lawful Neutral",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This sort of power center rarely influences the given class for a given community. Determine the appropriate community. Those in power prefer to pursue their private goals. community modifier by consulting the first table below; then",
        "name":  "True Neutral",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This sort of power center is unpredictable, refer to the second table, roll the dice indicated for the class, and influencing the community in different ways at different times. apply the modifier to get a result.",
        "name":  "Chaotic Neutral",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A community with a lawful evil power center us- A result of 0 or lower for character level means that no charac- ually has a codified set of laws, which most people obey out of fear ters of that kind can be found in the community. The maximum of harsh punishment. level for any class is 20th.",
        "name":  "Lawful Evil",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The residents of a community with a neutral evil power center are usually oppressed and subjugated, facing a dire Total Characters of Each Class future. Use the following method for determining the levels of all the",
        "name":  "Neutral Evil",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A theocracy is a political system in which clerics tures frequently develop codified laws and rules of succession. (or druids) rule. The ruler is the direct representative of the deity Such complex societies are rife with backstabbing and betrayals, or deities that the theocracy is based upon. Most theocracies are though, exemplifying the very definition of Byzantine politics. similar to monarchies, but once a ruler is chosen, he normally remains in the position for life. The people cannot question the High-Level Characters word of a deity or his representative. Sometimes high-level characters build their own castles and estab- Some theocracies see their leaders as ascending to divinity or lish their own territories. This usually occurs either on land semidivinity in and of themselves. Past (and sometimes present) granted to them by a ruler or in an area of relatively unclaimed rulers are worshiped as deities. Such rulers wield absolute power, wilderness that they have cleared. A just or generous character is and their bloodline carries the divine right to rule, so their succes- likely to draw people toward her stronghold or cleared area. sors are chosen from their descendants. A ruler doesn’t need to be Before she knows it, she’s a ruler. a cleric in such a case (although he often is), since he is not a How the character governs is completely up to her. However, the divine representative but a deity. In such a theocracy, it’s possible NPCs involved will react appropriately to character actions and that even an infant can be chosen as a ruler if he has divine blood. decrees. In exchange for protection, plots of land, and fair rulership,",
        "name":  "Theocracy",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Elves are likely to live within monarchies as well. Of all by three days in the pillory. races, however, elves are the most likely to adopt a magocracy. • In the city of Highfolk, it is against the law to mistreat an animal. Elves prize individual freedom and fear tyrants. Elf rulers judge • Anyone wearing red in the sight of the emperor is imprisoned each situation and case individually rather than according to a for one month. strict, codified set of laws. Some places might have laws that directly affect adventurers.",
        "name":  "Elves",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The clerics of the Shining One work to aid the poor and As an example, here’s how the religions of the deities presented in the sick, and thus most common folk look upon them with great the Player’s Handbookfit into society. favor. Pelor’s temples are sanctuaries for the impoverished and dis-",
        "name":  "The Pantheon and the Campaign Setting Pelor",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Boccob’s priesthood is usually a somber group that eased, and his yellow-robed clerics are usually kind, quiet folk, takes its pursuit of knowledge and arcana very seriously. The cler- roused only in their opposition against evil. ics of the Archmage of the Deities wear purple robes with gold St. Cuthbert:The no-nonsense order of St. Cuthbert does not trim. Rather than meddle in public affairs and politics, they keep suffer fools gladly or abide evil in any way. His clerics concern to themselves and their own agendas. themselves with the needs of the common people over nobles or",
        "name":  "Boccob",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Clergy members who serve the Cre- the well educated. They are zealous in their desire to convert ator of the Elves operate as defenders and champions of their others to their faith and quick to destroy their opponents. race. They often serve as leaders and settle disputes in elven Vecna:Vecna’s priesthood is made up of isolated cells of cultists communities. who seek dark, arcane secrets to further their evil schemes. Black",
        "name":  "Corellon Larethian",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The clergy of Ehlonna are hearty woodsfolk. Her and red are the clerics’ favored colors. clerics wear pale green robes and are quick to protect the wood- Wee Jas:Wee Jas’s priesthood has a strict hierarchy. Her clerics lands against all threats. are known for their discipline and obedience to their superiors.",
        "name":  "Ehlonna",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The priesthood of Erythnul maintains a low profile They work as officiators at funerals, maintain graveyards, or oper- in most civilized lands. In savage areas, members of the priesthood ate libraries of arcane lore. They wear black or gray robes. are known as bullies and murderous tyrants. Many evil Yondalla:Yondalla’s clerics help other halflings lead safe, pros- humanoids worship Erythnul, but their priests do not cooperate perous lives by following her guidance. They often serve as com- with each other to advance the overall goals of the religion. Clerics munity leaders. of Erythnul favor rust-red garments or blood-stained robes.",
        "name":  "Erythnul",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fharlanghn’s clerics are wanderers who seek to Creating New Deities help fellow travelers. Fharlanghn’s clerics dress in nondescript You can create your own deities and religions. You’re free to set brown or green clothing, and they move around frequently. A trav- them up however you please. Deities can exist as individuals or as eler who comes to one of Fharlanghn’s wayside shrines, which are a unified pantheon that interacts all the time. common along most well-used roads, won’t find a particular cleric Each deity should have a portfolio, which describes a sphere or watching over a particular shrine more than once. spheres of influence. Elements of a portfolio can be concepts such",
        "name":  "Fharlanghn",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Clerics of Garl Glittergold serve gnome com- as peace or death, events such as war or famine, elements such as munities as educators and protectors. They teach the young valu- fire or water, activities such as travel or entertainment, types of able gnome lore and skills using a light-handed humor. They also people or professions such as wizards or smiths, as well as races, protect their fellow gnomes, ever watchful of the forces of evil alignments, places, or outlooks. Deities with similar portfolios humanoids that might threaten their community. may work together or may be in conflict, depending on their",
        "name":  "Garl Glittergold",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gruumsh, the evil god of the orcs, maintains a reli- alignments and respective power. gion based on intimidation and fear. His clerics strive to become The domains that a cleric of a deity can choose from should chieftains of orc tribes or advisors to the chief. Many pluck out always be based on the deity’s portfolio. In general, it’s appropriate one of their own eyes to emulate their deity. to assign no more than four domains to any deity. However, some",
        "name":  "Gruumsh",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "These large, round, lead projectiles are sold in bags of 10 ancient cities filled with strange secrets, which now form sites for for 3 gp. A bag of bullets weighs 2 pounds.. adventures. In such a campaign, you could decide that many of the",
        "name":  "Bullets",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The musket holds a single shot and requires a standard tion have come to the campaign world with their advanced sci- action to reload. ence and now serve as patrons or overlords. They dole out their",
        "name":  "Musket",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "other.json",
        "description":  "An automatic pistol can fire fifteen times It’s possible to bind together several sticks of dynamite so they before reloading and can be used to attack more than once per ignite and explode at the same time. Each additional stick in- round if the user has the ability to make multiple attacks. Releas- creases the damage by 1d6 (maximum damage 10d6) and the burst ing an empty magazine and inserting a new one is a move action. radius by 5 feet (maximum burst radius 20 feet).",
        "name":  "Pistol, Automatic",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    }
]
