[
    {
        "origin_file":  "other.json",
        "description":  "A quality everyone wishes they bad, this psicrystal Empathic Link: The psion has an empathic link with his or has it in spades. It is firm in purpose and belief, and its advice her psicrystal to a distance of up to one mile. Psions cannot and observations are characterized by firmness and see using the psicrystal\u0027s sighted ability, but they can determination. Or, as the psion might say, it is a stubborn so- communicate empathetically. The empathic link between a and-so. Still, this unshakable faith aids the psion in all psicrystal and its owner limits communication to strong contests of will. feelings, such as confidence, fear, uncertainty, resolve, and so",
        "name":  "Resolve",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This splinter personality attempts to be a mentor to its on, so misunderstandings are always possible. owner, even though it is drawn from the owner\u0027s mind. Still, Telepathic Link: The psion has a telepathic link with his or unfettered with any other personality type, the sage sees itself her psicrystal to a distance of up to one mile. Psions cannot as the be-all, end-all master of spiritual and philosophical see using the psicrystal\u0027s sighted ability, but they can topics, not to mention the area of Knowledge in which it is communicate telepathically. The telepathic link allows actual specialized. Beyond its specialization, the sage psicrystal\u0027s communication. For instance, a psicrystal placed in a distant advice is sometimes suspect. room could relay the activities occurring in that room.",
        "name":  "Sage",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The ability to focus in on the task at hand, psicrystals know all the languages their psion owners know. ignoring all other environmental and emotional factors, is Self-Propulsion: If the psion pays the cost of 1 power point, the personality seeded in this psicrystal. Sometimes the psion his or her psicrystal forms spidery, ectoplasmic legs for a day. has a very difficult time getting the psicrystal\u0027s attention if it The legs grant the psicrystal a speed of 30 feet. The psicrystal is focused on a specific task, but its influence also magnifies can climb walls and ceilings with its legs like a real spider at a the psion\u0027s own concentration abilities. speed of 20 feet. The legs fade to nothingness when their",
        "name":  "Singleminded",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This quality allows the psicrystal to see into the the psion, the psicrystal\u0027s mental voice sounds very similar; hearts of other living things by putting itself in their shoes. however, all exchanges are colored by the psicrystal\u0027s Unfortunately, the psicrystal also spends a lot of rime particular personality trait. analyzing the psion and his companions, commenting on Power Resistance: The psicrystal\u0027s power resistance (PR) their mental states, and making pronouncements about the equals the psion owner\u0027s level plus 5. To affect the psicrystal fitness of their actions of course, this is useful when the psion with a power, an enemy manifester must make a manifester level check (1d20 + enemy\u0027s manifester level) at least equal to wants to determine the motives of a potential enemy. the psicrystal\u0027s power resistance. Unless the Psionics Are",
        "name":  "Sympathetic",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The level of the psion. Different option is used (see Chapter 4: Psionics), the",
        "name":  "Psion Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per day, the psicrystal\u0027s owner can see abilities are cumulative. what the crystal sees for a period of 1 hour, as long as the psion and the crystal are not separated by more than one mile. 11 CLASSES PSIONIC CHAPTER 1:",
        "name":  "Sight Link",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1d2 gp. Piercing).",
        "name":  "Gold",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Pick a number of skills equal to 5 + Int Human Psion (Savant) Starting Package modifier.",
        "name":  "Skill Selection",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "o-level—catfall, far punch, my light. 1st- (including cloak, cap, boots, tunic, and pants). level—lesser concussion.",
        "name":  "Powers Known",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1d2 gp.",
        "name":  "Gold",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Pick a number of skills equal to 5 + Int Knowledge (psionics) 4 Int modifier. Psicraft 4 Int",
        "name":  "Skill Selection",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Inner Strength. Remote view 4 Int",
        "name":  "Feat",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Talented. Sense Motive 4 Wis",
        "name":  "Bonus Feat",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "0-level—daze, finger of fire, trinket. 1st- Disguise (cc) 4 Cha level—firefall. Intimidate (cc) 4 Cha",
        "name":  "Powers Known",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 d2 gp. will; id insinuation and mind thrust.",
        "name":  "Gold",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Pick a number of skills equal to 5 + Int As human psion (any discipline), except modifier.",
        "name":  "Skill Selection",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dwarf, elf, half-elf, half-orc.",
        "name":  "Race",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Pick a number of skills equal to 4 + Int Concentration 4 Con modifier. Gather Information 4 Cha",
        "name":  "Skill selection",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mental Adversary. Gold: 1 gp.",
        "name":  "Bonus Feat",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "o-level—detect psionics, finger of fire, inkling. 1st-level—destiny dissonance. PSYCHIC WARRIOR",
        "name":  "Powers Known",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The defining trait of the psychic warrior potentially important because of the psionic disciplines tied is her ability to supplement her physical attacks with psionic to them. feats and psionic powers. A combination of Strength, martial Choosing ability scores is also important because a skill, and psionic ability allows the psychic warrior to equal defender\u0027s Will save DC against an attacking psychic and sometimes surpass a normal fighter of equal experience. warrior’s power is set by the attacker each time a power is",
        "name":  "Characteristics",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1d20 roll + the power\u0027s level + the key ability fighting skills and psionic abilities grow in concert. modifier. (See Chapter 4: Psionics for more information.)",
        "name":  "As the psychic warrior gains experience and power, her manifested",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A psychic warrior\u0027s training requires the Alignment: Any. ability to give equal shrift to what others consider Hit Die: d8. polar opposites of physical and mental ability. Psychic warriors tend toward chaotic alignments, Class Skills but chaotic alignment is not a requirement. The psychic warrior\u0027s class skills (and the key",
        "name":  "Alignment",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Psychic warriors prefer to worship ability for each skill) are Autohypnosis* (Wis), any nonlawful god, often choosing Heironeous, Balance (Dex), Climb (Str), Concentration* god of valor; Kord, god of strength; or (Con), Jump (Str), Stabilize Self* (Str), Swim Erythnul, god of slaughter. But, like psions, (Str), Tumble (Dex), and Use Psionic psychic warriors\u0027 reliance on their will and Device* (Cha). internal fortitude often make them poor *See Chapter 2: Skills for new skill supplicants. descriptions. Other skills are found in",
        "name":  "Religion",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A psychic warrior Chapter 4 of the Player\u0027s Handbook. typically grows up among psions who have formed a society or small Skill Points at 1st Level: (2 + Int community of the \"like-minded.\" Such modifier) x 4. communes are rare, but their existence Skill Points at Each Additional provides some protection in a world",
        "name":  "Background",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifier. often hostile to those with purely mental abilities. Psychic warriors are often the Class Features children of psions who grow up All of the following are class features dissatisfied with directly following the of the psychic warrior. dictates of their parents. Without the",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 1st level, the psychic warrior gets a bonus races. feat in addition to the feat that any 1st-level character gets Mind Flayers are more likely to be psions than psychic and the bonus feat granted to humans. The psychic warrior warriors, especially since a chaotic viewpoint aids the dual gains an additional bonus feat at 2nd level and every three discipline; however, a few illithid psychic warriors exist. levels thereafter (5th, 8th, 11th, and so on). These bonus feats",
        "name":  "Bonus Feats",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bonus feats are in addition to the feat that any special power point cost. A psychic warrior can manifest any character gets every three levels. The psychic warrior is not talent she knows for free a number of times per day equal to limited to the list given here when choosing those fears. her level + 2. After exhausting her daily allotment, the",
        "name":  "Important",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The number of powers of each level that the psychic warrior knows. A “—“ indicates no powers are available. 15 CLASSES PSIONIC CHAPTER 1: with lower costs. For instance, a psychic warrior could choose Alternative Psychic Warrior Starting Package mind blast at 1st level, but its high power point cost (9) makes Same as human psychic warrior, except it inaccessible to her for several levels.",
        "name":  "Powers Discovered",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gnome or halfling.",
        "name":  "Race",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Power Attack. within 30 feet, because only at that range can the psychic",
        "name":  "Feat",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rapid Metabolism. warrior strike precisely enough to hit more effectively.",
        "name":  "Bonus Feat",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dwarf.",
        "name":  "Race",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "5d4x10 gp (unless using a starting package).",
        "name":  "Starting Gold",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Power Attack. Note: A psion character may never multiclass as a psion",
        "name":  "Feat",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Stand Still. The psion/psychic warrior multiclass is allowed. Powet",
        "name":  "Bonus Feat",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "0-level—elfsight, verve. points from each class are pooled; however, powers",
        "name":  "Powers Known",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "2d4 gp. or psychic warrior as they advance to a new level. When a nonpsionic character takes a level or two of a psionic class, that character is considered to have awakened a “wild talent.” Alternative Psychic Warrior Starting Package For example, Tordek the dwarven fighter could take a level Same as human psychic warrior, except of psychic warrior when he would normally advance to 5th",
        "name":  "Gold",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Elf, half-elf, or half-orc. level as a fighter. Since fighter is a dwarf\u0027s favored class,",
        "name":  "Race",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "pick a number of skills equal to 2 + Int advancing in one other class (psychic warrior in this case) modifier. doesn\u0027t count against Tordek when determining XP penalties",
        "name":  "Skill Selection",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Power Attack. for multiclassing. Humans and half-elves may choose the",
        "name":  "Feat",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Stand Still. psion and psychic warrior class as a favored class if the DM",
        "name":  "Bonus Feat",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "At each level above 1st, psions get 4 skill though both characters are psions; furthermore, a points and psychic warriors get 2 skill points that they use to few of the telepath’s class skills are cross-class (cc) for buy skills. (The Intelligence modifier adds to this number. the nomad, and vice versa. However, in terms of Humans get 1 extra skill point at each level above 1st.) A 1st- acquiring and using them, psionic skills work just level psionic character gets four times this number. (Humans as they do for other classes. Chapter 4 of the Player’s get 4 extra skill points at 1st level in addition to the standard Handbook contains detailed rules and an extended initial amount for their class and their Intelligence. These are example highlighting how skills work and how they added on at 1st level, not multiplied in.) If you use these points are acquired. to buy class skills, such as Escape Artist for a Psychoportation (nomad) psion or Pick Pocket for a Psychokinesis (savant) TABLE 2–1: PSIONIC CHARACTER SKILLS Psychic Key Psionic Skill Egoist Nomad Savant Shaper Seer Telepath Warrior Untrained Ability Only Alchemy • • • (cid:1) • • • No Int No Animal Empathy (cid:2) (cid:2) (cid:2) (cid:2) (cid:2) (cid:1) (cid:2) No Cha No Appraise • • • (cid:1) • • • Yes Int No Autohypnosis* (cid:1) • (cid:1) • • • (cid:1) No Wis Yes Balance (cid:1) • • • • • (cid:1) Yes Dex** No Bluff • • • • • (cid:1) • Yes Cha No Climb (cid:1) (cid:1) • • • • (cid:1) Yes Str** No Concentration* (cid:1) (cid:1) (cid:1) (cid:1) (cid:1) (cid:1) (cid:1) Yes Con No Craft • • • (cid:1) • • • Yes Int No Diplomacy • • • • • (cid:1) • Yes Cha No Disable Device • • (cid:1) • • • • No Int No Disguise • • • (cid:1) • • • Yes Cha No Escape Artist • (cid:1) • • • • • Yes Dex** No Gather Information • • • • (cid:1) (cid:1) • Yes Cha No Intuit Direction • (cid:1) • • (cid:1) • • No Wis No Jump (cid:1) (cid:1) • • • • (cid:1) Yes Str** No Knowledge (psionics)* (cid:1) (cid:1) (cid:1) (cid:1) (cid:1) (cid:1) • No Int No Listen • • • • (cid:1) • • Yes Wis No Open Lock • • (cid:1) • • • • No Dex No Perform • • • (cid:1) • • • Yes Cha No Pick Pocket • • (cid:1) • • • • No Dex** No Psicraft* (cid:1) (cid:1) (cid:1) (cid:1) (cid:1) (cid:1) • No Int No Remote View* • (cid:1) (cid:1) (cid:1) (cid:1) (cid:1) (cid:2) Yes Int Yes Ride • (cid:1) • • • • • Yes Dex No Search • • (cid:1) • • • • Yes Int No Sense Motive • • • • (cid:1) (cid:1) • Yes Wis No Spot • • • • (cid:1) • • Yes Wis No Stabilize Self* (cid:1) • • • • • (cid:1) No Con Yes Swim (cid:1) (cid:1) • • • • (cid:1) Yes Str No Tumble • • • • • • (cid:1) No Dex** No Use Psionic Device* (cid:2) (cid:2) (cid:2) (cid:2) (cid:2) (cid:2) (cid:1) No Cha No Use Rope • (cid:1) • • • • • Yes Dex No (cid:1) Class skill. • Cross-class skill. (cid:2) You can\u0027t buy this skill because it is exclusive to another class.",
        "name":  "Getting Skills",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Yes: The skill can be used untrained. That is, a character can have 0 ranks in this skill but can make skill checks normally.",
        "name":  "Untrained",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can\u0027t use the skill unless you have at least 1 rank.",
        "name":  "No",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The DC and effect depend on the task you attempt. 18 :2 RETPAHC SLLIKS",
        "name":  "Check",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you are wounded by stepping on a Retry: Yes, though a success doesn\u0027t cancel the effects of a caltrop, your speed is reduced to one-half of normal. A previous failure, which almost always is the loss of the power successful Autohypnosis check removes this movement being manifested or the disruption of the power being penalty for a period of 10 minutes. The wound doesn\u0027t go concentrated on. away—it is just ignored through self-persuasion. Special: A character with the Combat Manifestation feat",
        "name":  "Ignore Caltrop Wound",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "In response to being poisoned, you can gets a +4 bonus on Concentration checks made to manifest a make an Autohypnosis check on your next action. A power while on the defensive (see page 35). successful check grants you a +4 morale bonus on your saving throw to resist the poison\u0027s secondary damage. KNOWLEDGE (PSIONICS) (INT; TRAINED ONLY)",
        "name":  "Tolerate Poison",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "If reduced to 0 hit points (staggered), you may Like the Craft and Profession skills, Knowledge actually make an Autohypnosis check. If successful, you can take a encompasses a number of unrelated skills, although this normal action while at 0 hit points without taking 1 point of entry specifically relates to the body of lore dealing with the damage. You must make a check for each strenuous action phenomena of psionics in all its many manifestations. you take. A failed willpower check carries no penalties other",
        "name":  "Willpower",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Answering a question about psionics bas a DC of than failure—you can choose not to take that strenuous 10 (for really easy questions), 15 (for basic questions), or 20 to action. If you do so anyway, you drop to -1 hit points. 30 (for really tough questions).",
        "name":  "Check",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "See above.",
        "name":  "Retry",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "No. The check represents what you know, and thinking about a particular question regarding psionics a CONCENTRATION (CON) second time doesn\u0027t let you know something you never You are particularly good at focusing your mind. learned in the first place.",
        "name":  "Retry",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "In cases described below in which effective level is REMOTE VIEW (INT; PSION ONLY) important, it is okay to have an effective level of 0. Use this skill to spy on someone with the remote viewing",
        "name":  "Note",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "This works just like learning a power power. from a power stone with the Psicraft skill, except that the DC",
        "name":  "Contact Power Stone",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can\u0027t use this skill without some psionic is higher. means to remote view, such as the remote viewing power or an",
        "name":  "Check",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can attempt to subconsciously prevent your– power. It only lets you use it from a power stone or dorje as if self from dying. If you have negative hit points and are losing the power were on your class list. Note: If you are hit points (at 1 per round, 1 per hour, or 1 per day), you can manifesting it from a power stone, you have to contact it first. substitute a Stabilize Self check (DC 15) for your first normal",
        "name":  "Check",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "To manifest a power of a particular Task DC discipline from a power stone, you need a high score in the Contact power stone 25 + power level key ability. Your effective ability score is your result minus Emulate psionic power 20 15. Emulate psionic feat 20",
        "name":  "Emulate Ability Score",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any dorje, power stone, or psionic tattoo that cost raises its metapsionic level to 5th, and the highest-level stores a power with a costly material component or an XP power you can inscribe in a psionic tattoo is 3rd. cost also carries a commensurate cost. For psionic tattoos and",
        "name":  "Extra Costs",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "What the feat enables you (the character) to do. manifest powers when charges are expended (see Chapter 7:",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Manifester level 5th+. causes no particular drawback, this entry is absent.",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can create a dorje of any psionic power of 9th",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any special rules concerning the feat, such as level or lower that you know (or can gain access to). Crafting rules for taking the feat multiple times (normally not a dorje takes one day for each 1,000 gp in its base price. The allowed). base price of a dorje is its manifester level x the power level x *Feats marked with an asterisk are reprinted from the Player\u0027s Handbook for ease of reference. 750 gp (treat 0-level powers as one-half level). To craft a dorje, you must spend 1/25 of this base price in XP and use up raw materials costing half of this base price. BODY FUEL [PSIONIC] A newly created dorje has enough power points to manifest You can expand your power point total at the expense of your its primary power fifty times. health. Any dorje that stores powers with an XP cost also carries a",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Inner Strength, Talented. commensurate cost. In addition to the cost derived from the",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can “burn” ability points as power points on base cost, you must pay fifty times the XP cost. the basis of 1 power point per 2 ability score points burned.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Manifester level 5th+. You are adept at manifesting powers in combat.",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Manifester level 9th+. included in the above cost.)",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Manifester level you make your next attack, whichever occurs first. 1st+. If your attack misses, the power point",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can create a power expenditure is wasted. stone of any power that you know. Encoding a power stone takes one day DELAY POWER [METAPSIONIC] for each 1,000 gp in its base price. The You can manifest powers that trigger a base price of a power stone is the level set duration after manifestation. of the stored psionic power x its",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A delayed power doesn\u0027t manifester level x 25 gp (treat a activate until 1 to 5 rounds after o-level power as one-half you finish manifesting it. You level). To encode a determine the delay when power stone, you manifesting the power, and it must spend 1/25 cannot be changed once set. The of this base price in power activates just before your turn on the round XP and use up raw you designate. Only area, personal, and touch powers materials costing half of this base price. may be affected by this feat. Any decisions you would Any power stone that stores a psionic power with an XP make about the power (including attack rolls, designating cost also carries a commensurate cost. In addition to the costs targets, or determining or shaping an area) are decided when derived from the base price, you must pay the XP when the power is manifested, while any effects resolved by those encoding the stone. affected by the power (including saving throws) are decided when the power triggers. A delayed power may be negated ENLARGE POWER [METAPSIONIC] normally during the delay, and can be detected normally in You can manifest powers farther than normal. the area or on the target with powers that can detect psionic",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "An enlarged power has its range doubled. Powers effects. A delayed power costs a number of power points whose ranges are not defined by distance do not have their equal to its standard cost + 6. ranges increased. Determine an enlarged power\u0027s area or effect as if you were two manifester levels higher than you DISARM MIND [PSIONIC] actually are. An enlarged power costs a number of power You can directly deplete your foe\u0027s power point total with points equal to its standard cost + 2. psionic attacks.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 13+, Mental Adversary. EXTEND POWER [METAPSIONIC]",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You deplete a number of power points equal to You can manifest powers that last longer than normal. your Charisma modifier x 4 from your opponent on any",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13+, Point Blank Shot, Psionic Shot, You are adept at dodging blows. base attack bonus +3 or more.",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13+.",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you pay 5 power points per shot, you can",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 13+, Power Attack, Sunder, reserve You can upgrade your psicrystal. power points 5+. Benefit: You can implant another personality fragment in",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Reserve power points 1+. attacking that object.",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain +1 power points.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Psionic Focus.",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A character may gain this feat multiple times,",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add +4 to the DC for all saving throws against each time gaining a number of power points equal to the powers from within your discipline if you\u0027ve already taken previous Inner Strength gain + 1. For instance, Ma\u0027varkith the Psionic Focus feat for the selected discipline. This bonus the psychic warrior takes the feat three times, the first time overlaps (does not stack with) the bonus from Psionic Focus. receiving 1 extra power point, the second time receiving 2,",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can gain this fear multiple times. Its effects extra power points, the third time 3 extra, for a total of 6 extra do not stack. Each time you take this feat, it applies to a new power points. discipline, but a psion must choose her primary discipline the first time she takes this feat. MASTER DORJE [METAPSIONIC] You can manifest a dorje\u0027s power with power points. HEIGHTEN POWER [METAPSIONIC] Benefit: You can manifest a power stored in a dorje You can manifest a power as if it were higher level than it without expending a charge. Instead, you pay for the actually is. imbedded power from your own power point reserve by",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A heightened power has a higher psionic power spending a number of power points equal to its standard cost level than normal (up to 9th level). Unlike other metapsionic +2. When all the charges of a dorje are exhausted, the dorje feats, Heighten Power actually increases the effective level of becomes inert; thus, this feat no longer affects that individual the power that it modifies. All effects dependent on power dorje. level (such as saving throw DCs and ability to penetrate a minor dead psionics zone or a minor globe of invulnerability) are MAXIMIZE POWER [METAPSIONIC] calculated according to the heightened level. The heightened You can manifest powers to maximum effect. power costs as many power points as a power of its effective",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "All variable, numeric effects of a maximized level power are maximized. A maximized power deals maximum damage, cures the maximum number of hit points, affects the HIDE POWER [METAPSIONIC] maximum number of targets, and so on, as appropriate. For You can manifest powers without a telltale display. example, a maximized whitefire deals 20 points of damage.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "A psionic power can be manifested without one Saving throws and opposed rolls (such as the one you make associated display characteristic chosen by you when you when you manifest negate psionics) are not affected. Powers take the feat: auditory, material, mental, olfactory, or visual without random variables are not affected. The maximized (See Chapter 4: Psionics.) The hidden power costs a number power costs a number of power points equal to its standard of power points equal to the standard cost + 2. cost + 6. 26 :3 RETPAHC STAEF MENTAL ADVERSARY [PSIONIC] PERSISTENT POWER [METAPSIONIC] You can make exceptionally strong psionic attacks. You make one of your powers last all day.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 13+. Prerequisite: Extend Power.",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You deal +1 ability damage on a successful psionic Benefit: A persistent power has a duration of 24 hours. attack when you pay the cost of the psionic attack t 3 power The persistent power must have a personal range or a fixed points. You decide whether or not to pay the extra cost after range; you can\u0027t use this feat on a power with a variable range, determining the failure or success of your psionic attack to or on a power with an instantaneous duration. Note that you breach the defender\u0027s will save. must concentrate on some powers to use their effects (for",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 13+, 6 ranks of the Jump skill, reserve You can make exceptionally powerful melee attacks. power points 3+. Prerequisite: Str 13+.",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "On your action, before making attack rolls for a",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You jump twice as far or as high as is indicated on round, you may choose to subtract a number from all melee your Jump check (the Jump skill is described in the Player’s attack rolls and add the same number to all melee damage Handbook). Your maximum jump (a function of your height) rolls. This number may not exceed your base attack bonus. is twice normal, and extra distance jumped (above and The penalty on attacks and bonus on damage applies until beyond the normal distance rolled) is not counted against your next action. your total allowed movement in the round.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can take this feat multiple times. Each time increases your jump multiple by one and increases your POWER PENETRATJON [PSIONIC] prerequisite of reserve power points by +8. For instance, if Your powers are especially potent, breaking through power resistance more readily than normal. Ma\u0027varkith rakes Mental leap three times, she can jump four",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 13+, Psionic Fist. METACREATIVE [PSIONIC]",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can make attacks of opportunity using any You supplement your craft with psionic inspiration. power you know with a range of touch, if you have at least",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You may gain this feat multiple times. Each time",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Possession of the Quicken Power feat reduces the MIND TRAP [PSIONIC] extra cost of Power Touch to 0 power points (you still must You can punish psionic attackers. pay the standard cost for the power used in the attack of",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Psychic Bastion. opportunity).",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You deplete a number of power points equal to 10 + your Charisma modifier from your attacking opponent on PSIONIC BODY [PSIONIC] any psionic attack that deals 1 or more ability damage to you. Your mind reinforces your body. Against freely manifested attack modes, Mind Trap deals",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 1st level, you may use your key ability modifier back ability score damage equal in type and amount plus 2 to determined by your primary discipline, if a psion, instead of that dealt you, against which your opponent may not raise your Constitution modifier to determine bonus hit points. At defense modes. To do so, you must pay power points equal to higher levels, your bonus hit points are determined by your the cost of the psionic defense + 3. You decide whether or not Constitution, as normal However, you now gain +1 hit point to pay the extra cost after discovering the failure or success of every time you learn a metapsionic feat. your opponent\u0027s psionic attack to deal ability damage. Special: You may only take this feat as a 1st-level character. 27 FEATS CHAPTER 3: PSIONIC CHARGE [PSIONIC] PSIONIC METABOLISM [PSIONIC] You can charge in a crooked line. Your wounds heal especially rapidly.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wis 13+, Speed of Prerequisite: Con 13+, Rapid Metabolism. Thought, reserve power points 3+. Benefit: You convert 1 point of normal damage to 1 point of",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "When taking a charge action subdual damage per hour if you pay the cost of 1 power point in combat (see Chapter 8 of the per hour. If you are Player\u0027s Handbook), you unconscious or dying, can make a number of Psionic Metabolism turns, each of not more does not work. than 90 degrees, equal to your Dexterity PSIONIC SHOT modifier. The action still counts as a charge. [PSIONIC] You can charge your ranged attacks with additional PSIONIC DODGE damage potential. [PSIONIC] Prerequisite: Dex 13+, You are proficient at dodging blows. Point Blank Shot.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13+, Dodge, Benefit: Your reserve power points 5+. ranged shots deal",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 13+. decide whether or not to pay the cost prior to making the",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain +1 mental hardness against a foe\u0027s successful psionic attack when you pay the cost of 3 power PSIONIC FOCUS [PSIONIC] points. You decide whether or not to pay the cost after Your powers within your primary discipline are more potent determining the failure or success of the psionic attack to than normal. breach your Will save.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add +2 to the DC for all saving throws against Special: You can gain this feat multiple times, each time powers from the selected discipline. gaining bonus mental hardness equal to the previous bonus +",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "cha 13+, Psychoanalyst. ammunition in your off hand, you cannot return the attack.",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 13+. which store psionic powers within their designs (see Chapter",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Manifester leveI3rd+. Intelligence score of 4 or higher. You get the same +2 bonus",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Manifesting a quickened power is a free action. own level The base price of a psionic tattoo is its power level x You can perform another action, even manifest another its manifester level x 50 gp (inscribing a 0-level power costs power, in the same round as you manifest a quickened power. 25 gp). To scribe a tattoo, you must spend 1/25 of this base You may only manifest one quickened power per round. A price in XP and use up raw materials (special inks, power whose rime to manifest is more than 1 full round masterwork needles, and so on) costing half of this base price. cannot be quickened. The quickened power costs a number When you create a psionic tattoo, you make any choices of power points equal to its standard cost + 8. that you would normally make when manifesting the power.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Possession of the Power Touch feat allows the use When its wearer physically activates the tattoo, the wearer is of that feat and one quickened power in the same round. the target of the power. Any psionic tattoo that stores a power with an XP cost also carries a commensurate cost. In addition to the costs derived RAPID METABOLISM [PSIONIC] from the base price, you must pay the XP when creating the Your wounds heal rapidly. tattoo.",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Con 13+.",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "All Psychometabolism powers are an exception to",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your base speed is equal to your normal speed +10.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13+, Point Blank Shot, Psionic Shot,",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can take this feat multiple times. Each time reserve power points 5+. increases your base speed by 10 feet and increases your",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Attacks of opportunity occur after a foe has You can make an unarmed strike against your foe as if already moved within the area you threaten; thus, you are delivering a touch attack. unable to affect their movement with an attack.",
        "name":  "Normal",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Inner Strength. UP THE WALLS [PSIONIC]",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can manifest three more 0-level powers for You can run on walls for brief distances. free per day than normal. Prerequisite: Wis 13+, Speed of Thought, Psionic Charge, reserve power points 5+.",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can take part of one of your move actions ant TRIGGER POWER [PSIONIC] a wall if you begin and end your move on a horizontal surface. You choose one power that you can attempt to manifest for The height you can achieve on the wall is limited only by this free. movement restriction. If you do not end your move on a",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Inner Strength, Talented, reserve power horizontal surface, you fall prone, taking damage as points (see below). appropriate for your height above the floor. Treat the wall as a",
        "name":  "Prerequisite",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Choose any 0-, 1st-, 2nd-, or 3rd-level power you normal floor for the purposes of measuring your movement. know. From now on you can attempt to trigger that power Passing the boundary between horizontal and vertical is without paying its cost. To trigger a power, you must first equivalent to 5 feet of movement along a normal floor. satisfy the requirement of a power point reserve equal to or Opponents on the floor still get attacks of opportunity as you greater than what it would normally cost you to manifest the move up the wall within areas they threaten. power. Then, make an ability check appropriate for the For instance, Ma\u0027varkith the psychic warrior has a speed of power\u0027s discipline (for instance, you would make a Charisma 40 feet (due to her Speed of Thought feat). She begins her check for charm person). If you meet or exceed the ability action standing next to the wall. She runs up the wall at a 45- check DC (see below), the power is manifested normally with degree angle (“diagonally”) for 15 feet, which also puts her 15 no power point cost. If you fail the check, you are forced to feet farther along the hall. At this point, Ma\u0027varkith runs 15 pay its cost, but the power is still manifested normally. You feet straight down the wall, ending her move on a 5 foot- can\u0027t use Trigger Power in conjunction with psionic attack or square immediately next to the wall, and takes her attack defense modes. normally against an opponent there, which potentially sets",
        "name":  "Benefit",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "0-level, up flanking for her comrades. If the wall had a ledge within 11; 1st level, 13; 2nd level, 15; and 3rd level, 17. 30 feet, Ma\u0027varkith could have ended her move on it instead",
        "name":  "DCs for the ability check are determined by level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can take this feat multiple times, each time of heading back down the wall. using it for a new triggered power.",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can take other move actions in conjunction, with moving on a wall. For instance, the Spring Attack feat TWIN POWER [METAPSIONIC] allows you to make your attack from the wall against a foe; You can manifest a power simultaneously with another standing on the floor who is within the area you threaten; power just like it. however, if you are somehow prevented from completing",
        "name":  "Special",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The psion and psychic warrior class tables affect or where the power\u0027s effect is to originate, in Chapter 1: Psionic Classes show how many power points depending on the type of power. a character has access to each day, depending on level.",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Some powers, such as almost Metacreative powers, is wasted. Standard ranges include the following: create or summon things rather than affecting things that are",
        "name":  "Effect",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The power affects only you. already present. Unless otherwise noted in the power",
        "name":  "Personal",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The power can reach up to 25 feet away from you. things are to appear, either by seeing it or defining it (such as The maximum range increases 5 feet for every two full “The ectoplasmic shambler will appear 20 feet into the cave manifester levels. that the xorn is hiding in”). Range determines how far away",
        "name":  "Close",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The power can reach up to 100 feet, plus 10 feet an effect can appear, but if the effect is mobile (an astral per manifester level. construct, for instance), it can move regardless of the power\u0027s",
        "name":  "Medium",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The power can reach up to 400 feet, plus 40 feet per range. psionic class level. Many effects usually fall into the ray or spread category.",
        "name":  "Long",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The power deals damage, and a successful saving throw halves the damage taken (round down). VARIANT: SAVING THROW DIFFICULTY",
        "name":  "Half",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The DM may substitute a given characteristics of the power (range, area, etc.) cannot be made display effect for another specific effect appropriate to his or to conform, the manifestation fails and power points are her campaign, or even to an individual psionic character. For wasted. For instance, if you manifest charm person on a dog, instance, powers with a material (Ma) display might produce the power fails because a dog is the wrong sort of target for “fairy dust” instead of an ectoplasmic sheen. Once a given the power. display is customized, though, its effects should not vary for Powers also fail if your concentration is broken (see that campaign or character. Concentration, above). CONCENTRATION SPECIAL POWER EFFECTS To manifest a power, you must concentrate. If something Certain special power features apply to all powers. interrupts your concentration while you\u0027re manifesting a Attacks: Some powers refer to attacking. All offensive power, you must make a Concentration check or lose the combat actions, even those that don\u0027t damage opponents, power points, with the power unmanifested. The more such as disarm and bull rush, are attacks. All powers that distracting the interruption and the higher the level of the opponents resist with saving throws, that deal damage, or that power that you are trying to manifest, the higher the DC is. otherwise harm or hamper subjects are attacks. Astral construct (The DC depends partly on the power level because higher I and similar powers are not attacks because such powers level powers require more mental effort.) If you fail the bring combatants to you, but the powers themselves don\u0027t check, you lose the power points just as if you had manifested harm anyone. the power to no effect.",
        "name":  "Customizing Displays",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Some powers have descriptors indicating under Concentration. something about how the power functions. For example,",
        "name":  "Descriptors",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "The power changes the way the subject views you, Shuluth the mind flayer, mere physical conflict is eclipsed by typically making the subject see you as a good mend. a brutal brain-to-brain struggle where both suffer, but one is",
        "name":  "Charm",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Me",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action Intellect Fortress",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Defense Mode",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Au",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates (see text)",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "No Range: Personal",
        "name":  "Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "3",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Au Defense Mode",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Au",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Me attack mode if you fail your Will save (except against id",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action insinuation).",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Close (25 ft. + 5 ft./2 levels)",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous Attack Mode (Cha)",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates (see text) Display: Vi (see text)",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "No Manifestation Time: 1 action",
        "name":  "Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "3 Range: 60 ft.",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cone Tendrils of thought disrupt the victim\u0027s subconscious mind,",
        "name":  "Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous slicing through the toughest mental defenses. The defender",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action mode, which modifies the defender\u0027s Will save DC. Those",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal who fail their saving throw take 1d4 points of temporary",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You Charisma damage.",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Me mode on Table 4–1: Psionic Combat DC Modifiers to get the",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action appropriate modifier to your will save DC. You also gain",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) mental hardness 1, which is applied against any temporary",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous save (except against id insinuation).",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates (see text)",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "No Tower of Iron Will",
        "name":  "Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 Defense Mode",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Au Desire alone delivers a massive assault on the pathways of",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action your victim\u0027s mind. The defender makes a Will save (DC",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "5 feet 1d2o + your Intelligence modifier + DC modifier).",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous mode, which modifies the defender\u0027s will save DC. Those",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Yes (harmless) who fail their saving throw take 1d2 points of temporary",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "No Intelligence damage.",
        "name":  "Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Me mode on Table 4–1: Psionic Combat DC Modifiers to get the",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action appropriate modifier to your Will save DC. You and those",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Close (25 ft. + 5 ft./2Ievels) within the area also gain mental hardness 2, which is applied",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous mode if you fail your Will save (except against id insinuation).",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates (See text) Because tower of iron will has an area, it specifically grants",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "No mental hardness (but not a DC modifier) to other living,",
        "name":  "Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Some powers reference other powers that Know Direction. You know which way is they are based upon. Only information in a power later in the north. power chain the is different from the base power is covered in Metcre Bolt. You create a short-lived bolt, arrow, or the power being described. Header entries and other bullet. information that are the same as the base power are not Finger of Fire. You deal 1d3 fire damage repeated. to one foe.",
        "name":  "Power Chains",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Vi",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action SAVING THROW",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal Whether a power allows a saving throw, what type of saving",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You throw it is, and the effect of a successful saving throw. See",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level Saving Throw, page 33, for more information.",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Psion 5/psychic Warrior 5 The powers cost to manifest. Talents (o-level powers) cost 1",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Vi power point to manifest after a character uses up her allotted",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action free manifestations per day.",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "You",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 hour/level (D)",
        "name":  "DESCRIPTIVE TEXT Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Psion 6/Psychic Warrior 6 damage from the total dealt per round).",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ma, Ol An attack form does not constitute an environment. For",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    }
]
