[
    {
        "origin_file":  "other.json",
        "description":  "Human barbarians come from the distant wild lands on",
        "name":  "Races",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nonlawful. fulness, persistence, and mercilessness. Hit Die: d12.",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Adventuring is the best chance barbarians have of finding a place in a civilized society. They’re not well suited to the Class Skills monotony of guard duty or other mundane tasks. Barbarians also The barbarian’s class skills (and the key ability for each skill) are have no trouble with the dangers, the uncertainties, and the wan- Climb (Str), Craft (Int), Handle Animal (Cha), Intimidate (Cha), dering that adventuring involves. They may adventure to defeat Jump (Str), Listen (Wis), Ride (Dex), Survival (Wis), and Swim (Str). hated enemies. They have a noted distaste for that which they See Chapter 4: Skills for skill descriptions. consider unnatural, including undead, demons, and devils. Skill Points at 1st Level: (4 + Int modifier) × 4.",
        "name":  "Adventures",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The barbarian is an excellent warrior. Where Skill Points at Each Additional Level: 4 + Int modifier. 24 :3 RETPAHC SESSALC Class Features The increase in Constitution increases the barbarian’s hit points by 2 points per level, but these hit points go away at the end of the All of the following are class features of the barbarian. rage when his Constitution score drops back to normal. (These extra",
        "name":  "Characteristics",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Pick a number of skills equal to 4 + Int modifier. travels. Bards given to chaos and occasional larceny favor Olidammara (god of thieves). Those who have turned to evil ways 26 :3 RETPAHC SESSALC are known to worship Erythnul (the god of slaughter), though few Bards are exceedingly rare among the savage humanoids, except will admit to it. In any event, bards spend so much time on the road among centaurs. Centaur bards sometimes train the children of that, while they may be devoted to a deity, they are rarely devoted to humans or other humanoids. any particular temple. Other Classes: A bard works well",
        "name":  "Skill Selection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nonlawful. modifier.",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If Dexterity is 13 or higher, Dodge; if Dexterity is 12 or religious institution or any particular practice of worship. A cleric lower, Improved Initiative instead. devoted to good and law, for example, may be on friendly terms with",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2d4 gp. few feel the call later in life. While some clerics are tightly bound to their churches’ activities on a daily basis, others have more freedom CLERIC to conduct their lives as they please, as long as they do so in accordance with their gods’ wishes. The handiwork of the gods is everywhere—in places of natural Clerics of a given religion are all supposed to get along, though beauty, in mighty crusades, in soaring temples, and in the hearts of schisms within a church are often more bitter than conflicts worshipers. Like people, gods run the gamut from benevolent to between religions. Clerics who share some basic ideals, such as malicious, reserved to intrusive, simple to inscrutable. The gods, goodness or lawfulness, may find common cause with each other however, work mostly through intermediaries—their clerics. Good and see themselves as part of an order or body that supersedes any clerics heal, protect, and avenge. Evil clerics pillage, destroy, and given religion. Clerics of opposed goals, however, are sworn ene- sabotage. A cleric uses the power of his god to make his god’s will mies. In civilized lands, open warfare between religions occurs only manifest. And if a cleric uses his god’s power to improve his own lot, during civil wars and similar social upheavals, but vicious that’s to be expected, too. politicking between opposed churches is common.",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A cleric who chooses the Animal fine with rogues and ne’er-do-wells, for example, or Plant domain adds Knowledge (nature) (Int) to the cleric class while a cleric of Heironeous (god of valor) skills listed above. A cleric who chooses the Knowledge domain rankles at such company. adds all Knowledge (Int) skills to the list.",
        "name":  "Domains and Class Skills",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int GAME RULE INFORMATION modifier. Clerics have the following game statistics.",
        "name":  "Skill Points at Each Additional Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Scribe Scroll. the cleric turns or commands undead (see below). Exceptions: All",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Elves and gnomes have an druid. affinity for natural lands and often",
        "name":  "Races",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The character’s druid level. The druid’s class levels stack select her animal companion from one of the following lists, applying the with levels of any other classes that are entitled to an animal companion indicated adjustment to the druid’s level (in parentheses) for purposes (such as the ranger) such for the purpose of determining the compan- of determining the companion’s characteristics and special abilities. ion’s abilities and the alternative lists available to the character.",
        "name":  "Class Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fighters may be of any alignment. Good fighters are",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Strength is especially important for fighters because it often crusading types who seek out and fight evil. Lawful fighters improves their melee attack and damage rolls. Constitution is may be champions who protect the land and its people. Chaotic important for giving fighters lots of hit points, which they need in fighters may be wandering mercenaries. Evil fighters tend to be bullies and petty villains who simply take what they want by their many battles. Dexterity is important for fighters who want brute force. to be good archers or who want access to certain Dexterity-",
        "name":  "Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifier. themselves as a group or brotherhood. Those who hail from a Class Features particular academy, mercenary com- pany, or lord’s regiment, however, share a All of the following are class features of the certain camaraderie. fighter.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A monk approaches an adventure as if it were a 17th +17/+12/+7/+2 +10 +5 +5 personal test. While not prone to showing off, monks are willing to 18th +18/+13/+8/+3 +11 +6 +6 Bonus feat try their skills against whatever obstacles confront them. They are 19th +19/+14/+9/+4 +11 +6 +6 not greedy for material wealth, but they eagerly seek that which can 20th +20/+15/+10/+5 +12 +6 +6 Bonus feat help them perfect their art.",
        "name":  "Adventures",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A monk’s training requires strict discipline. Only",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A monk’s training is her spiritual path. She is inner-",
        "name":  "Religion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "4d4 gp. directed and capable of a private, mystic connection to the spiritual world, so she needs neither clerics nor gods. Certain lawful gods, Human Fighter Starting Package however, may appeal to monks, who may meditate on the gods’",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2d4 gp. have incorporated them into their ever-evolving culture. Thus, many monks are humans, and many are half-orcs and half-elves who live among humans. Elves are capable of single-minded, long-term 39 CLASSES CHAPTER 3: devotion to an interest, art, or discipline, and some of them leave the Class Features forests to become monks. The monk tradition is alien to dwarf and All of the following are class features of the monk. gnome culture, and halflings typically have too mobile a lifestyle to",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any lawful. a flurry of blows at the expense of accuracy. When doing so, she may",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Paladins need not devote themselves to a duties to family, clan, and king. Elf paladins are few, and they single deity—devotion to righteousness is enough. Those tend to follow quests that take them far and wide because who align themselves with particular religions prefer their lawful bent puts them out of synch with life among the Heironeous (god of valor) over all others, but some paladins elves. Members of the other common races rarely hear the follow Pelor (the sun god). Paladins devoted to a god are call to become paladins. scrupulous in observing religious duties and are welcome in Among the savage humanoids, paladins are all but every associated temple. unheard of.",
        "name":  "Religion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "No one ever chooses to be a paladin. Other Classes: Even though paladins are in some ways Becoming a paladin is answering a call, accepting one’s set apart from others, they eagerly team up with those destiny. No one, no matter how diligent, can become a whose skills and capabilities complement their own. paladin through practice. The nature is either within They work well with good and lawful clerics, and one or not, and it is not possible to gain the paladin’s they appreciate working with those who are nature by any act of will. It is possible, however, to fail brave, honest, and committed to good. While to recognize one’s own potential, or to deny one’s they cannot abide evil acts by their destiny. Occasionally, one who is called to be a paladin companions, they are otherwise willing to denies that call and pursues some other life instead. work with a variety of people quite different Most paladins answer the call and begin training from themselves. Charismatic, trustworthy, and as adolescents. Typically, they become squires or well respected, the paladin makes a fine leader assistants to experienced paladins, train for for a team. years, and finally set off on their own to Role: The paladin’s chief role in most further the causes of good and law. Other groups is as a melee combatant, but she paladins, however, find their calling only contributes other useful support as well. She later in life, after having pursued some makes a good secondary healer, and her high other career. All paladins, regardless Charisma opens up fine leadership opportu- of background, recognize in each nities. other an eternal bond that transcends culture, race, and even GAME RULE INFORMATION religion. Any two paladins, even Paladins have the following game statistics. from opposite sides of the world,",
        "name":  "Background",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Charisma enhances a paladin’s consider themselves comrades. healing, self-protective capabilities, and",
        "name":  "Abilities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Lawful good. means putting the duties of",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 2; Large animal; HD 4d8+12; hp 30; Init +1; Spd toughness of a paladin’s mount. 50 ft.; AC 14, touch 10, flat-footed 13; Base Atk +3; Grp +11; Atk +6 melee Str Adj.: Add this figure to the mount’s Strength score. (1d6+4, hoof); Full Atk +6/+6 melee (1d6+4, 2 hooves) and +1 melee",
        "name":  "Heavy Warhorse",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The mount’s Intelligence score. (1d4+2, bite); Space/Reach 10 ft./5 ft.; SQ low-light vision, scent; SV Fort Empathic Link (Su): The paladin has an empathic link with her mount +7, Ref +5, Will +2; Str 18, Dex 13, Con 17, Int 2, Wis 13, Cha 6. out to a distance of up to 1 mile. The paladin cannot see through the",
        "name":  "Int",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Jump +12, Listen +5, Spot +4; Endurance, Run. mount’s eyes, but they can communicate empathically. Note that even intelligent mounts see the world differently from humans, so misunderstandings are always possible.",
        "name":  "Skills and Feats",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Jump +6, Listen +5, Spot +5; Endurance. if it makes a successful saving throw and half damage if the saving throw fails. See page 85 of the Dungeon Master’s Guide for more information on",
        "name":  "Skills and Feats",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Improved Initiative. serving sometimes as guides and sometimes",
        "name":  "Bonus Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "d8. Monstrous humanoid minotaur Ooze gelatinous cube Class Skills Outsider (air) arrowhawk Outsider (chaotic) demon The ranger’s class skills (and the key ability for each skill) are Climb Outsider (earth) xorn (Str), Concentration (Con), Craft (Int), Handle Animal (Cha), Heal Outsider (evil) devil (Wis), Hide (Dex), Jump (Str), Knowledge (dungeoneering) (Int), Outsider (fire) salamander Knowledge (geography) (Int), Knowledge (nature) (Int), Listen Outsider (good) angel (Wis), Move Silently (Dex), Profession (Wis), Ride (Dex), Search Outsider (lawful) formian (Int), Spot (Wis), Survival (Wis), Swim (Str), and Use Rope (Dex). Outsider (native) tiefling See Chapter 4: Skills for skill descriptions. Outsider (water) tojanida Skill Points at 1st Level: (6 + Int modifier) × 4. Plant shambling mound",
        "name":  "Hit Die",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "6 + Int modifier. Undead zombie Vermin monstrous spider Class Features",
        "name":  "Skill Points at Each Additional Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A ranger gains Track (see page 101) as a bonus feat. All of the following are class features of the ranger. Wild Empathy (Ex): A ranger can use body language, vocaliza-",
        "name":  "Track",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Point Blank Shot. or just for watching her back. She recruits a likely youngster, who",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2d4 gp. and needs some “space.” Rogues do not see each other as fellows unless they happen to be ROGUE members of the same guild or students of the same mentor. In fact, rogues trust other rogues less than they trust anyone else. They’re no Rogues share little in common with each other. Some are stealthy fools. thieves. Others are silver-tongued tricksters. Still others are scouts, Races: Adaptable and often unprincipled, humans take to the infiltrators, spies, diplomats, or thugs. What they share is versatility, rogue’s life with ease. Halflings, elves, and half-elves also find adaptability, and resourcefulness. In general, rogues are skilled at themselves well suited to the demands of the career. Dwarf and getting what others don’t want them to get: entrance into a locked gnome rogues, while less common, are renowned as experts with treasure vault, safe passage past a deadly trap, secret battle plans, a locks and traps. Half-orc rogues tend toward thuggery. guard’s trust, or some random person’s pocket money. Rogues are common among brutal humanoids, especially goblins",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rogues adventure for the same reason they do most and bugbears. Rogues who learn their arts in savage lands, however, things: to get what they can get. Some are after loot; others want generally don’t have much experience with complex mechanisms experience. Some crave fame; others seek infamy. Quite a few also such as traps and locks. enjoy a challenge. Figuring out how to thwart a trap or avoid an Other Classes: Rogues love and hate working with members of alarm is great fun for many rogues. other classes. They excel when protected by warriors and supported",
        "name":  "Adventures",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A rogue may gain a bonus feat in place of a they wish to use their power. special ability. Some good sorcerers are driven by the need to prove themselves. Marked as Halfling Rogue Starting Package different by their power, they seek to win",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Overall, wizards show a slight tendency toward law",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "3d4 gp.",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any. has a high Intelligence score (see Table 1–1:",
        "name":  "Alignment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Toughness. Check your character’s base save bonuses for the class that has",
        "name":  "Feat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. advanced in level to see if any of them have increased by 1. Some",
        "name":  "School Specialization",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "When your character’s XP total reaches at each skill point buys 1 rank, and a character’s maximum rank in the least the minimum XP needed for a new character level (see Table skill is his or her character level +3. For cross-class skills, each skill 3–2), he or she “goes up a level.” For example, when Tordek obtains point only buys 1/2 rank, and the maximum rank in the skill is one- 1,000 or more XP, he becomes a 2nd-level character. As soon as he half that of a class skill (don’t round up or down). See Table 3–2: accumulates a total of 3,000 XP or higher (2,000 more than he had Experience and Level-Dependent Benefits, page 22. when he gained 2nd level), he reaches 3rd level. Going up a level If you have been “maxing out” a skill (putting as many skill points provides the character with several immediate benefits (see below). into it as possible), you don’t have to worry about calculating your A character can advance only one level at a time. If, for some maximum rank with it. At each new level, you can always assign 1 extraordinary reason, a character’s XP reward from a single skill point—and just 1—to any skill that you’re maxing out. (If it’s a adventure would be enough to advance two or more levels at once, cross-class skill, this point buys 1/2 rank.) he or she instead advances one level and gains just enough XP to be Remember that you buy skills based on the class you have 1 XP short of the next level. Any excess experience points are not advanced in, so that only those skills given as class skills for that retained. For example, if Tordek has 5,000 XP (1,000 points short of class can be purchased as class skills for this level, regardless of what 4th level) and gains 6,000 more, he would normally be at 11,000 other classes you may have levels in. XP—enough for 5th level. Instead he attains 4th level, and his XP Your character’s Intelligence modifier affects the number of skill total stands at 9,999. points he or she gets at each level (see Table 1–1: Ability Modifiers",
        "name":  "Advancing a Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A multiclass character gains a feat every three character",
        "name":  "Feats",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "“Character level” is a character’s total number of levels. It is used to determine when feats and ability score boosts are gained, as levels, regardless of individual class level (see Table 3–2: Experience noted on Table 3–2: Experience and Level-Dependent Benefits (page and Level Dependent Benefits, page 22). 22). Ability Increases: A multiclass character increases one ability “Class level” is a character’s level in a particular class. For a score by 1 point every four character levels, regardless of individual character whose levels are all in the same class, character level and class level (see Table 3–2: Experience and Level Dependent Benefits, class level are the same. page 22)..",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add the base attack bonuses acquired for each class to get the character’s base attack bonus. A resulting value ADDING A SECOND CLASS of +6 or higher provides the character with multiple attacks. Find the character’s base attack bonus on Table 3–1: Base Save and Base When a character with one class gains a level, he or she may choose Attack Bonuses (page 22) to see how many additional attacks the to increase the level of his or her current class or pick up a new class character gets and at what bonuses. For instance, a 6th-level at 1st level. (A character can’t gain 1st level in the same class more rogue/4th-level wizard would have a base attack bonus of +6 (+4 for than once, even if this would allow him or her to select different the rogue class and +2 for the wizard class). A base attack bonus of +6 class features, such as a different set of domains for a cleric.) The DM allows a second attack with a bonus of +1 (given as +6/+1 on Table 3– may restrict the choices available based on the way he or she handles 1), even though neither the +4 from the rogue levels nor the +2 from classes, skills, experience, and training. For instance, the character the wizard levels normally allows an extra attack. may need to find a tutor to teach him or her the ways of the new",
        "name":  "Base Attack Bonus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If your multiclass character’s classes are nearly the skills she may have, since Craft and Profession are class skills for same level (all within one class level of each other), then he or she both the rogue and the wizard.) can balance the needs of the multiple classes without penalty. For On reaching 15,000 XP, she becomes a 6th-level character. She instance, a 4th-level wizard/3rd-level rogue takes no penalty, nor decides she’d like to continue along the wizard path, so she increases does a 2nd-level fighter/2nd-level wizard/3rd-level rogue. her wizard level instead of her rogue level. Again she gains the",
        "name":  "Even Levels",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "What a character (“you” in the skill description) can do Sense Motive Diplomacy checks with a successful skill check and the check’s DC.",
        "name":  "Search Survival checks when following tracks Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Some skills grant a bonus to the use of one or more beam, a slippery ledge, or an uneven floor. other skills because of a synergistic effect. This entry, when present,",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can walk on a precarious surface. A successful check indicates what bonuses this skill may grant or receive because of lets you move at half your speed along the surface for 1 round. A such synergies. See Table 4–5 for a complete list of bonuses granted failure by 4 or less means you can’t move for 1 round. A failure by 5 by synergy between skills (or between a skill and a class feature). or more means you fall. The difficulty varies with the surface, as",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The full utility of certain skills is restricted to follows: characters of certain classes or characters who possess certain feats. This entry indicates whether any such restrictions exist for the skill. Narrow Surface Balance DC1 Difficult Surface Balance DC1",
        "name":  "Restriction",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. A Balance check doesn’t actions). require an action; it is made as part of",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "No. You can- another action or as a reaction to not try again on the same object, a situation. regardless of success.",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have the Agile",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A Bluff check is opposed by the target’s Sense Motive",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If someone climbing",
        "name":  "Catching a Falling Character While Climbing",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You try to climb more quickly than normal. ability), or using a skill that would provoke an attack of opportunity By accepting a –5 penalty, you can move half your speed (instead of (such as Disable Device, Heal, Open Lock, and Use Rope, among one-quarter your speed). others). In general, if an action wouldn’t normally provoke an attack",
        "name":  "Accelerated Climbing",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Deciphering the equivalent of a single page of script or tindertwig takes 1 minute (ten consecutive full-round actions). Antitoxin, sunrod, tanglefoot Alchemy1 25",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "No. bag, or thunderstone",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Does not apply. Craft checks are made by the day or week participants roll opposed Diplomacy checks, and the winner gains (see above). the advantage. Opposed checks also resolve situations when two",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Yes, but each time you miss by 5 or more, you ruin advocates or diplomats plead opposite cases in a hearing before a half the raw materials and have to pay half the original raw material third party. cost again. Action: Changing others’ attitudes with Diplomacy generally",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A dwarf has a +2 racial bonus on Craft checks that are takes at least 1 full minute (10 consecutive full-round actions). In related to stone or metal, because dwarves are especially capable some situations, this time requirement may greatly increase. A 71 SKILLS CHAPTER 4: rushed Diplomacy check (such as an attempt to head off a fight Action: The amount of time needed to make a Disable Device between two angry warriors) can be made as a full-round action, but check depends on the task, as noted above. Disabling a simple you take a –10 penalty on the check. device takes 1 round and is a full-round action. An intricate or",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Optional, but not recommended because retries complex device requires 1d4 or 2d4 rounds. usually do not work. Even if the initial Diplomacy check succeeds,",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Varies. You can retry if you have missed the check by the other character can be persuaded only so far, and a retry may do more harm than good. If the initial check fails, the other character 4 or less, though you must be aware that you have failed in order to has probably become more firmly committed to his position, and a try again. retry is futile. Special: If you have the Nimble Fingers feat, you get a +2 bonus",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A half-elf has a +2 racial bonus on Diplomacy checks, on Disable Device checks. thanks to her ability to relate well to others. A rogue who beats a trap’s DC by 10 or more can study the trap, If you have the Negotiator feat, you get a +2 bonus on Diplomacy figure out how it works, and bypass it (along with her companions) checks.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The table below gives the DCs to escape various forms of Disguised as different age category1 –22 restraints. 1 These modifiers are cumulative; use any that apply.",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your Escape Artist check is opposed by the binder’s Use 2 Per step of difference between your actual age category and your Rope check. Since it’s easier to tie someone up than to escape from disguised age category. The steps are: young (younger than adulthood), adulthood, middle age, old, and venerable. being tied up, the binder gets a +10 bonus on his or her check.",
        "name":  "Ropes",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The DC for manacles is set by their construction. If you are impersonating a particular individual, those who know",
        "name":  "Manacles and Masterwork Manacles",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The DC noted on the table is for getting through a what that person looks like get a bonus on their Spot checks according to the table below. Furthermore, they are automatically space where your head fits but your shoulders don’t. If the space is considered to be suspicious of you, so opposed checks are always long, such as a chimney, the DM may call for multiple checks. You called for. can’t get through a space that your head does not fit through.",
        "name":  "Tight Space",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Creating a disguise requires 1d3×10 minutes of work. bindings, manacles, or other restraints (except a grappler) requires 1",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have 5 or more ranks in Escape Artist, you get a (page 279), to determine how good the likeness is. +2 bonus on Use Rope checks to bind someone. If you have the Deceptive feat, you get a +2 bonus on Disguise checks. If you have 5 or more ranks in Use Rope, you get a +2 bonus on",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have 5 or more ranks in Bluff, you get a +2 bonus Escape Artist checks when escaping from rope bonds. on Disguise checks when you know that you’re being observed and you try to act in character. OTHER WAYS TO BEAT A TRAP attacks if it is triggered again within the next minute. It’s possible to ruin many traps without making a Disable Device check. Pits: Disabling a pit trap generally ruins only the trapdoor, making it",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Forgery requires writing materials appropriate to the",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A typical Gather Information check takes 1d4+1 hours. document being forged, enough light or sufficient visual acuity to",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Yes, but it takes time for each check. Furthermore, see the details of what you’re writing, wax for seals (if appropriate), you may draw attention to yourself if you repeatedly pursue a cer- and some time. To forge a document on which the handwriting is tain type of information. not specific to a person (military orders, a government decree, a",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A half-elf has a +2 racial bonus on Gather Information business ledger, or the like), you need only to have seen a similar checks, thanks to her ability to relate well to others. document before, and you gain a +8 bonus on your check. To forge a If you have the Investigator feat, you get a +2 bonus on Gather signature, you need an autograph of that person to copy, and you Information checks. gain a +4 bonus on the check. To forge a longer document written in",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have 5 or more ranks in Knowledge (local), you the hand of some particular person, a large sample of that person’s handwriting is needed. get a +2 bonus on Gather Information checks. Your DM makes your Forgery check secretly, so that you’re not sure how good your forgery is. As with Disguise, you don’t even HANDLE ANIMAL (CHA; TRAINED ONLY) need to make a check until someone examines the work. Your Use this skill to drive a team of horses pulling a wagon over rough Forgery check is opposed by the Forgery check of the person who terrain, to teach a dog to guard, or to teach a tyrannosaur to “speak” examines the document to check its authenticity. The examiner on your command. gains modifiers on his or her check if any of the conditions on the",
        "name":  "Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The DC depends on what you are trying to do. table below exist. Task Handle Animal DC Reader’s Handle an animal 10 Condition Forgery Check Modifier “Push” an animal 25 Type of document unknown to reader –2 Teach an animal a trick 15 or 201 Type of document somewhat known to reader +0 Train an animal for a general purpose 15 or 201 Type of document well known to reader +2 Rear a wild animal 15 + HD of animal Handwriting not known to reader –2 1 See the specific trick or purpose below. Handwriting somewhat known to reader +0 Handwriting intimately known to reader +2 General Purpose DC General Purpose DC Reader only casually reviews the document –2 Combat riding 20 Hunting 20 Fighting 20 Performance 15 A document that contradicts procedure, orders, or previous Guarding 20 Riding 15 knowledge, or one that requires sacrifice on the part of the person Heavy labor 15 checking the document can increase that character’s suspicion (and thus create favorable circumstances for the checker’s opposing Handle an Animal: This task involves commanding an animal to Forgery check). perform a task or trick that it knows. For instance, to command a",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Forging a very short and simple document takes about 1 trained attack dog to attack a foe requires a DC 10 Handle Animal minute. A longer or more complex document takes 1d4 minutes per check. If the animal is wounded or has taken any nonlethal damage page. or ability score damage, the DC increases by 2. If your check",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Usually, no. A retry is never possible after a particular succeeds, the animal performs the task or trick on its next action. reader detects a particular forgery. But the document created by the “Push” an Animal: To push an animal means to get it to perform a forger might still fool someone else. The result of a Forgery check task or trick that it doesn’t know but is physically capable of per- for a particular document must be used for every instance of a forming. This category also covers making an animal perform a different reader examining the document. No reader can attempt to forced march or forcing it to hustle for more than 1 hour between detect a particular forgery more than once; if that one opposed sleep cycles (see Chapter 9: Adventuring). If the animal is wounded check goes in favor of the forger, then the reader can’t try using his or has taken any nonlethal damage or ability score damage, the DC own skill again, even if he’s suspicious about the document. increases by 2. If your check succeeds, the animal performs the task",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have the Deceitful feat, you get a +2 bonus on or trick on its next action. Forgery checks. Teach an Animal a Trick: You can teach an animal a specific trick",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Forgery is language-dependent; thus, to forge with one week of work and a successful Handle Animal check documents and detect forgeries, you must be able to read and write against the indicated DC. An animal with an Intelligence score of 1 the language in question. A barbarian can’t learn the Forgery skill (such as a snake or a shark) can learn a maximum of three tricks, unless he has learned to read and write. while an animal with an Intelligence score of 2 (such as a dog or a horse) can learn a maximum of six tricks. Possible tricks (and their GATHER INFORMATION (CHA) associated DCs) include, but are not necessarily limited to, the Use this skill for making contacts in an area, finding out local gossip, following. rumormongering, and collecting general information. Attack (DC 20): The animal attacks apparent enemies. You may",
        "name":  "Restriction",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "To treat poison means to tend a single character who immediately after a ranged attack (see Sniping, above) is a move has been poisoned and who is going to take more damage from the action. poison (or suffer some other effect). Every time the poisoned",
        "name":  "Treat Poison",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you are invisible, you gain a +40 bonus on Hide checks character makes a saving throw against the poison, you make a Heal if you are immobile, or a +20 bonus on Hide checks if you’re check. The poisoned character uses your check result or his or her moving. saving throw, whichever is higher.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "To treat a disease means to tend a single diseased If you have the Stealthy feat, you get a +2 bonus on Hide checks. character. Every time he or she makes a saving throw against disease A 13th-level ranger can attempt a Hide check in any sort of nat- effects, you make a Heal check. The diseased character uses your ural terrain, even if it doesn’t grant cover or concealment. A 17th- check result or his or her saving throw, whichever is higher. level ranger can do this even while being observed (see page 48).",
        "name":  "Treat Disease",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Varies. Generally speaking, you can’t try a Heal check dation includes verbal threats and body language. again without proof of the original check’s failure. For instance,",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can change another’s behavior with a successful until a poisoned character makes a saving throw against the check. Your Intimidate check is opposed by the target’s modified poisoned wound you’ve treated, you can’t know whether your Heal level check (1d20 + character level or Hit Dice + target’s Wisdom check was successful or not, so you can’t retry the check. You can bonus [if any] + target’s modifiers on saves against fear). If you beat always retry a check to provide first aid, assuming the target of the your target’s check result, you may treat the target as friendly, but previous attempt is still alive. only for the purpose of actions taken while it remains intimidated.",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your Hide check is opposed by the Spot check of anyone opponent’s resolve in combat. To do so, make an Intimidate check who might see you. You can move up to one-half your normal speed opposed by the target’s modified level check (see above). If you win, and hide at no penalty. When moving at a speed greater than one- the target becomes shaken for 1 round. A shaken character takes a – half but less than your normal speed, you take a –5 penalty. It’s 2 penalty on attack rolls, ability checks, and saving throws. You can practically impossible (–20 penalty) to hide while attacking, running intimidate only an opponent that you threaten in melee combat and or charging. that can see you. For example, Lidda has a speed of 20 feet. If she doesn’t want to Action: Varies. Changing another’s behavior requires 1 minute of take a penalty on her Hide check, she can move only 10 feet as a interaction. Intimidating an opponent in combat is a standard move action (up to a maximum of 20 feet in a round). action.",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A long jump is a horizontal jump, made across a gap",
        "name":  "Long Jump",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can jump up onto an object as tall as your waist, such like a chasm or stream. At the midpoint of the jump, you attain a as a table or small boulder, with a DC 10 Jump check. Doing so vertical height equal to one-quarter of the horizontal distance. The counts as 10 feet of movement, so if your speed is 30 feet, you could DC for the jump is equal to the distance jumped (in feet). For move 20 feet, then hop up onto a counter. You do not need to get a example, a 10-foot-wide pit requires a DC 10 Jump check to cross. If your check succeeds, you land on your feet at the far end. If you running start to hop up, so the DC is not doubled if you do not get a fail the check by less than 5, you don’t clear the distance, but you can running start. make a DC 15 Reflex save to grab the far edge of the gap. You end Jumping Down: If you intentionally jump from a height, you take your movement grasping the far edge. If that leaves you dangling less damage than you would if you just fell. The DC to jump down over a chasm or gap, getting up requires a move action and a DC 15 from a height is 15. You do not have to get a running start to jump Climb check. down, so the DC is not doubled if you do not get a running start. If you succeed on the check, you take falling damage as if you had Long Jump Distance Jump DC1 dropped 10 fewer feet than you actually did. Thus, if you jump down 5 feet 5 from a height of just 10 feet, you take no damage. If you jump down 10 feet 10 from a height of 20 feet, you take damage as if you had fallen 10 feet. 15 feet 15",
        "name":  "Hop Up",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. A Jump check is included in your movement, so it 20 feet 20 is part of a move action. If you run out of movement mid-jump, your 25 feet 25 next action (either on this turn or, if necessary, on your next turn) 30 feet 30 1 Requires a 20-foot running start. Without a running start, double the must be a move action to complete the jump. DC. Special: Effects that increase your movement also increase your jumping distance, since your check is modified by your speed.",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A high jump is a vertical leap made to reach a ledge If you have the Run feat, you get a +4 bonus on Jump checks for high above or to grasp something overhead, such as a tree limb. The any jumps made after a running start. DC is equal to 4 times the distance to be cleared. For example, the A halfling has a +2 racial bonus on Jump checks because halflings DC for a high jump to land atop a 3-foot-high ledge is 12 (3 × 4). are agile and athletic. If you jumped up to grab something, a successful check indicates If you have the Acrobatic feat, you get a +2 bonus on Jump that you reached the desired height. If you wish to pull yourself up, checks. you can do so with a move action and a DC 15 Climb check. If you",
        "name":  "High Jump",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "No. The check represents what you know, and 15 A 1st-level rogue using Move Silently to sneak past the thinking about a topic a second time doesn’t let you know listener something that you never learned in the first place. 15 People whispering1",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Varies. Every time you have a chance to hear something Special: If you have the Nimble Fingers feat, you get a +2 bonus in a reactive manner (such as when someone makes a noise or you on Open Lock checks. move into a new area), you can make a Listen check without using Untrained: You cannot pick locks untrained, but you might an action. Trying to hear something you failed to hear previously is a successfully force them open (see Smashing an Object, page 165). move action.",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Yes. You can try to hear something that you failed to PERFORM (CHA) hear previously with no penalty.",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your Move Silently check is opposed by the Listen check (cid:1) String instruments (fiddle, harp, lute, mandolin) of anyone who might hear you. You can move up to one-half your (cid:1) Wind instruments (flute, pan pipes, recorder, shawm, trumpet) normal speed at no penalty. When moving at a speed greater than (cid:1) Sing (ballad, chant, melody) one-half but less than your full speed, you take a –5 penalty. It’s practically impossible (–20 penalty) to move silently while running Check: You can impress audiences with your talent and skill. or charging. Noisy surfaces, such as bogs or undergrowth, are tough to move Perform silently across. When you try to sneak across such a surface, you take DC Performance a penalty on your Move Silently check as indicated below. 10 Routine performance. Trying to earn money by playing in public is essentially begging. You can earn 1d10 cp/day. Surface Check Modifier 15 Enjoyable performance. In a prosperous city, you can earn Noisy (scree, shallow or deep bog, undergrowth, –2 1d10 sp/day. dense rubble) 20 Great performance. In a prosperous city, you can earn Very noisy (dense undergrowth, deep snow) –5 3d10 sp/day. In time, you may be invited to join a pro- fessional troupe and may develop a regional reputation.",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "None. A Move Silently check is included in your move- 25 Memorable performance. In a prosperous city, you can ment or other activity, so it is part of another action. earn 1d6 gp/day. In time, you may come to the attention of noble patrons and develop a national reputation.",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The master of a cat familiar (see the Familiars sidebar, 30 Extraordinary performance. In a prosperous city, you can page 52) gains a +3 bonus on Move Silently checks. earn 3d6 gp/day. In time, you may draw attention from A halfling has a +2 racial bonus on Move Silently checks because distant potential patrons, or even from extraplanar beings. halflings are nimble. If you have the Stealthy feat, you get a +2 bonus on Move Silently A masterwork musical instrument (page 130) gives you a +2 cir- checks. cumstance bonus on Perform checks that involve its use.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can react instantly to try to take no damage when number of separate skills. For instance, you could have the skill you fall off a mount—when it is killed or when it falls, for example. Profession (cook). Your ranks in that skill don’t affect any Profession If you fail your Ride check, you take 1d6 points of falling damage. (miller) or Profession (miner) checks you might make. You could This usage does not take an action. have several Profession skills, each with its own ranks, each",
        "name":  "Soft Fall",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can spur your mount to greater speed with a sector, it’s probably a Craft skill move action. A successful Ride check increases",
        "name":  "Spur Mount",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a move watch at sea. The DM sets DCs for specialized action, you can attempt to control a tasks. light horse, pony, heavy horse, or",
        "name":  "Control Mount in Battle",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Not applicable. A single check other mount not trained for combat generally represents a week of work. riding while in battle. If you fail the",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Varies. An attempt to use a Ride check, you can do nothing else Profession skill to earn an income cannot be in that round. You do not need to roll for retried. You are stuck with whatever weekly wage your warhorses or warponies. check result brought you. Another check may be made after a week",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can attempt to mount or dismount to determine a new income for the next period of time. An attempt from a mount of up to one size category larger than yourself as a free to accomplish some specific task can usually be retried. action, provided that you still have a move action available that",
        "name":  "Fast Mount or Dismount",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Untrained laborers and assistants (that is, characters round. If you fail the Ride check, mounting or dismounting is a without any ranks in Profession) earn an average of 1 silver piece per move action. You can’t use fast mount or dismount on a mount more day. than one size category larger than yourself.",
        "name":  "Untrained",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Typical riding actions don’t require checks. You can cumstance bonus on Ride checks related to staying in the saddle. saddle, mount, ride, and dismount from a mount without a problem. The Ride skill is a prerequisite for the feats Mounted Archery, The following tasks do require checks. Mounted Combat, Ride-By Attack, Spirited Charge, Trample. See the appropriate feat descriptions in Chapter 5: Feats for details. Task Ride DC Task Ride DC If you have the Animal Affinity feat, you get a +2 bonus on Ride Guide with knees 5 Leap 15 checks. Stay in saddle 5 Spur mount 15",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You generally must be within 10 feet of the object or Discern secret message Varies surface to be searched. The table below gives DCs for typical tasks involving the Search skill.",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "It takes a full-round action to search a 5-foot-by-5-foot relating to the message that you are missing, you take a –2 penalty area or a volume of goods 5 feet on a side. on your Sense Motive check. For example, if you eavesdrop on",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Varies, as noted above. can’t perform any other action (other than moving at up to half",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "See above. speed) during this minute.",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "To understand what someone is saying by reading lips, 15 Predict the weather up to 24 hours in advance. For every 5 points by which your Survival check result you must be within 30 feet of the speaker, be able to see him or her exceeds 15, you can predict the weather for one speak, and understand the speaker’s language. (This use of the skill additional day in advance. is language-dependent.) The base DC is 15, but it increases for Varies Follow tracks (see the Track feat). complex speech or an inarticulate speaker. You must maintain a line of sight to the lips being read.",
        "name":  "Read Lips",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Varies. A single Survival check may represent activity If your Spot check succeeds, you can understand the general over the course of hours or a full day. A Survival check made to find content of a minute’s worth of speaking, but you usually still miss tracks is at least a full-round action, and it may take even longer at certain details. If the check fails by 4 or less, you can’t read the the DM’s discretion. speaker’s lips. If the check fails by 5 or more, you draw some incor-",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Varies. For getting along in the wild or for gaining the rect conclusion about the speech. Your DM rolls your check secretly Fortitude save bonus noted in the table above, you make a Survival in this case, so that you don’t know whether you succeeded or check once every 24 hours. The result of that check applies until the missed by 5. next check is made. To avoid getting lost or avoid natural hazards,",
        "name":  "Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Varies. Every time you have a chance to spot something in a reactive manner (for example, when someone tries to sneak past you make a Survival check whenever the situation calls for one. you while hidden, or you move into a new area), you can make a Retries to avoid getting lost in a specific situation or to avoid a Spot check without using an action. Trying to spot something you specific natural hazard are not allowed. For finding tracks, you can failed to see previously is a move action. To read lips, you must retry a failed check after 1 hour (outdoors) or 10 minutes(indoors) of concentrate for a full minute before making a Spot check, and you searching. 83 SKILLS CHAPTER 4:",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Make a Swim check once per round while you are in the Each additional enemy after the first adds +2 to the water. Success means you may swim at up to one-half your speed (as Tumble DC. a full-round action) or at one-quarter your speed (as a move action). 25 Tumble at one-half speed through an area occupied If you fail by 4 or less, you make no progress through the water. If by an enemy (over, under, or around the opponent) as part of normal movement, provoking no attacks you fail by 5 or more, you go underwater. of opportunity while doing so. Failure means you If you are underwater, either because you failed a Swim check or stop before entering the enemy-occupied area and because you are swimming underwater intentionally, you must hold provoke an attack of opportunity from that enemy. your breath. You can hold your breath for a number of rounds equal Check separately for each opponent. Each additional to your Constitution score, but only if you do nothing other than enemy after the first adds +2 to the Tumble DC. take move actions or free actions. If you take a standard action or a full-round action (such as making an attack), the remainder of the Obstructed or otherwise treacherous surfaces, such as natural cavern duration for which you can hold your breath is reduced by 1 round. floors or undergrowth, are tough to tumble through. The DC for any (Effectively, a character in combat can hold his or her breath only Tumble check made to tumble into such a square is modified as half as long as normal.) After that period of time, you must make a indicated below. DC 10 Constitution check every round to continue holding your breath. Each round, the DC for that check increases by 1. If you fail the Constitution check, you begin to drown (see Suffocation and Surface Is . . . DC Modifier Drowning in the Dungeon Master’s Guide). Lightly obstructed (scree, light rubble, shallow bog1, +2 The DC for the Swim check depends on the water, as given on the undergrowth) table below. Severely obstructed (natural cavern floor, dense rubble, +5 dense undergrowth) Water Swim DC Lightly slippery (wet floor) +2 Severely slippery (ice sheet) +5 Calm water 10 Sloped or angled +2 Rough water 15 Stormy water 201 1 Tumbling is impossible in a deep bog. 1 You can’t take 10 on a Swim check in stormy water, even if you aren’t otherwise being threatened or distracted.",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You try to tumble past or through enemies more quickly than normal. By accepting a –10 penalty on your Each hour that you swim, you must make a DC 20 Swim check or Tumble checks, you can move at your full speed instead of one-half take 1d6 points of nonlethal damage from fatigue. your speed.",
        "name":  "Accelerated Tumbling",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A successful Swim check allows you to swim one-quarter Action: Not applicable. Tumbling is part of movement, so a of your speed as a move action or one-half your speed as a full-round Tumble check is part of a move action. action. Try Again: Usually no. An audience, once it has judged a tumbler",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "What the feat enables the character (“you” in the feat ATHLETIC [GENERAL] description) to do. If a character has the same feat more than once, You have a knack for athletic endeavors. its benefits do not stack unless indicated otherwise in the descrip-",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You get a +2 bonus on all Climb checks and Swim tion. In general, having a feat twice is the same as having it once. checks.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Additional facts about the feat that may be helpful when",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You get a +2 bonus on all Jump checks and Tumble BLIND-FIGHT [GENERAL] checks. You know how to fight in melee without being able to see your foes.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "In melee, every time you miss because of concealment, AGILE [GENERAL] you can reroll your miss chance percentile roll one time to see if you You are particularly flexible and poised. actually hit (see Concealment, page 152).",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You get a +2 bonus on all Listen checks and Spot checks. for ranged attacks, however.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The master of a familiar (see the Familiars sidebar, page You take only half the usual penalty to speed for being unable to 52) gains the benefit of the Alertness feat whenever the familiar is see. Darkness and poor visibility in general reduces your speed to within arm’s reach. three-quarters normal, instead of one-half (see Table 9–4: Hampered Movement, page 163). ANIMAL AFFINITY [GENERAL] Normal: Regular attack roll modifiers for invisible attackers trying to hit you (see Table 8–5: Attack Roll Modifiers, page 151) You are good with animals. apply, and you lose your Dexterity bonus to AC. The speed reduc-",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You get a +2 bonus on all Handle Animal checks and tion for darkness and poor visibility (see Table 9–4: Hampered Ride checks. Movement, page 163) also applies.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Caster level 3rd. Proficiency (heavy) as a bonus feat. They need not select it.",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter may select Combat Expertise as one of his gp in its base price. To fighter bonus feats (see page 38). craft a staff, you must spend 1/25 of its base price in XP and use up raw materials costing COMBAT REFLEXES [GENERAL] one-half of its base price. A You can respond quickly and repeatedly to opponents who let their newly created staff defenses down. has 50 charges.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Caster level 5th.",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter may select Dodge as one of his fighter bonus DECEITFUL [GENERAL] feats (see page 38). You have a knack for disguising the truth.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A monk may select Deflect Arrows as a bonus feat at 2nd Benefit: You gain a +4 bonus on the following checks and saves: level, even if she does not meet the prerequisites. Swim checks made to resist nonlethal damage (see page 84), A fighter may select Deflect Arrows as one of his fighter bonus Constitution checks made to continue running (see page 144), feats (see page 38). Constitution checks made to avoid nonlethal damage from a forced march (see page 164), Constitution checks made to hold your breath DEFT HANDS [GENERAL] (see page 84), Constitution checks made to avoid nonlethal damage You have exceptional manual dexterity. from starvation or thirst (see",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You get a +2 bonus on all Sleight of Hand checks and page 304 of the Dun- Use Rope checks. geon Master’s Guide), DIEHARD [GENERAL] You can remain conscious after attacks that would fell others.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Endurance. Fortitude saves made to avoid",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 13, Cleave, Power Attack, base attack bonus +4.",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "This feat works like Cleave, except that there is no limit to the number of times you can use it per round.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter may select Great Cleave as one of his fighter bonus feats (see page 38). GREAT FORTITUDE [GENERAL] You are tougher than normal.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "When you perform a bull rush (page 154), you do not provoke an attack of opportunity from the defender. You also gain a You are a master at fighting two-handed. +4 bonus on the opposed Strength check you make to push back the",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter may select Improved Bull Rush as one of his",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Without this feat, you provoke an attack of opportunity You also gain a +4 bonus on any attack roll made to attack an when you make a touch attack to start a grapple. object held or carried by another character.",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter may select Improved Grapple as one of his Normal: Without this feat, you provoke an attack of opportunity fighter bonus feats (see page 38). when you strike at an object held or carried by another character. A monk may select Improved Grapple as a bonus feat at 1st level, Special: A fighter may select Improved Sunder as one of his even if she does not meet the prerequisites. fighter bonus feats (see page 38). IMPROVED INITIATIVE [GENERAL] IMPROVED TRIP [GENERAL] You can react more quickly than normal in a fight. You are trained not only in tripping opponents safely but also in",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You get a +4 bonus on initiative checks. following through with an attack.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter may select Improved Initiative as one of his Prerequisites: Int 13, Combat Expertise. fighter bonus feats (see page 38). Benefit: You do not provoke an attack of opportunity when you attempt to trip an opponent while you are unarmed. You also gain a IMPROVED OVERRUN [GENERAL] +4 bonus on your Strength check to trip your opponent. If you trip an opponent in melee combat, you immediately get a You are skilled at knocking down opponents. melee attack against that opponent as if you hadn’t used your attack",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 13, Power Attack. for the trip attempt. For example, at 11th level, Tordek gets three",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "When you attempt to overrun an opponent, the target attacks at bonuses of +11, +6, and +1. In the current round, he may not choose to avoid you. You also gain a +4 bonus on your attempts to trip his opponent. His first attempt fails (using up his Strength check to knock down your opponent. first attack). His second attempt succeeds, and he immediately",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Without this feat, the target of an overrun can choose to makes a melee attack against his opponent with a bonus of +6. avoid you or to block you. Finally, he takes his last attack at a bonus of +1.",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter may select Improved Overrun as one of his",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Without this feat, you provoke an attack of opportunity fighter bonus feats (see page 38). when you attempt to trip an opponent while you are unarmed. See Trip, page 158. IMPROVED PRECISE SHOT [GENERAL] Special: At 6th level, a monk may select Improved Trip as a Your ranged attacks can ignore the effects of cover or concealment. bonus feat, even if she does not have the prerequisites.",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 19, Point Blank Shot, Precise Shot, base A fighter may select Improved Trip as one of his fighter bonus attack bonus +11. feats (see page 38).",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your ranged attacks ignore the AC bonus granted to targets by anything less than total cover, and the miss chance IMPROVED TURNING [GENERAL] granted to targets by anything less than total concealment. Total Your turning or rebuking attempts are more powerful than normal. cover and total concealment provide their normal benefits against",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 13, Power Attack. damage, at your option.",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A monk automatically gains Improved Unarmed Strike Prerequisites: Dex 17, Point Blank Shot, Rapid Shot, base attack as a bonus feat at 1st level. She need not select it. bonus +6",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "As a standard action, you may fire two arrows at a single fighter bonus feats (see page 38). opponent within 30 feet. Both arrows use the same attack roll (with a –4 penalty) to determine success and deal damage normally (but INVESTIGATOR [GENERAL] see Special). You have a knack for finding information. For every five points of base attack bonus you have above +6, you",
        "name":  "A fighter may select Improved Unarmed Strike as one of his Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You get a +2 bonus on all Gather Information checks may add one additional arrow to this attack, to a maximum of four and Search checks. arrows at a base attack bonus of +16. However, each arrow after the second adds a cumulative –2 penalty on the attack roll (for a total IRON WILL [GENERAL] penalty of –6 for three arrows and –8 for four). Damage reduction and other resistances apply separately against You have a stronger will than normal. each arrow fired.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You get a +2 bonus on all Will saving throws.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Regardless of the number of arrows you fire, you apply precision-based damage (such as sneak attack damage) only once. If LEADERSHIP [GENERAL] you score a critical hit, only the first arrow fired deals critical You are the sort of person others want to follow, and you have done damage; all others deal regular damage. some work attempting to recruit cohorts and followers. A fighter may select Manyshot as one of his fighter bonus feats",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Character level 6th. (see page 38).",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13, Dodge.",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter may select Mobility as one of his fighter bonus not exceed your base attack bonus. The penalty on attacks and bonus feats (see page 38). on damage apply until your next turn.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter may select Mounted Archery as one of his A fighter may select Power Attack as one of his fighter bonus feats fighter bonus feats (see page 38). (see page 38). MOUNTED COMBAT [GENERAL] PRECISE SHOT [GENERAL] You are skilled in mounted combat. You are skilled at timing and aiming ranged attacks.",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ride 1 rank.",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Point Blank Shot.",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per round when your mount is hit in combat, you",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter may select Ride-By Attack as one of his fighter",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ride 1 rank, Mounted with a costly material Combat. component or an XP cost",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "When using the attack action",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "When mounted and using the charge action, you deal",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter may select Spirited Charge as one of his fighter proficient, you take a –4 penalty on attack rolls. bonus feats (see page 38).",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can gain this feat multiple times. Its effects do not You must move at least 5 feet both before and after you make your stack. Each time you take the feat, it applies to a new skill. attack in order to utilize the benefits of Spring Attack. 100 :5 RETPAHC STAEF sdlonyeR .W yb .sullI",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter may select Spring Attack as one of his fighter You move at half your normal speed (or at your normal speed bonus feats (see page 38). with a –5 penalty on the check, or at up to twice your normal speed with a –20 penalty on the check). The DC depends on the surface STEALTHY [GENERAL] and the prevailing conditions, as given on the table below: You are particularly good at avoiding notice. Surface Survival DC Surface Survival DC",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13, Wis 13, Improved Unarmed Strike, base occasional or partial footprints. attack bonus +8. Hard Ground: Any surface that doesn’t hold footprints at all, such",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A monk may select Stunning Fist as a bonus feat at 1st Small +1 level, even if she does not meet the prerequisites. A monk who Medium +0 selects this feat may attempt a stunning attack a number of times per Large –1 day equal to her monk level, plus one more time per day for every Huge –2 four levels she has in classes other than monk. Gargantuan –4 A fighter may select Stunning Fist as one of his fighter bonus Colossal –8 feats (see page 38). Every 24 hours since the trail was made +1 Every hour of rain since the trail was made +1 TOUGHNESS [GENERAL] Fresh snow cover since the trail was made +10",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 You are tougher than normal. Overcast or moonless night +6",
        "name":  "Poor visibility",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain +3 hit points. Moonlight +3",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Without this feat, you can use the Survival skill to find",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "To find tracks or to follow them for 1 mile requires a successful Survival check. You must make another Survival check TRAMPLE [GENERAL] every time the tracks become difficult to follow, such as when other You are trained in using your mount to knock down opponents. tracks cross them or when the tracks backtrack and diverge.",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ride 1 rank, Mounted Combat. 101 FEATS CHAPTER 5:",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can gain this feat multiple times. Its effects do not",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13, Int 13, Combat Expertise, Dodge,",
        "name":  "Prerequisites",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +1. Mobility, Spring Attack, base attack bonus +4.",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Damage columns give the damage you deal by the",
        "name":  "Damage",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A glaive has reach. You can strike opponents 10 feet away You can use a gnome hooked hammer to make trip attacks. If you with it, but you can’t use it against an adjacent foe. are tripped during your own trip attempt, you can drop the gnome",
        "name":  "Glaive",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A greatclub is a two-handed version of a regular club.",
        "name":  "Greatclub",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "This is a small sledge light enough to throw. It It is often studded with nails or spikes or ringed by bands of iron. is favored by dwarves.",
        "name":  "Hammer, Light",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "This heavy, curved knife has its sharp edge on the inside attacks. If you are tripped during your own trip attempt, you can of the curve. drop the halberd to avoid being tripped. Lance: A lance deals double damage when used from the back of a charging mount. It has reach, so you can strike opponents 10 feet",
        "name":  "You can use the hook on the back of a halberd to make trip Kukri",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A pick is designed to concentrate the force (see Chapter 3: Classes) wielding a sai special options. of its blow on a small area. A light or heavy pick resembles a miner’s Sap: A sap comes in handy when you want to knock an opponent pick but is specifically designed for war. out instead of killing it.",
        "name":  "Pick, Heavy or Light",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A backpack is a leather pack carried on the back, Lamp, Common: A lamp clearly illuminates a 15-foot radius, typically with straps to secure it. provides shadowy illumination out to a 30-foot radius, and burns for",
        "name":  "Backpack",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "You never know where you’re going to sleep, and a 6 hours on a pint of oil. It burns with a more even flame than a bedroll helps you get better sleep in a hayloft or on the cold ground. torch, but, unlike a lantern, it uses an open flame and it can spill A bedroll consists of bedding and a blanket thin enough to be rolled easily, a fact that makes it too dangerous for most adventuring. You up and tied. In an emergency, it can double as a stretcher. can carry a lamp in one hand. See page 164 for more rules on",
        "name":  "Bedroll",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A thick, quilted, wool blanket made to keep illumination. you warm in cold weather. Lantern, Bullseye: A bullseye lantern has only a single shutter.",
        "name":  "Blanket, Winter",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A sheet of standard paper is made from cloth fibers. Torch: A typical torch is a wooden rod capped with a twisted flax",
        "name":  "Paper",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A sheet of parchment is a piece of goat hide or soaked in tallow. A torch burns for 1 hour, clearly illuminating a 20- sheepskin that has been prepared for writing on. foot radius and providing shadowy illumination out to a 40- foot",
        "name":  "Parchment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "This 1-foot-long, gold-tipped, iron rod glows brightly",
        "name":  "Sunrod",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you drink antitoxin, you get a +5 alchemical bonus when struck. It clearly illuminates a 30-foot radius and provides on Fortitude saving throws against poison for 1 hour. shadowy illumination in a 60-foot radius. It glows for 6 hours, after",
        "name":  "Antitoxin",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Poor accommodations at an inn amount to a place on the",
        "name":  "Inn",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Horses, donkeys, mules, and ponies can graze to sustain",
        "name":  "Feed",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "This is just the clothing, not the royal scepter, themselves, but providing feed for them(such as oats) is much better crown, ring, and other accoutrements. Royal clothes are ostenta- because it provides a more concentrated form of energy, especially if tious, with gems, gold, silk, and fur in abundance. the animal is exerting itself. If you have a riding dog, you have to Scholar’s Outfit: Perfect for a scholar, this outfit includes a robe, feed it at least some meat, which may cost more or less than the a belt, a cap, soft shoes, and possibly a cloak. given amount. Traveler’s Outfit: This set of clothes consists of boots, a wool",
        "name":  "Royal Outfit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "An exotic saddle is like a normal saddle of the transports passengers within a city, 1 copper piece usually takes you same sort except that it is designed for an unusual mount, such as a anywhere you need to go. hippogriff. Exotic saddles come in military, pack, and riding styles. Hireling, Trained: The amount given is the typical daily wage",
        "name":  "Saddle, Exotic",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "A military saddle braces the rider, providing a for mercenary warriors, masons, craftsmen, scribes, teamsters, and +2 circumstance bonus on Ride checks related to staying in the other trained hirelings. This value represents a minimum wage; saddle. If you’re knocked unconscious while in a military saddle, many such hirelings require significantly higher pay (see the Dun- you have a 75% chance to stay in the saddle (compared to 50% for a geon Master’s Guide for more details). riding saddle). Hireling, Untrained: The amount shown is the typical daily",
        "name":  "Saddle, Military",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "The standard riding saddle supports a rider. anyway (a crew member on a ship, for example) may ask for only",
        "name":  "Saddle, Riding",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Includes a stable, feed, and grooming. half the indicated amount.",
        "name":  "Stabling",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dexterity measures coordination and",
        "name":  "Dexterity Modifier",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    }
]
