[
    {
        "origin_file":  "other.json",
        "description":  "You can gain this feat multiple times. Its effects Your body, untainted by incarnum, is not easily affected by do not stack. Each time you take the feat, it applies to a the power of soul energy. new chakra. Prerequisite: No essentia pool.",
        "name":  "Special",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Without this feat, each chakra can only be Benefi t: You gain a +2 bonus on saving throws against occupied or bound by a single soulmeld. effects generated by soulmelds.",
        "name":  "Normal",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Con 15, meldshaper level 1st. [INCARNUM]",
        "name":  "Prerequisites",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Con 13, Heal 1 rank. sudden strike class feature.",
        "name":  "Prerequisites",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per day, you can invest essentia in this feat. Benefi t: Once per day, you can invest essentia into this As a swift action, you can heal your own wounds. Each use feat. You gain an insight bonus on damage rolls made when of this ability heals 2 hp per point of essentia invested in delivering attacks with the skirmish, sneak attack, or sudden the feat, and you can use the feat a number of times per day strike class feature equal to twice the invested essentia. equal to the invested essentia. Once the amount of essentia Once the amount of essentia invested is chosen, it cannot invested is chosen, it cannot be altered and remains invested be altered and remains invested for 24 hours. for 24 hours. If you have more than one of the listed class features, the If you have the ability to bind a soulmeld to your soul bonus applies only once on any given attack. chakra, each use of this ability instead heals 4 hp per point You gain 1 point of essentia. of essentia invested in the feat. You gain 1 point of essentia. MIDNIGHT AUGMENTATION [INCARNUM, PSIONIC] HEART OF INCARNUM You can augment a psionic power with your personal soul You tap into the power of your heart chakra to gain resilience. energy rather than mental energy. When you manifest the",
        "name":  "Benefi t",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ability to bind a soulmeld to your heart augmented power, a circle of blue-black energy momentarily chakra. coruscates around your brow.",
        "name":  "Prerequisite",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Con 13, shape soulmelds, nongood Dex 13. alignment.",
        "name":  "Prerequisites",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1 insight bonus on Will saves. SAPPHIRE FIST [INCARNUM]",
        "name":  "Crown",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1 insight bonus on Balance and Move Silently You can channel incarnum to enhance your ability to deliver checks. stunning attacks. When you deliver a stunning attack while",
        "name":  "Feet",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1 insight bonus on Climb and Swim checks. essentia is invested in this feat, your hands burn with a faint",
        "name":  "Hands",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Con 15, character level 12th. invested for 24 hours.",
        "name":  "Prerequisites",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2 insight bonus on grapple checks. had become brilliant blue gemstones.",
        "name":  "Arms",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1 insight bonus on Search and Spot checks. Prerequisites: Con 13, ability to smite (smite evil class",
        "name":  "Brow",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1 insight bonus on Refl ex saves. feature, smite domain power, or similar ability)",
        "name":  "Shoulders",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Con 13, ability to form a mind blade. SAPPHIRE SPRINT [INCARNUM]",
        "name":  "Prerequisites",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per day, you can invest essentia into this Drawing on the soul energy of great runners of history, you feat. You can expend your psionic focus when making an infuse your body with incarnum to speed your steps. When- attack with your mind blade to gain an insight bonus on the ever you run, your feet shine with a bright blue gleam. damage roll equal to 1d6 per point of invested essentia. You Prerequisite: Con 13. must decide whether or not to use this feat prior to making Benefi t: Once per day, you can invest essentia into this the attack roll. If your attack misses, you still expend your feat. When you use the run action, you gain an insight psionic focus. Once the amount of essentia invested is chosen, bonus to your speed equal to 5 feet per point of invested it cannot be altered and remains invested for 24 hours. essentia. This applies regardless of the form of movement You gain 1 point of essentia. used to run. You also gain an insight bonus equal to the invested essentia on Constitution checks made to continue PSYCARNUM CRYSTAL [PSIONIC] running (see the run action on page 144 of the Player’s Your psicrystal taps into the natural ebb and fl ow of incar- Handbook for details). Once the amount of essentia invested num, turning it into a small reservoir of soul energy. is chosen, it cannot be altered and remains invested for",
        "name":  "Benefi t",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Con 13, Psicrystal Affi nity*, essentia pool. 24 hours.",
        "name":  "Prerequisites",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "As long as your psicrystal is within arm’s reach, If you have the ability to bind a soulmeld to your feet you gain 1 bonus point of essentia. chakra, you also keep your Dexterity bonus when running * See the Expanded Psionics Handbook. and gain an insight bonus to AC equal to the invested essentia against any attacks of opportunity you provoke when moving PSYCARNUM INFUSION [PSIONIC] out of a threatened square during a run. You transform your mental focus into a brief burst of soul You gain 1 point of essentia. energy.",
        "name":  "Benefi t",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Con 13, Concentration 4 ranks. SHAPE SOULMELD",
        "name":  "Prerequisites",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "To use this feat, you must expend your psionic You gain the ability to shape a single soulmeld. focus. Until the start of your next turn, one of your soul- Prerequisite: Con 13. melds, incarnum feats, class features, or other incarnum Benefi t: When this feat is selected, choose a soulmeld from receptacles is treated as if it had essentia invested in it equal any class’s soulmeld list. You can shape that soulmeld using to its maximum essentia capacity. You don’t gain any bonus the normal meldshaping rules (see page 49). Once chosen, essentia from this effect. the soulmeld granted by this feat can never be changed. Your meldshaper level for this soulmeld is equal to one-half your character level. 662200__8888557799__CChhpp33..iinndddd 4400 77//1122//0055 99::0088::1177 AAMM 41 OPTIONS CHARACTER CHAPTER 3",
        "name":  "Benefi t",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can gain this feat multiple times. Its effects as normal. See Table 2–1: Essentia Capacity on page 19 to do not stack. Each time you take the feat, it applies to a determine the soulmeld’s essentia capacity. new chakra.",
        "name":  "If you have essentia, you can invest essentia in the soulmeld Special",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, choose a new UNDEAD MELDSHAPER soulmeld. [MONSTROUS] Despite having no soul of your own, you maintain the ability SHARE SOULMELD to channel incarnum through force of will alone.",
        "name":  "Special",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Int 3, undead type. a special bond. Benefi ts: Use your Wisdom score to determine the maxi-",
        "name":  "You can share a soulmeld with an ally with which you have Prerequisites",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Con 13, Wis 13, Concentration 4 ranks. proper race. For instance, to select a racial substitution level",
        "name":  "Prerequisites",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Con 13. out—when you take your next level in the standard class, you",
        "name":  "Prerequisite",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "d8. pantheon, but also to the power of incarnum. Just as most azurins cleave to polarized alignments, azurin clerics take Requirements extreme positions on morals and ethics. Azurin clerics prefer To take an aasimar incarnate substitution level, a character to battle foes opposed to their alignment, and work best with must be a neutral good aasimar about to take his 1st, 3rd, other incarnum-wielding characters. or 7th level of incarnate. Hit Die: d8. Class Skills Requirements Aasimar incarnate substitution levels grant the same class To take an azurin cleric substitution level, a character skills as the standard incarnate class, plus Diplomacy. must be an azurin about to take her 1st, 4th, or 9th level",
        "name":  "Hit Die",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 + Int modifi er (or four times of cleric. this number as a beginning character). Class Skills Class Features Azurin cleric substitution levels grant the same class skills as All of the following are features of the aasimar incarnate the standard cleric class, plus Knowledge (the planes). racial substitution levels. Skill Points at Each Level: 2 + Int modifi er (or four times",
        "name":  "Skill Points at Each Level",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "d12. class skills as the standard barbarian class, plus Knowledge (the planes). Requirements",
        "name":  "Duskling barbarian substitution levels grant the same Hit Die",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "d10. god of gnomes, a gnome incarnate is a living testament to the traditions of the race. His link to the souls of gnomes Requirements past, present, and future gives the gnome incarnate a To take an elf soulborn substitution level, a character must special place of honor among their people, which he holds be a chaotic good elf about to take her 1st, 2nd, or 7th level quite sacred. of soulborn. A gnome incarnate’s number of soulmelds, total essen- tia, and chakra binds are as detailed on Table 2–2: The Class Skills Incarnate.",
        "name":  "Hit Die",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "d6. the standard soulborn class, plus Search and Spot. Regardless of her other talents, an elf soulborn tends to keep her powers Requirements of vision strong as a measure of respect for her ancestors. To take a gnome incarnate substitution level, a character",
        "name":  "Elf soulborn substitution levels grant the same class skills as Hit Die",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "d6. rilkan rogue who selects this sub- stitution feature never gains trap Requirements sense from her rogue levels.",
        "name":  "Hit Die",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 3rd level, level, a character must be a rilkan a rilkan rogue selects one of about to take her 1st, 3rd, or 10th the following feats as a bonus level of rogue. feat: Deceitful, Diligent, Investigator, Negotiator, or Persuasive. Class Skills Fortunate Reflexes (Ex): A rilkan Rilkan rogue substitu- rogue enjoys living life on the edge, taking tion levels grant the risks that other rogues might avoid. Begin- same class skills as the ning at 10th level, a rilkan rogue can choose standard rogue class, to reroll any failed Reflex save. The rogue plus Speak Language. must take the result of the reroll, even if it’s Skill Points at Each worse than the original roll. If the original",
        "name":  "To take a rilkan rogue substitution Bonus Feat",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "8 + Int modifier (or four roll is a natural 1, the rilkan rogue can’t use times this number as a beginning this ability. character). This benefit replaces the standard rogue’s special ability gained at 10th level. Class Features Furthermore, a rilkan rogue forever for- All of the following are features of feits the ability to gain improved evasion the rilkan rogue racial substitu- as a rogue class feature. (She can still tion levels. gain improved evasion from some Improved Flanking (Ex): other source.) A rilkan rogue who is fl anking an opponent gains a +4 bonus SKARN MONK on attacks instead of a +2 A skarn monk takes his race’s bonus on attacks. Any other dedication to “perfection of rilkans fl anking the same opponent form” to great extremes, tuning also benefi t from this improved bonus. Other, his body, mind, and soul to extraordinary nonrilkan characters fl anking with the rilkan purity. As part of this perfection, he learns rogue don’t gain this increased bonus. to channel incarnum to achieve various effects and This benefi t replaces a standard rogue’s sneak Skarn monk also gains the ability to use his arm spines with attack ability gained at 1st level. Instead, a rilkan tremendous effectiveness.",
        "name":  "Level",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Boots or shoes.",
        "name":  "Feet",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gloves or gauntlets. The hands chakra does not",
        "name":  "ESSENTIA Hands",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "the substance of the include the ring body locations. character’s spirit that is unlocked by the power of incarnum. Arms: Bracers or bracelets. The size of this pool is determined by the character’s level, Brow: Eye lenses or goggles. as noted on Table 2–1. Shoulders: Cloak, cape, or mantle.",
        "name":  "Each meldshaper has a pool of essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "If a soulmeld causes your feet when you’re standing still. its subject or subjects to be affected by one or more conditions (such as blindness or fatigue), refer to Condition Summary, Channeling energy from the most agile and nimble of souls, page 300 of the Dungeon Master’s Guide, for details. you claim some measure of that agility for yourself.",
        "name":  "Soulmeld Effects and Conditions",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate ADAMANT PAULDRONS",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Feet Descriptors: None",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Shoulders Chakra Bind (Shoulders)",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every point of essentia you invest in your airstep You fl y with perfect maneuverability. In practical terms, sandals increases the distance you can fl y by 10 feet. this means that you can reverse direction without paying a movement cost, you can turn freely without spending any Chakra Bind (Feet) extra movement, and you can ascend at full speed. Your airstep sandals merge into your feet, turning your legs sky blue from your knees down to your toes. You become capable of ANKHEG BREASTPLATE aerial acrobatics, turning on a dime in midair with a soft burst Descriptors: Acid of pale blue mist. Classes: Totemist",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Throat (totem) 662200__8888557799__CChhpp44..iinndddd 5566 77//1122//0055 99::1100::1122 AAMM 57 SOULMELDS CHAPTER 4",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Throat once to each affected target.",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn its powers.",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Arms",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Brow (totem)",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "See text A hideous mask with red-brown scales forms around and over your face, actually floating about an inch in front of your nose. The visage is reptilian, with a protruding lower jaw and teeth jutting upward. Bony spines stick up from the top of the mask, completing the portrait of a basilisk. While the basilisk is feared primarily for its petrifying gaze, totemists also revere it as a patron of vision. Your basilisk mask grants you low-light vision.",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None Your behir gorget gives you a +4 bonus to resist being bull",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist rushed or tripped.",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Crown (totem) Essentia: If you invest essentia in your behir gorget, it",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Electricity and looks like it has been made of coarse brown fur, but it displays",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Throat (totem) its own, and it fades into a barely corporeal mist near your waist.",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Evil, mind-affecting",
        "name":  "BLOODTALONS Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None Classes: Incarnate",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist Chakra: Arms or hands",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hands (totem) Saving Throw: See text",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist themselves to your hands, Chakra: Throat (totem) shrinking to better fi t them. Saving Throw: See text The metal fi ngertips of the gauntlets are long and sharp- This feral mask has leonine ly pointed. They sometimes qualities, including a coarse seem to drip blood, though the mane of thick, brass-colored liquid that falls from them hair. Onlookers familiar with vanishes almost as soon as it the mighty dragonnes recognize touches the ground. the similarities between those fearsome desert predators and the You gain a +4 bonus on rolls features of the mask. made to confirm critical threats. Dragonnes are vicious and deadly hunters. Because of their ter- BLUESTEEL rible roar, totemists associate BRACERS them with fear and don brass",
        "name":  "Your bloodwar gauntlets bind Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None manes to strike terror into en-",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soul- emy hearts. born While you wear your brass mane,",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Arms you gain a +4 competence bonus on",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None Intimidate checks.",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None of cold power work their way through your body. If you close your",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn eyes, you can almost see your own hands glowing like a mystic",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Feet crystal suffused with unearthly radiance. Like the invisible",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every point of essentia you invest in your CRYSTAL HELM diadem of purelight increases the radius of illumination by",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Force 10 feet. The radius of shadowy illumination is always double",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn the radius of bright illumination. For example, a diadem",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Crown of purelight with 2 points of invested essentia sheds bright",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can increase the protective properties Chakra: Brow (totem) granted by a crystal helm by investing essentia in the soulmeld. Saving Throw: None 662200__8888557799__CChhpp44..iinndddd 6633 77//1122//0055 99::1100::2255 AAMM 64 4 RETPAHC SDLEMLUOS You shape incarnum into a silvery mask with a long snout, clubbed DISPLACER MANTLE protrusions at the crown, and a long, forked tongue. The silver scales Descriptors: None of the mask glint and gleam in the light, and the tongue seems to Classes: Totemist sway of its own accord. Chakra: Shoulders (totem)",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every point of essentia you invest in your dis- solving spittle increases the damage dealt by 1d6 points. Chakra Bind (Throat) Instead of a torc around your neck, the writhing shape of a two- headed dragon arcs around your throat in blue-green scales. Tendrils of midnight blue extend up your neck and down into your shoulders like diseased veins. When you use your ability to spit acid at an opponent, the target takes normal damage in the round you spit acid. You also roll again for damage 1 round later. DREAD CARAPACE",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Arms, feet, or heart (totem)",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mind-affecting",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Soulborn",
        "name":  "ENIGMA HELM Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None Chakra: Brow",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn Saving Throw: See text",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Crown",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Soul",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None benefi ts in combat the remorhaz, totemists don this meld when",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn leading remorhaz hunting parties.",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Waist While wearing a frost helm, you can exist comfortably",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None By focusing the energy of souls damned for eternity, you",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist form green gloves of incarnum that writhe with evil power.",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Arms (totem) When you touch a foe, the condemned souls poison the target,",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every point of essentia you invest in your gloves as their own by shaping this meld. Known for its great increases the Wisdom damage dealt (both primary and strength and fi erce claws, the girallon is a totem of power secondary damage) by 1 point. and aggression. Your girallon arms grant you a +2 competence bonus on Chakra Bind (Hands) Climb checks and grapple checks. The gloves merge with your hands, giving your hands a green cast.",
        "name":  "Totemists hope to claim the savage ferocity of the girallon Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None HEART OF FIRE",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fire You shape incarnum into a sky-blue headband that resembles a",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist wreath of twining ivy.",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Waist (totem)",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None night-blue color in tendrils reaching up your legs to your waist, like",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn snaking veins just under your skin.",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Brow",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Soul",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your incarnate avatar resembles a marut, a powerful",
        "name":  "IMPULSE BOOTS Law",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn Unlike other soulmelds, the incarnate avatar provides no",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Feet benefi t without the investment of essentia.",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate destroyed (except by effects that unshape soulmelds). If your",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None (as a move action).",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate Essentia: Every point of essentia you invest in your kraken",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Brow or soul mantle increases your effective speed for the purposes of",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None swimming by 5 feet. For example, if you have a base land speed of 30 feet and invest 4 points of essentia in your kraken Incarnum forms a pair of transparent blue lenses that hover in front mantle, you can swim 50 feet (30 + [4 × 5 feet]) as a full-round of your eyes. As you peer through them, the world does not take on action or 25 feet as a move action. their blue color, but you fi nd yourself more easily able to notice small details, even at long distances. Chakra Bind (Arms) The smooth, sleek substance of your mantle spreads down to your By shaping this soulmeld, you channel the soul energy of upper arms, becoming one with your fl esh. Your arms themselves sharp-witted scouts and spies to improve your eyesight. grow slightly more fl exible, helping you gain purchase on a grappled The contemporary incarnate N!doka the North Star is foe. They also gain a measure of constricting strength, helping you never seen without incarnate lenses shaped due to the squeeze the life from your enemies just as the kraken does. number of attempts made on her life by doppelgangers and other shapechangers. You gain a bonus on grapple checks equal to the number of While you have keeneye lenses shaped, you gain a +4 insight points of essentia you invest in your kraken mantle. In addi- bonus on Spot checks. tion, with a successful grapple check, you deal 1d8 points of",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist more similar to monstrous humanoids such as centaurs than",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hands or shoulders (totem) to ankhegs or yrthaks. They are also evil and cruel, and it is",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None hard to shape a lamia belt without being tainted by that evil. Totemists willing to take the risk hope to gain a lamia’s gift Incarnum forms chitinous plates that hover over your shoulders and for deception, as well as mimicking its four-legged form or down your arms to your hands. At the backs of your hands, these plates its speed and agility in combat. take on long, triangular shapes like the scythe-claws of a kruthik, While you wear your lamia belt, you gain a +4 competence though these blades extend only barely beyond your fi ngertips. bonus on Bluff and Hide checks.",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "For every point of essentia you invest in your Kruthiks (described in the Miniatures Handbook) are vicious lamia belt, your competence bonus on Bluff and Hide checks predators distinguished by their incredible agility. Totemists increases by 2. shape this soulmeld to claim a portion of that agility, as well as the acidic secretions and acid resistance possessed by fully Chakra Bind (Waist) mature kruthiks. Instead of a physical belt of fur, your lamia belt manifests as fur With kruthik claws shaped, you gain a +4 competence bonus sprouting from your skin, from your waist down to your knees. on Hide and Move Silently checks. Your legs also become slightly more muscular.",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, totemist Your lammasu mantle protects you against the attacks of evil",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Feet (totem)",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None You shape incarnum into a pair of boots that resemble the heavy clawed feet of a bulette. Leathery skin encases your legs up to your knees, and enormous claws extend from the front of your feet. The bulette, also called the landshark, is closely associated with the earth in totemist traditions. Totemists channel the spirit energy of the bulette to attain connection with the earth—borrowing a measure of its tremorsense or its ability to burrow through the earth—as well as to mimic its fearsome qualities as a voracious predator. While wearing the landshark boots, you gain a +4 compe- tence bonus on Jump checks.",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None instead of by touch.",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Arms or heart Chakra Bind (Heart)",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn MANTICORE BELT",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hands Descriptors: None",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None Classes: Totemist",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Waist (totem)",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None open palm. With a fl ash, the dice disappear a moment after they stop rolling, and you sense that your luck is changing. Incarnum forms a belt of spotted fur around your waist. At your back, short spines emerge from the belt. You note a marked increase The dice are a metaphor, a physical representation of the forces in your appetite while you wear the belt. of luck—good luck, in this case. They draw upon favorable spirit energy to grant you a small boon. Manticores are fi erce hunters that possess a unique ranged You can use your lucky dice as a swift action, choosing an attack. Even totemists who do not share the manticore’s evil aspect of yourself to which to apply extra luck. You gain a +1 bent shape this meld to gain a reliable way of attacking foes luck bonus on one of the following, at your option: attack rolls from a distance, not to mention the power of fl ight. and damage rolls, saving throws, or skill and ability checks. While wearing your manticore belt, you gain a +2 enhance- This bonus lasts until the start of your next turn. ment bonus on Jump and Spot checks. When using this meld, roll 2d6. If the result is any com- Essentia: For every point of essentia you invest in your bination of numbers that add up to 7, the luck bonus applies manticore belt, your enhancement bonus on Jump and Spot to all of the listed types of rolls. checks increases by 2.",
        "name":  "With a fl ick of your wrist, you send two cubes spinning out of your Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate As a standard action, you can snap your tail to loose a volley of",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Brow spikes equal to the number of points of essentia you invest in",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None your manticore belt. This attack has a range increment of 30 feet 662200__8888557799__CChhpp44..iinndddd 7777 77//1122//0055 99::1100::5599 AAMM 78 4 RETPAHC SDLEMLUOS and a maximum range of 150 feet. All targets must be within jut out in various places from these gauntlets, each one whispering 30 feet of each other. Make a ranged attack roll for each spike an ancient battle cry in your mind. using your full base attack bonus. A successful hit deals 1d6 points of damage plus one-half your Strength modifi er. Mauling gauntlets are said to channel the fi erce power of war- riors throughout history. While wearing mauling gauntlets, MANTLE OF FLAME you gain a +2 morale bonus on Strength checks (but not",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fire on Strength-based skill checks), such as",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate those to break down doors or to bull rush",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Shoulders an opponent.",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every point of essentia you invest inspiring you to greater accomplishments in battle. in your mantle of fl ame increases the damage dealt by 1d6 points. You gain a morale bonus on unarmed strike damage equal to the morale bonus on Strength checks granted by the Chakra Bind (Shoulders) mauling gauntlets. You also gain the benefi t of the Improved Your mantle of fl ame burns particularly brightly around your Unarmed Strike feat. shoulders, forming a high collar behind your head and neck. NECROCARNUM CIRCLET",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None of necrocarnum fl oat within this soulmeld. These forms barely",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Soulborn surface in this dark and foreboding crown, yet even the faintest",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Arms or hands glimpse is unsettling.",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Undead within a 30-foot radius gain turn prehensible agony. Their tortured, elongated faces hold their gaping resistance equal to the number of points of essentia that mouths open in soundless eternal screams. you invest in the soulmeld. If you animated the undead, the turn resistance is equal to double the number of points You form a cloak of necrocarnum that surrounds you with of invested essentia. necromantic energy. Meldshapers who take the time to explain their use of such evil energies declare that the cloak’s Chakra Bind (Crown) protective qualities suggest that necrocarnum is not a source A matching coil of necrocarnum forms around the head of a corpse. of evil as others suggest, ignoring the fact that these protective Filled with the dark power of necrocarnum, the corpse shambles qualities resemble and exemplify the traits of unlife. to its feet, its fl esh and mind overtaken by the curse of undeath. While you have a necrocarnum mantle shaped, you A necrocarnum zombie resembles a shambling gain immunity to disease. Shaping the corpse with black motes of light slowly swim- mantle does not affect any disease that you ming under its rotting skin. might already have.",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Evil, necrocarnum bonus instead lasts for a number of rounds equal to the",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Throat Essentia: If you invest essentia in the necrocarnum shroud,",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Evil, necrocarnum When you have necrocarnum vestments shaped, you gain",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn resistance to cold 5 as the energies of necrocarnum deaden",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Arms your fl esh to the effects of cold.",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Evil, necrocarnum ease, as well as being sickened or nauseated (as the conditions",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn in the Dungeon Master’s Guide).",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hands Essentia: You gain an enhancement bonus on Fortitude",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn Chakra Bind (Totem)",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Shoulders Even as the feathers of your pegasus cloak extend up the back of",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None a +1 enhancement bonus on attack rolls made with the",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist bite attack.",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Shoulders (totem)",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "See text PHOENIX BELT",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fire",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist markings that seems to shift and fl ow over your back like liquid. Chakra: Waist (totem)",
        "name":  "You form incarnum into a gray and white cloak with mottled blue Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate through the ages have argued that the soulmeld is actually",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist Chakra Bind (Soul) Chakra: Hands (totem)",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate Totemists typically shape this meld when they expect to face",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Throat overwhelming odds, but some totemists shape it simply to",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "See text gain courage and fury in battle. 662200__8888557799__CChhpp44..iinndddd 8833 77//1122//0055 99::1111::1100 AAMM 84 4 RETPAHC SDLEMLUOS While you wear your rageclaws, you can continue to fi ght You form incarnum into a pair of hard leather bracers that encircle without penalty if you are disabled or dying. When reduced your wrists. They smell noticeably of horse and hay. to 0 hit points, you can act as if you weren’t disabled (that is, you ignore the normal restriction to only a single move Humanoids have ridden horses into battle for ages, and by chan- or standard action per turn). You do not lose 1 hit point for neling the soul energy of these mounted warriors—and their performing a standard or otherwise strenuous action while steeds—you increase your own skill at mounted combat. at 0 hit points. Wearing the riding bracers grants you a +4 insight bonus When reduced to –1 to –9 hit points, you do not fall on Handle Animal and Ride checks. unconscious. You do not automatically lose 1 hit point each Essentia: Every point of essentia invested in the riding round when at –1 to –9 hit points. bracers increases the insight bonus on Handle Animal and When your current hit points drop to –10 or lower, you Ride checks by 2. immediately die.",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn Chakra Bind (Totem) Chakra: Arms",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None Instead of plain leather, your sailor’s bracers seem formed of",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn, totemist fish scales—and indeed, large fins sprout from their sides to",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Arms (totem) help you swim.",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None 662200__8888557799__CChhpp44..iinndddd 8844 77//1122//0055 99::1111::1111 AAMM 85 SOULMELDS CHAPTER 4 You can swim at up to your speed (as a full-round action) or Chakra: Crown or heart (totem) up to half your speed (as a move action). You take no penalty Saving Throw: See text on attack rolls made underwater (as if you had freedom of movement). Glowing argent incarnum forms a shining crown that hovers slightly above your head. Its presence lends a regal air to your bearing, SHADOW MANTLE and you feel yourself become more calm, more dignifi ed, and more",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Darkness stable—emotionally and even physically grounded.",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Good, mind-affecting than Small, the damage scales up or down accordingly (see",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist page 114 of the Player’s Handbook). 662200__8888557799__CChhpp44..iinndddd 8855 77//1122//0055 99::1111::1133 AAMM 86 4 RETPAHC SDLEMLUOS",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None Chakra Bind (Throat)",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn The silver mask melds into your face and neck, from your cheekbones",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hands down to your collar, as if your skin were turned to silver. When",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None shoulder. If the soulspark is more than 10 feet from you at the",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn end of its turn, it unshapes. You can communicate empathi-",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every point of essentia grants the soulspark the words that you hear. a +1 bonus on its attack rolls and damage rolls.",
        "name":  "Attack Bonus",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every point of essentia invested grants the soul- Choose a language when you shape your soulspeaker circlet. spark a certain amount of fast healing. A least soulspark gains While the soulmeld is shaped, you can understand the spoken fast healing equal to 1 × the points of essentia invested, a lesser forms of that language. This does not provide you the ability soulspark gains fast healing equal to 2 × the points of essentia to speak, read, or write that language. invested, a standard soulspark gains fast healing equal to 3 × Essentia: For every point of essentia invested in soul- the points of essentia invested, and a greater soulspark gains speaker circlet, you can select an additional language that fast healing equal to 4 × the points of essentia invested. you understand.",
        "name":  "Healing",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None is just as diffi cult as simultaneously speaking and listening",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Soulborn to multiple people at the same time.",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Crown or throat This is a mind-affecting effect.",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None varieties of sphinx as the pinnacle of sphinxkind: the gruff and",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn noble androsphinx, the clever and enigmatic gyno sphinx, the",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Heart avaricious and powerful crio sphinx, or the detestable hieraco-",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None the nobility of the androsphinx? Or will you give in to it completely,",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist rampaging like a hieracosphinx?",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hands (totem)",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None bonus on Disable Device, Open Lock, and Sleight of Hand",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incarnate, soulborn checks. This soulmeld also lets you make Disable Device,",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Heart or waist Open Lock, and Sleight of Hand checks untrained.",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None Essentia: Every point of essentia you invest in your theft gloves increases the insight bonus by 2. A heavy web belt of cyan energy wraps around your torso. When you wear it, you feel energized and revitalized. When you are Chakra Bind (Hands) struck by an attack that would damage your ability scores, a wave Instead of physical gloves, your theft gloves manifest as a dusky blue of incarnum energy passes through you, blunting the effectiveness color over the skin of your hands. In addition to great precision, you of the attack. also fi nd your fi ngertips tremendously sensitive, and they seem to tingle when you run them over something that carries a trap. The strongheart vest protects you from attacks that would reduce your ability scores. Any time you would take ability You gain the trapfi nding ability (see page 50 of the Player’s damage, such as Constitution damage or Strength damage, Handbook). the amount of the damage is reduced by 1 point, to a mini- mum of 0. THERAPEUTIC MANTLE",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None of a monstrous centipede and would normally take 2 points Classes: Incarnate, soulborn of Dexterity damage from its poison, you take 1 point instead. Chakra: Shoulders",
        "name":  "For example, if you fail a saving throw against the poison Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None poison and would normally take 1 point of Dexterity damage, you take no Dexterity damage instead. A sheath of incarnum energy surrounds your body and is slowly",
        "name":  "Ten rounds later, if you fail a second saving throw against the Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None invested in the soulmeld) to your caster level when casting",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hands",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None THREEFOLD MASK OF THE CHIMERA",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Every point of essentia invested in your three- Descriptors: Sonic fold mask grants you a +1 competence bonus on Search Classes: Soulborn and Spot checks. Chakra: Feet",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None minds were thinking your thoughts and directing your actions, Classes: Totemist though this multiplicity of views can be confusing as well. Chakra: Arms, feet, heart, or shoulders (totem)",
        "name":  "You experience a profound quickness of mind, almost as if three Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None your body.",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Totemist While wearing your vitality belt, you gain a +4 morale bonus",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Feet (totem) on Constitution checks and Constitution-based skill checks",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "None (but not on Fortitude saves).",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you invest essentia in your urskan greaves, they WIND CLOAK protect you from cold damage. You gain resistance to cold Descriptors: None equal to 5 times the number of points of essentia you invest Classes: Incarnate, soulborn in this soulmeld. Chakra: Shoulders",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    }
]
