[
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Possessions",
        "description":  "chainmail, club, tools. Light Sensitivity (Ex): Dazzled in bright sunlight or within the radius of a daylight spell."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Orc Corporal",
        "description":  "Male orc barbarian 2; CR 2; Medium Opportunistic Commander: Allies within 30 feet deal an humanoid; HD 2d12+2; hp 20; Init +0; Spd 40 ft.; AC 13, extra 1d6 points of damage on any successful attack of touch 10, flat-footed 13; Base Atk +2; Grp +5; Atk or Full opportunity. Atk +6 melee (2d4+4/18–20, masterwork falchion) or +2 Uncanny Dodge (Ex): Retain Dex bonus to AC when flat- ranged (1d6+3, javelin); SA rage 1/day; SQ commander footed or targeted by an unseen foe. PH 26. rating 1, darkvision 60 ft., fast movement, light sensitivity, Possessions: masterwork chainmail, masterwork falchion, uncanny dodge; AL CE; SV Fort +4, Ref +0, Will –2; Str 3 javelins, potion of cure serious wounds, potion of bull’s strength, 17, Dex 11, Con 12, Int 8, Wis 7, Cha 6. potion of haste, keen edge oil."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Possessions",
        "description":  "+1 chainmail, +1 falchion, 3 masterwork javelins, Uncanny Dodge (Ex): Retain Dex bonus to AC when flat- potion of cure light wounds, potion of cure serious wounds, potion footed or targeted by an unseen foe. PH 26. of bull’s strength, potion of haste, keen edge oil. Possessions: +2 breastplate, amulet of natural armor +1, ring of protection +1, cloak of resistance +1, +2 falchion, 3 masterwork"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Combat Speed",
        "description":  "10 ft. (2 squares), fly 40 ft. (average) Brass steeds are excellent mounts; due to their hit points Armor Class: 13 (–1 size, +2 Dex, +2 natural), touch 11, and construct traits, they rarely get cut down from beneath flat-footed 11 their riders. They can fight while carrying a rider, but the Base Attack/Grapple: +5/+12 rider cannot also attack unless he or she succeeds on a Attack: Slam +7 melee (1d4+4) Ride check. Full Attack: Slam +7 melee (1d4+4) A steed will use its eye ray as often as possible while biting Space/Reach: 10 ft./5 ft. and kicking opponents that come into melee range. Special Attacks: Sleep dust Eye Ray (Su): A brass steed’s red eyes can produce a Special Qualities: Darkvision 60 ft., low-light vision, magical ray of fire with a range of 100 feet that deals 8d6 natural invisibility, scent, see invisible points of damage to a single target. The ray requires a Saves: Fort +4, Ref +6, Will +5 ranged touch attack. The ray is usable only once every 4 Abilities: Str 16, Dex 15, Con 10, Int 10, Wis 14, Cha 15 rounds. A brass steed can fire its eye ray in the same round Skills: Hide +6*, Listen +6, Move Silently +10, Spot +10 that it makes physical attacks. Feats: Hover, Iron Will Immunity to Magic (Ex): A brass steed is immune to Environment: Temperate forests any spell or spell-like ability that allows spell resistance. Organization: Solitary, pair, or cloud (4–7)"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "A fog cloud, obscuring mist, or solid fog spell entangles a Level Adjustment",
        "description":  "— brass steed (as the entangle spell) for 1d6 rounds. A magical attack that deals fire damage breaks any slow The soft light of the moon overhead reveals an enormous moth, its shimmering green wings marked with white spots. or entangle effect on the steed and heals 1 point of damage 155 APPENDIX Many believe the luna moth to be an elven myth. Few Armor Class: 17 (–2 size, +2 Dex, +7 natural), touch 10, mortals have ever seen this fabled beast, for it is invisible flat-footed 15 except in moonlight. Luna moths are favored by elves, Base Attack/Grapple: +12/+25 sprites, and other fey folk as mounts. Attack: Claw +15 melee (1d8+5)"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Armor Class",
        "description":  "14 (–1 size, +3 Dex, +2 natural), touch 12, ability drain, energy drain, fatigue, exhaustion, or death flat-footed 11 from massive damage. It cannot be raised, and resurrection Base Attack/Grapple: +4/+13 works only if it is willing. It has darkvision out to 60 feet."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Environment",
        "description":  "Any Armor Class: 21 (–4 size, +15 natural), touch 6, flat-"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Level Adjustment",
        "description":  "— Armor Class: 15 (+1 Dex, +4 natural), touch 11, flat- *Includes adjustments for Power Attack feat. footed 14 Base Attack/Grapple: +2/+5"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Terrain Features",
        "description":  "Two hills and several clusters of troops. t rees dominate the battlefield. T he steeper nort he r n In the D\u0026D universe, characters have tools that hill is considered difficult terrain for climbing charac- we re not available to real-world tro o p s. Spells such as ters.The more southern hill is not as steep and does not disintegrate, teleport, fly,and dimension doort a k e s l ow move m e nt. T he terrain between these feature s much of the carnage out of the process and ensure a consists of gently rolling hills no more than 5 feet high, much faster resolution. Add character statistical boosts but a +3 bonus applies to all Hide and Move Si l e nt l y such as Deflect Arrow s, high Armor Class, and checks made in this area. PCs wishing to approach the uncanny dodge, and PCs have a ve ry real chance of e n e m y’s location undetected have a better chance of breaching gate defenses. doing so if they pass through the centrally located clus- In this scenario, the PCs and a small group of elite ter of trees. soldiers must move ahead of their army and open the"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Revenge",
        "description":  "A step down from justice as a motive, revenge lash out with lethal violence at any slight (or even imagined) refers to those villains who seek to redress a past wrong offense. An outsider new to the city is enticed by the luxuries against themselves or others but are not particularly selective of civilization and seeks to gain immediate power and wealth regarding whom they target for their vengeance. The angry by any means necessary. ghost that lashes out at every living being in retribution for Bard: A bard is using his magic to seduce entire crowds its murder, the king who sends his army to invade a nation into turning over their wealth, their possessions, and because a citizen of that nation tried to kill him, or the witch even their daughters. A criminally minded bard uses who curses the entire family of the priest who ordered her charm spells and bardic knowledge to learn the secrets of burned at the stake are all examples of villains with revenge powerful individuals and then blackmails them into doing as their motive. her bidding. A research bard is delving up long-hidden Self-Gratifi cation: One of the most primal villainous lore and selling it to powerful and evil wizards. A jealous motives, this is nothing more than the fulfi llment of some performer is slitting the throats of all the other singers personal desire. The addict who commits violent crimes in town. to attain her drug of choice, the rapist (whether he seeks Cleric: The cleric of an evil power is kidnapping the sexual release or feelings of power and dominance), and the poor off the streets for hideous sacrifices. A high-ranking hot-tempered killer who slays out of rage and frustration are cleric of a good church instigates an inquisition against all examples of self-gratifi cation. nonbelievers. (This situation works best in a world where"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Examples",
        "description":  "When Mialee is 12th level, her mentor reveals acters who become overwhelmed with despair. In this case, that he is secretly a lich and explains that he has been groom- the subject can attempt a Will save to avoid the effects. ing Mialee to undergo the transformation to undeath herself. Examples: Walking through a dark forest, Vadania feels This is a signifi cantly horrifi c situation, but the mentor remains something dripping from an overhanging branch onto her friendly—at least until Mialee rejects him. If she fails a DC neck. She touches it, brings her fi ngers close to her face, and 24 Will save, she is dazed for 1 round. inhales the bitter tang of blood. Looking up into the tree, Eberk (a 9th-level cleric) enters a back room in a temple she sees dozens of corpses in various states of decay hanging of Moradin expecting to fi nd a friendly cleric and stumbles among the branches. Right above her is a fresh corpse, still into a circle of half-fi ends engaged in sacrifi cing a dwarf on raining blood from where the sharp branches impaled it. Moradin’s altar. This is a dramatically horrifi c situation, and Vadania is 13th level, and while this situation is grisly, the Eberk is in grave danger. If he makes a successful DC 25 Will danger is not immediately apparent and no one close to her save, he is only dazed for 1 round; if he fails, he is stunned is involved. If she fails a DC 24 Fortitude save, she is sickened for 1 round. for 1d8 rounds. You could replace the effects of a devil’s fear aura with After becoming separated from his partner in a tomb the following rule: A creature in the area must succeed on complex, Hennet (at 10th level) fi nally fi nds Tordek leaning a Will save (DC as stated in the Monster Manual) or become against a wall. The dwarf doesn’t respond to Hennet’s voice, stunned. A stunned creature can repeat the saving throw though, and fi nally Hennet grabs his shoulder and shakes each round on its turn to attempt to shake off the effects. him. Tordek’s armor collapses to the ground while a wave of This is a full-round action. foul-smelling slime splashes around it. Hennet must succeed on a DC 27 Fortitude save or become nauseated. Even if he WEARINESS succeeds, he is sickened for 1d6 rounds. While shock describes the short-term effects of sudden You could replace the effects of a mummy’s despair ability exposure to horrifi c things, weariness results from prolonged with the following rule: At the fi rst sight of a mummy, the exposure to horror. Characters might become fatigued after a viewer must succeed on a DC 16 Will save or be overcome particularly horrible encounter, and exhausted after a series of with despair for the duration of the encounter. The character them. Characters can typically avoid weariness with success- is treated as sickened while this effect lasts. ful Fortitude saves, although in some situations a Will save might be more appropriate. You can treat fatigued, exhausted, OBSESSION and staggered as a spectrum from least to most severe. Scenes of horror can transfi x characters, commanding their"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Winded",
        "description":  "You are constantly short of breath and feel like Charisma-based ability checks or skill checks. you can’t get enough air. You are staggered during the third Skin Thickens: Your skin thickens, cracking and turning round and any subsequent rounds of any combat. leathery. You gain +1 natural armor, and take a –2 penalty on Dexterity-based ability checks and skill checks."
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Bones Thicken",
        "description":  "Your skeleton warps and thickens. Raise Great Swollen Growths: Great swollen growths appear your Strength score by 2, and reduce your Dexterity score on your body. You take a –2 penalty to your Armor Class. by 4. Internal Corruption: Though your corruption is not vis-"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Chronic Illness",
        "description":  "You are plagued with a phlegm-laden, ible to others, the inside of your body is a festering cesspool wracking cough. You also suffer occasional bouts of vomiting, of corruption. Bloody pus pools in your body cavities, strange sdlonyeR .W yb .sullI 662200__888855222277220000__CChh44..iinndddd 6644 88//88//0055 44::2222::1122 PPMM 65 HORROR RULES OF CHAPTER 4 growths develop on your organs, or tiny limbs or heads bud Mild Depravity Effects beneath your skin. Reduce your Constitution score by 2. Aggressive: You are easily angered and cannot hide your Some prestige classes allow a character to take this symptom feelings. In combat, you try so hard to hurt your enemies that in place of any other one. This symptom allows you to hide your you neglect your own defense, and you take a –1 penalty to corruption because it is all internal. This symptom can even Armor Class. be taken to replace a mild or moderate symptom if desired. Bestial: You take on a ferocious, wild demeanor. You gain No extra bonus feat is granted if this symptom is taken to a +2 circumstance bonus on Handle Animal, Ride, and wild replace a mild symptom (see page 67). empathy checks. You take a –1 penalty on other Charisma-"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Taint and Hauntings",
        "description":  "A character who spends the night burials in each plot. When you decide to place a gravestone in a haunted location must make a DC 20 Will save or have in a square, don’t worry about the stone’s exact location his depravity score increase by 1. The saving throw DC might within the square. It costs 2 squares of movement to move be higher in more severe cases of haunting (see Tainted Loca- into a square with a gravestone in it. A creature standing in tions on page 68). the same square as a gravestone gains a +2 bonus to Armor"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Dark Knowledge",
        "description":  "Three times per day, an tures equal to 1d6 points of damage. If archivist can draw upon his expansive knowledge the archivist succeeds on his Knowledge of monsters, granting his allies benefi ts against the check by 10 or more, then this bonus in- creatures they face. Doing this counts as a move creases to 2d6. If the archivist succeeds action. The secrets of dark knowledge pertain on his Knowledge check by 20 or more, only to aberrations, elementals, magical then this bonus increases to 3d6. beasts, outsiders, or undead. Dread Secret: By speaking aloud a dread An archivist unlocks new secret of the target creature, an archivist dark knowledge abilities of 11th level or higher can dazzle a target as his level increases and creature for 1 round. Unlike other dark can also call upon his dark knowledge, this ability can be used only knowledge more often, gaining against a single creature. If the archivist suc- one additional daily use for every three archi- Anselmo Durod, ceeds on his Knowledge check by 10 or more, vist levels (4/day at 3rd level, 5/day at 6th level, archivist then the target is dazed for 1 round. If the archi- and so forth). vist succeeds on his Knowledge check by 20 or Using dark knowledge requires a Knowledge check of more, then the target is stunned for 1 round (if the target is a type appropriate to the creature faced. A Knowledge immune to being stunned but not immune to being dazed, (arcana) check reveals secrets of magical beasts, Knowledge such as most undead, then the archivist can choose to daze (dungeoneering) pertains to aberrations, Knowledge (reli- the target instead of stunning it). gion) covers undead, and Knowledge (the planes) applies Foreknowledge: Starting at 14th level, an archivist can to outsiders and elementals. The DC of the check is 15. better prepare his allies for the attacks of the affected Most of the archivist’s dark knowledge abilities increase creature, making it harder for the creature to land blows Illus. by R. Gallegos 662200__888855222277220000__CChh55..iinndddd 8833 88//88//0055 44::2266::5577 PPMM 84 5 RETPAHC DNA SEOREH SEOREHITNA and successfully deal damage. Allies within 30 feet of the who share their interest in old lore and the recovery of archivist gain a +1 insight bonus to Armor Class that applies long-lost treasure. to attacks by the affected creature only. If the archivist suc- ceeds on his Knowledge check by 10 or more, this bonus Combat increases to +2. If the archivist succeeds on his Knowledge Archivists are not especially potent front-line fi ghters and check by 20 or more, this bonus increases to +3. will often hang back with the wizards when combat arises."
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Scribe Scroll",
        "description":  "Archivists gain Scribe Scroll as a bonus They are sturdier and usually better armored than their feat. arcane counterparts, however, and boldly stride into combat"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Bonus Feat",
        "description":  "When an archivist reaches 10th level, and An archivist can often provide information about a foe’s again at 20th level, he can select a free feat from the follow- weaknesses that spells the difference between failure and ing list: Skill Focus (any Knowledge skill), Spell Focus, any success against that adversary. metamagic feat, or any item creation feat. Advancement PLAYING AN ARCHIVIST It is often said that archivists are born, not made. Many who As an archivist, you travel in search of new and unusual embrace this class do so out of a genuine thirst for learning, magic of a divine nature. Since your understanding of magic often accompanied by a reverence or admiration for divine revolves around the written word, you prize magical writ- power. Some people who end up walking the path of the ings of any kind and will travel far to investigate a newly archivist began as apprentice wizards or junior clerics but uncovered (or yet-to-be-discovered) holy scripture or mystical soon felt the call to seek hidden knowledge. recitation. Generally speaking, you aren’t quite as stuffy as Many archivists are archivists for life; the more hidden the average wizard, given your breadth of experience and lore they uncover, the more they feel they still have to high Wisdom score, but neither are you a chest-thumping learn. Others multiclass to complement their abilities, champion of the gods. The secrets you uncover are their sometimes validating their pursuits in the eyes of a church own reward, and your confi dence in yourself and in the job hierarchy by taking levels in cleric or even paladin. Less you do is more rewarding than the empty gratitude of some frequently, an archivist’s hunger for lore causes him to group or hierarchy. branch out into the arcane arts, splitting his studies between divine exploration and wizardry. The archivist Religion is also an exceptionally versatile class for the purposes of While most archivists are religious, it is fundamentally prerequisites, acting as a natural gateway class for many their way to put more stock in the power of the divine prestige classes. than in the divine itself. Archivists exist for virtually every known deity. Some hunt down the secrets of ages DREAD NECROMANCER past to exalt the greater glory of their deity, while others seek only to safeguard sacred lore from falling into the “Necromancy is not just one school of magic among many. It is an wrong hands. Still others see very little connection between Art, one that requires the Artist’s entire devotion.” their personal devotion and the work they do, aside from —Kazerabet, Angel of the Dark perceiving their continued success as evidence of their god’s favor. A specialist wizard who calls himself a necromancer or a cleric with the Death domain has signifi cant power over undead Other Classes and the forces of negative energy, but a dread necromancer Archivists tend to fare well in the company of wizards, is their true master. A practitioner of vile and forbidden arts, who appreciate the scholarly approach they take to magical the dread necromancer roots about in graveyards, searching study. By the same token, however, they have a mercurial out moldering components for her obscene spells. She calls relationship with standard clerics. Some priesthoods upon restless, tormented spirits of the dead, seeking their view archivists as an essential arm of their god’s follow- arcane secrets. She might be a consummate villain, or perhaps ing, while others see them as little more than shameless a tortured hero whose obsession with death leads her along thieves who seek to despoil or abuse sacred texts. Many questionable moral paths. druids look askance at their spells’ being cast by those who do not follow druidic teachings. Archivists often MAKING A DREAD NECROMANCER travel in the company of bards or rogues (another mark A dread necromancer is similar to other arcane spellcasters against them in the eyes of some narrow-minded priests), such as wizards, sorcerers, bards, or warmages. She does 662200__888855222277220000__CChh55..iinndddd 8844 88//88//0055 44::2266::5599 PPMM 85 ANTIHEROES HEROES AND CHAPTER 5 not learn spells as quickly as wizards do, nor have access to You make up for slower spellcasting progression with a wide such a great variety of spells, but she excels at her primary array of special abilities, including a touch attack that uses repertoire—necromantic, evil, and fear-related spells. She negative energy to harm your foes. This attack increases in is a combat caster, with more resilience than a wizard strength and gains additional effects as you gain levels. or sorcerer and a definite emphasis on combat-oriented Because many of your abilities rely on your entering necromantic spells. melee, you are proficient with light armor and have the"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Light Fortifi cation",
        "description":  "Starting at 10th level, a dread nec- critical wounds, symbol of death romancer gains 25% resistance to critical hits; this is the 9th Level: Energy drain, imprison soul*, mass harm*, plague equivalent of the light fortifi cation armor special ability of undead*, wail of the banshee described on page 219 of the Dungeon Master’s Guide. At 17th *New spell (see Dread Magic, starting page 125). level, this fortifi cation increases to 50%. Enervating Touch (Su): When a dread necromancer PLAYING A DREAD NECROMANCER reaches 12th level, she gains the ability to bestow negative You hold the power of death in the palm of your hand (quite levels when she uses her charnel touch attack. Each day, literally, albeit on a small scale at the start of your career). If she can bestow a total number of negative levels equal to your career continues as planned, you will survive forever one-half her class level, but no more than two negative as a lich. This destiny naturally makes you superior to lesser levels with a single touch. The saving throw to remove the mortals who are doomed to molder in their crypts or shuffl e negative levels has a DC of 10 + 1/2 her class level + her about mindlessly as your animated minions. You favor Charisma modifi er. somber clothing, cultivate a pale and gaunt appearance, and Activating this class feature is a swift action. The effect speak in soft, low, sinister tones. You might harbor some lasts until she makes a successful charnel touch attack. vague notions about using your dark powers for the good A dread necromancer can use the spectral hand spell to of the world, but your most important motivation is your deliver this attack from a distance. own power—and, ultimately, your transformation into an Beginning at 17th level, the number of negative levels a eternal undead creature. You approach every adventure dread necromancer can bestow per day increases to equal with these goals at least in the back of your mind, if not at her class level. the forefront. What forgotten secrets might you unearth"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Benefi t",
        "description":  "You add +1 to the DC for all saving throws against damage to a creature, the target also takes either 2 points of any spells you cast that have a corrupt component. Constitution damage (if your corruption is higher than your 662200__888855222277220000__CChh55..iinndddd 112200 88//88//0055 44::2299::0066 PPMM 121 ANTIHEROES HEROES AND CHAPTER 5 Monstrous Feats Prerequisites Benefi t Touch of Taint Natural attack dealing ability damage, Deal taint to target ability drain, or energy drain Tainted Feats* Prerequisites Benefi t Corrupt Arcana Spontaneous caster, mild depravity Prepare corrupt spell not among your spells known Eldritch Corruption Metamagic feat, moderate depravity Enlarge, extend, heighten, or widen a spell at the cost of your ally’s Con damage Forbidden Lore Bardic knowledge or lore class feature, +2, +4, or +6 bonus on bardic knowledge or lore mild depravity checks regarding sinister topics Lunatic Insight Mild depravity +2 initiative bonus, treat all Knowledge skills as if they were trained skills Mad Faith Divine spellcaster, mild depravity Your depravity grants you bonus spells Surge of Malevolence Mild taint +3, +6, or +9 bonus on a single attack, save, or check Debilitating Spell Surge of Malevolence, moderate taint Spells become evil, deal Con or Wis damage Debilitating Strike Surge of Malevolence, moderate taint Melee attacks become evil, deal Con or Wis damage Tainted Fury Con 13, moderate corruption Gain bonus hit points and a tainted smite attack while in a tainted fury *Only nongood creatures suffering from taint can acquire tainted feats. Vile Feats* Prerequisites Benefi t Willing Deformity Evil alignment +3 bonus on Intimidate checks Deformity (Skin) Evil alignment, Willing Deformity +1 natural armor bonus Deformity (Tall) Evil alignment, Willing Deformity, Gain reach as if Large, take –1 penalty to AC Medium size Deformity (Teeth) Evil alignment, Willing Deformity Gain bite attack, +1 bonus on Intimidate checks Deformity (Tongue) Evil alignment, Willing Deformity Gain blindsense 30 ft. *Only intelligent creatures of evil alignment can acquire vile feats. depravity) or 4 points of Wisdom damage (if your depravity Special: You are a larger and clumsier target than you were is higher than your corruption). If you have an equal level before undergoing the height extension, giving you –1 to of corruption and depravity, choose which sort of damage your AC. You also take a –2 penalty on Hide checks. you wish to deal. You can use this ability twice per day if you have moderate DEFORMITY (TEETH) [VILE] taint and four times per day if you have severe taint. By fi ling your teeth to points and brutalizing your gums,"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Benefi t",
        "description":  "You gain a +1 natural armor bonus. tongue becomes hideous to behold but oddly sensitive to"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "EXAMPLE",
        "description":  "GRANNY LOVES YOU Initiative: +7 A green hag dwells in a shack not far from a quiet village. Speed: 40 ft. (8 squares), fl y 80 ft. (perfect) Using her spell-like abilities, she has taken several of the Armor Class: 17 (+3 Dex, +4 deflection), touch 17, flat- community’s children under her wing, preferring orphans footed 14 or those whose parents neglect them. Calling them her Base Attack/Grapple: +4/— grandchildren and showering them with false affection, she Attack: Incorporeal touch +7 melee (1d4 Str or Wis drain) uses these children to lure other villagers into her clutches, Full Attack: Incorporeal touch +7 melee (1d4 Str or Wis and she slowly grows fat off those she consumes. She molds drain) the children she adopts into violent killers, bereft of morality Space/Reach: 5 ft./5 ft. and ready to turn on their own families or anyone else at her Special Attacks: Ability drain, create spawn slightest whim. Special Qualities: Darkvision 60 ft., empathic sense, false substance, incorporeal traits, +4 turn resistance, spell-like abilities, undead traits OUTSIDERS"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Armor Class",
        "description":  "18 (+1 size, +5 Dex, +2 natural), touch 16, speak passable Elven. fl at-footed 13 Base Attack/Grapple: +2/–3 COMBAT"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Armor Class",
        "description":  "19 (–1 size, +2 Dex, +8 natural), touch 11, examination of a dead boneleaf; blood vessels and strings of fl at-footed 17 cartilage make up the interior of what appear as vines and Base Attack/Grapple: +5/+16 trees, and a large system of nerves runs beneath the earth"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Armor Class",
        "description":  "17 (+1 size, +6 natural), 19 (+1 Dex, +8 natural), 20 (–1 size, +2 Dex, +9 natural), touch 11, fl at-footed 17 touch 11, fl at-footed 18 touch 11, fl at-footed 18 Base Attack/Grapple: +1/–1 +3/+6 +6/+15"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Armor Class",
        "description":  "21 (–2 size, +4 Dex, +9 nat- 22 (–2 size, +5 Dex, +9 natural), 23 (–2 size, +6 Dex, +9 natural), ural), touch 12, fl at-footed 17 touch 13, fl at-footed 17 touch 14, fl at-footed 17 Base Attack/Grapple: +12/+27 +15/+31 +18/+35"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "COMBAT Challenge Rating",
        "description":  "4 Taint elementals are sadistic opponents. They are fond of Treasure: Standard ambushes and sneak attacks. While they do not hesitate to Alignment: Usually chaotic evil kill, they also enjoy corrupting targets with large amounts Advancement: 7–11 HD (Medium) of taint and then leaving them to suffer. Level Adjustment: — A taint elemental tends not to use its Power Attack feat †Includes adjustments for Power Attack feat. on the fi rst few attacks, instead calling it into play once it is certain that it has a good chance to hit its chosen target(s). Lesser Dusk Giant Touch of Taint (Ex): Anyone struck by a taint elemental, Large Giant or who physically touches a taint elemental, must succeed Hit Dice: 12d8+84 (138 hp) on a Fortitude save or gain corruption points. The DC of the Initiative: +0 save, and the amount of taint gained, is as follows. The save Speed: 40 ft. (8 squares) DC is Charisma-based. Armor Class: 20 (–1 size, +11 natural), touch 9, fl at-footed 20 Base Attack/Grapple: +9/+25"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Speed",
        "description":  "30 ft. (6 squares) Armor Class: 25 (–2 size, +17 natural), touch 8, fl at-footed 25"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Armor Class",
        "description":  "17 (+1 Dex, +6 natural), touch 11, fl at-footed 16 Base Attack/Grapple: +13/+40 Base Attack/Grapple: +4/+9 Attack: Claw +17 melee (1d8+32) or huge greatclub +17"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "All these changes have already been taken into account in the Greater dusk giant",
        "description":  "1/day—dimension door, energy drain (DC stats for different dusk giant categories presented above. 23); 2/day—shield, slow (DC 17); 3/day—enervation, ray of When a least dusk giant’s Hit Dice reach 12, it becomes a lesser enfeeblement. dusk giant. Its size increases from Medium to Large (with the usual size adjustments; see page 314 of the Monster Manual), it GOLEM, CADAVER grows stronger of purpose and will (represented in an increase to Charisma), and it gains several potent new abilities. A similar Large Construct advancement occurs at 18 Hit Dice, when a lesser dusk giant Hit Dice: 10d10+30 (85 hp) becomes a greater dusk giant and its size increases from Large Initiative: +1 to Huge. Dusk giants never grow larger than Huge, but they Speed: 30 ft. (6 squares) can continue to gain Hit Dice, and the benefi t that comes Armor Class: 20 (–1 size, +1 Dex, +10 natural), touch 10, with them, to a maximum of 24 Hit Dice. fl at-footed 19 Unfortunately for the giant, these gains are not permanent. Base Attack/Grapple: +7/16"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Armor Class",
        "description":  "18 (+6 Dex, +2 deflection), jester can drain joyous emotions from touch 18, flat-footed 12 humanoid beings. The jester must be Base Attack/Grapple: +4/+4 within 30 feet of a living humanoid"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Armor Class",
        "description":  "27 (+5 Dex, +12 defl ection), touch 27, fl at- COMBAT footed 22 Phantasmal slayers exist to spread fear. They prefer to kill by Base Attack/Grapple: +16/— means of their phantasmal facade and might be inclined to"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Armor Class",
        "description":  "A tainted minion’s natural armor bonus improves by +4, as chitinous plates form on and within the creature’s fl esh."
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Armor Class",
        "description":  "A tainted raver’s state of perpetual rage gives it a –2 penalty to Armor Class."
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Special Attacks",
        "description":  "A tainted raver retains all the special attacks of the base creature and gains a perpetual rage ability. Perpetual Rage (Ex): A tainted raver is constantly in a state of insane fury similar to a barbarian’s rage. In this state, the raver gains a +4 bonus on its Strength and Constitution scores, a +2 bonus on Will saves, and a –2 penalty to Armor Class. An effect that counters rage, such as the calm emotions spell, temporarily suppresses this ability and negates these bonuses and penalties. Unlike a barbarian’s rage, a tainted raver’s perpetual fury does not prevent it from taking actions that require reasoned thought or concentration. A tainted raver can cast spells, use skills, activate magic items, and even act calmly and rationally. It retains at least some modicum of tactical and rational thought, although its madness can cause it to act on those thoughts in an unpredictable manner. While some tainted ravers become screaming maniacs, others manifest their lunacy in more subtle and sinister ways. A rare few can suppress the outward signs of their innate wrath and even pass, for a time, as normal. Eventually, however, even the most iron-willed raver must give vent to its rage, resulting in fi ts of homicidal temper."
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Armor Class",
        "description":  "18 (+1 Dex, +5 Skills: Because of its tail, this natural, +2 defl ection) or 20 unholy scion lizardfolk has a +4 (+1 Dex, +5 natural, +2 heavy racial bonus on Jump, Swim, and shield, +2 defl ection), touch 13, Balance checks. The skill modi- fl at-footed 17 or 19 fiers given in the statistics block Base Attack/Grapple: +1/+2 include a –2 armor check penalty"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Attack",
        "description":  "Claw +2 melee (1d4+1 plus 2d6 (–4 on Swim checks) for carrying against good) or club +2 melee (1d6+1 a heavy shield. plus 2d6 against good) or javelin +2 ranged (1d6+1) CREATING AN"
    },
    {
        "source":  "heroes_of_horror.txt",
        "name":  "Special Qualities",
        "description":  "Damage reduction 5/good or magic, statistics and special abilities except as noted here. darkvision 60 ft., hold breath, fast healing 4, immunity Size and Type: The creature’s type changes to outsider to poison and mind-affecting spells and abilities, instant (evil, native). Do not recalculate Hit Dice, base attack bonus, knowledge, resistance to acid 5, cold 5, electricity 5, and or saving throws. Size is unchanged. fi re 5, spell resistance 12 Armor Class: The unholy power of a scion grants it Space/Reach: 5 ft./5 ft. a defl ection bonus to AC equal to its Charisma modifi er"
    },
    {
        "source":  "hero_builders_guidebook.txt",
        "name":  "Racial Advantage",
        "description":  "Extra feat. Many feats are Human Cleric solid choices for a druid, but Alertness and Scribe Everyone knows that there are many gods and Scroll are two of the best. goddesses. Interceding between the unseen Racial Disadvantage: None. powers of the universe and the common man is Ability Score Advice: The key ability score the job of the cleric. By explaining the desires and for a human druid is Wisdom. Your least useful commandments of the gods, the cleric aids the ability score is Intelligence. people and shields them from the gods’ wrath. Hedge Druid (Variant): Living at the very The cleric also heals the sick and stands firm edge of civilized lands, you provide healing against the unholy forces at work in the world. potions, salves for insect stings, and other"
    },
    {
        "source":  "hero_builders_guidebook.txt",
        "name":  "Ability Score Advice",
        "description":  "Dexterity is the be-all insane, you exhibit facial or body twitching, and end-all ability score for you. Your lowest strange phobias, or uncontrollable laughter. But ability score is probably Wisdom. this madness offers some relief. Since you are an Lurker (Variant): Strong dwarven leaders obviously ill member of the community, the delve recognize the value of a few dwarves like you is more willing to accept your eccentricities and who do not bang hammer on shield and stand allow you to remain at home with the comfort of forth ready to engage in melee at the drop of a family and hearth. And in time of need, even you pick. Instead, you skulk about the caves may be called to defend the delve, for ravers are surrounding the delve, quietly watching the the only acceptable arcane magic spellcasters movements of underdark creatures and evil races. used by the dwarven forces. Yet if a raver chooses Lurkers are an inclusive group, because most to leave home in spite of this consideration, the dwarves consider it an inglorious position. But family often feels a guilty sense of relief. you have unusual knowledge of the underdark and Suggested Skills: Alchemy, Concentration, experience fighting and surviving many perils that Heal, Hide, Listen, Scry, Sense Motive, average dwarves will never see. Spellcraft."
    },
    {
        "source":  "hero_builders_guidebook.txt",
        "name":  "Racial Disadvantage",
        "description":  "The Constitution bonus raises the Armor Class of unarmored penalty makes you more fragile than other monks. fighters. Racial Disadvantage: A lower Constitution"
    },
    {
        "source":  "hero_builders_guidebook.txt",
        "name":  "Racial Disadvantage",
        "description":  "Small size makes you Gnome Paladin slower, so gnomes on foot often have to hustle to keep up with larger companions. The Strength The paladins from most other races are obvious at penalty has clear drawbacks for fighters. first sight. They are armed and armored in the"
    },
    {
        "source":  "hero_builders_guidebook.txt",
        "name":  "Skills",
        "description":  "Diplomacy (Cha), Sense Motive (Wis), is only viable for a character with a truly Speak Language (Int), Innuendo (Wis), and Bluff exceptional score in the crucial ability for (Cha) comprise the “people skills” that are at the wizard’s magic. heart of the career concept. Gather Information Feats: Early on, Spell Focus, Spell Mastery, (Cha), Read Lips (Int), Spot (Wis), Search (Int), and Spell Penetration are your best choices. As and Scry (Int) provide the information you need you gain levels and higher-level spell slots, to forewarn you of interference in your various choose the various metamagic feats (Empower schemes. You can use Disguise (Cha) either as Spell, Enlarge Spell, Extend Spell, Heighten part of your information-gathering system or to Spell, Maximize Spell, Quicken Spell, Silent maintain separate identities that pursue different Spell, Still Spell) and the item creation feats goals. A cover identity can be useful in distancing (Brew Potion, Craft Wondrous Item, Craft Wand, yourself from certain activities of which neither Craft Staff, Craft Rod, Forge Ring, and the authorities nor your regular adventuring sometimes Craft Magic Arms \u0026 Armor). You’ll colleagues would approve. rarely have the slots available for any of the more"
    },
    {
        "source":  "hero_builders_guidebook.txt",
        "name":  "Fine Tuning",
        "description":  "The counterspeller specializes instead should have Animal Empathy (Cha), in fighting spellcasters of all types. First you’ll Handle Animal (Cha), and Knowledge (nature) neutralize their offensive and defensive spells (Int). with your own, then you’ll close to slice and dice Best Buys: A standard kit of adventuring gear them with your superior melee skills. Whether for his class, plus enough food to last for at least you’re a witchfinder, inquisitor, or simply self- two weeks (in case it’s a long walk between inspired, it’s clear that you’re on a crusade. A law villages or you encounters those in need with unto yourself you join groups of adventurers to whom to share). Bulky items are a definite bring evildoers to justice, not for the loot you find handicap, unless you have a donkey or horse to in the dungeon. carry them. Some friars wear tokens that signal to In a sense you are like the paladin’s dark all that they are healers. Even the savage shadow, with the same drive and commitment but humanoids often respect such characters and take without the paladin’s sunny optimism, divine advantage of their gifts. spells, and people skills. Think of Robert Heavy armor makes for uncomfortable Howard’s Kane: a grim, dangerous, yet godly walking, especially if you don’t expect to be in man who wanders the world pursuing the wicked. combat all the time, so most friars opt for light In essence, the counterspeller is an evil wizard’s armor, reinforced or replaced by magical worst nightmare. protections as early as possible. Wearing serious armor and walking about armed to the teeth rarely puts people at ease; by looking relatively FRIAR harmless, the friar finds it easier to befriend His home is everywhere his feet take him, his people and avoids trouble. friends all folk of goodwill he meets, his foes any Fine Tuning: A loner, you stand outside the who oppose The Way. church’s hierarchy, serving the goddess or god as"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Benefi t",
        "description":  "You can alter a spell that deals damage to foes so that fi ght. any living creature that is dealt damage also gains a negative Prerequisite: Corpsecrafter. level. If the subject has at least as many negative levels as Hit Benefi t: Every undead you raise or create with any necro- Dice, it dies. Assuming the subject survives, the negative level mancy spell gains a +2 natural armor bonus to Armor Class. disappears (without requiring a Fortitude save) after a number of hours equal to your caster level (maximum 15). A fell drain- HEIGHTEN TURNING [GENERAL] ing spell uses up a spell slot two levels higher than the spell’s You can affect more powerful undead with your turning or actual level. rebuking attempts."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Special",
        "description":  "Like the standard Leadership feat, you must check ing 0 hit points. Without the buffer zone of the dying condition with your DM before selecting this feat, and work with your (0 to –9 hp), combat tends to be far more dangerous for undead DM to determine an appropriate cohort and followers for your characters. While Tordek can often keep fi ghting until uncon- character. See the Undead Cohorts and Followers section, below, sciousness, a vampire doesn’t have that same option. Particularly for more information on choosing an undead creature as a cohort at lower levels, undead characters should either be careful in or follower. combat or else invest in armor or magical protection. And of course, undead creatures must worry about clerics of UNQUENCHABLE FLAME OF LIFE all alignments. It’s easy to see the threat posed by a cleric who [GENERAL] can turn or even destroy your character as a standard action You are hardened to the attacks of the undead. (with no save allowed), but don’t forget about evil clerics who"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Role",
        "description":  "Mohrgs are best as front-line warriors, thanks to their Characteristics: The mummy has in its repertoire despair, powerful combat abilities. They also make fi ne assassins, and if mummy rot, improved ability scores, natural armor, and its they can rein in their murderous attitudes, can be good scouts status as an undead creature. The undead status comes fi rst, and as well. because of this type advantage, a mummy must wait for several levels to acquire any special abilities. What is frequently the most Racial Traits feared aspect of an encounter with a hostile mummy, its super-"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Races",
        "description":  "Wights are most often former humans or members wight’s Cha modifi er). For each such negative level bestowed, a of evil humanoid races (such as hobgoblins or orcs). Some wight gains 5 temporary hit points that last for up to 1 hour. Table 2–7: The Wight Hit Base Attack Fort Ref Will Skill Level Dice Bonus Save Save Save Points Special 1st 1d12 +0 +0 +0 +2 (4 + Int mod) × 4 Feat, slam 1d4 2nd 1d12 +0 +0 +0 +2 — +1 natural armor 3rd 2d12 +1 +0 +0 +3 4 + Int mod +2 Cha 4th 2d12 +1 +0 +0 +3 — +2 natural armor 5th 3d12 +1 +1 +1 +3 4 + Int mod Feat, +2 Wis 6th 3d12 +1 +1 +1 +3 — +3 natural armor 7th 4d12 +2 +1 +1 +4 4 + Int mod +2 Str 40 8th 4d12 +2 +1 +1 +4 — +4 natural armor, +2 Cha, energy drain, create spawn ach of the prestige classes included here is appropriate for and can help his master overcome its supernatural vulner- campaigns in which undead play a signifi cant role. Some abilities. For example, a death’s chosen in the service of a cast themselves in the role of enemies of the living dead, vampire can lure unsuspecting victims into the vampire’s while others serve as their masters, allies, or minions. lair, spy on those plotting against his master in the sanctity of a hallowed church, or move his master’s coffi n to a new lair during the hours of hateful sunlight. DEATH’S CHOSEN Fighters are the most common death’s chosen, since “For the glory of the Deathless One!” most undead understand the utility of a bodyguard. Barbarians, rogues, assassins, and monks can also serve From time to time, mortal beings choose to pledge their lives effectively as a death’s chosen. Spellcasters rarely become to the service of a powerful undead creature. Some are terri- death’s chosen, though some clerics dedicated to gods fi ed of their own mortality and hope that in return for faithful of death take up this mantle. service, the master will consent to make the chosen into one of NPC members of this prestige class typically remain its spawn in due time. Others are hateful folk who view service close to their masters, though they sometimes venture to an undead master as an instrument of vengeance against forth on important missions. Individual death’s chosen those who have slighted them, whether those slights are real or don’t have any special allegiance to one another. They imagined. A rare few death’s chosen exist to support an undead serve their masters above all else. creature they perceive as having special knowledge or value, Hit Die: d10. and thus they serve as a matter of duty and honor. REQUIREMENTS If accepted by his would-be master, a death’s chosen serves as the master’s living minion. The chosen gains great vigor and To qualify to become a death’s chosen, a character power in the service of his master, but slowly becomes tainted must fulfi ll all the following criteria. by close proximity to his master’s unholy power. Type: Aberration, dragon, giant, humanoid, Becoming a death’s chosen necessitates turning one’s back magical beast, or monstrous humanoid. on life and the living. The demands of the master are all that Alignment: Any nongood. matter—even if the master hungers for the blood or souls of the Base Attack Bonus: +5. living. A loyal death’s chosen can be a great boon to a powerful Skills: Knowledge (religion) 1 rank, Spot 2 41 and predatory undead. He can go places the master cannot, ranks. IIlllluuss.. bbyy CC.. LLuukkaaccss 3 RETPAHC EGITSERP SESSALC"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Possessions",
        "description":  "+1 hide armor, +1 light shield, ring of protection +1, rebuke undead ability four additional times per day. periapt of Wisdom +2, +1 scimitar, potion of cure serious wounds. Rebuke Undead (Su): Master of shrouds class levels stack with levels of all other classes that grant the ability to rebuke undead for the purpose of determining the character’s effective MASTER OF SHROUDS cleric level for rebuking. See Turn or Rebuke Undead, page 159 The master of shrouds is an evil spellcaster who magically seizes of the Player’s Handbook. For example, a 7th-level cleric/5th-level incorporeal undead and sets them to do her bidding. Plucking master of shrouds rebukes undead as a 12th-level cleric. vile creatures such as wraiths and shadows from their restless Summon Undead (Sp): At 2nd level and higher, a master of haunts, she summons them to her presence and commands them shrouds can summon one or more incorporeal undead creatures to work her will. Furious at their forced servitude, the wrathful a number of times per day equal to 3 + her Charisma modifi er undead spread fear and death in their wake. (minimum 1). This ability is otherwise identical to the summon Most masters of shrouds have experience as clerics. Paladins monster spells, except that a master of shrouds adds her Charisma never become masters of shrouds, though ex-paladins may do so, modifi er (if positive) to the duration of the effect. particularly if they turn far enough from their lawful good roots At 2nd level, a master of shrouds can summon a single shadow. to become blackguards. Multiclass clerics are also common fol- At 4th level, she can summon one wraith or two shadows. At lowers of this path, including cleric/fi ghters and cleric/rogues. 6th level, she can summon one spectre, two wraiths, or four A small number of cleric/necromancer/mystic theurges take up shadows. At 8th level, she can summon one greater shadow, two the role of master of shrouds at their highest levels. spectres, four wraiths, or four shadows. At 10th level, she can 46 CLASSES PRESTIGE CHAPTER 3 summon one dread wraith, two greater shadows, four spectres, person (DC 16), silence (DC 16);3rd—animate deadDE, dispel magic, four wraiths, or four shadows. protection from energy, summon undead IIIE†;4th—divine power, Improved Summoning (Ex): Beginning at 5th level, a summon undead IVE†, unholy blightDE(DC 18). master of shrouds summons more powerful undead creatures *Domain spell. than normal. Whenever she casts a summon undead spell or Domains: Death when she uses her summon undead class ability, the summoned (death touch 1/day, creature gains a +2 enhancement bonus on attack rolls and damage 6d6), Evil (cast damage rolls. evil spells [E] at +1 cast- er level). SAMPLE MASTER OF SHROUDS †New spells de- A lifelong devotee of Nerull, the scribed on page 71 god of death, Kaetta Bale is and 72. more at home with undead Possessions: +1 than she is with living full plate, ring of creatures. protection +1, peri-"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Spells",
        "description":  "Able to cast command undead and vampiric touch as Undead Armor Affi nity (Ex): A pale master has an instinc- arcane spells. tive feel for undead armor. At 4th level and higher, he treats the"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Special",
        "description":  "The candidate must have spent three or more days undead armor as if its arcane spell failure chance were 10% less. locked in a tomb with animate undead. This contact may be At 8th level, this reduction improves to 20%. peaceful or violent. A character who is slain by the undead and Control Undead (Sp): Once per day, a pale master of 5th later raised still meets the requirement, although the resulting level or higher can gain control over an undead creature (with level loss may delay compliance with other prerequisites. Hit Dice equal to or less than his highest arcane caster level) by making a successful touch attack against it. The undead creature CLASS SKILLS receives no saving throw to resist this effect. The control lasts for The pale master’s class skills (and the key ability for each skill) 1 round per class level. When the duration expires, the undead are Concentration (Con), Craft (Int), Diplomacy (Cha), Hide creature returns to its former allegiance, if any. The newly (Dex), Knowledge (any) (Int), Listen (Wis), Move Silently (Dex), controlled undead can still be turned or rebuked as normal. Profession (Wis), and Spellcraft (Int). This effect is otherwise identical to the control undead spell. This"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Destructive Touch",
        "description":  "A living foe hit by a pale master’s touch Skills and Feats: Concentration +15, Knowledge (arcana) +15, attack must succeed on a Fortitude save or take 1d6 points of Knowledge (the planes) +15, Knowledge (religion) +17, Listen Constitution drain. Prerequisite: Class +9, Spellcraft +17, Survival +2 (+4 other planes); Corpsecrafter†, level 9th. Dodge, Deadly Chill†, Fell Animate†, Skill Focus (Knowledge Deathless Master’s Touch: A liv- [religion]), Nimble Bones†, Scribe ScrollB. ing foe of up to one size category †New feats described in Chapter 2. larger than a pale master hit Ugen Allai, Animate Dead (Sp): 1/day, by the pale master’s touch a pale master CL 8th. attack must succeed on a Familiar: Ugen chooses not to Fortitude save or die. A summon a familiar, seeing a potential slain creature automatically familiar as more of a vulnerability animates 1 round later as a than an asset. zombie (see page 265 of the Wizard Spells Prepared (caster level Monster Manual) and is un- 8th): 0—detect magic (2), detect poison, der the pale master’s control read magic; 1st—charm person (DC 14), as if he had animated it. Undead mage armor, ray of enfeeblement (2)(+5 created using this power do not ranged touch), shield; 2nd—com- count against a pale master’s HD mand undead (DC 15), mirror image, total for controlling undead. Pre- scorching ray (+5 ranged touch), requisite: Class level 10th. see invisibility; 3rd—dispel mag- Tough as Bone (Ex): On reaching ic, displacement, fi reball (DC 16), 7th level, a pale master takes on even vampiric touch; 4th—animate more of the qualities of an undead crea- dead, greater invisibility. ture. He becomes immune to disease, Spellbook: as above plus 0—all; nonlethal damage, and stunning. 1st—expeditious retreat, identify,"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Undead Cohort",
        "description":  "A 9th-level pale magic missile, true strike; 2nd—ar- master gains the service of a loyal un- cane lock, invisibility; 3rd—gaseous dead cohort. The cohort follows the form; 4th—charm monster. rules for undead cohorts described Possessions: bracers of armor +2, ring under the Undead Leadership feat of protection +1, cloak of resistance +1, (see page 31). The pale master does amulet of natural armor +1, masterwork not gain any followers from this dagger, 1,700 gp. ability, only a single cohort. The cohort’s effective character SACRED level is determined by the pale PURIFIER master’s Leadership score and character level exactly as if the Sacred purifi ers are priestly cohort had been gained by means characters who specialize of the Undead Leadership feat. in destroying undead. They Deathless Mastery (Ex): On belong to a loose-knit order affi liated reaching 10th level, a pale with the church of Pelor (or another similar faith), though master gains the virtues of his they disdain hierarchical bureaucracy in favor of action and deathless arts. His body becomes partly mummifi ed (though he forthrightness. Many pursue an “act fi rst, ask questions later” is not truly undead), and he becomes immune to poison, sleep approach, which occasionally frustrates the more traditional- effects, paralysis, death effects, critical hits, ability drain, and minded clerics in the church’s chain of command. energy drain, as well as damage to his physical ability scores Most sacred purifi ers are clerics (often of Pelor), but paladins (Str, Dex, and Con). He still needs to breathe, eat, and sleep as have also been known to take up the call. Fighter/clerics also normal for his type, and he still ages normally. make good sacred purifi ers, as do barbarian/clerics (who appreci- ate the order’s forthright nature). SAMPLE PALE MASTER NPC sacred purifi ers may work alone or in groups, either Ugen Allai was outcast from his family when just on the verge of with other purifi ers, with devotees of Pelor, or with any who adulthood for committing sacrilege and raising a family member share their goals. from the dead. Since that time, he’s wandered, seeking more Hit Die: d8. knowledge about necromantic magic. 49 Illus. by T. Baxa 3 RETPAHC EGITSERP SESSALC from the Sun domain), he can use it one additional time per REQUIREMENTS day. To qualify to become a sacred purifi er, a character must fulfi ll Turn Undead (Su): Sacred purifi er class levels stack with all the following criteria. levels of all other classes that grant the ability to turn undead"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Possessions",
        "description":  "amulet of natural armor +1, bracers of armor +2, ring to its Dexterity score. If the exemplar is destroyed, the spawn of protection +1, periapt of Wisdom +2, headband of intellect +2, cloak loses this bonus. of resistance +2, potion of cure serious wounds, masterwork dagger, Ghostly Grasp: At 3rd level, an ephemeral exemplar gains 300 gp. Ghostly Grasp (see page 27) as a bonus feat, even if it doesn’t meet the prerequisite. UNDEAD PRESTIGE CLASSES Sample Ephemeral Exemplar This section presents prestige classes designed for undead Lalruun is a dangerous spectre that has been dead so long that it creatures. Even undead creatures that normally don’t advance no longer remembers its living existence or even its full name. by class level, such as mummies, wights, or spectres, may take The creature hates the living, and attempts to destroy any who these prestige classes. If an undead creature has no advancement enter its lair. (such as a skeleton or zombie), it cannot take levels in one of Lalruun: Spectre ephemeral exemplar 3; CR 10; Medium these prestige classes. undead (incorporeal); HD 10d12; hp 70; Init +7; Spd 40 ft., 53 3 RETPAHC EGITSERP SESSALC fl y 80 ft. (perfect); AC 19, touch 19, fl at-footed 16; Base Atk Requirements +4; Grp —; Atk or Full Atk +7 melee (1d8 plus energy drain, To qualify to become a lurking terror, a character must fulfi ll incorporeal touch) or +8 melee (2d4, +1 ghost touch spiked all the following criteria. chain); SA create spawn, energy drain; SQ darkvision 60 ft., Type: Undead. enhanced spawn, incorporeal traits, sunlight powerlessness, Skills: Hide 8 ranks, Move Silently 8 ranks. +5 turn resistance, undead traits, unnatural aura; AL LE; SV Special: If the character possesses the incorporeal subtype, Fort +3, Ref +6, Will +10; Str —, Dex 16, Con —, Int 14, Wis it need not meet the Move Silently requirement. 14, Cha 16."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Laudric, Lord of the Bloodhall",
        "description":  "Femalevampire elf cleric infl uence as though by a dominate person spell (caster level 12th). 8/master vampire 3; CR 13; Medium undead (augmented The ability has a range of 30 feet. humanoid); HD 11d12; hp 77; Init +7; Spd 30 ft.; AC 28, touch Elf Traits: Elves have immunity to magic sleep effects. An 16, fl at-footed 25; Base Atk +7; Grp +12; Atk +12 melee (1d8+7 plus elf who merely passes within 5 feet of a secret or concealed door energy drain, slam); Full Atk +12/+7 melee (1d8+7 plus energy is entitled to a Search check to notice it as if she were actively drain, slam); SA blood drain, children of the night, create spawn, looking for it. dominate, energy drain, rebuke undead 6/day (+3, 2d6+12, 9th), Energy Drain (Su): Living creatures hit by Laudric’s slam spells; SQ alternate form, damage reduction 10/silver and magic, attack gain two negative levels. For each negative level bestowed, elf traits, enhanced spawn, fast healing 5, gaseous form, low-light she gains 5 temporary hit points that last for up to 1 hour. Laudric Table 3–10: The Master Vampire Base Attack Fort Ref Will Level Bonus Save Save Save Special Spells per Day 1st +0 +2 +0 +2 More spawn, turn resistance +1 level of existing spellcasting class 2nd +1 +3 +0 +3 Enhanced spawn — 3rd +1 +3 +1 +3 Master’s chosen +1 level of existing spellcasting class 56 CLASSES PRESTIGE CHAPTER 3 Argotem, a tomb warden Laudric, a master vampire can use her energy drain ability once per round. The DC is 18 cannot cross running water, and cannot enter a home unless for the Fortitude save to remove a negative level. invited. She can be destroyed by exposure to direct sunlight, full Gaseous Form (Su): As a standard action, Laudric can assume immersion in running water, or by a stake through the heart. gaseous form at will, as the spell (caster level 5th), but she can Cleric Spells Prepared (caster level 10th): 0—detect magic (2), remain gaseous indefi nitely and has a fl y speed of 20 feet with guidance (2), resistance (2); 1st—deathwatchE, divine favor (2), entro- perfect maneuverability. pic shield, protection from goodDE, sanctuary, shield of faith; 2nd—bull’s Master’s Chosen (Su): Laudric can designate a vampire or strength, darkness, death knellDE(DC 17), eagle’s splendor, hold person a vampire spawn that she created with her create spawn ability (DC 17), silence (DC 17); 3rd—blindness/deafness (DC 18), dispel as her chosen. The chosen gains a +6 enhancement bonus to magic (2), invisibility purge, magic circle against goodDE;4th—air Strength and Dexterity. Laudric can remove this designation walk, divine power, freedom of movement, summon monster IV, unholy as a standard action. If she is destroyed or releases the chosen blightDE(DC 19); 5th—greater command (DC 20), righteous might, from service, the chosen loses this bonus. slay livingD (+12 melee touch; DC 20), spell resistance. Spider Climb (Ex): Laudric can climb sheer surfaces as D: Domain spell. Domains: Death (death touch 1/day, damage though using a spider climb spell. 8d6), Evil (cast evil spells [E] at +1 caster level)."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Undead Traits",
        "description":  "Laudric is immune to mind-affecting spells Possessions:+2 leather armor, ring of protection +3, amulet of natural and abilities, poison, magic sleep effects, paralysis, stunning, armor +2. disease, death effects, and any effect that requires a Fortitude TOMB WARDEN save unless it also works on objects or is harmless. She is not subject to extra damage from critical hits, nonlethal damage, Tomb wardens serve as selfl ess, undying protectors of the dead. damage to her physical ability scores, ability drain, energy drain, Each one dedicates itself to the eternal guardianship of a tomb, fatigue, exhaustion, or death from massive damage. She cannot graveyard, or similar repository of the dead, and gains great be raised, and resurrection works only if she is willing. powers while within that area."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Vampire Weaknesses",
        "description":  "Laudric cannot tolerate the strong Most tomb wardens are mummies, because the role comes odor of garlic, may be kept at bay by a mirror or holy symbol, naturally to them. Advanced wights may become tomb wardens, 57 Illus. by S. Ellis 3 RETPAHC EGITSERP SESSALC and some privacy-seeking liches also take up this mantle. On rare class features (except for armor profi ciencies). It must undergo occasions, a ghost might be doomed to protect a crypt or grave- atonement to regain these class features. yard, and might become a tomb warden as part of its service. NPC tomb wardens are always solitary, private individuals. Sample Tomb Warden They have little use for companions, though some keep minions Once a loyal guard to an ancient line of kings, Argotem was nearby for additional assistance in their appointed task. cursed to undeath for failing in his duties. He now stands a"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Fangs of the Vampire King",
        "description":  "Grow vampire fangs. Ghost Touch Armor:Armor works normally against incorporeal attacks."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Abjur Ectoplasmic Armor",
        "description":  "Gain +6 armor bonus against Necrotic EruptionF: Encysted subject killed, those incorporeal touch attacks. nearby damaged and possibly encysted."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Trans Ghost Touch Armor",
        "description":  "Armor works normally against Awaken UndeadX: Grant sentience to otherwise mind- incorporeal attacks. less undead."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Range",
        "description":  "Close (25 ft. + 5 ft./2 levels) If you have at least 5 feet of avascular and will don armor and take up weap-"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Duration",
        "description":  "See text provides cover. If you have at least 20 zombie fi ghter can wear any armor and"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Spell Resistance",
        "description":  "Yes When the secondary duration elapses, armor. the blood vessel mass becomes only so Undead also regain any extraordinary You shoot a ray of necromantic energy much limp, decaying tissue. abilities they had in life, such as poison from your outstretched hand, causing or scent. AVASCULATE any living creature struck by the ray to Awakened undead gain a +2 profane violently purge blood vessels through its Necromancy [Death, Evil] bonus on their Will saving throws to skin. You must succeed on a ranged touch Level: Deathbound 7, sorcerer/wizard 7 resist control undead. Awakened undead attack to touch the subject. If the touch Components: V, S also gain +2 turn resistance (or retain attack is successful, the subject loses Casting Time: 1 standard action their own turn resistance, if any, and if half its hit points (rounded down) and Range: Close (25 ft. + 5 ft./2 levels) it is better than +2). is stunned for 1 round. On a successful Effect: Ray Material Component: A humanoid"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "You create a magical construct called a tion is required to maintain the spell Range",
        "description":  "Close (25 ft. + 5 ft./2 levels) bloodstar that shoots from your hand each round. A conscious victim gains a Targets: One creature/level, no two of and hovers in the air anywhere within new saving throw each round to end the which can be more than 30 ft. apart the limit of your range (each round, spell. If the victim dies as a result of this you can move the bloodstar anywhere spell, its smoking heart appears in the This spell functions like death ward (see within range with a standard action spent caster’s hand. page 217 of the Player’s Handbook), except concentrating on the new position). The as noted above. 63 Illus. by W. England 4 RETPAHC SLLEPS check (DC 23) or the application of a heal, (400 feet per minute) if viewing an area ECTOPLASMIC ARMOR restoration or greater restoration spell. ahead as a human would (primarily look- Abjuration If the black needle strikes an undead ing at the fl oor) or 10 feet per round (100"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Level",
        "description":  "Hunger 6 spell lasts. You gain a +5 armor bonus to AC, with Components: V, S, M You must concentrate to use eyes of the an additional +1 to the bonus for every Casting Time: 1 minute king. If you do not concentrate, the bats four caster levels you have (maximum +9 Range: Unlimited move to attack the closest bonus at 16th level). This armor bonus Effect: Magical sensor active creature. Once applies only against incorporeal touch Duration: Concentration + concentration lapses, the attacks. All other attacks ignore the 5 rounds, up to 1 min./ spell ends 5 rounds later. armor bonus from ectoplasmic armor. level (D) Material Component: A bit of bat"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "No creature can be affected by this Range",
        "description":  "Personal normally, you must emerge. While inside spell more than once per round, regard- Target: You an object, you have total cover, but when less of the number of times that the area Duration: 1 min./level (D) you attack a creature outside the object of the spell passes over them. you have cover only, so a creature outside You are surrounded by a fi eld of energy with a readied action could strike at you GHOST TOUCH ARMOR that negates incorporealness. The radius as you attack. You cannot pass through a Transmutation of the fi eld is 5 feet per caster level. All force effect."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Casting Time",
        "description":  "1 standard action while in this area, and ethereal creatures ral armor, armor, and shields, although"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Target",
        "description":  "Armor of creature touched fi eld. (such as mage armor) work normally"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Spell Resistance",
        "description":  "No • gaseous form (self only) Range: Medium (100 ft. + 10 ft./level) • damage reduction 10/magic Target: Living creature with necrotic The undead affected by this spell gain cyst a +1 defl ection bonus to Armor Class, While you are using this spell, infl ict Duration: Instantaneous +1d8 bonus hit points, a +1 enhancement spells heal you and cure spells hurt you. Saving Throw: None bonus on attack rolls, and a +2 bonus to You are treated as if you were undead Spell Resistance: No turn resistance. Each of these enhance- for the purpose of all spells and effects. ments doubles for every fi ve caster levels, A successful turn (or rebuke) attempt You cause the cyst of a subject already so that a 20th-level caster grants undead against an undead of your Hit Dice harboring a necrotic cyst (see spell of +4 to AC, +4d8 bonus hit points, +4 on requires you to make a Will saving the same name) to pulse and swell. This attack rolls and +8 to turn resistance. throw (DC 10 + cleric’s Cha modifi er) or agitation of the necrotic cyst tears living be panicked (or cowering) for 10 rounds. tissue and expands the size of the cyst, INCORPOREAL NOVA A turn attempt that would destroy (or dealing massive internal damage to the Necromancy [Death] command) undead of your Hit Dice subject. The subject takes 1d6 points"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Spell Resistance",
        "description":  "Yes Material Component: A black onyx area of a consecrate or hallow spell (or an worth at least 50 gp that has been carved area naturally consecrated or hallowed). A nova of dissolution dissipates the with the image of a fang-mouthed face. Points of vile damage represent such an immaterial bodies of incorporeal and evil violation to a character’s body or soul NECROTIC AWARENESS gaseous creatures, destroying them that only in a holy place, with holy magic, instantly. Necromancy can the damage be repaired. The spell destroys 1d4 HD worth of Level: Cleric 1, sorcerer/wizard 1 Focus: Caster must possess a mother creatures per caster level (maximum Components: V, S, F cyst (see page 28). 20d4). Usually, creatures such as shad- Casting Time: 1 standard action NECROTIC BURST ows, wraiths, spectres, ghosts, and similar Range: 60 ft. creatures are destroyed, though vampires Area: Cone-shaped emanation Necromancy [Evil] and living creatures in gaseous form are Duration: Concentration, up to 1 Level: Cleric 5, sorcerer/wizard 5 also affected, as well as other incorporeal min./level (D) Components: V, S, F creatures. Creatures with the fewest HD Saving Throw: None Casting Time: 1 standard action are affected fi rst; among creatures with Spell Resistance: No Range: Medium (100 ft. + 10 ft./level) equal HD, those that are closest to the Target: Living creature with necrotic point of origin of the burst are affected You can sense the presence of creatures cyst fi rst. No creature with 9 or more HD is who bear a necrotic cyst (see spell of the Duration: Instantaneous affected, and HD that are not suffi cient same name). The amount of informa- Saving Throw: Fortitude partial to affect a creature are wasted. tion revealed depends on how long you Spell Resistance: No 67 4 RETPAHC SLLEPS You cause the cyst of a subject already form), she takes an additional 1d6 points NECROTIC harboring a necrotic cyst (see spell of the of damage. EMPOWERMENT same name) to explosively enlarge itself at Victims who possess necrotic cysts the expense of the subject’s body tissue. If may elect to have some well-meaning Necromancy [Evil] the subject succeeds on her saving throw, chirurgeon remove them surgically. Level: Cleric 8, sorcerer/wizard 8 she takes 1d6 points of damage per level The procedure is a bloody, painful pro- Components: V, S, F (maximum 15d6), and half the damage is cess that incapacitates the subject for 1 Casting Time: 1 standard action considered vile damage (see necrotic bloat). hour on a successful DC 20 Heal check, Range: Personal The subject’s cyst-derived saving throw and kills the subject with an unsuccess- Target: You penalty against effects from the school ful Heal check. The procedure takes 1 Duration: 1 round/level of necromancy applies. hour, and the chirurgeon can’t take 20 If the subject fails her saving throw, on the check. You call upon the mother cyst that your the cyst expands beyond control, killing Protection from evil or a similar spell body hosts, drawing from it strength, the subject. On the round following the prevents the necrotic cyst from form- vigor, speed, and vicious certainty. subject’s death, the cyst exits the fl esh of ing. Once a necrotic cyst is implanted, While the spell is in effect, you gain the slain subject as a free-willed undead spells that manipulate the cyst and its a +8 enhancement bonus to Dexterity, called a skulking cyst (see page 120). bearer are no longer thwarted by protec- Intelligence, and Wisdom, a +8 natural The skulking cyst is formed from the tion from evil. armor bonus to Armor Class as your skin naked organs of the subject (usually the Focus: Caster must possess a mother briefl y crusts and hardens, a +5 compe- intestines, but also including a mass of cyst (see page 28). tence bonus on Fortitude saves, and 100 blood vessels, the odd bone or two, and temporary hit points. NECROTIC sometimes even half the lolling head). While the empowerment lasts, you DOMINATION"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Lichbane",
        "description":  "This bone-white unguent is equally dangerous to all spellcasting undead, as well as to those that depend on Magic armor and shields provide crucial defense against the mental ability scores for their special attacks. The initial damage attacks of undead creatures. These two new special properties is permanent drain. are particularly appropriate in battle against the undead."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Liquid Mortality",
        "description":  "This potent oil is thought by most undead Ectoplasmic Feedback: A suit of armor with this property creatures to be mere myth. Unlike other positoxins, it can reduce creates a backlash of positive energy when its wearer is hit by an the target’s ability score to 0. Any undead creature whose incorporeal melee touch attack. This deals 1d6 points of damage Strength is reduced to 0 by this positoxin is utterly destroyed. to the attacking creature (no save). The armor’s property has no"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Sunlight Oil",
        "description":  "A thin, slippery liquid, sunlight oil lasts only effect on corporeal creatures. 24 hours in conditions other than bright light. Faint abjuration; CL 5th; Craft Magic Arms and Armor, ectoplasmic feedback; Price +8,000 gp."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Ghost Ward",
        "description":  "A suit of armor or shield with this property MAGIC ITEMS allows its wearer to add the armor or shield’s enhancement bonus Any world that includes a signifi cant number of undead can be (but not its armor or shield bonus) to his Armor Class against expected to develop a wide range of new magic items designed incorporeal touch attacks (but not against other touch attacks). to interact with those creatures. Some are intended for combat, Faint abjuration; CL 5th; Craft Magic Arms and Armor, mage while others are more utilitarian in nature. armor; Price +1 bonus. Illus. by W. England"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Skeletal Hand",
        "description":  "The grafted creature can use this bony hand to make claw attacks. The damage dealt is the same as that dealt by a skeleton of the creature’s size. Bodak’s Eye: This white, empty eye fi ts into a humanoid Graft Flesh, animate dead; Price 3,000 gp. creature’s empty eye socket and allows the grafted creature to Undead Skin: This mottled gray hide grants the grafted make a death gaze attack once per day. The creature must use a creature 25% resistance to critical hits and sneak attacks, similar standard action to target a creature with the gaze, and the range to armor of light fortifi cation. This resistance doesn’t stack with of the effect is 30 feet. A DC 15 Fortitude save negates the effect. similar abilities. Unlike an actual bodak’s death gaze, a target that dies from this Graft Flesh, animate dead; Price 16,000 gp. attack does not transform into a bodak 24 hours later. Vampiric Fangs: This set of sharp teeth replaces the Graft Flesh, fi nger of death; Price 25,000 gp. creature’s existing teeth. The grafted creature gains the ability"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "25 (+2 Dex, +8 natural, +5 defl ection), touch 17, tion by bleak-hearted gods of death. When a stillborn godling fl at-footed 23 rises spontaneously as an undead, a great abomination is born. Base Attack/Grapple: +4/+5 If that abomination is defeated, but any fragment or cast-off"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "An atropal scion is a power to be reckoned with, and once Level Adjustment",
        "description":  "— animate in the world, seeks power over both life and unlife in †New feat described on page 27. an unrelenting bid for domination that only its lifeless tissue is able to sustain. Appearing similar to a corpse that has been dug up and surgically Atropal scions speak Common, Abyssal, Infernal, and modifi ed, this creature stands nearly 7 feet tall, but is extraordi- Celestial. narily thin. Its arms are extra long, hanging nearly to mid-calf. Its head is wide and wedge-shaped, with a split mouth that COMBAT opens wider than that of a normal humanoid. Its teeth glitter like shards of black, steaming ice. A soul-numbing cold comes before and follows an atropal scion. The life energy of heroic creatures is suppressed in its foul aura, and the life force of lesser creatures is extinguished. It directs Crafted in bygone days by power-mad wizards searching to its spell-like abilities and death gaze upon those foes its mere create the perfect undead guardians, blasphemes still roam presence cannot kill. forgotten areas, seeking to destroy nonevil creatures with their Death Gaze (Su): Death, range 60 feet; Fortitude DC 19 blasphemous bite. They are most likely to be encountered near negates. The save DC is Charisma-based. Humanoids who die ruins of ancient cities where magic was valued more highly than from this attack are transformed into wights 24 hours later. personal liberty or morals. If the secret of creating or calling Negative Energy Aura (Su): A 60-foot-radius negative a blaspheme into the world still exists, it is buried in just such energy aura surrounds an atropal scion. All undead in the aura a location. (including the atropal scion) are treated as if they have +4 turn Each blaspheme is created with parts from multiple ancient resistance and fast healing 5. Living creatures in the aura are corpses, with teeth specially harvested from sacrifi ces to evil treated as having two negative levels unless they have some sort powers. However, blasphemes are not hulking, slow-moving of negative energy protection or protection from evil. Creatures constructs; rather, they are lithe and deadly, aware of their sur- with 2 or less HD fall dead in the negative energy aura (and, at roundings and capable of directing their own actions. the atropal scion’s option, rise as wights under the atropal scion’s Blasphemes stand just under 7 feet tall and weigh about 190 command 1 minute later). pounds. Rebuke Undead (Su): An atropal scion can rebuke or Blasphemes speak Common. command undead as a cleric of the same level as the atropal scion’s HD. Spell-Like Abilities: 3/day—animate dead, create undead, cone Blaspheme of cold (DC 18), desecrate, dispel magic, invisibility, plane shift, speak with dead, teleport. Caster level 9th. Unholy Grace (Su): An atropal scion adds its Charisma modifi er as a bonus on all its saving throws and as a defl ection bonus to its Armor Class. BLASPHEME Medium Undead"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "20 (+1 Dex, +9 natural), touch 11, fl at-footed 15 Base Attack/Grapple: +9/+18"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "27 (+3 Dex, +14 natu- hoping to deprive its victim of all warmth and life. ral), touch 13, fl at-footed 24 Cold to the Touch (Su): The touch of a bleakborn Base Attack/Grapple: +4/— deals 2d6 points of cold damage. Each 3 points of cold"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "26 (–2 size, +5 Dex, +13 natural), touch 13, fl at- If a blood amniote deals as many points of Constitution dam- footed 11 age during its existence as its full normal hit point total, it self Base Attack/Grapple: +7/+18 spawns (see below)."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "19 (+8 size, +1 Dex), touch 11, fl at-footed 18 Base Attack/Grapple: +5/—"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "A bloodmote cloud is made up of undead mosquitoes with a Speed",
        "description":  "15 ft. (3 squares), climb 15 ft. blood thirst. While a living mosquito is hardly more than an Armor Class: 15 (+2 size, +3 Dex), touch 15, fl at-footed 12 annoyance, and a swarm of the same is hardly cause for alarm, Base Attack/Grapple: +2/— the appearance of a concentrated swarm of undead bloodsuck- Attack: Swarm (1d6) ers is a calamity. Full Attack: Swarm (1d6) Space/Reach: 10 ft./0 ft. COMBAT"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "30 (–2 size, +2 Dex, +20 ran, and Abyssal. Bone rat swarm natural), touch 10, fl at-footed 28 Base Attack/Grapple: +8/+26 COMBAT"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "13 (+2 Dex, +1 defl ection), language. touch 13, fl at-footed 11 COMBAT Base Attack/Grapple:—/—"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Special Qualities",
        "description":  "Blindsight thrust ability. 60 ft., darkvision 60 ft., madness, telepathy, undead traits, +4 turn resistance 90 nitraM .D dna sdlonyeR .W yb .sullI Brain in a jar MONSTERS NEW CHAPTER 6 Mind Thrust (Su): A brain in a jar can spend a standard following round. While in a blood frenzy, a carcass eater gains action to deliver a massive assault on the thought pathways of +4 to Strength, +4 to Constitution, and –2 to Armor Class. Sens- any one creature, undermining its intellect. This mind thrust ing its victim’s death, the carcass eater claws and bites until its deals 2d10 points of damage to any target creature that fails a opponent is brought to negative hit points, at which time the DC 14 Will save. The save DC is Charisma-based. creature immediately gains an additional bite attack against its Madness (Su): Anyone targeting a brain in a jar with a fallen foe. This attack automatically hits, dealing 1d4+1 points thought detection, mind control, or any sort of telepathic or of damage (which takes into account the +4 Strength bonus). A psionic ability that makes direct contact with its tortured mind carcass eater cannot end its rage voluntarily. takes 1d4 points of Wisdom damage. Skills: A carcass eater has a +4 racial bonus on Hide checks. Psionics (Sp): 3/day—suggestion (DC 16), telekinesis (DC 18); 1/day—dominate person (DC 18). Manifester level 10th. The save CINDERSPAWN DCs are Charisma-based. Rebuke Undead (Su): A brain in a jar can rebuke or command Large Undead (Fire) undead as a cleric of the same level as the brain’s HD. Hit Dice: 10d12 (65 hp)"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "17 (–1 size, +5 Dex, +3 natural), touch 14, fl at- Small Animal footed 12"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 size, +3 Dex, +1 natural), touch 14, fl at- Space/Reach: 10 ft./10 ft. footed 12 Special Attacks: Charisma drain Base Attack/Grapple: +0/–5 Special Qualities: Darkvision 60 ft., elemental turning vulner-"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Attack",
        "description":  "Bite +4 melee (1d4–1) ability, frostfi re shield, immunity to fi re, inescapable craving,"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "13 (+2 size, +1 Dex), touch 13, fl at- footed 12 Base Attack/Grapple: +4/— A cinder- Attack: Swarm (1d6 plus disease) spawn stands 12 Full Attack: Swarm (1d6 plus disease) feet tall and weighs 200 Space/Reach: 10 ft./0 ft. pounds. Special Attacks: Disease, distraction"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "19 (+4 Dex, +5 defl ection), touch 19, fl at- Beginning on the round after becoming dazed, crea- footed 15 tures that failed the fi rst saving throw must make Base Attack/Grapple: +3/— a second saving throw (same DC) to avoid"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "13 (+2 Dex, +1 natural), touch 12, fl at-footed 11 Base Attack/Grapple: +1/+1"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Hit Dice",
        "description":  "4d12 (26 hp) Deathlocks are undead born of the corpses of powerful spellcast- Initiative: +5 ers whose remains are so charged with magic that they are unable Speed: 20 ft. (4 squares), swim 60 ft. to lie quiet in the grave. Animate, but shorn of the spirit that once Armor Class: 15 (+1 size, +1 Dex, +3 natural), touch 12, fl at- ruled their forms, deathlocks seek to bring all those they meet footed 14 into an intimate embrace with death. Only their knowledge of Base Attack/Grapple: +2/+1 spellcasting remains, though twisted and changed. Attack: Slam +6 melee (1d6 plus fatigue)"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Speed",
        "description":  "40 ft. (8 squares), climb This small, salt-encrusted humanoid 40 ft. fi gure looks parched and gasping. Around Armor Class: 16 (–2 size, +2 Dex, it, a dry, hot breeze seems to blow from +6 natural), touch 10, fl at-footed 14 nowhere. Base Attack/Grapple: +4/+15"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "31 (–2 size, +5 Dex, +18 defl ection), touch 31, preys on its own. It stalks prey on rooftops, behind walls, or fl at-footed 26 under fl oors, unseen by its victims. A sudden visceral dread Base Attack/Grapple: +8/+16 (its frightful presence ability) heralds the creature’s arrival, at"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "21 (+11 natural), touch 10, fl at-footed 21 Base Attack/Grapple: +4/+11"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "20 (+2 Dex, +8 natural), to meet). touch 12, fl at-footed 18 The scythe an entropic Base Attack/Grapple: +9/+18 reaper wields is treated as"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "16 (+3 Dex, +3 defl ection), touch 16, fl at-footed 13 Treasure: None Base Attack/Grapple: +2/— Alignment: Always lawful evil"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Combat Special Qualities",
        "description":  "An evolved undead retains all the spe- An evolved wraith attacks just like a normal wraith, with a few cial qualities of the base creature and gains the one described extra abilities. below. Constitution Drain (Su): Living creatures hit by an evolved Fast Healing (Ex): An evolved undead heals 3 points of damage wraith’s incorporeal touch attack must succeed on a DC 14 Forti- each round so long as it has at least 1 hit point. tude save or take 1d6 points of Constitution drain. The save DC Abilities: An evolved corporeal undead gains +2 Strength is Charisma-based. On each such successful attack, the wraith and +2 Charisma. An evolved incorporeal creature gains only gains 5 temporary hit points that last for up to 1 hour. +2 Charisma. Create Spawn (Su): Any humanoid slain by an evolved Organization: An evolved undead usually becomes a leader wraith becomes a wraith in 1d4 rounds. Its body remains among those of its base kind. intact and inanimate, but its spirit is torn free from its corpse Challenge Rating: Same as the base creature +1. and transformed. Spawn are under the command of the wraith Level Adjustment: Same as the base creature +1. that created them and remain enslaved until its death. They do not possess any of the abilities they had in life. FORSAKEN SHELL Daylight Powerlessness (Ex): Evolved wraiths are utterly powerless in natural sunlight (not merely a daylight spell) and Medium Undead fl ee from it. Hit Dice: 14d12+14 (105 hp) Fast Healing (Ex): An evolved wraith heals 3 points of Initiative: +5 damage each round so long as it has at least 1 hit point. Speed: 30 ft. (6 squares), 15 ft. (burrow) Spell-Like Ability: 1/day—haste (self only). Caster level 5th. Armor Class: 17 (+1 Dex, +6 natural), touch 11, fl at-footed 16 Unnatural Aura (Su): Animals, whether wild or domesti- Base Attack/Grapple: +7/+12 cated, can sense the unnatural presence of an evolved wraith Attack: Skin slap +7 melee (1d6+10)* at a distance of 30 feet. They will not willingly approach nearer Full Attack: Skin slap +7 melee (1d6+10)* than that and panic if forced to do so; they remain panicked as Space/Reach: 5 ft./5 ft. long as they are within that range. Special Attacks: Constrict, create spawn, improved grab"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "The base creature’s natural armor bonus Challenge Rating: 6 improves by 1. If the creature is incorporeal, its defl ection Treasure: Standard bonus to AC improves by 1. Alignment: Always chaotic evil"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Special Attacks",
        "description":  "An evolved undead retains all the special Advancement: 15–30 HD (Medium) attacks of the base creature and gains one spell-like ability from Level Adjustment:— the following list. You can choose this ability from the list below, *Includes adjustments for Power Attack feat. or roll randomly. The spell-like ability gained herein can be used †New feat described on page 27. once per day. If the undead already has the indicated ability, it gains another use; if it already has the ability as an at-will ability, Roiling and coiling, this long, slender creature snakes forward. choose another ability. The spell-like ability has a caster level At fi rst, it does seem like a snake, if strangely wide and loose- equal to the evolved undead’s HD (if the caster level is too low skinned, but an instant later the creature is revealed for what it is—an evacuated but horribly animate humanoid skin that to cast the spell in question, choose another). The save DCs are continues to slither onward in an unmistakably aggressive Charisma-based: manner. d12 Spell-Like Ability 1 circle of death Forsaken shells are what they appear to be—the empty skins 2 cloudkill of past victims, purged of their bloody and visceral former 3 cone of cold contents. The loose skins possess an amazing strength and 4 confusion elasticity, driven by necromantic élan and a predatory nature 5 contagion that cannot be denied. 6 creeping doom This creature’s ability to strip a skin from a victim and 7 greater dispel magic 8 greater invisibility animate new versions of itself is terrible enough, but far 9 haste worse is the accidental discovery of the creature’s depreda- 10 hold monster tions before uncovering the creature itself. When a forsaken 11 see invisibility shell skulks into a new area, it seeks to hide the evidence of 100 12 unholy blight its predation in out-of-the-way places such as little-opened MONSTERS NEW CHAPTER 6 GHOST BRUTE Ghost brutes are the spectral remnants of animals, magical beasts, and sentient plants— creatures without the minimum Charis- ma needed to become normal ghosts. They drift aimlessly, haunt- ing the places where they died and moaning in endless misery. A ghost brute most often results from the same circumstances that caused its earthly companion or master to remain after death. It might be the mount of a betrayed paladin, the beloved pet of a child tragically killed, the scorched oak of a Forsaken shell ghostly dryad, or a murdered druid’s animal companion. In most cases, laying the associated being to rest also puts an end closets or beneath piles of discarded supplies. Still, sometimes to the ghost brute. a telltale finger or toe peeking out from the obscuring barrier However, sometimes a bizarre circumstance might produce leads to the discovery of tangled, skinless bodies of fellow a ghost brute without an intelligent companion. For example, friends or family, their dead eyes reflecting their last silent a forest suddenly obliterated by an evil magical attack might screams. remain as a ghostly grove populated by lingering spirits not Forsaken shells weigh about 20 to 30 pounds. even completely aware of their own destruction. Forsaken shells do not speak, but they understand SAMPLE GHOST BRUTE Common. This example uses a large riding dog as the base creature. COMBAT Forsaken shells are aggressive, but prefer to strike from secret Against Material Plane Opponents against lone prey. However, even forsaken shells, despite Ghost Brute Hound their lack of form, can feel the need to exact vengeance upon Medium Undead (Incorporeal, Augmented Animal) someone who has harmed or merely threatened other forsaken Hit Dice: 2d12 (13 hp) shells, especially its spawn. When this happens, they become Initiative: +2 implacable enemies, willing to attack even large groups of Speed: Fly 30 ft. (6 squares) (perfect) opponents. ArmorClass: 14 (+2 Dex, +2 defl ection), touch 14, fl at-footed 12 A forsaken shell normally attacks using its Power Attack feat, Base Attack/Grapple: +1/— taking a –5 penalty on its attack rolls and gaining a +5 bonus on Attack: None damage rolls. Full Attack: None Constrict (Ex): A forsaken shell deals 1d6+5 points of damage Face/Reach: 5 ft./5 ft. with a successful grapple check. Constricting uses the entire Special Attacks: Slavering doom body of the creature, so it cannot take any move actions while Special Qualities: Darkvision 60 ft., incorporeal traits, low- constricting. light vision, manifestation, rejuvenation, scent, undead traits, Create Spawn (Su): Creatures killed by a forsaken shell +2 turn resistance slough their skins after 1d4 rounds. These sloughed skins are Saves: Fort +3, Ref +5, Will +1 new forsaken shells under the spawner’s control. These forsaken Abilities: Str —, Dex 15, Con —, Int 2, Wis 12, Cha 15 shells do not possess any of the abilities they had in life. Skills: Hide +8, Jump +4, Listen +13, Search +8, Spot +13, Swim Improved Grab (Ex): To use this ability, a forsaken shell +3, Survival +1 (+9 when tracking by scent) must successfully hit an opponent with its skin slap attack. Feats: Alertness, Track It can then attempt to start a grapple as a free action without Climate/Terrain: Any land provoking attacks of opportunity. If it wins the grapple check, Organization: Solitary it establishes a hold and can constrict. Challenge Rating: 3"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "16 (+2 Dex, +4 natural), touch 12, fl at-footed 14 Base Attack/Grapple: +1/+3"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Against ethereal opponents, a ghost hound can bring to bear Hit Dice",
        "description":  "Increase to d12. its vicious bite, which also deals 1d6 points of negative energy Speed: A ghost brute has a fl y speed of 30 feet (unless the base damage. creature has a higher fl y speed), with perfect maneuverability. Slavering Doom (Su): A ghost hound’s jaws drip with glow- AC: Natural armor bonus is the same as the base creature’s ing ectoplasmic drool. The ectoplasm dissipates on contact with but applies only to ethereal encounters. When a ghost brute nonliving material, but if it touches a living being, that oppo- manifests (see below), its natural armor bonus is +0, but as an nent must make a successful DC 13 Fortitude save or take 1d6 incorporeal creature, it gains a defl ection bonus equal to its points of negative energy damage. The drool might be delivered Charisma modifi er or +1, whichever is higher. through a bite attack or simply sprayed onto a nearby creature. Attacks: A ghost brute retains all the attacks of the base The save DC is Charisma-based. creature, although those relying on physical contact do not Manifestation (Su): As an ethereal creature, a ghost hound affect nonethereal creatures. cannot affect or be affected by anything in the material world. Damage: Against ethereal creatures, a ghost brute uses the When it manifests, the ghost hound becomes visible but remains base creature’s damage ratings. Against nonethereal creatures, incorporeal. A manifested ghost hound remains on the Ethereal a ghost brute usually cannot deal physical damage at all but can Plane but can be attacked by opponents on both the Material use its special attacks, if any, when it manifests (see below). and Ethereal planes. Special Attacks: A ghost brute retains all the special attacks Rejuvenation (Su): A ghost hound that would otherwise be of the base creature, although those relying on physical contact destroyed returns to its old haunts in 2d4 days with a successful do not affect nonethereal creatures. The ghost brute also gains level check (1d20 + 2) against DC 16. A ghost hound is tied more one special attack selected from the list below. Saves have a DC closely to other beings than more intelligent spirits. Often it of 10 + 1/2 ghost brute’s HD + ghost brute’s Cha modifi er unless is the companion of a ghostly being, but it may also become otherwise noted. fascinated with or enraged by a living creature that intrudes Bloodcurdling Howl (Su): The mournful howling of a ghost on its domain. It always returns to the object of its attachment brute chills the living to the core. The creature can howl as rather than to a set location. a standard action. All living creatures within a 30-foot radius"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Skills",
        "description":  "A ghost hound gains a +8 racial bonus on Hide, Listen, must make a successful Will save or become frightened for 2d4 Search, and Spot checks. It also has a +8 racial bonus on Survival rounds; those more than 30 feet away but within 300 feet must 102 sdlonyeR .W yb .sullI MONSTERS NEW CHAPTER 6 make a Will save or become shaken for 2d4 rounds. This is a more closely to other beings. Often it is the companion of a sonic, necromantic, mind-affecting fear effect. A creature that ghostly being, but it may also become fascinated with or enraged successfully saves against the bloodcurdling howl cannot be by a living creature that intrudes on its domain. It always returns affected by the same ghost brute’s howl for 24 hours. to the object of its attachment rather than to a set location. Corrupting Touch (Su): A ghost brute that hits a living target Turn Resistance (Ex): A ghost brute has +2 turn resistance. with its corrupting touch attack deals 1d4 points of damage. Abilities: Same as the base creature’s, except that the ghost Against ethereal opponents, it adds its Strength modifi er to brute has no Constitution score, and its Charisma score increases attack rolls and damage rolls. Against material opponents, it by 8. It has no Strength score for the purpose of fi ghting crea- adds its Dexterity modifi er to attack rolls only. tures on the Material Plane, but its Strength score is the same Loom (Su): A ghost brute can make itself more intimidating by as the base creature’s against ethereal opponents. exaggerating its natural size. It can appear up to two sizes larger Skills: A ghost brute has a +8 racial bonus on Hide, Listen, than normal for a total of 10 minutes each day (the time need not Search, and Spot checks. be continuous). This enlargement is illusory; the creature’s attack Organization: Solitary or with associated ghost, or same as bonus and Armor Class remain unchanged. However, a ghost the base creature. brute gains a +4 circumstance bonus on Bluff and Intimidate Challenge Rating: Base creature’s CR +2. checks while enlarged. Treasure: None. Slavering Doom (Su): A ghost brute’s jaws drip with a glowing Alignment: Usually neutral. ectoplasmic drool that exists in both ethereal and corporeal form. Level Adjustment: +5. The ectoplasm dissipates on contact with nonliving material, but if it touches a living being, that opponent must make a successful GRAVETOUCHED GHOUL Fortitude save or take 1d6 points of negative energy damage. The drool can be delivered through a bite attack against an ethereal Like traditional ghouls, gravetouched ghouls haunt graveyards, opponent, or a melee touch attack against an opponent on the battlefi elds, and other places rich with the carrion for which Material Plane. Alternatively, the drool can simply be sprayed they hunger. These terrible creatures lurk wherever the stench onto a nearby creature as a ranged touch attack. of death hangs heavy, ready to devour the unwary."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Hit Dice",
        "description":  "6d12 (39 hp) Possessions: Bracers of armor +2, potion of bull’s strength (2),"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "23 (+4 Dex, +4 Wis, +2 bracers, +1 monk, +2 natural), touch 19, fl at-footed 19 “Gravetouched ghoul” is an acquired template that can be added Base Attack/Grapple: +4/+11 to any corporeal aberration, fey, giant, humanoid, or monstrous"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Special Qualities",
        "description":  "Darkvision 60 ft., diet dependent, evasion, Hit Dice: Increase to d12. purity of body, slow fall 30 ft., still mind, undead traits, +2 Armor Class: The base creature’s natural armor bonus turn resistance improves by 2."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "20 (–1 size, –1 Dex, +12 natural), touch 8, fl at- effects, necromancy effects, mind-affecting spells and abilities footed 20 Grave dirt golem Base Attack/Grapple: +8/+19"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Special Qualities",
        "description":  "A half-vampire retains all the special Large Giant qualities of the base creature and also gains those described Hit Dice: 10d8+20 (65 hp) below. Initiative: +3 Blood Dependency (Ex): If a half-vampire does not use its blood Speed: 30 ft. in hide armor (6 squares); base speed 40 ft. drain special attack against at least one living creature each day, Armor Class: 20 (–1 size, –1 Dex, +9 natural, +3 hide armor), it must make a DC 15 Fortitude save or become fatigued. Each touch 8, fl at-footed 20 day after the fi rst that the half-vampire does not drink blood Base Attack/Grapple: +7/+17 directly from a living creature, the DC increases by 1 until it Attack: Morningstar +13 melee (2d6+8) or javelin +5 ranged fails the save and becomes fatigued. After that, it must make a (1d8+6) DC 20 Fortitude save each week (with the DC increasing by Full Attack: 2 morningstars +13/+8 melee (2d6+8) or 2 javelins 1 each week thereafter) that it does not use its blood drain or +6 ranged (1d8+8) become exhausted. Space/Reach: 10 ft./10 ft."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "The outermost layers of the hooded pupil’s Challenge Rating: 9 skin thickens into an all-encompassing yellow callus, granting Treasure: None the base creature an improvement of +2 to its natural armor Alignment: Always chaotic evil bonus. Advancement: 25–30 HD (Large); 31–60 HD (Huge)"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Its raw power combined with its mindless devotion to whatever Speed",
        "description":  "20 ft. in hide armor (4 squares); base speed 30 ft. master is powerful enough to command it ensures a swift vic- Armor Class: 21 (–1 size, –1 Dex, +10 natural, +3 hide armor), tory over lesser foes. Of course, few can command a hulking touch 8, fl at-footed 21 corpse. Thus, these creatures are often found wandering the Base Attack/Grapple: +3/+16 night, seeking only to crush, destroy, and rend. Attack: Slam +11 melee (2d6+13 plus disease) or greatclub +12 melee (2d8+13) COMBAT"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "13 (+2 Dex, +1 defl ection), touch 13, fl at-footed and confer negative level abilities. 11 Wisdom Damage (Su): The touch of a murk deals 1d6 points Base Attack/Grapple: +1/— of Wisdom damage to a living foe."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "20 (–1 size, –1 Dex, +12 natural), touch 8, fl at- Elemental Traits: An earth necromental has immunity to footed 20 poison, sleep effects, paralysis, and stunning. It is not subject Base Attack/Grapple: +6/+17 to critical hits or fl anking. It cannot be raised, reincarnated, or"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Advancement",
        "description":  "Same as base creature (or — if the base has mage armor active (included in statistics above) whenever creature advances by character class). it anticipates combat."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Level Adjustment",
        "description":  "—. Resist Control (Ex): Necropolitans have a +2 profane bonus on their Will saving throws to resist the effect of a control undead spell. NECROPOLITAN Unnatural Resilience (Ex): Necropolitans automati- Necropolitans are humanoids who renounce life and cally heal hit point damage and embrace undeath in a special ritual called the ability damage at the same Ritual of Crucimigration (see below). rate as a living creature. A necropolitan’s skin is dry, withered, and The Heal skill has no powdery. Its eyes are as pale as driven snow, and effect on necrop- as lifeless. It continues to dress in the fashion olitans; however, it preferred while living. Necropolitans are negative energy considered citizens of the little-known city (such as an infl ict of Nocturnus, but if their nature is revealed spell) heals them. elsewhere, they are feared and hunted like Wizard Spells common monsters. Prepared (caster level 5th): 0—daze (DC 13), SAMPLE NECROPOLITAN detect magic, ghost sound This example uses a 5th-level human wizard as (DC 13), touch of fatigue the base creature. (+1 melee touch; DC 13); 1st—color spray (DC 14), Necropolitan, 5th-Level Human Wizard expeditious retreat, mage armor, Medium Undead (Augmented Humanoid) magic missile; 2nd—false life,"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "17 (+2 Dex, +4 mage armor, +1 Possessions: ring of defl ection), touch 13, fl at-footed 15 protection +1, wand of Base Attack/Grapple: +2/+1 hold person (20 charges),"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Attack",
        "description":  "Quarterstaff +1 melee (1d6–1) brooch of shielding"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "The Ritual",
        "description":  "The fi rst part of the ritual requires the placement loss and the 1,000 XP cost drains a creature to 0 XP or less, it of the petitioner on a standing pole. Cursed nails are used to affi x is destroyed, turned to dust, and can never be raised or revived the petitioner, and then the pole is lifted into place. The resultant again using any means. If the ritual is interrupted before it is excruciating pain that shoots like molten metal through the completed, the petitioner is merely dead. petitioner’sfi ngers and up the arms is not what fi nally ends the petitioner’s mortal life, however, since death usually comes PLAGUE BLIGHT from asphyxiation and heart failure. As petitioners feel death’s chill enter their bodies, many have second thoughts, but it is far Medium Undead (Evil) too late to go back—the cursed nails and chanting of the ritual Hit Dice: 6d12+6 (45 hp) ensures that the Crucimigration is completed. Initiative: +5 The ceremony that lasts for 24 hours—the usual time it takes Speed: 30 ft. (6 squares) for the petitioner to perish. During this period, two or three Armor Class: 23 (+5 Dex, +8 natural), touch 15, fl at-footed 18 zombie servitors keep up a chant initiated by the ritual leader Base Attack/Grapple: +3/+7 when the petitioner is fi rst placed into position. Upon hearing Attack: Slam +7 melee (1d6+6 [+2 against good-aligned foes] the petitioner’s last breath, the ritual leader calls forth the names and gangrenous touch) of evil powers and gods to forge a link with the Negative Energy Full Attack: Slam +7 melee [1d6+6 [+2 against good-aligned Plane, and then impales the petitioner. Dying, the petitioner is foes] and gangrenous touch] reborn as a necropolitan, dead but animate. Face/Reach: 5 ft./5 ft."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Speed",
        "description":  "Fly 60 ft. (12 squares) (good) Soft and putrescent, this creature’s form is wrapped in tight circles Armor Class: 15 (+3 Dex, +2 defl ection), touch 15, fl at-footed 12 of cloth, though bloated, swollen tissue still seeps through. The Base Attack/Grapple: +2/— odor of this creature goes beyond the stink of carrion; the putrefac- Attack: Incorporeal touch +5 melee (1d4) tion of its body is like a physical force that moves before it."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "14 (+1 size, +2 Dex, +1 natural), touch 13, fl at- sleeves around the necks of prospective victims. footed 12 A raiment weighs 10 to 20 pounds and does not speak. Base Attack/Grapple: +1/+5 COMBAT"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "Natural armor bonus changes to a number SAMPLE REVIVED FOSSIL based on the revived fossil’s size: This example uses a megaraptor as the base creature. Size Bonus Revived Fossil Megaraptor Diminutive, Fine, Tiny +6 Huge Undead (Augmented Animal) Small +9 Medium +12"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "27 (–2 size, +1 Dex, +18 natural), touch 9, fl at- Colossal +30 footed 26 Base Attack/Grapple: +4/+17"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 size, +4 Dex), touch 15, fl at- Size Bonus Hit Points footed 11 Diminutive, Fine, Tiny — Base Attack/Grapple: +2/–4 (+8 when attached) Small 10 Attack: Touch +8 melee (1d4) Medium 20"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "22 (–2 size, +2 Dex, +12 natural), touch 10, fl at- Diet Dependent: A skirr is diet dependent (see the Undead footed 20 Metabolism section in Chapter 1) upon fl esh, which it devours Base Attack/Grapple: +4/+20 from the dead bodies of its victims."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Organization",
        "description":  "Solitary or pair Armor Class: 19 (+1 size, +4 Dex, +4 natural), touch 15, fl at-"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Level Adjustment",
        "description":  "— 3/day—darkness; 1/day— necrotic cyst (see page 68). The horrible creature walking into view is a mass of free-roaming Caster level 3rd. intestines, fl accid organs, and a few odd rib bones. Dragging behind Skills: A skulking cyst it like a dead weight is a lolling, maggot-ridden humanoid head. has a +8 racial bonus on Hide and Move Silently A skulking cyst is disgorged from the rotting corpse (already calculated into the Slaughter wight of a living creature, born of a necrotic cyst that statistics above). eventually kills its host (see the necrotic cyst spell, page 68). SLAUGHTER WIGHT A skulking cyst prefers shadows and dark corners, only revealing the horror of its form when it strikes lone victims Medium Undead from hiding. Though often cloaked in the detritus of a previ- Hit Dice: 18d12+18 (135 hp) ous victim, the skulking cyst’s true “heart” is a 1-foot-diameter Initiative: +9 spherical sac that contains fl uid and semisolid necrotic fl esh, Speed: 30 ft. (6 squares) which slowly undulates as if in a mockery of breath. Armor Class: 19 (+5 Dex, +4 natural), touch 15, fl at-footed 14 A skulking cyst does not speak, but it understands Common Base Attack/Grapple: +9/+16 and the languages its fl eshy carapace originally spoke in life. Attack: Slam +11 melee (1d8+15/17–20 plus energy drain)*"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Though sometimes found lurking in barrows, more often Armor Class",
        "description":  "16 (+1 Dex, +1 size, +4 natural), touch 12, fl at- slaughter wights skulk through the nighttime streets of large footed 15 cities seeking to fulfi ll an order or contract on a living human Base Attack/Grapple: +2/— target. After all, slaughter wights make exceptional assassins. Attack: Bite +4 melee (1d3+1 plus pale wasting) A slaughter wight is about the height and weight of a human. Full Attack: Bite +4 melee (1d3+1 plus pale wasting) Slaughter wights speak Common. Space/Reach: 5 ft./5 ft."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "20 (+2 Dexterity, +5 natural, +3 onlookers don’t even notice the lyrist’s defl ection), touch 15, fl at-footed 18 incorporeal nature until an attack passes harm- Base Attack/Grapple: +3/— lessly through the creature."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "27 (+2 Dex, +10 natural, +5 +3 glamered leather), longer necessary to cast healing spells on the victim, and the touch 12, fl at-footed 25 mummy rot can be magically cured as any normal disease. Base Attack/Grapple: +13/+20 An affl icted creature who dies of mummy rot shrivels away into"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Skills and Feats",
        "description":  "Concentration +11, Disguise +5, Hide +24, Speed: When in swarm form, the base creature has the move- Knowledge (nature) +1, Listen +10, Move Silently +12, Spot +10, ment modes and speeds listed for the particular kind of swarm Survival +8; Alertness, Augment Summoning, Combat Casting, (each described below). Great Fortitude, Improved Natural Attack (slam), Improved Armor Class: When in swarm form, change the base Toughness, Spell Focus (conjuration). creature’s natural armor according to its size change using Table 4–2, page 291 of the Monster Manual. In swarm form, the Trackless Step (Ex): This mummy king druid leaves no trail base creature also gains a new size modifi er to Armor Class in natural surroundings and cannot be tracked. depending on the swarm’s size, as shown in Table 7–1, page 314 Wild Empathy (Ex): As the druid ability described on page of the Monster Manual. 35 of the Player’s Handbook. Base Attack/Grapple: When in swarm form, the base crea- Woodland Stride (Ex): This mummy king can move through ture cannot grapple or be grappled. See the swarm subtype for natural thorns, briars, overgrown areas, and similar terrain at details. its normal speed and without damage or other impairment. Attack and Full Attack: When in swarm form, the base However, thorns, briars, and overgrown areas that are magi- creature lacks its normal attacks. Instead, a swarm-shifter has cally manipulated to impede motion still affect it. a swarm attack. This attack automatically damages any creature Druid Spells Prepared (caster level 11th): 0—detect magic in the swarm-shifter’s space when it ends its move. (2),fl are (DC 14), guidance, read magic, resistance; 1st—calm ani- If the base creature’s natural attacks are treated in a manner mals, charm animal (DC 15), hide from animals, longstrider, magic that allowed it to overcome damage reduction, it retains that fang, obscuring mist; 2nd—barkskin, bull’s strength, cat’s grace, resist ability with its swarm attack in swarm form. For example, if energy, soften earth and stone, summon swarm; 3rd—call lightning (2) the base creature’s natural attacks are treated as chaotic-aligned (DC 17), meld into stone, protection from energy, quench; 4th—air for the purposes of overcoming damage reduction, its walk, dispel magic, fl ame strike (DC 18), giant vermin, spike swarm attack is also treated as chaotic-aligned for stones; 5th—insect plague, transmute mud to rock, unhallow; this purpose. 6th—antilife shell, wall of stone; 7th—creeping doom (DC See the swarm subtype description at 21). (Different mummy kings may have different spells the beginning of this chapter for more prepared.) details about the swarm attack."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "18 (+2 size, +3 Dex, +3 natural), UMBRAL touch 15, fl at-footed 15 CREATURE Base Attack/Grapple: +1/–8"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Level Adjustment",
        "description":  "— sive and predatory. They are quick to strike and make short work of those unprepared to deal with them. These tiny, vaguely humanoid creatures are animated accumula- tions of tomb litter—shards of bone, lone teeth, matted hair, bits SAMPLE UMBRAL CREATURE of shattered tombstone, and grave dirt. This example uses a displacer beast as the base creature. Tomb motes sometimes spontaneously arise in graveyards with Umbral Displacer Beast a high concentration of buried magic, undead activity, and/or Large Undead (Incorporeal, Augmented Magical Beast) mass burials. As accumulations of grave detritus, tomb motes Hit Dice: 6d12 (39 hp) are surprisingly smart and vicious. Initiative: +4 Tomb motes weigh 5 to 8 pounds and measure no more than Speed: Fly 40 ft. (8 squares) (perfect) 1 foot in height. Armor Class: 10 (–1 size, +1 defl ection), touch 10, fl at-footed Tomb motes understand Common and Abyssal but do not 10 speak. Base Attack/Grapple: +3/—"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "AC",
        "description":  "The creature loses its natural armor bonus but gains a defl ection bonus equal to its Charisma modifi er or +1, whichever is greater. 129 Illus. by D. Martin 6 RETPAHC WEN SRETSNOM Turn Resistance (Ex): An umbral creature gains +2 turn resis- tance."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "22 (+4 Dex, +8 natural), touch 14, fl at-footed 18 Base Attack/Grapple: +6/+7"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "22 (+5 Dex, +5 natural, +2 defl ection), touch 17, fl at-footed 17 Base Attack/Grapple: +3/+4"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "29 (+2 Dex, +12 natural, +5 defl ec- the poison—injury, Fortitude DC 19, initial and secondary tion), touch 17, fl at-footed 27 damage 1d6 Con. The save DC is Charisma-based. After Base Attack/Grapple: +4/+11 an hour, the poisonous bile decomposes and evaporates,"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Full Attack",
        "description":  "2 claws +16 melee (1d8+11 plus modifi er as a bonus on all its saving throws and poison tears) and bite +13 melee (1d6 +5 as a defl ection bonus to its Armor Class plus poison tears) (already fi gured into the statis- Space/Reach: 5 ft./5 ft. tics above)."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Prior to Combat",
        "description":  "Spectral hand, true seeing. mass hold person, or wave of exhaustion) against group of foes. Cast Round 1: Use confusion to scatter a group of foes, or target quickened spell if possible. a single foe with energy drain attack (preferably via its spectral Round 2: Target most dangerous opponents with spells hand). designed to neutralize them or their abilities (such as greater Rounds 2 and Later: Focus efforts on single enemy, either dispel magic, slay living, harm, disintegrate, or power word blind). with ray of enfeeblement,ghoul touch, or additional energy drain Rounds 3 and Later: Stay out of melee as long as possible, attacks. relying on spells to hamper, injure, or neutralize opponents. Flee with teleport, word of recall, or similar magic if facing overwhelm- Ghost ing odds. The ghost’s tactics vary dramatically based on its special attacks. Ghosts with frightful moan, corrupting gaze, or horrifi c appear- Mohrg ance often manifest in the middle of their enemies, subjecting Mohrgs rely on stealth and a high initiative modifi er to surprise several creatures to the effects of these powers. Ghosts relying their opponents. If outnumbered, they attempt to paralyze as on touch attacks prefer to take on individual foes. A ghost with many foes as possible before grappling. Otherwise, a mohrg telekinesis may haunt its opponents from a distance, remain- grapples a paralyzed opponent, dealing its unarmed damage ing out of sight, while one with malevolence seeks to possess with each successful grapple check after the fi rst. It uses its a living body as soon as possible. Regardless of their powers, mobility to dart past armored opponents and reach less pro- ghosts typically don’t remain in one place very long, instead tected targets. using incorporealness and their ability to turn ethereal to come Round 1: Attack potentially fl at-footed enemy with paralyz- and go from combat, picking opportunities with as much care ing tongue. as their intelligence allows. Rounds 2 and Later: Full attack, grappling if possible. Round 1: Manifest, either near opponents or in hiding, as appropriate (see above). Mummy Rounds 2 and Later: Use special attacks to injure or neutral- What a mummy lacks in intelligence and foresight it makes up ize foes. Take cover within objects or by returning to the Ethereal for with tenacity and physical strength. While it may succeed in Plane as appropriate. ambushing enemies, its slow speed and poor initiative allow it limited opportunity to take advantage of the element of surprise. Ghoul or Ghast Still, a group of adventurers subjected to its paralyzing despair The ghoul (and its deadlier cousin, the ghast) is likely to be the ability could easily fi nd themselves trapped merely watching fi rst intelligent undead creature that low-level PCs encounter. the mummy as it delivers slam after brutal slam. The mummy’s For those used to fi ghting mindless skeletons and zombies, damage reduction often makes for long combats (particularly ghouls’ cunning may come as a surprise, which makes the if its foes don’t have fi re available), possibly even long enough encounter all the more dangerous. Ghouls attempt to paralyze for mummy rot to kick in. A mummy never retreats from a fi ght as many targets as they can, reducing the number of mobile unless turned or similarly commanded. foes they face. A ghoul typically ignores a foe once paralyzed, Round 1: Subject foes to potential paralysis with despair. though if it can’t get to another enemy, it may deliver a coup de Move into melee with paralyzed foe if possible. grace instead. Ghasts (and ghouls accompanying ghasts) prefer to Rounds 2 and Later: Pummel targets into unconscious- fi ght sickened opponents. Ghouls and ghasts are smart enough ness. to fl ee a losing fi ght, knowing that foes injured by their bites may join them soon enough anyway. Nightshades Round 1: Spring from hiding to deliver paralyzing bite. Nightshades—a category of undead that includes nightcrawlers, Round 2: Full attack if possible. Flank if the opportunity nightwalkers, and nightwings—share certain characteristics, presents itself. including the ability to summon other undead, a desecrating Rounds 3 and Later: Focus on sickened or otherwise weak- aura that gives them and other nearby undead increased power, ened targets. Flee if outmatched. spell-like abilities, and substantial capabilities of stealth. Each 137 CAMPAIGNS CHAPTER 7 one also has an array of other special abilities, ranging from Round 1: Attack with incorporeal touch, likely with sur- improved grab, swallow whole, and energy drain (the night- prise. crawler), evil gaze (the nightwalker), and magic drain (the Rounds 2 and Later: Concentrate attacks on energy-drained nightwing). Nightshades don’t hesitate to use powerful spell-like or Constitution-drained foes. abilities against their foes, including greater dispel magic, mass hold monster, fi nger of death, unholy blight, and cone of cold. Vampire or Vampire Spawn Also see the more detailed tactics given for the nightwalker While the vampire’s strategy seems simple—create vampires in the Monster Manual. or vampire spawn by draining the victim’s Constitution or"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Familiar",
        "description":  "Korath chooses not to summon a familiar, seeing Telekinesis (Su): Will DC 17 negates; caster level 12th. a potential familiar as more of a vulnerability than an asset. Trapfi nding (Ex): Laddy can fi nd, disarm, or bypass traps Spell-Like Abilities (Sp): 1/day—stone shape, stone tell, or with a DC of 20 or higher. He can use the Search skill to fi nd, transmute rock to mud (DC 20); caster level 10th. and the Disable Device skill to disarm, magical traps (DC 25 Telekinesis (Su): Will DC 24 negates; caster level 18th. + the level of the spell used to create it). If his Disable Device Sorcerer Spells Known (6/8/4 per day; caster level 4th): 0—arcane result exceeds the trap’s DC by 10 or more, he discovers how to mark, detect magic, ghost sound (DC 15), mage hand, open/close, ray bypass the trap without triggering or disarming it. of frost (+16 ranged touch); 1st—expeditious retreat, jump, shield; Uncanny Dodge (Ex): Laddy retains his Dexterity bonus 2nd—mirror image. to AC even when fl at-footed or targeted by an unseen foe (he still loses his Dexterity bonus if paralyzed or otherwise Laddy Bristerbuck, Forgotten Comrade immobile). Laddy Bristerbuck was a happy-go-lucky sort of halfl ing, indulg- Possessions: Masterwork studded leather armor. ing his natural curiosity through the pursuit of adventure. But then he was betrayed by his comrades and left behind to be Narthal, Bane of the Deeps devoured by a blue dragon that inhabited the ruins of an ancient For decades, the kraken Narthal ruled over her undersea terri- moathouse. Though the dragon is now dead, the moathouse has tory. She brooked no competitors to her control, hunting down a new guardian: the ghost of Laddy Bristerbuck. and destroying all aquatic creatures that might have posed a Laddy prefers trickery over confrontation, and uses telekinesis threat to her. She even claimed the ocean’s surface as her own, to make trouble for those who disturb his peace. Thrown rocks, dragging many a ship to a watery grave. characters pushed off balance at untimely moments, and other A few years ago, her reign was ended by a sahuagin baron, who such “minor” annoyances might cause intruders to believe that led an army of savage warriors against her. The waters frothed they face a spellcaster or a group of invisible foes. red that day, and many sahuagin lost their lives in the confl ict. Laddy’s spirit can be put to rest by bringing some or all of But Narthal died as well, and the baron claimed her territory his three former comrades back to the moathouse to apologize as his own. The remaining sahuagin settled there, and soon a for their actions. Exactly who or where these comrades are is thriving community existed in the caverns once occupied by up to the DM; they should probably be mid-level adventurers, Narthal and her slaves. though they might have retired from action, depending on But Narthal returned to existence, her evil not so easily how long ago you decide Laddy’s death occurred. For a truly extinguished. However, to her surprise she found that she could challenging task, one of the comrades might even have already not approach to within a few miles of her former lair—some passed away! unknown force kept her from wreaking vengeance upon her"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Possessions",
        "description":  "Masterwork full plate armor, masterwork heavy Disintegrate: The target must succeed on a Fortitude save or steel shield, masterwork morningstar. be affected as though by the spell. Xelkir likes to use this ray on any foe it considers a real threat."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Dallia is best introduced to the PCs at low levels, when Possessions",
        "description":  "ring of mind shielding, wand of gaseous form (30 her magic is easily potent enough to guard against accidental charges; shaped like a wooden spoon), silver mirror (1,000 gp; discovery. As the characters gain levels, they become privy to focus for scrying spell), 14 gems (average value 350 gp each), rumors that someone has been selling secret information to 5,500 gp. enemies of the kingdom. Of course, she’s smart enough to plant red herrings, placing the blame on any of a number of others Durak the Eternal (including perhaps the PCs themselves). She’ll try to escape A lifelong worshiper of Vecna, God of Secrets, Durak knew rather than face a stand-up fi ght, and might eventually turn up from an early age that he wanted to achieve eternal existence in the service of another powerful enemy of the PCs. as an undead being. He would have preferred vampirism, but he Dallia’s phylactery is typical for liches: a small metal box didn’t trust in his ability to escape the control of any vampire containing strips of parchment. She has hidden it deep in an that spawned him. He amassed power and knowledge quickly, unused part of the castle’s dungeon, with its magical power enabling him to achieve lichdom at the age of only 28. concealed by Nystul’s magic aura. Her hoard of coins and gems Durak is now a relatively young lich, having experienced the is hidden in the same place—she only carries a few silver and transformation mere months ago. He appears mostly human, if copper pieces in her disguise, along with her magic items (also a bit pale and sunken-eyed. He still venerates Vecna, and is busy protected by Nystul’s magic aura). amassing an army of undead minions (his Leadership score for"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Bardic Music",
        "description":  "Use bardic music twelve times per day. See +8, Ref +4, Will +12; AL NE; Str 13, Dex 10, Con —, Int 10, Wis page 29 of the Player’s Handbook. 19, Cha 16. Countersong (Su): Use music or poetics to counter magical Skills and Feats: Concentration +13 (+17 casting defensively), effects that depend on sound. Diplomacy +13, Hide +2, Knowledge (religion) +4, Listen +12, Fascinate (Sp): Use music or poetics to cause one or more Move Silently +2, Search +8, Sense Motive +18, Spot +12; Combat creatures to become fascinated with her. Casting, Craft Wondrous Item, Quicken Turning†, Scribe Scroll, Inspire Competence (Su): Use music or poetics to help an ally Undead Leadership†. succeed at a task. †New feats described in Chapter 2. 154 7 RETPAHC SNGIAPMAC Fear Aura (Su): Will DC 18 negates. Elf Traits: Elves have immunity to magic sleep effects. An Paralyzing Touch (Su): Fortitude DC 18 negates. elf who merely passes within 5 feet of a secret or concealed door Cleric Spells Prepared (caster level 11th); 0—detect magic (2), is entitled to a Search check to notice it as if he were actively guidance, light, mending, read magic; 1st—bane (DC 15), cause fear looking for it. (DC 15), detect good, divine favor, entropic shield, protection from Familiar: Erl chooses not to summon a familiar, seeing a goodDE, sanctuary; 2nd—death knellE(DC 16), desecrateDE, enthrall potential familiar as more of a vulnerability than an asset. (DC 16), owl’s wisdom, resist energy, shatter; 3rd—bestow curse (DC Fear Aura (Su): Will DC 18 negates. 17), deeper darkness, dispel magicD, invisibility purge, prayer, wind Paralyzing Touch (Su): Fortitude DC 18 negates. wall; 4th—dismissal (DC 18), divine power, poison (+9 melee touch; Cleric Spells Prepared (caster level 11th): 0—detect magic (2), DC 18), sending, unholy blightDE(DC 18); 5th—fl ame strike (DC guidance, mending, read magic, virtue; 1st—bane (DC 15), cause 19), righteous might, spell resistanceD; 6th—create undeadDE, harm fearD (DC 15), command (DC 15), comprehend languages, divine (DC 20). favor, obscuring mist, shield of faith; 2nd—death knellD(DC 16), hold D: Domain spell. Domains: Evil (cast evil spells [E] at +1 caster person (DC 16), owl’s wisdom, resist energy, silence (DC 15), sound level), Magic (use magic items as 5th-level wizard). burst (DC 16); 3rd—bestow curse (DC 17), deeper darkness, invisibility"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Possessions",
        "description":  "+1 full plate armor, masterwork heavy steel shield, purge, magic circle against chaosDL, protection from energy, wind wall; cloak of resistance +1, wand of magic missile (caster level 9th; 20 4th—dimensional anchor (+9 ranged touch), divine power, order’s charges), divine scroll of word of recall, 2,500 gp, 11 art objects wrathDL(DC 18), poison (+6 melee touch; DC 18); 5th—greater (average value 1,000 gp each), spell component pouch, unholy command (DC 19), slay livingD (+6 melee touch; DC 19), spell symbol/phylactery. resistance; 6th—hold monsterD (DC 20), word of recall. D: Domain spell. Domains: Death (death touch 1/day, damage Erl the Gaunt 3d6), Law (cast law spells [L] at +1 caster level). Erl, nicknamed “The Gaunt” because of his weak, sickly appear- Wizard Spells Prepared (caster level 11th); 0—arcane mark, danc- ance, began his career as a lowly cleric of Wee Jas. Thanks to ing lights, ghost sound (DC 17) , touch of fatigue (+6 melee touch; DC long patience, he mastered the twin powers of magic and death. 18); 1st—alarm, mage armor, magic missile, ray of enfeeblement (2) But still Erl remained unsatisfi ed. Though he knew his life had (+9 ranged touch), shield; 2nd—blur, darkness, false life, fog cloud, centuries left, he railed against the very thought of mortality. At summon swarm, web (DC 19); 3rd—dispel magic (2), lightning bolt fi rst he avoided the thought of lichdom, but eventually came to (DC 21), ray of exhaustion (+9 ranged touch; DC 21), sleet storm, the logical conclusion that there was simply no better option. slow (DC 20); 4th—confusion (DC 22), Evard’s black tentacles, ice Erl has a vast array of spells at his beck and call. He prefers to storm, wall of ice (DC 22); 5th—feeblemind (DC 23), teleport,waves harass enemies with spells that entrap them or slow them down, of fatigue; 6th—acid fog, disintegrate (+9 ranged touch; DC 23). including acid fog,deeper darkness, Evard’s black tentacles, sleet storm, Spellbook: as above plus 0—all; 1st—charm person, chill touch, wall of ice, and web. When pushed into a fi ght, he focuses attention disguise self, expeditious retreat, obscuring mist, shocking grasp, true on a single target, weakening his foe with summon swarm, ray of strike, unseen servant; 2nd—arcane lock, command undead, detect enfeeblement, or feeblemind before using disintegrate,poison, or slay thoughts, invisibility, protection from arrows, see invisibility, spider living to fi nish the enemy off. If the opportunity presents itself, climb, touch of idiocy (+6 melee touch); 3rd—blink, explosive runes, he targets groups with lightning bolt,greater command, or waves of fi reball, fl y, nondetection, suggestion; 4th—animate dead,arcane eye, fatigue. Above all else, Erl is patient and willing to retreat from a enervation, greater invisibility, lesser globe of invulnerability, solid losing fi ght, returning with a better selection of spells at a later fog; 5th—Mordenkainen’s faithful hound, Mordenkainen’s private time. He has a contingency effect active at all times (if attacked sanctum, mind fog, nightmare; 6th—chain lightning, contingency, in melee, a blink spell is activated). guards and wards, wall of iron. Erl’s phylactery is a metal plate that serves as the front cover Possessions:cloak of resistance +3, staff of fi re (25 charges), headband to one of his spellbooks, which are hidden in his lair. He casts of intellect +4, arcane scroll of chain lightning, divine scroll of harm, Nystul’s magic aura on it every week or so to mask its aura. 1,270 pp, 40 assorted gems (average 250 gp each), ivory statuette"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Possessions",
        "description":  "ring of protection +2, cloak of Charisma +4, dust of (+10 ranged touch), resist energy, shatter (DC 23), web (DC 22), disappearance (1 pinch), scroll of Tenser’s transformation, 3,219 gp, whispering wind; 3rd—dispel magic, fi reball (DC 24),fl y, lightning 11 pearls (100 gp each), 9 assorted art objects (700 gp each), spell bolt (DC 24), nondetection†, ray of exhaustion (+10 ranged touch; DC component pouch, phylactery. 23), vampiric touch; 4th—detect scrying†, dimension door, enervation (+10 ranged touch), fear (DC 24),fi re shield, solid fog, wall of ice Tevangia Zail, Archmage of Lichdom (DC 25); 5th—cone of cold (DC 26), dismissal (DC 25), quickened The lich known as Tevangia Zail is an ancient creature of dire magic missile,teleport, wall of force; 6th—chain lightning (DC 27), evil. In life a powerful wizard who often sold her services to disintegrate (+10 ranged touch; DC 27), fl esh to stone (DC 27), kings and emperors, in undeath she has mastered the path of greater dispel magic, quickened scorching ray (+10 ranged touch), the archmage. Lately, she has begun to experience something quickened see invisibility; 7th—delayed blast fi reball (DC 28), resembling boredom. She lacks a challenge in her unlife, and ethereal jaunt, heightened slow (DC 28), prismatic spray (DC 28), isn’t sure how to rectify that. So few creatures can provide a reverse gravity (DC 28); 8th—greater shout (DC 29), horrid wilting challenge to her magical prowess, after all. (DC 28), moment of prescience†, quickened enervation (+10 ranged Tevangia’s phylactery is a traditional metal container, touch); 9th—Bigby’s crushing hand, energy drain (+10 ranged touch; protected by nondetection (DC 21 caster level check to fi nd by DC 29 to remove), time stop. divination). †Already cast."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Tevangia Zail",
        "description":  "Female half-elf lich evoker 13/archmage 5; of intellect +6, rod of metamagic (empower), brooch of shielding (101), CR 20; Medium undead (augmented humanoid); HD 18d12+3; arcane scroll of greater teleport, 18,000 gp, 25 gems (average value hp 171; Init +2; Spd 30 ft.; AC 24, touch 15, fl at-footed 22; Base 300 gp), 20 art objects (average value 1,100 gp), spellbook, spell Atk +8; Grp +7; Atk or Full Atk +7 melee touch (1d8+5 negative component pouch. energy plus paralysis, touch); SA damaging touch, fear aura, LICH VARIANTS paralyzing touch, spells; SQ damage reduction 15/bludgeoning and magic, darkvision 60 ft., half-elf traits, immunity to cold, Liches are as varied as player characters themselves. Here are electricity, polymorph, and mind-affecting spells and abilities, two more variants for your campaign. low-light vision, +4 turn resistance, undead traits; SV Fort +12, Ref +10, Will +17 (+19 vs. enchantments); AL LE; Str 8, Dex 14, Good Lich Con —, Int 30, Wis 15, Cha 12. Though conceptually an oxymoron, the idea of a good-aligned"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "High Arcana",
        "description":  "Mastery of elements, mastery of shaping, spell command a good lich, the lich is turned or destroyed instead. power (+2 to caster level), spell-like ability (2/day—meteor swarm A good lich retains the normal lich’s fear aura, though it can [+10 ranged touch; DC 29]). drop or raise the aura as a free action. Fear Aura (Su): Will DC 20 negates. CR Adjustment: +1. Paralyzing Touch (Su): Fortitude DC 20 negates. Wizard Spells Prepared (caster level 20th; prohibited schools Lichfiend enchantment and illusion): 0—arcane mark, detect magic, fl are The lichfi end is an evil outsider (usually a demon or devil) that (DC 20), mage hand, ray of frost (+10 ranged touch); 1st—alarm, achieves lichdom. A lichfi end must have at least fi ve at-will spell- 157 CAMPAIGNS CHAPTER 7 158 7 RETPAHC SNGIAPMAC like abilities, the Craft Wondrous Item feat, and a caster level of Armor Class: 14 (+1 size, +2 Dex, +1 natural), touch 13, fl at- 11 or higher to construct its phylactery. Eligible creatures from footed 12 the Monster Manual include the barghest (minimum 11 HD), Base Attack/Grapple: +0/–3 balor, glabrezu, marilith, nalfeshnee, succubus, bone devil, Attack: Spear +0 melee (1d6–1/×3) or claw +0 melee (1d3) horned devil, ice devil, and pit fi end. The lichfi end retains all Full Attack: Spear +0 melee (1d6–1/×3) or 2 claws +0 melee the special abilities it had in life, and gains the typical abilities (1d3) of a lich except as noted below. Space/Reach: 5 ft./5 ft."
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Speed",
        "description":  "40 ft. (8 squares), climb 20 ft. Armor Class: (+1 Dex, +2 natural)"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "16 (+1 size, +4 Dex, +1 natural), touch 15, fl at- Base Attack/Grapple: +1/+5 footed 12 Attack: Bite +5 melee (1d8+6) or tail slap +5 melee (1d12+6) Base Attack/Grapple: +0/–4 Full Attack: Bite +5 melee (1d8+6) or tail slap +5 melee"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Speed",
        "description":  "20 ft. (4 squares) Armor Class: 16 (+4 Dex, +2 natural), touch 14, fl at-footed 12"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 size, +2 Dex, +1 natural, +1 light wooden Base Attack/Grapple: +1/+3 shield), touch 13, fl at-footed 13 Attack: Claw +3 melee (1d4+2) Base Attack/Grapple: +0/–4 Full Attack: 2 claws +3 melee (1d4+2) and bite –2 melee"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Hit Dice",
        "description":  "1d12 (6 hp) Armor Class: 15 (+1 Dex, +2 natural, +2 heavy steel shield),"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Speed",
        "description":  "40 ft. (8 squares) Armor Class: 13 (–1 size, +2 Dex, +2 natural), touch 11, fl at-"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "13 (–1 size, +2 Dex, +2 natural), touch 11, fl at- footed 11 footed 11 Base Attack/Grapple: +2/+10 Base Attack/Grapple: +3/+15 Attack: Hoof +5 melee (1d6+4)"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Speed",
        "description":  "60 ft. (12 squares) Armor Class: 12 (–1 size, +1 Dex, +2 natural), touch 10, fl at-"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "13 (–1 size, +2 Dex, +2 natural), touch 11, fl at- Speed: 40 ft. (8 squares) footed 11 Armor Class: 11 (–1 size, +2 natural), touch 9, fl at-footed 11 Base Attack/Grapple: +6/+20 Base Attack/Grapple: +2/+11"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "13 (–2 size, +2 Dex, +3 natural), touch 10, fl at- Speed: 20 ft. (4 squares), swim 20 ft. footed 11 Armor Class: 13 (–2 size, +2 Dex, +3 natural), touch 10, fl at- Base Attack/Grapple: +7/+23 footed 11"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Initiative",
        "description":  "+5 Armor Class: 13 (–2 size, +2 Dex, +3 natural), touch 10, fl at-"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "12 (–2 size, +1 Dex, +3 natural), touch 9, fl at- Base Attack/Grapple: +9/+26 footed 11 Attack: Bite +16 melee (3d6+13) Base Attack/Grapple: +5/+23 Full Attack: Bite +16 melee (3d6+13)"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Hit Dice",
        "description":  "12d12 (78 hp) Armor Class: 15 (–4 size, +3 Dex, +6 natural), touch 9, fl at-"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "12 (–2 size, +1 Dex, +3 natural), touch 9, fl at- Attack: Talon +17 melee (2d6+12) footed 11 Full Attack: 2 talons +17 melee (2d6+12) and bite +12 melee Base Attack/Grapple: +6/+24 (2d8+6) 161 CAMPAIGNS CHAPTER 7 162 7 RETPAHC SNGIAPMAC Space/Reach: 20 ft./15 ft. Vicious Skeleton"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "A nimble skeleton’s Armor Class and touch pins the foe, it drains blood, dealing 1d4 points of Constitution AC increase by 2 thanks to its improved Dexterity. drain each round the pin is maintained. On each such successful"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Special Attacks",
        "description":  "Cooperation (Ex): A soldier skeleton gains a +1 Create Spawn (Su): A humanoid or monstrous humanoid circumstance bonus to its attack rolls and Armor Class for each slain by a vampire’s energy drain rises as a vampire spawn (see other soldier skeleton that is adjacent to it. If a soldier skeleton Vampire Spawn on page 253 of the Monster Manual) 1d4 days fl anks an opponent, it gains an additional +1 circumstance bonus after burial. on attacks against that opponent. If the vampire instead drains the victim’s Constitution to 0"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Possessions",
        "description":  "bracers of armor +2, ring of invisibility. 1/day—daze (DC 16), sound burst (DC 18). Caster level 3rd. Vulnerability to Sunlight (Ex): A derro takes 1 point of Constitution damage for every hour it is exposed to sunlight, 167 CAMPAIGNS CHAPTER 7 and it dies if its Constitution score reaches 0. Lost Constitution Shamila Garrick, Vampiric Piper points are recovered at the rate of 1 per every 24-hour period For many years, Shamila Garrick was a beloved street performer spent underground or otherwise sheltered from the sun. who specialized in entertaining children with her piping and Sorcerer Spells Known (6/8/6 per day; caster level 5th): 0—detect antics. Her disappearance nearly a year ago caused much sadness magic, mage hand, message, ray of frost (+9 ranged touch), read magic, among those of the city, but most assumed that she had simply touch of fatigue (+9 melee touch; DC 16); 1st—disguise self, ray of packed up and moved away, a victim of wanderlust. enfeeblement (+9 ranged touch);, shield, shocking grasp (+9 melee Little did they suspect that the friendly gnome had actually touch); 2nd—blur, touch of idiocy (+9 melee touch). fallen victim to a horrible blood-drinking monster. When her"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Gnome Traits",
        "description":  "Gnomes have a +1 racial bonus on attack rolls Zenami is a typical harpy vampire. She lurks in the marshes against kobolds and goblinoids. Gnomes have a +4 racial bonus outside a small city, luring unwary travelers or explorers to an to Armor Class against giants. early grave. Spell-Like Abilities: 1/day—dancing lights, ghost sound (DC Zenami: Female harpy vampire; CR 6; Medium undead 15), prestidigitation, speak with animals (burrowing mammal only, (augmented monstrous humanoid); HD 7d12; hp 45; Init +8, duration 1 minute). Spd 20 ft., fl y 80 ft. (average); AC 21, touch 14, fl at-footed 17; Base Bard Spells Known (4/5/4/3/1 per day; caster level 10th): 0—daze Atk +7; Grp +10; Atk +10 melee (1d6+3 plus energy drain, slam); (DC 15), detect magic, lullaby (DC 15), mage hand, open/close, read Full Atk +10 melee (1d6+3 plus energy drain, slam) and +5 melee magic; 1st—disguise self, sleep, Tasha’s hideous laughter (DC 16), (1d3+1, 2 claws); SA blood drain, captivating song, children of ventriloquism; 2nd—cat’s grace, detect thoughts (DC 17), invisibility, the night, create spawn, dominate, energy drain; SQ alternate minor image; 3rd—blink, dispel magic, major image, sculpt sound; form, damage reduction 10/silver and magic, darkvision 60 ft., 4th—hold monster (DC 19), shadow conjuration (DC 19). fast healing 5, gaseous form, resistance to cold 10 and electric-"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 size, +2 Dex, +2 natural), touch 13, fl at- Psychic Vampire footed 13 A psychic vampire drains a victim’s mental strength, rather Base Attack/Grapple: +1/–2 than physical health. Attack: Bite +3 melee (1d4+1) or slam +3 melee (1d4+1)"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Savage Vampire Speed",
        "description":  "20 ft. (4 squares) A savage vampire has none of the traditional vampire’s person- Armor Class: 11 (+1 size, –1 Dex, +1 natural), touch 10, fl at- ality or persuasiveness, instead relying on brute force. Rather footed 11 than acting as charismatic leaders, savage vampires form packs Base Attack/Grapple: +1/–2 much as wolves do. Attack: Slam +3 melee (1d4+1)"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "12 (+1 size, +1 natural), touch 11, fl at-footed 12 Swarmform Vampire Base Attack/Grapple: +1/–2"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "14 (+4 natural), touch 10, fl at-footed 14 Special Attacks: — Base Attack/Grapple: +3/+8 Special Qualities: Single actions only, damage reduction"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "17 (+1 Dex, +6 natural), touch 11, fl at-footed 16 Gnoll Warrior Zombie Base Attack/Grapple: +3/+6"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "12 (–1 Dex, +3 natural), touch 9, fl at-footed 12 Special Attacks: — Base Attack/Grapple: +2/+5 Special Qualities: Single actions only, damage reduction"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Hound Archon Zombie Armor Class",
        "description":  "15 (+1 Dex, +4 natural), touch 11, fl at-footed 14 Medium Undead Base Attack/Grapple: +2/+4"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "20 (–1 Dex, +11 natural), touch 9, fl at-footed 20 Special Attacks: — Base Attack/Grapple: +6/+9 Special Qualities: Single actions only, damage reduction"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Skum Zombie Armor Class",
        "description":  "16 (–1 size, +1 Dex, +6 natural), touch 10, fl at- Medium Undead (Aquatic) footed 15"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "14 (+4 natural), touch 10, fl at-footed 14 Space/Reach: 10 ft./5 ft. 172 7 RETPAHC SNGIAPMAC"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Hit Dice",
        "description":  "10d12+3 (68 hp) Armor Class: 18 (–2 size, +10 natural), touch 8, fl at-footed 18"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "(–1 size, +1 Dex, Full Attack: 5 bites +7 melee (1d10+4) or slam +7 melee Base Attack/Grapple: +5/+16 (2d6+4)"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Hit Dice",
        "description":  "20d12+3 (133 hp) Armor Class: 19 (–2 size, +1 Dex, +10 natural), touch 9, fl at-"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "24 (–1 size, +1 Dex, +14 natural), touch 10, fl at- Attack: Talons +12 melee (2d8+6) or slam +12 melee (2d6+6) footed 23 Full Attack: Talons +12 melee (2d8+6) or slam +12 melee Base Attack/Grapple: +10/+21 (2d6+6)"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "23 (–2 size, +15 natural), touch 8, fl at-footed 23 ZOMBIE VARIANTS Base Attack/Grapple: +9/+26"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Armor Class",
        "description":  "The fast zombie gains a +2 dodge bonus to quietly built up a secret but powerful organization dedicated to AC. death and evil. Now, the time to strike approaches near, yet she"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Possessions",
        "description":  "3 scrolls of fell frightened chill touch (+3 melee touch; DC 13), bracers of armor +2. 9. Corrupt Well (EL 2) A gargoylelike stone ahead affi xed to the side of the central stone square steadily spews stagnant water, keep- ing this entire are fl ooded. Behind the wall (Strength check DC 20 to break) is a well that contains the body of Nuchar’s mother, drowned by her daughter’s hand. The curse of that act caused the well to go bad. The mother’s spirit lingers as a murk. If the murk is killed the fl ood of stagnant water is stopped. Murk (1): hp 19; see page 112 of this book. THE BARROW This adventure site is suitable for a party of 6th-level adventurers. A barrow is a large mound of earth above an old tomb. As of this darkened chamber—this is the entrance to the fi nal the passage of years roll on, the earth is grown over with grass, descent that leads to room 4. The smell seems to come from giving the mound the look of a simple hill. the closed sarcophagus. This is normally true, but the plague Barrows are found in many places, usually marking the spot blight that wiles away the centuries is alerted when the cross of ancient peoples now long vanished. Often, barrows are let brace holding the entrance is bypassed or broken (see room1). lie, since they may be haunted by the spirits of those buried It removes itself form its “bed,” puts the lid back on, then hides within. in a corner (Spot check 34), and attempts to take from behind creatures opening its sarcophagus. 1. Top of the Mound (EL 6) Plague Blight (1): hp 41; see page 115 of this book. The grassy mound is has a small bald spot of earth and bare stone on top; tomb raiders have recently discovered this mound 4. True Barrow (EL 8) could be a barrow, and have uncovered the ancient stone door. The 20 foot high space measures 40 feet in length and 60 in The massive stone slab covering the opening is fastened from breadth. Every 10 x 10 foot section of the fl oor contains an within with a cross brace (Strength check DC 28 to break) and eroded stone sarcophagus, for a total of 24 sarcophagi. The trapped. names imprinted upon the top of each of the elaborate coffi ns"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Lady Indrimi",
        "description":  "Unwashed, and gaunt, Lady Indrimi’s is most 4. Library of the Necromancer (EL 6) commonly found slouched on some couch or other seat, gazing Indrimi betrayed and killed her master to which she was without purpose or will into the distance. She lightly hums a apprenticed. Her old master, the Ancient, was a renowned tune that never changes or varies through the years, since she necromancer, and responsible for the current Necromantic can’t be troubled to learn a new one. Her spiritual affl iction Vault and Possession Circle—Indrimi never studied enough reduces her to this, and so her life has become a revolving tor- to become nearly so profi cient. This was the Ancient’s library, ture of attempting to compensate for the presence of her mental and it is fi lled with wide, dusty leather tomes of undead lore and defi ciency. Her “possession therapy” is somewhat effective, and practice. However, Omipethia, in the face of Indrimi’s obvious so she undergoes possession and undead spirit shedding imme- apathy, has done a good job of eradicating most of the texts of diately prior to important meetings with others of the city in any real power, save one he missed. which she is an offi cial and for other special circumstances. The A false bookshelf (treat as a secret door; Search DC 31; locked; problem is, she never knows when the effl uvia of spiritual indif- Open Lock DC 40) is trapped. If the trap and door are overcome, ference will build to the point where it will again overwhelm the Book of Deathless Spells is revealed. This item is a spellbook her. Whenever one Lord says to another, “Who cares?” they refer containing three spells of each level from 1st to 5th (chosen to Lady Indrimi—but never in her presence. from among the spells in this book). 187 CAMPAIGNS CHAPTER 7 Indrimi’s Goals: Lady Indrimi’s personal overarching goal prestidigitation, read magic; 1st—chill touch, detect undead, protec- varies, depending on whether she is in an upswing or down- tion from chaos, protection from evil, protection from good, protection swing. When free of apathy, she seeks to further her knowledge from law, shield, shocking grasp, silent image, spider climb, Tenser’s of necromancy, so as to more ably control her downswing. When fl oating disk, true strike; 2nd—blur, bull’s strength, cat’s grace, dark- fully in the grip of her sloth, she actually would fully welcome ness, darkvision, daylight, detect thoughts, bear’s endurance, knock, death, but can’t trouble herself to deal it herself. When on an locate object, minor image; 3rd—halt undead, haste, hold person, upswing (post-transference), she considers the idea of lichdom, illusory script, invisibility sphere, magic circle against evil, magic circle thinking that such tribulations of spirit would be left behind against law, major image, phantom steed, protection from elements; forever without the swell of blood in their veins and emotions 4th—arcane eye, charm monster, contagion, dimensional anchor, in their heart. Evard’s black tentacles, lesser geas, locate creature, remove curse, scry-"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Familiar",
        "description":  "Indrimi chooses not to summon a familiar, seeing This adventure site is suitable for a party of 13th- level adven- a potential familiar as more of a vulnerability than an asset. turers. Wizard Spells Prepared (caster level 8th): 0—detect magic (2), A catacomb is an underground cemetery consisting of detect poison, read magic; 1st—charm person (DC 14), mage armor, passages and tunnels with rooms and recesses leading off ray of enfeeblement (2)(+6 ranged touch), shield; 2nd—command them for burial chambers. Catacombs can be found under undead (DC 15), mirror image, scorching ray (+5 ranged touch), see old churches, under castles, and other places where the dead invisibility; 3rd—dispel magic, displacement, slow (DC 16), vampiric are revered. touch;4th—greater invisibility, summon monster IV. Unfortunately, catacombs have an unfortunate tendency to"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Possessions",
        "description":  "bracers of armor +2, ring of protection +1, cloak of priests seldom venture below the basement levels and on into resistance +1, amulet of natural armor +1, 1,700 gp. the catacomb). 6. The Ancient’s Laboratory 1. Alcoves What was once a state of the art necromancer’s laboratory is In this simplest form, the catacomb consist of several under- now reduced a ruin of broken glass, corroded stone, and twisted ground tunnels and rooms in a rectangular or grid plan. The metal. Tiny sparks still buzz from ruined wizardly equipment, hollows cut in these recessed walls received bodies on a regular but at fi rst glance, nothing seems salvageable. This ruin occurred basis when the catacomb was being actively fi lled. The alcoves during one of Indrimi’s downswings; she’s her own worst enemy lining these sorts of hallways contain a jumble of disintegrating in her quest to gain understanding of the world of undeath. bones and mummifi ed remains, the remains of several fi gures commonly mixed. The remains are barely distinguishable 7. The Ancient’s Vault (EL 8) through the gauzy barrier of the cobwebs and dust. Not everything is lost. The Ancient kept a vault of special items useful in his research, behind a secret door (Search DC 30), 2. Complex Alcoves (EL 11) though unmindful access of the secret vault sets off the trap. The areas keyed to this entry have deeper hollows cut into the"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Graphic Design",
        "description":  "Sean Glenn, Cynthia Fliege where appropriate, the proper page in the Monster Based on the original DUNGEONS\u0026 DRAGONS®game by E. ManualorLibris Mortisis referenced. Gary Gygax and Dave Arneson and on the new edition of the ADVENTURE DUNGEONS\u0026 DRAGONSgame designed by Jonathan Tweet, Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. BACKGROUND D\u0026D, DUNGEONS\u0026 DRAGONS, and DUNGEONMASTERare registered trademarks owned by Wizards of the Coast, Inc. The d20 logo is a trademark owned by Wizards of the The story behind this adventure begins some twenty Coast, Inc. All Wizards characters, character names, and the distinctive likenesses years ago, with a noble family based in a somewhat thereof are trademarks owned by Wizards of the Coast, Inc. remote location. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the LOPHAR material or artwork contained herein is prohibited without the express written permission of Lophar, a wealthy aristocrat, was always the black sheep Wizards of the Coast, Inc. of his family. He frequently hired teams of experts and ©2004 Wizards of the Coast, Inc. bodyguards to accompany him on explorations of All rights reserved. Made in the U.S.A. strange ruins in hopes of uncovering forgotten secrets. This product is a work of fiction. On one such trip, he died at the hands of a psychic Any similarity to actual people, organizations, places, or events is purely coincidental. vampire (see the Vampire Variants section of the New Monsters chapter in Libris Mortis) and subsequently This Wizards of the Coast game product contains no Open Game Content. No portion of this work may be reproduced in any form without rose as a vampire of the same kind under his slayer’s written permission. To learn more about the Open Gaming License and the d20 System License, control. Shortly thereafter, a band of adventurers killed please visit www.wizards.com/d20. his master, and he found himself free and blessed with For more DUNGEONS\u0026 DRAGONSarticles, adventures, and information, the powers of undeath. visitwww.wizards.com/dnd Lophar remained in hiding for nearly a year, return- ing to his family only after devising an airtight story about his deeds in a foreign land. Ambitious but subtle, 1 he looked within his family for others who might make ADVENTURE SYNOPSIS good vampire underlings, but most of them disap- pointed him with their physical weaknesses, petty bick- Tarus begins by issuing the PCs an invitation to his ering, or flamboyant personal habits. Eventually, he mansion for a banquet and a night hunt beneath the full decided that grooming a youngster to serve him from moon. During the hunt, he and his minions turn on the birth would be much more effective than “shopping” characters, intending to kill them and explain it away as among his adult family members. a terrible hunting accident or monster attack. The PCs Thus, when his sister’s son Tarus was born, Lophar must avoid death at the hands of the vampire and his took a special interest in the boy. Over the years, minions and, ideally, destroy them all. Lophar trained Tarus as his protégé, his agent, and even- tually his lieutenant. Lophar made Tarus a vampire BEGINNING THE about a year ago, and he has not yet needed to use his ADVENTURE supernatural influence to control his nephew. TARUS Tarus’s Banquetis an encounter-based scenario in which the action occurs in and around the mansion that Tarus Tarus Bargden is a charismatic young aristocrat with a Bargden has purchased. The adventure begins when minor talent for sorcery. Raised in the lap of luxury under the characters receive an invitation to a fete at the the watchful eye of Lophar, he willingly entered his mansion (see encounter A, below). uncle’s service and readily embraced the vampiric state when Lophar offered it. Though the young psychic A. THE INVITATION vampire is technically under the control of his uncle Lophar, he willingly obeys the older vampire’s commands, A courier wearing the livery of the Bargden family so his uncle has never needed to exercise the magical delivers a message to the PCs when they are at home or control he holds over Tarus. Arrogant but diplomatic, at one of their favorite haunts. If the characters live skilled in arms but proficient in magic, Tarus embodies secretly or avoid frequenting any particular restaurant the ideal qualities of a tyrant noble, and his vampiric or bar, the message goes to a public organization—such powers serve to back up his decrees quite effectively. as a temple, wizard guild, or fighting school—to which one or more of the PCs belongs. THE PLOT The message consists of a folded piece of parchment Whether or not they intended to do so, the PCs took secured with wax and stamped with the seal of the some action that thwarted one of Lophar’s plans in Bargden family (a boar’s head surrounded by six stars). recent months. Though the characters may not even It is addressed to one or more of the PCs by name, and know about Lophar’s existence, the incident has made the name of the organization to which it was mailed is the vampire aware of them, and he has decided to deal also noted, if appropriate. with them now because they’ll only become tougher The letter reads as follows. Modify the text below as and more difficult to kill later on. To that end, Lophar needed, inserting exact dates for the dinner and adding has sent Tarus to put an end to the PCs. noble titles for the PCs (if appropriate) and a city of On instructions from his uncle, Tarus bought a piece origin for Tarus. of property near the characters’ home base and spent several months establishing a reputation among the My Esteemed Adventurers, locals as a wealthy nobleman fond of hunting and high- society parties. Though Tarus was already well aware of Tales of your accomplishments have reached my the PCs’ identities and exploits, he allowed a suitable ears and elicited a spark of interest within me. It amount of time to pass before approaching them, so as has become my habit to invite persons of interest to prevent questions about how he learned of their exis- to my home for dinner, and while I normally tence so fast. He now intends to invite the PCs to his extend such invitations only to the nobility, I believe your deeds merit an exception. If I am home on some pretext and slay them there. But he convinced that your reputations are not recognizes the danger inherent in the mission, and unfounded, I may have information of interest to though he is loyal to his uncle, Tarus still values his own you, and perhaps even a business opportunity. unlife. Realizing this fact, his uncle has given him permission to flee if completing this task would mean his destruction. 2 Your attendance is requested at my mansion at Atop a hill in a lightly wooded area stands a two- sundown on the eve of the next full moon. story building with a large chimney at the side and Activities include dinner prepared by my servants a double-door entrance in the front. A path leads and a moonlight hunt of whatever fast natural to the left around the house, presumably to a creature we can find near the grounds. Daylight stable. In a clear area to the right stands a long hunts are far too easy for a man of my skill, and I wooden table with eight chairs (one slightly larger presume that the same holds true for you. Please than the others). Several servants are busy setting respond by the day after tomorrow by courier, dishes, glasses, and silverware at each place. Four letter, or in person. vertical wooden poles surround the table, each holding an unlit lantern about 7 feet off the With gracious intent, ground. A thin man with iron-gray hair stands on Lord Tarus Bargden the paving stones just outside the front door of the manor, directing the servants as they go in and out of the house. The scent of cooking food floats from A party, the opportunity to make contact with a noble, the manor whenever the door opens. the possibility of valuable information, and a chance to do business ought to be enough to convince the PCs to attend. If they are still reluctant, or if you don’t feel that The servants are busy setting up for the evening’s festiv- the above message will catch their interest, modify the ities. invitation so that it makes specific references to people, Creatures: The servants are normal humans. places, events, or items that directly concern them. Tarus doesn’t keep them dominated all the time If the PCs respond by letter or courier, they receive because he wants them to be able to go about their a pleasant acknowledgement of their RSVP from Lord duties in a normal fashion. He isn’t shy about using his Tarus and a reminder of the dinner the morning dominate ability to browbeat them into submission if before it occurs. If they respond in person, they are they become insolent or rebellious, however. met by Lennel, Lord Tarus’ manservant (see area B1a, The gray-haired man is Lennel, Tarus’s manservant. below), who accepts their response on behalf of his A sergeant in the army in his younger days, Lennel is lord and offers regrets that his master is away on busi- polite to guests but a terror to the servants. Like the rest ness that day. Lennel politely thanks the PCs for their of the staff, he has been subjected to Tarus’s dominate time and tells them he looks forward to seeing them at ability in the past, so he obeys his master unfailingly, the lord’s banquet. knowing that his life is the price of erring too greatly. No other events relating to this scenario occur until Fortunately, Lennel is as good at taking orders as giving the night of the banquet. Go to encounter B, below, them, and since he served as one of Lophar’s private when the PCs approach the manor. bodyguards for several years (both before and after Lophar became a vampire), he knows how to deal with B. THE GROUNDS the Bargden family. Lennel can feel himself growing older now, and he hopes that his master will either Lord Bargden’s mansion stands atop a hill in a lightly make him a vampire or put him out of his misery wooded area about a mile down a private side road. A quickly rather leaving him a weak old man. broad, well-maintained path climbs the wooded hill to"
    },
    {
        "source":  "libris_mortis_the_book_of_undead.txt",
        "name":  "Tactics",
        "description":  "Not only is Tarus smart, but he was also appears to be a sumptuously appointed living trained and educated by an experienced adventurer— room. A great stone fireplace occupies most of this namely Lophar. If Tarus has a minute to himself before chamber’s east wall. The fire has burned down low starting this fight, he casts mage armor and expeditious and is now little more than coals. Against the walls stand eight wooden chairs, and four large, decora- retreat on himself. He stays close to his opponents so tive urns mark the corners of the chamber. Two that they can’t use fireball or other area spells on him, sets of double doors open into the room—one on and he does his best to guard against invisible foes. the north wall, and one on the south. Tarus casu- Otherwise, he tailors his tactics to what he learned ally points out the sitting room and the dining about the PCs during dinner. Praslin and Kantos don’t room beyond, then makes a grand gesture encom- have the benefit of Tarus’ training, and they don’t have passing the rest of the house. specific knowledge about the PCs, but Tarus can give “Welcome to my humble home. Do make your- them tactical commands via hand signals. Refer to the selves comfortable,” Tarus says easily, taking a seat Vampire Tactics sidebar for more tips on using the by the fireplace. “I regret that I cannot show you three psychic vampires in combat. the rest of the house at this time, but frankly, I"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "First Printing",
        "description":  "April 2005 DUNGEONS \u0026 DRAGONS, D\u0026D, DUNGEON MASTER, d20, d20 System, WIZARDS OF THE COAST, Player’s Handbook, Dungeon Master’s Guide, Monster Manual, Lords of Madness, and all other Wizards of the Coast product names, and their respective logos are trademarks of Wizards of the Coast, Inc., in the U.S.A. and other countries. All Wizards characters, character names, and the distinctive likenesses thereof are property of Wizards of the Coast, Inc. Distributed to the hobby, toy, and comic trade in the United States and Canada by regional distributors. Distributed in the United States to the book trade by Holtzbrinck Publishing. Distributed in Canada to the book trade by Fenn Ltd. Distributed worldwide by Wizards of the Coast, Inc., and regional distributors. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express written permission of Wizards of the Coast, Inc. This product is a work of fiction. Any similarity to actual people, organizations, places, or events is purely coincidental. Printed in the U.S.A. ©2005 Wizards of the Coast, Inc. Visit our website at www.wizards.com/dnd 3 CONTENTS TABLE OF Chapter 5: The Slave Takers . . . . . . . . . . . . . . . .89 Silthilar . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 168 Contents Neogi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .89 Urophion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 170 Adult Neogi . . . . . . . . . . . . . . . . . . . . . . . . . . . .90 Zeugalak . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 171 Neogi Spawn . . . . . . . . . . . . . . . . . . . . . . . . . . .91 Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .4 Chapter 9: The Aberration Hunter . . . . . . . 173 The Book of Aberrations . . . . . . . . . . . . . . . . . . . .4 Great Old Master . . . . . . . . . . . . . . . . . . . . . . .91 The Great Foes . . . . . . . . . . . . . . . . . . . . . . . . . . 173 What You Need to Play . . . . . . . . . . . . . . . . . . . . .4 Neogi Society . . . . . . . . . . . . . . . . . . . . . . . . . .92 Aboleths . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .174 Neogi Characters . . . . . . . . . . . . . . . . . . . . . . .93 Beholders . . . . . . . . . . . . . . . . . . . . . . . . . . . . .174 Chapter 1: What Is an Aberration? . . . . . . . . . .5 Neogi Anatomy . . . . . . . . . . . . . . . . . . . . . . . . . . .93 Origins of the Aberrations . . . . . . . . . . . . . . . . . .6 Neogi Life . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .97 Mind Flayers . . . . . . . . . . . . . . . . . . . . . . . . . .175 Aberration Characteristics . . . . . . . . . . . . . . . . .10 Leaders and Slavery . . . . . . . . . . . . . . . . . . . .97 Minions and Cultists . . . . . . . . . . . . . . . . . . . . .175 The Aberration Campaign . . . . . . . . . . . . . . . . .12 Language . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .98 Unhuman Gods . . . . . . . . . . . . . . . . . . . . . . 177 Feats for the Aberration Hunter . . . . . . . . . . 178 Religion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .98 Chapter 2: The Deep Masters . . . . . . . . . . . . . .15 Aberrant Feats . . . . . . . . . . . . . . . . . . . . . . . 178 Aboleth Anatomy . . . . . . . . . . . . . . . . . . . . . . . . .15 Relations with Other Races . . . . . . . . . . . . .99 Aberration Banemagic . . . . . . . . . . . . . . . . 178 Aboleth Life . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .19 Neogi Magic . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .99 Aberration Blood [Aberrant] . . . . . . . . . . 178 The Aboleth Diet . . . . . . . . . . . . . . . . . . . . . . .19 Neogi Goals . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .99 Aberration Wild Shape [Aberrant] . . . . 178 Aboleth Variants . . . . . . . . . . . . . . . . . . . . . . .20 Wreck of the Mindspider . . . . . . . . . . . . . . . . 101 Aquatic Spellcasting . . . . . . . . . . . . . . . . . . 178 Savant Aboleth Prestige Class . . . . . . . . . . .21 Chapter 6: The Eaters . . . . . . . . . . . . . . . . . . . . 107 Bestial Hide [Aberrant] . . . . . . . . . . . . . . . 179 Aboleth Feats . . . . . . . . . . . . . . . . . . . . . . . . . .22 Grell 107 Darkstalker . . . . . . . . . . . . . . . . . . . . . . . . . . 179 Aboleth Magic . . . . . . . . . . . . . . . . . . . . . . . . . . . .24 Grell Philosopher . . . . . . . . . . . . . . . . . . . . 109 Deepspawn [Aberrant] . . . . . . . . . . . . . . . . 179 The Nightmare Out of Time . . . . . . . . . . . . . . .26 Grell Anatomy . . . . . . . . . . . . . . . . . . . . . . . . . . 109 Durable Form [Aberrant] . . . . . . . . . . . . . 180 Aboleth Religion . . . . . . . . . . . . . . . . . . . . . . .27 Grell Variants . . . . . . . . . . . . . . . . . . . . . . . . .111 Inhuman Vision [Aberrant] . . . . . . . . . . . 180 Aboleth Language . . . . . . . . . . . . . . . . . . . . . .29 Grell Society . . . . . . . . . . . . . . . . . . . . . . . . . . . . .111 Music of the Outer Spheres . . . . . . . . . . . 181 Relations with Other Creatures . . . . . . . . .29 Language . . . . . . . . . . . . . . . . . . . . . . . . . . . . 112 Ocular Spell [Metamagic] . . . . . . . . . . . . . 181 Aboleth Lairs . . . . . . . . . . . . . . . . . . . . . . . . . . .30 Religion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 112 Parrying Shield . . . . . . . . . . . . . . . . . . . . . . 181 Aboleth Minions . . . . . . . . . . . . . . . . . . . . . . .31 Leaders 113 Quick Recovery . . . . . . . . . . . . . . . . . . . . . . 181 Aboleth Cities . . . . . . . . . . . . . . . . . . . . . . . . . .31 Relations with Other Races . . . . . . . . . . . .114 Scavenging Gullet [Aberrant] . . . . . . . . . 181 Aboleth Characters . . . . . . . . . . . . . . . . . . . . .32 Grell Magic . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .114 Starspawn [Aberrant] . . . . . . . . . . . . . . . . . 181 The God in the Lake . . . . . . . . . . . . . . . . . . . . . . .33 Sangkon Bhet . . . . . . . . . . . . . . . . . . . . . . . . . . . 115 Thrall Bred . . . . . . . . . . . . . . . . . . . . . . . . . . . 182 Warped Mind [Aberrant] . . . . . . . . . . . . . 182 Chapter 3: The Eye Tyrants . . . . . . . . . . . . . . . .37 Chapter 7: The Wearers of Flesh . . . . . . . . . 121 Beholder Anatomy . . . . . . . . . . . . . . . . . . . . . . . .37 Tsochar . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 121 Waterspawn [Aberrant] . . . . . . . . . . . . . . . 182 Beholder Life . . . . . . . . . . . . . . . . . . . . . . . . . . . . .40 Tsochar Characters . . . . . . . . . . . . . . . . . . . 123 Wild Talent . . . . . . . . . . . . . . . . . . . . . . . . . . 182 The Beholder Diet . . . . . . . . . . . . . . . . . . . . . .41 Tsochar Anatomy . . . . . . . . . . . . . . . . . . . . . . . 123 Picking a Prestige Class . . . . . . . . . . . . . . . . . 182 Beholder Variants . . . . . . . . . . . . . . . . . . . . . .41 Tsochar Variants . . . . . . . . . . . . . . . . . . . . . 126 Abolisher . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 182 Beholder Mage . . . . . . . . . . . . . . . . . . . . . . . . . . . .42 Tsochar Society . . . . . . . . . . . . . . . . . . . . . . . . . 126 Darkrunner . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 186 Beholder Feats . . . . . . . . . . . . . . . . . . . . . . . . . . . 44 Language . . . . . . . . . . . . . . . . . . . . . . . . . . . . 126 Fleshwarper . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 189 Agile Tyrant . . . . . . . . . . . . . . . . . . . . . . . . . . . 44 Religion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 127 Keeper of the Cerulean Sign . . . . . . . . . . . . . 194 Bane of the Unclean . . . . . . . . . . . . . . . . . . . 44 Leaders 129 Sanctifi ed Mind . . . . . . . . . . . . . . . . . . . . . . . . . 198 Disintegration Finesse . . . . . . . . . . . . . . . . . 44 Relations with Other Races . . . . . . . . . . . 129 Topaz Guardian . . . . . . . . . . . . . . . . . . . . . . . . . 203 Disjunction Ray . . . . . . . . . . . . . . . . . . . . . . . .45 Tsochar Magic . . . . . . . . . . . . . . . . . . . . . . . . . . 129 Magic . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 206 Focused Antimagic . . . . . . . . . . . . . . . . . . . . .45 The House of Deros Frist . . . . . . . . . . . . . . . . 130 Spells . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 209 Metaray 45 Arms of Plenty . . . . . . . . . . . . . . . . . . . . . . . 209 Skilled Telekinetic . . . . . . . . . . . . . . . . . . . . .45 Chapter 8: New Monsters . . . . . . . . . . . . . . . . 135 Befoul . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 209 Beholder Magic . . . . . . . . . . . . . . . . . . . . . . . . . . .45 Beholderkin . . . . . . . . . . . . . . . . . . . . . . . . . . . . 135 Blast of Force . . . . . . . . . . . . . . . . . . . . . . . . . 209 Beholder Society . . . . . . . . . . . . . . . . . . . . . . . . . .47 Hive Mother . . . . . . . . . . . . . . . . . . . . . . . . . 135 Bolts of Bedevilment . . . . . . . . . . . . . . . . . 209 Religion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .47 Director 137 Brain Spider . . . . . . . . . . . . . . . . . . . . . . . . . . 209 Language . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .47 Eye of the Deep . . . . . . . . . . . . . . . . . . . . . . 138 Damning Darkness . . . . . . . . . . . . . . . . . . . .210 Relations with Other Creatures . . . . . . . . .47 Overseer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 139 Darkbolt . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .210 Sane Beholders . . . . . . . . . . . . . . . . . . . . . . . . .48 Spectator . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 140 Despoil . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .210 Hives and Hive Cities . . . . . . . . . . . . . . . . . .49 Cildabrin . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .141 Detect Aberration . . . . . . . . . . . . . . . . . . . . 211 Sekarvu’s Lair . . . . . . . . . . . . . . . . . . . . . . . . . . . . .52 Cloaker, Shadowcloak Elder . . . . . . . . . . . . . .142 Invoke the Cerulean Sign . . . . . . . . . . . . . 211 Cult of the Hungry Eye . . . . . . . . . . . . . . . . . . . .56 Elder Brain . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144 Invoke Magic . . . . . . . . . . . . . . . . . . . . . . . . 212 Elder Eidolon . . . . . . . . . . . . . . . . . . . . . . . . . . . 146 Maddening Scream . . . . . . . . . . . . . . . . . . . 212 Chapter 4: The Mind Flayers . . . . . . . . . . . . . . .61 Gas Spore . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .148 Morality Undone . . . . . . . . . . . . . . . . . . . . . 212 Mind Flayer Anatomy . . . . . . . . . . . . . . . . . . . . .61 Gibbering Mouther . . . . . . . . . . . . . . . . . . . . . 150 Nature’s Purity . . . . . . . . . . . . . . . . . . . . . . . 213 Illithid Variants . . . . . . . . . . . . . . . . . . . . . . . .64 Half-Farspawn . . . . . . . . . . . . . . . . . . . . . . . . . . 151 Pox . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 213 Illithid Magic . . . . . . . . . . . . . . . . . . . . . . . . . . . . .67 Hound of the Gloom . . . . . . . . . . . . . . . . . . . . 153 Probe Thoughts . . . . . . . . . . . . . . . . . . . . . . 213 Mind Flayers and Magic Items . . . . . . . . . .67 Illithidae . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 154 Undulant Innards . . . . . . . . . . . . . . . . . . . . 213 Nautiloid . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .69 Embrac 154 Utterdark . . . . . . . . . . . . . . . . . . . . . . . . . . . . 213 Psionic Seal . . . . . . . . . . . . . . . . . . . . . . . . . . . .69 Kigrid 155 Magic Items . . . . . . . . . . . . . . . . . . . . . . . . . . . . .214 Resonance Stone . . . . . . . . . . . . . . . . . . . . . . .69 Saltor 156 Grafts . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 215 The Whispering Shadow . . . . . . . . . . . . . . . . . .70 Mind Flayer, Alhoon . . . . . . . . . . . . . . . . . . . . 157 Defenders of Humanity . . . . . . . . . . . . . . . . . 217 Language . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .71 Mind Flayer, Ulitharid . . . . . . . . . . . . . . . . . . 158 Circle of the True . . . . . . . . . . . . . . . . . . . . . 217 Religion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .71 Mind Flayer, Vampire . . . . . . . . . . . . . . . . . . . 160 Darkrunner Guild . . . . . . . . . . . . . . . . . . . . 218 Relations with Other Races . . . . . . . . . . . . .72 Pseudonatural Creature . . . . . . . . . . . . . . . . . .161 Society of the Sanctifi ed Mind . . . . . . . . 219 Mind Flayer Goals . . . . . . . . . . . . . . . . . . . . . . . . .73 Psurlon . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .162 The Topaz Order . . . . . . . . . . . . . . . . . . . . . 221 Lagurno, Illithid Sept . . . . . . . . . . . . . . . . . . . . .77 Shaboath . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 166 The Lair of Sarkt . . . . . . . . . . . . . . . . . . . . . . . . . .82 Shadow Creature . . . . . . . . . . . . . . . . . . . . . . . . .167 # RETPAHC Introduction Aboleths, or the deep masters, are the loathsome lords of the underground seas. Perhaps the most alien and inscrutable of Among the most iconic elements of the DUNGEONS \u0026 DRAGONS all the major aberration races, the aboleths are mighty psions game are its unforgettable monsters. Dragons roam the skies, and mages whose sinister infl uence wells up from the deepest seeking towns to burn and plunder. Hordes of ravening orcs places in the earth. lurk sullenly in the wastelands and barren places, waiting Beholders, the terrible eye tyrants, command fearsome for the chance to sweep down on the unsuspecting lands of innate magical power. With a single glance they kill, paralyze, humankind. Demons and devils pry and push at the borders confuse, or enslave their foes. Rapacious and arrogant, a single of their infernal planes, seeking the opportunity to enter beholder can easily become the overlord of its own realm of the world and wreak their terrible evil. Bizarre, antediluvian evil. monstrosities—things of deadly eyes, squirming tentacles, and Mind fl ayers, or illithids, are brilliant, cruel, and terrify- mind-poisoning horror—lurk in the deep and remote places, ing creatures. Mind fl ayers might comprise the single most dreaming terrible alien dreams of conquest and dominion over dangerous threat to the dominion of humanoids in the daylight the world outside. These are the aberrations, creatures whose lands of the surface world. very existence outrages nature, creatures that belong to distant Neogi, the slave takers, are a race of greedy and sinister times and dimensions of cosmic terror. merchants who spin their webs of gold and misery across the human world. Grell, or the eaters,are an alien race of predators that haunt THE BOOK OF the wild and lonely places of the world. Armed with an inde- ABERRATIONS cipherable admixture of alchemy and science, the fearsome While this book might seem to be intended primarily for grell ruthlessly destroy all other races that blunder into their Dungeon Masters, the monsters discussed in this tome are so territory. powerful, iconic, and prevalent in the D\u0026D universe that any The Tsochari, or the wearers of the fl esh, are a race of player wishing to know more about his character’s adversaries invasive parasites that wear the stolen bodies of their victims should be interested in the information contained herein. so that they can pass in human society. Chapter 9 includes a number of feats, spells, and prestige classes The six races mentioned here pose the most widespread for characters whose principal enemies include monsters of the and virulent threats to humans and other good races. They aberration type. While the focus of this book is on aberrations, combine magical power, ruthless genius, and cold, calculating many of these new rules elements can apply to other creatures. malice; they are alien and inscrutable, things born of madness New aboleth, illithid, and silthilar (a new aberration swarm) and nightmare. Brave indeed are the heroes who venture into grafts can benefi t an adventurer in any sort of campaign, as their domains. can any of several new domains and magic items. Of course, the Far Realm and the deep, dark places of the Naturally, Dungeon Masters will fi nd dozens of new mon- earth are responsible for spawning forth many more creatures sters, monster feats, monster spells, and tremendous amounts than these. Many other aberrations can be found in this book, of hidden lore about these same creatures. Everything you need including the half-farspawn, a new template for the offspring to highlight an iconic aberration race in your campaign (or to of creatures that have consorted with aberrations; the psionic survive such an event, if you are a player) can be found in this psurlon; and the bizarre silthilar, masters of grafts. book. Each chapter devoted to one of the major aberration races also includes an encounter site, complete with keyed WHAT YOU NEED TO PLAY locations and ready to be used in an existing campaign. Unlike the creatures that populate Draconomicon or Libris Lords of Madness makes use of the information in the three Mortis, aberrations share few common characteristics other D\u0026D core rulebooks—Player’s Handbook, Dungeon Master’s than a broad thematic link. Other than the fact that they’re Guide, and Monster Manual. In addition, it includes refer- all inhuman monsters that have powerful magical abili- ences to material from several D\u0026D supplements, including ties and dwell deep underground, aboleths, mind fl ayers, Fiend Folio, Monster Manual II, Epic Level Handbook, Miniatures and beholders do not really share any common origins or Handbook, Libris Mortis, and Expanded Psionics Handbook, as physiology. Therefore, the major races of aberrations are well as the FORGOTTEN REALMS® supplements Underdark and each discussed in their own chapter, with little reference Unapproachable East. Although possession of any or all of these to other aberrations. supplements will enhance your enjoyment of this book, they"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Spells",
        "description":  "Ability to cast 3rd-level arcane spells. Infernal. Enslave (Su): Orluthian’s enslave special attack can be resisted on a DC 27 Will save. CLASS FEATURES Slime (Ex): Orluthian’s slime special attack can be resisted All the following are class features of the savant aboleth with a DC 31 Fortitude save. prestige class. Smite Good (Su): Once per day, Orluthian can make a Spellcasting: At each level, a savant aboleth gains new spells normal melee attack to deal an extra 20 points of damage per day as if it had also gained a level in an arcane spellcasting against a good foe. class it belonged to before adding the prestige class. It does not, Mucus Cloud (Ex): The effect of Orluthian’s mucus cloud however, gain any other benefi t a character of that class would can be resisted with a DC 29 Fortitude save. have gained, except for an increased effective level of spellcast- ing. If an aboleth had more than one arcane spellcasting class SAVANT ABOLETH PRESTIGE CLASS before becoming a savant, it must decide to which class it adds Aboleths are powerfully strong creatures, but they do not the new level for the purpose of determining spells per day. value physical strength in their leaders. Rather, they look Glyph Mastery (Sp): At 1st level, a savant aboleth has to the eldest, the most intelligent, the wisest, and the most mastered the ancient craft of the aboleth glyph. When a savant forceful of personality to lead them. In short, they look to the aboleth creates an aboleth glyph, multiply the base cost of the savant aboleths. glyph by 75% to determine its cost in XP and raw materials. Savant aboleths are highly arrogant creatures. They organize Additionally, a savant aboleth gains the ability to cast glyph and run aboleth society, rarely leaving the boundaries of their of warding as a spell-like ability a number of times each day chosen city except to trade information or to train a new savant equal to its savant aboleth level. Each use of this spell-like in the ways of the glyph. Savants lust for magical lore and bend ability costs 200 gp in raw materials (rare inks, crushed shells, all of their city’s resources to the acquisition of new magic—in and powdered gemstones). Alternatively, a savant aboleth can particular, the capture of new slaves with the ability to cast expend 8 XP instead of spending the 200 gp. arcane spells. Although this ability mimics a divine spell, this spell-like ability uses arcane magic. pqqqqqqqqqrs Ossifi cation (Ex): As a savant aboleth grows more power- ful, its body begins to transform and become more heavily ELDER GLYPH OF WARDING armored. Ridges of bone form atop its skull and run down its Abjuration"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Level",
        "description":  "Cleric 9 spine, eventually encasing the savant aboleth’s brain and back in thick natural armor. A savant aboleth’s natural armor bonus This spell functions like glyph of warding, except that an elder improves by 2 points at 1st level, 3rd level, and 5th level. blast glyph deals 1d8 points of damage per caster level (maxi- Enlarged Enslave (Su): Beginning at 2nd level, the range mum of 30d8), and an elder spell glyph can store a spell of 9th of a savant aboleth’s enslave special attack is doubled from 30 level or lower."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Benefi t",
        "description":  "Creatures within range of the mucus cloud have Powerful Bite their swim speed reduced by half if they start their movement An aboleth with this feat develops jaws that are much more in the cloud. Additionally, all creatures in melee with this muscular than normal, allowing it to bite more effi ciently. aboleth take a –1 penalty on attack rolls, Armor Class, and"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "SAMPLE CHARACTER",
        "description":  "ILTHARSHUB Glyph Mastery (Sp): When Iltharshub creates an aboleth The savant aboleth Iltharshub is a member of a council of four glyph, multiply the base cost of the glyph by 75% to determine savant aboleths that rule the deep city of Yolinithili. Well its cost in XP and raw materials. Additionally, Iltharshub can served by ample slaves and loyal aboleth mages, Iltharshub cast glyph of warding twice per day as a spell-like ability at a cost spent large portions of its time sifting through the ancient of 200 gp in raw materials or 8 XP. memories of its ancestors. It was thus with great shock that it Psionics (Sp): At will—hypnotic pattern (DC 14), illusory stumbled upon a memory of an ancient ruin from the primal wall (DC 16), mirage arcana (DC 17), persistent image (DC 17), empire—an aboleth laboratory located only a few dozen miles programmed image (DC 18), project image (DC 19), veil (DC 18). away in a forgotten section of deep underground waterways. Caster level 16th. Iltharshub pondered its memories of the ruins for several Slime (Ex): Iltharshub’s slime special attack can be resisted more days and came to realize that the building was con- with a DC 30 Fortitude save. structed well enough that it likely survived the passage of Mucus Cloud (Ex): The effect of Iltharshub’s mucus cloud can eons. It decided there and then to claim the ruins and the be resisted with a DC 28 Fortitude save. fantastic treasures lost within for its own. It did not want to Recrudescent Memories (Ex): Iltharshub increased its Intel- share any discoveries with its rivals on Yolinithili’s council, so ligence score by 2 points upon reaching 2nd level as a savant it took only a single assistant and its most loyal and powerful aboleth. bodyguard, a greater stone golem. It then set off to fi nd the Wizard Spells Prepared (caster level 15th): 0—arcane mark, nameless ruins. detect magic (2), resistance (DC 19); 1st—comprehend languages, Encounter (EL 20):The PCs can encounter Iltharshub and identify, magic missile (2), ray of enfeeblement (2) (+14 ranged its golem and assistant in any number of ways. They might touch), shield; 2nd—false life,invisibility,knock,mirror image, stumble across the aboleths while exploring the fl ooded spectral hand, touch of idiocy (+20 melee touch); 3rd—arcane underground. They might be seeking out the same ruins, not sight,clairaudience/clairvoyance,dispel magic,displacement,haste, realizing that the site is an ancient aboleth laboratory. They vampiric touch (+20 melee touch); 4th—arcane eye,dimension might also be hired by a powerful wizard who has learned that door (2), lesser geas (DC 23), phantasmal killer (DC 23), wall of ice one of the leaders of the nearby city of Yolinithili passed by (DC 23); 5th—break enchantment,passwall,prying eyes,Rary’s recently. The fact that a savant aboleth left the city intrigues the telepathic bond, teleport, wall of force; 6th—analyze dweomer, wizard greatly, and he sends the PCs to investigate in return disintegrate (+14 ranged touch, DC 25), greater dispel magic,legend for information, items, or spells they seek. lore; 7th—fi nger of death (DC 26), limited wish,greater scrying"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Iltharshub",
        "description":  "Aboleth wizard 13/savant aboleth 2; CR 19; doors, erase, mage armor, protection from good; 2nd—arcane Huge aberration (aquatic); HD 10d8+70 plus 13d4+91; hp 238; lock, command undead, protection from arrows, web; 3rd—hold Init +3; Spd 10 ft., swim 60 ft.; AC 30, touch 15, fl at-footed person, nondetection, protection from energy, summon monster III; 27; Base Atk +13; Grp +30; Atk +20 melee (1d8+9 plus slime, 4th—confusion, dimensional anchor, lesser globe of invulnerability, tentacle); Full Atk +20 melee (1d8+9 plus slime, 4 tentacles); solid fog; 5th—cone of cold, dismissal, permanency, summon monster Space/Reach 15 ft./10 ft.; SA enlarged enslave, glyph mastery, V, symbol of pain; 6th—control water, mass suggestion, repulsion, psionics, slime; SQ darkvision 60 ft., mucus cloud, recrudes- true seeing; 7th—banishment, greater arcane sight, symbol of weak- cent memories; AL LE; SV Fort +16, Ref +9, Will +20; Str 28, ness; 8th—discern location, mind blank, symbol of insanity. Dex 16, Con 24, Int 29, Wis 16, Cha 14. 32 MASTERS THE DEEP CHAPTER 2"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Gray Ooze",
        "description":  "hp 31; Monster Manual page 202. them via the image. Any PC who approaches the image is hit with hypnotic patterns. If the aboleth is discovered, it fi ghts until 13. Skum Pond (EL 7) reduced to below half its hit points, at which time it fl ees into This large cavern is fl ooded completely with cold, dark water. the depths of Raven’s Lake to heal and plot revenge. A search of the southern section of the cave uncovers a Zlorthishen has managed to breed only fi ve skum so far, but respectable amount of loot that the aboleth collected from one has already become a 2nd-level fi ghter. This skum is named other adventurers and victims. The spoils consist of 4,120 Toruk and serves as the leader when the aboleth is elsewhere. sp, 1,003 gp, two thunderstones, a masterwork light wooden If the skum haven’t been encountered elsewhere in the caves, shield, a spyglass worth 1,000 gp, a potion of bear’s endurance, they are encountered here. The water in this area is 10 feet awand of bull’s strength (20 charges), a +1 scimitar, and a pair of deep, so the skum prefer to fi ght enemies here. boots of striding and springing. Skum (4): hp 11 each; Monster Manual page 228. Zlorthishen: Aboleth; hp 88; Monster Manual page 8."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Prerequisite",
        "description":  "Beholder with functional antimagic ability. armor, cloaks, boots, gauntlets, and similar magic items so it"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Benefi t",
        "description":  "Once per round, as a standard action, the creature or scarabs on up to three eyestalks (one item per eyestalk). can enhance one of its eye rays with the effect of a metamagic • One belt worn about an eyestalk. feat that it possesses. Enhancing an eye ray in this manner • One pair of bracers or bracelets on a pair of eyestalks. burns the eyestalk out for a number of rounds equal to the • Up to three rings on up to three eyestalks (one ring per amount by which the metamagic would normally increase a eyestalk). spell level. Since fi ring an eye ray that hasn’t been enhanced with metamagic is a free action, the creature still can use its Beholders cannot wear vests, vestments, shirts, robes, suits other eye rays in a round in which it enhances one ray with of armor, cloaks, capes, mantles, gloves, gauntlets, boots, or metamagic. shoes. For example, if a beholder had the Maximize Spell feat Beholder mages and elder orbs are exceptions to the rule and the Metaray feat, it could take a standard action to fi re a that beholders do not create magic items. Some of the items maximized infl ict moderate wounds eye ray that would cause fashioned by these powerful creatures are among the treasures 26 points of damage on a hit. Its infl ict moderate wounds sought after by their lesser kin and adventurers alike. eyestalk would then not be usable for the next 3 rounds. Lens of Ray Chaining: This small lens can be affi xed over a beholder’s eyestalk and held in place by suction and the 45 3 RETPAHC EYE EHT STNARYT"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Elf Traits",
        "description":  "Elves have immunity to magic sleep effects. An elf (DC 17), lullaby (DC 17), mage hand,message,read magic,summon who merely passes within 5 feet of a secret or concealed door instrument; 1st—charm person (DC 18), cure light wounds,disguise is entitled to a Search check to notice it as if she were actively self,undetectable alignment; 2nd—cure moderate wounds,detect looking for it. thoughts (DC 19), invisibility. Implanted Eyeball (Su): Akeni’s implanted eyeball grants Cleric SpellsPrepared (caster level 4th): 0—detect magic,detect her knowledge of the beholder language and a +4 bonus on poison,guidance,purify food and drink,resistance; 1st—cause fear Spot checks. It also grants her the use of a number of eye ray (DC 13), doomD(DC 13), entropic shield,protection from goodE (DC powers, similar to those fi red by a beholder’s eyestalks. She 13), sanctuary (DC 13); 2nd—bull’s strength (DC 14), desecrateDE, can use each eye ray up to twice per day as a standard action enthrall (DC 14), zone of truth (DC 14). that does not provoke attacks of opportunity. The implanted D: Domain spell. Domains: Death (death touch 1/day, damage eyeball closes and must rest for the entire round immediately 4d6), Evil (cast evil spells [E] at +1 caster level). following a round in which a ray attack is used. Possessions:+2 chain shirt,+1 light steel shield,+1 shock punching Each eye effect resembles a spell cast by a 4th-level sorcerer dagger,cloak of Charisma +4,gloves of Dexterity +2,ring of protection but follows the rules for a ray. Each ray has a range of 100 feet +1, 5 doses of gas spore powder. and a save DC of 19. As a 4th level ocular adept, she has access 60 elppabarC .D yb .sullI ew monsters inspire as much horror or terror as the appetite for living brains. All mature illithids are psioni- illithids. They are rightly feared by everyone and cally gifted, and some are wizards or (rarely) sorcerers everything. Few can match them in undiluted evil, as well. cruelty, or cunning. Their origins are cloaked in mystery, Mind fl ayers dwell underground and prefer to remain their plans are enigmatic, and their culture and thought there. They have sometimes been encountered in deep- processes are utterly alien. sided chasms and half-buried surface ruins, but the Illithids are better known by their common name of mind world beneath the surface is their realm. In that place, fl ayers, and it is an apt title. A mind fl ayer’s attack strikes into fi lled with fearsome races and monsters, mind fl ayers a victim’s most vulnerable spot. It can psychically peel back are among the most dangerous predators of the dark. a target’s personality the way a surgeon draws back swollen A lone illithid hunting in its element is more than a fl esh. Tentacles slick with slime writhe across ravaged edges match for a group of surface warriors, and seldom is an of bone to caress gray, glittering coils of brain before drawing illithid alone. They travel with the protection of their them from the conscious, screaming prey. minions, enslaved subterranean monsters, or worse Where the illithids came from, why they choose to live in yet, others of their own kind. Those who explore the eternal darkness beneath the earth, what they seek, why they deep underground paths agree that it is better to die take such delight in cruelty and horror—these questions almost any other death than to fall into the clutches have stymied sages for centuries. The answers are startling of the mind fl ayers. and horrible, yet provide little illumination. One can know the mind fl ayers without understandingthem. MIND FLAYER Illithids are humanoid monsters, roughly the size of ANATOMY humans. Their pale mauve fl esh is covered in glistening slime, and in place of a human head they have a terrifying A mind fl ayer is roughly comparable to a thin visage reminiscent of nothing so much as a four-limbed human in height and build, but the external resem- octopus. Their evil reputation is based on their horrid blance stops at that point. 61 Illus. by D. Lukacs 4 RETPAHC DNIM EHT SREYALF An illithid’s head is a monstrous sight, resembling a four- fl ayer as an additional set of hands, even to the point of being tentacled octopus sitting atop the creature’s shoulders. The two used to punctuate or accentuate communication. The tentacles eyes, uniformly pale white and without pupils, are sheltered are also quite strong; an illithid receives the benefi t of its full beneath prominent brow ridges. The creature’s soft, moist Strength score in any situation involving its tentacles. skin is mauve in color and glistens beneath a thin coating of The tentacle cluster surrounds a circular, jawless mouth mucus. ringed with rows of small, rasping teeth. The teeth serve Mind fl ayers have three long, slender fi ngers and an oppos- primarily as tools for gripping and to prevent slippery gobs of able thumb on each hand, and two webbed toes on each foot. brain matter from falling out of the mouth. An illithid does not Each fi nger and toe is capped with a wicked-looking nail, bite through the skin and skull of a victim, instead dissolving which aren’t as dangerous as they seem. In fact, the nails are it with a powerful enzyme transmitted through ducts in the composed of soft cartilage and present little danger to anyone tentacles. This enzyme acts so quickly that the tentacles appear struck or scratched by them. to push right through the scalp and bone as if through soft clay. The enzyme is highly unstable and never survives more INTERNAL ANATOMY than brief contact with the air, making it impossible to harvest Internally, illithids are similar to humans. More precisely, from slain illithids. No material other than illithid mucus is they are very close to the base stock of the host in which they known to resist its corrosive effect. grow bodies prior to ceremorphosis (see Reproduction, below). They have hearts, lungs, livers, spleens, stomachs, and digestive ILLITHID SENSES systems that are recognizable to any anatomist. The process of Although their white, pupilless eyes suggest blindness, mind ceremorphosis alters the appearance of these organs but not fl ayers see quite well. Their acuity lies entirely in the realm their function or the need to have them. of darkvision, which operates out to 60 feet. Their hearing is What it does alter, however, is the host body’s nervous a little less acute than a human’s. They have relatively good system. An illithid’s nervous system is more extensive and auditory direction sense (they can tell where a sound is coming more advanced than any human’s. Every part of an illithid’s from), but they have poor discernment (ability to separate and body is “wired” into the brain with direct connections unseen recognize discrete components of a particular sound). in any other creature. In effect, an illithid’s entire body is an extended brain. One might question the cognitive power of a REPRODUCTION liver, but there is no doubting that an illithid has tremendous From birth to death, the physiology of the illithid life cycle is physical awareness of its own body and physical condition. unique, and unspeakably horrible. For reasons explained below, an illithid’s brain is anathema In basic confi guration, a mind fl ayer is amphibious. The to its body. The process of ceremorphosis creates something fi rst portion of its life is spent as a tadpole hatched from an closer to parasite than brain. That parasite becomes an indis- egg. An adult illithid spawns hermaphroditically two or three pensable part of the body. Its great weakness is that it does not times during its lifetime, depositing about a thousand eggs in produce the critical enzymes, hormones, or psychic energy a briny pool constructed for just this purpose. The eggs hatch that the body needs to survive and function. Those critical after about a month, releasing the writhing tadpoles into the components must come from consumed brains. pool. Because of the mind fl ayer’s all-embracing nervous system, The tadpoles spend ten years in the pool, where they are fed food does not pass through a simple gastrointestinal tract but a fatty mash of brain material and other organs prepared by through a cognitive, self-aware digestive system. That system nursery attendants. After a decade, they have grown from a absorbs more than just nourishment from food. It scavenges fraction of an inch to around 3 inches in length. At this point, enzymes, hormones, and most important, psychic energy. in terms of sentience and intellect, they are still little more Illithids are known for consuming brains, but they eat other than intelligent frogs. food as well, most of which contains various amounts of these The nurseries are home to more than just tadpoles. At the needed enzymes and hormones. Internal organs are good bottom of the pool resides an elder brain, which survives by sources, and they rank high on illithid menus. Brains are preying on the defenseless tadpoles. The tiny percentage of ripe with all three and are the only external source of psychic tadpoles that survive a decade in the pool—no more than a energy. few in a thousand—are rightly considered by the illithids to be the fi ttest, canniest specimens. By surviving, they earn the MOUTH AND TENTACLES privilege of undergoing ceremorphosis. An illithid’s tentacles can vary from 2 to 4 feet in length when This is the real mystery of the illithid life cycle, for illithids fully extended. When the creature is at rest and not excited, the do not grow their own bodies. Instead, a mature tadpole is tentacles appear shorter. Even then, they are in almost constant inserted into the ear, nostril, or eye of a helpless humanoid motion, writhing absent-mindedly as the creature ponders. captive. Over a period of several days, the tadpole burrows These limbs are extraordinarily dexterous and serve the mind into the host brain, consuming gray matter and gaining body 62 FLAYERS THE MIND CHAPTER 4 mass in a nearly equal ratio. When the process is complete, the Only certain races are used by the mind fl ayers as recipients victim’s brain is completely replaced by the tadpole’s bloated of ceremorphosis. In general, donors must be humanoid, mam- tissue. The tadpole is neurologically melded onto what remains malian, between 5 feet 4 inches and 6 feet 2 inches tall, and of the lower brain stem and assumes complete control of the weigh from 130 to 270 pounds. Humans, elves, drow, githzerai, body’s nervous system. The victim dies irrevocably, but the githyanki, grimlocks, gnolls, goblinoids (of Medium size), body lives on with a parasite serving as its brain. and orcs are sought-after donors. Races smaller or larger than Victims have been rescued from this horrid fate, but only these, whether in height, weight, or size category, are never if help arrives quickly. A victim is permanently drained of 1 used, and neither are reptilian or amphibian races. Halfl ings, point of Intelligence, Wisdom, Charisma, and Dexterity every dwarves, derro, duergar, gnomes, centaurs and their relatives, hour after tadpole insertion. When any one ability is reduced giants, and kuo-toas might be used as thralls or as food, but to 0, the victim’s psychic essence is destroyed and replaced by they are never used as ceremorphosis subjects. the tadpole’s awakening mind. Before that point is reached, restoration can reinstate lost ability points but won’t kill the DEVELOPMENT AND AGING tadpole, so damage keeps accruing. The only sure way to save At the end of the week of ceremorphosis, nothing remains of the victim is to kill the tadpole. The tadpole itself is very easy the victim. Its tissues have been entirely replaced with the to kill (automatic kill with a coup de grace), but its location rapidly transforming mind fl ayer tissue. The creature is warm- inside the victim’s head is a serious complicating factor. Spells blooded and hermaphroditic, with a life expectancy of up to such as cure disease and remove curse have no effect; only a heal 135 years. It looks fully grown, but the newly ceremorphosed spell can save a victim undergoing ceremorphosis. creature is an infant, only days into its sentient existence. It In most cases, the only way to guarantee the tadpole is must grow in learning and experience before coming into its slain is to crush or incinerate the victim’s head. At that point, full power. This process varies from one mind fl ayer to another resurrection, true resurrection, or raise dead come into play. Raise but the average “growing up” period lasts about twenty years. dead alone is of no avail if the victim’s head was destroyed in Immature illithids are seldom allowed outside the security of the process of killing the tadpole. a well-protected subterranean city. The process of ceremorphosis takes a week to complete but it cannot be reversed after THE ILLITHID MIND any of the victim’s ability Illithids seem at most times to be calm, collected, and dispas- scores are reduced to 0. sionate. Occasionally From that point, no they appear to be means can bring the gripped by great victim back short of anger, but it’s amiracle. hard for The beginning of ceremorphosis 63 Illus. by J. Nelson 4 RETPAHC DNIM EHT SREYALF other creatures to distinguish whether that is a true emotion or Ulitharids a display to impress outsiders or enemies. Because of this, mind An ulitharid is immediately distinguishable from an illithid fl ayers are assumed to have either few emotions or tremendous by two characteristics: it towers over its cousins, standing 7 to self-control. Both assumptions are wrong. 8 feet tall, and it has six tentacles rather than four. Illithids feel intense emotions but internalize them almost The “birth” of an ulitharid is a signifi cant event in an illithid completely. A mind fl ayer that looks calm might be raging colony. They are suffi ciently rare that a colony with a single with a cauldron of emotion beneath the surface. In addition, ulitharid considers itself lucky. an illithid’s emotions are entirely negative: Anger, fear, envy, As a tadpole, an ulitharid is indistinguishable from other hate, shame, indignation, contempt, pride, and anxiety com- tadpoles. However, it spends twice as long as a tadpole—twenty prise nearly their entire emotional repertoire. The closest they years, compared to the standard ten—before reaching maturity. come to experiencing joy is the feeling they get when eating Its true nature does not become evident even to other mind a brain, but even this is mixed with such sadistic and hateful fl ayers until ceremorphosis. Once an ulitharid begins its overtones that it can’t be considered “happiness” as most races transformation, it is greeted as something akin to a prophet. would defi ne it. These creatures rise to positions of civil or military leader- This constant negative emotional state colors an illithid’s ship within their communities, and they frequently receive every thought and perception. Because it knows no happiness, diplomatic embassies from other colonies that are not so it spends no time planning how to become happy. Pride, sati- blessed. In addition to their greater stature and revered status, ated curiosity, and self-satisfaction are a mind fl ayer’s highest ulitharids live twice as long as other mind fl ayers, compensat- emotional states. These feelings motivate it to action. ing somewhat for their rarity of birth. For ulitharid statistics, see Chapter 8. ILLITHID VARIANTS Illithids are not a homogenous race. Their decade-long incuba- Illithid Sorcerers tion as tadpoles and the mysterious process of ceremorphosis Considering their powerful intellects, it’s not surprising that spawn numerous mutations and variations. Most of these do many illithids study wizardry. What is surprising is that a not survive. small number of illithids are actually sorcerers. How sorcerous talent manifests itself in creatures as nonhuman and alien as 64 An elder brain in its pool dnalgnE .W yb .sullI FLAYERS THE MIND CHAPTER 4 mind fl ayers is a great mystery to those who study the basis of freedom. The most passive serve only as advisors and sources sorcery. Certainly, mind fl ayers have no dragon blood. It could of historical information. The norm is a degree of control be that this tendency depends on the history of the donor body somewhere between absolute authoritarianism and enlight- prior to it undergoing ceremorphosis, but since no systematic ened despotism. study is possible, no one knows. An elder brain’s telepathic range extends 350 feet, although However it’s explained, the combination of psionic and some elder brains might have feats, spells, or psionic powers sorcerous power is fearsome. These creatures are shunned that extend this range. Within that radius, an elder brain is even by others of their own kind. aware of all living things. Intervening material has no effect on its ability to communicate or on its awareness of all thought Elder Brains within range. This hyper-awareness makes it almost impossible At the center of every large mind fl ayer community is a fetid for enemies to sneak into an illithid community. Their pres- pool of murky, swirling, briny fl uid. The pool itself can have ence is detected and resistance organized long before intruders any confi guration, but in every case it serves two purposes. move close enough to present a signifi cant threat. First, it is an incubator for illithid tadpoles; hundreds of thou- Besides communicating directly with individual mind sands might inhabit the pool as a teeming mass at any given fl ayers, an elder brain can establish contact between two or time. Second, it serves as the nutrient pool for the community’s more illithids that would otherwise be outside one another’s elder brain, the intelligence that guides and unites the illithids range of 100 feet. In this capacity, the elder brain acts only as into their tightly woven society. a conduit, albeit one that hears and remembers everything How an elder brain comes to be is unknown. Even to the mind that passes through it. Some elder brains use spells such as fl ayers, an elder brain is timeless and ageless. It is an amorphous, Rary’s telepathic bond or equivalent psionic powers to keep in writhing bulk of tissue, the conglomeration of cast-off brain touch with individual mind fl ayers at tremendous distances, matter from deceased mind fl ayers. When a mind fl ayer dies, its allowing near-instantaneous communication throughout the brain is removed ceremonially and cast into the pool, whereupon community. it sinks to the bottom to be absorbed into the greater mass. This Because of an elder brain’s awareness, mind fl ayers are of melding of an individual’s brain into the communal elder brain necessity among the most lawful of creatures. Plotting against is a fate to which mind fl ayers aspire; they do not fear or regret the community or the elder brain is impossible. Even deviating their passing. If anything, they fear a death that prevents them from the social norm is likely to bring about swift corrective from becoming a part of the elder brain. action ranging from a single stern warning to coercion or No individual personalities survive absorption by the elder psychic annihilation, depending on how harsh that particular brain. It is sentient (some might say super-sentient), but its elder brain cares to be at the moment. consciousness lies outside any human or mind fl ayer experi- Elder brains grow and gain power continually. They never ence. The nature of its intellect is a mystery to mind fl ayers, become old, infi rm, or senile (their sanity might be called into because even their potent psionics cannot penetrate beyond question, but only from the limited perspective of mortal crea- the shallowest layers of an elder brain to discern its inner tures). A large number of illithids believe that all elder brains workings. are growing toward an ultimate purpose—that at some point The brain is clearly a physical as well as a psychic entity. It in the future, the brains will meld into a single, all-seeing elder subsists by extracting presentient psychic vibrations from the brain capable of communicating across limitless distances tadpoles that teem around it. “Devoured” tadpoles are reduced through the Astral Plane. to oily residue that dissolves slowly into the brine. Mind fl ayers are subject to one huge misconception An elder brain is typically 8 to 10 feet in diameter, regardless concerning elder brains. They believe that their individual con- of how many brains are absorbed into its mass. While an elder sciousness survives after joining the elder brain. This notion brain’s mass doesn’t increase beyond a known maximum, its is completely wrong. The elder brain extracts knowledge and intelligence and knowledge do. Each new brain contributes strength from the brain matter and adds its mass to its own, all of its life experience to the elder brain’s totality. but the illithid is dead. Only the elder brain lives forever. Elder Elder brains rule their communities completely. Their brains guard this secret, as one might expect. dictates and pronouncements are beyond question. Some are For elder brain statistics, see page 144. cruelly dictatorial, while others allow varying amounts of Brain Golems pqqqqqqqqqrs One of the most astounding and disturbing abilities of an elder brain is its capacity to create what is known as a brain golem. PSIONIC SUBSTITUTION This construct is formed from the brains of intelligent crea- In Chapter 8, the elder brain is described as a 20th-level sor- cerer. This spellcasting merely serves to emulate its psionic tures, with a body that is an extruded portion of an elder brain’s abilities for DMs who choose not to use psionics in their game. own mass. The head of the golem secretes a slimy substance Elder brains are never true sorcerers. that sheathes the body in thin, membranous skin. pqqqqqqqqqrs 65 4 RETPAHC DNIM EHT SREYALF Few nonillithids have ever seen one of these monstrosities. illithid wears nothing to cover its dark gray fl esh. Its head is They sometimes function as added “muscle” for an illithid smaller and of a different, fl attened shape, appearing almost community that is faced with imminent danger, but their to have shrunk or partially collapsed inward. A vampire main function is to serve as an elder brain’s physical hands and illithid’s tentacles are longer and more muscular than those carry out tasks that are too important, secret, or complex for of a living mind fl ayer, and it uses them for bludgeoning as mind fl ayers themselves. As such, they are viewed with great much as grasping. wonder by mind fl ayers. The emergence of a brain golem from Such a monster would be truly terrifying if it possessed an elder brain’s pool is considered a grand portent and treated the mighty intellect of a mind fl ayer. Fortunately, vampiric with awed solemnity by the community. mind fl ayers are completely feral. Their minds hold bestial A brain golem shares its creator’s imperviousness to psychic cunning and savagery, but they do not think or reason. Some probes. It never communicates in any way with entities it portion of their minds must recall their former lives, since encounters. If it is destroyed before returning to the pool for their favorite haunts are subterranean, in the types of areas reabsorption, its mass doesn’t seem to be missed by the elder where mind fl ayers live. Other mind fl ayers are a vampiric brain. illithid’s worst enemies, because they destroy one whenever Brain golems are described in the Fiend Folio. given a chance. For vampire mind fl ayer statistics, see page 160. Alhoon A lot of mind fl ayers practice magic, and some grow quite Urophions powerful. However, illithid society prefers to focus on the The racial limitations involved in selecting donor bodies creatures’ true heritage of psionic mastery. As a result, excessive for ceremorphosis are well known to the illithids. Still, this study of magic is considered a distraction at best and an offense knowledge does not prevent them from experimenting with at worst. Mind fl ayers that persistently violate this stricture other creatures to see what might result. In most cases, both suffer the ultimate punishment; they are banned from joining host and tadpole die. with the elder brain upon their deaths. Oddly, implanting a tadpole into a roper proves viable. The For that reason, mind fl ayers that study magic, and especially result is a urophion, or illithid roper. This is the only known sorcery, devote the better part of their attention to devising case of tadpole implantation succeeding in a cold-blooded ways to extend their lives unnaturally. The ultimate goal is creature. to become a lich. Those that succeed at becoming liches are Physically, ropers and urophions are nearly indistinguish- known as alhoons to other mind fl ayers, or illithiliches in the able. Urophions are stationed around illithid communities Common tongue. to act as guardians and sentinels. The live their lives much"
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Physically, an alhoon can be diffi cult to distinguish from a as any roper would",
        "description":  "solitary, sedentary, and stationary. Their normal mind fl ayer. The most obvious difference is the lack acute senses allow them to detect intruders at great distances. of the mind fl ayer’s ever-present mucus coating. Without that When a victim approaches within 50 feet, a urophion unleashes protection, an alhoon’s skin becomes dry and cracked. Its eyes a powerful mental blast to stun the prey, then uses its six very might appear shriveled and sunken. Both of these clues are easily long tentacles (up to 50 feet in length) to grasp the victim, drag missed by someone who hasn’t seen a living mind fl ayer. it close, and extract its brain. Because of its fascination with arcane magic, a typical alhoon Intellectually, urophions are on par with any other illithid, possesses no more psionic power than an average mind fl ayer. and their psionic abilities are nearly as powerful. Nevertheless, Its frightful mastery of magic more than makes up for its lack they are viewed by the community as a whole as inferior and of psionic prowess. suited only for lives of dreary service. Their one honor is to Mind fl ayers universally shun alhoons, considering them be offered to the elder brain upon their deaths. abominable because the undead creatures have sacrifi ced Brilliant but isolated, urophions live lives of desperate any hope of joining with the elder brain. An alhoon residing loneliness and frustration. While most remain loyal to their near an illithid community or outpost will be hunted and creators, some wander away in pursuit of their own inscrutable exterminated if its presence is discovered. objectives. For alhoon statistics, see Chapter 8. For urophion statistics, see Chapter 8. Mind Flayer Vampires Neothelids Even stranger than illithid sorcerers are illithid vampires. How Among the strongest taboos in illithid society is the idea of they come to be is unknown. Unlike other vampires, they do not implanting a mature tadpole into a donor brain. While not create spawn or propagate their kind by leaving victims some tadpoles are implanted experimentally, with death the wounded but not yet undead. almost certain outcome, none are intentionally kept back A vampiric mind fl ayer bears little resemblance to its kin. from implantation. Where mind fl ayers favor rich, luxurious robes, a vampiric 66 FLAYERS THE MIND CHAPTER 4 On rare occasions, an illithid community collapses, typically ILLITHID MAGIC from an external assault, and the elder brain is killed. When that happens, the tadpoles are suddenly freed from predation Although their highly structured society is sometimes hide- by the always-hungry elder brain. They, in turn, are no longer bound and conservative, illithids are tremendously creative fed by their caretakers, and the tadpoles grow increasingly problem solvers. Whether working with pulleys and gears, hungry. Driven by hunger, they turn to cannibalism. Only psionics, magic, alchemy, or a combination of all four, their one tadpole survives from the thousands in the pool. great intelligence and natural competitiveness lead to unique The psychic energy that this one survivor absorbs from solutions. its fellow tadpoles (and possibly from the decaying corpse of MIND FLAYERS the elder brain, as well) allows AND MAGIC ITEMS it to grow much larger than any Unlike many other aberrations, normal tadpole would—to the whose physical shape makes the size of a small dog. Eventually, use of humanoid-crafted magic hunger again drives it to a desper- items diffi cult, mind fl ayers are ate act: crawling out of the briny humanoid enough in form to pool into the greater subterranean wear the same magic items world in search of food. Once free that any human character of the pool, the creature lives could wear. by preying on rats and other Mind fl ayers naturally vermin, a diet that allows it favor items that add to their to grow even larger. already formidable mental Eventually, such an acuity, seeking out (or craft- abomination catches and ing on their own) headbands devours a sentient creature, of intellect or cloaks of cha- whether a duergar, a drow, or a risma. They also greatly value luckless human far from home. defensive magic, such as rings of Consuming that fi rst thinking protection, cloaks of resistance, and brain triggers the same reaction bracers of armor. Mind fl ayers feel in the tadpole that would have that they are far too important occurred if the tadpole had been to allow themselves to be killed implanted normally. It becomes through insuffi cient preparation, self-aware, and its latent psionic and go to great lengths to provide potential awakens. themselves with magical defenses At that point, the creature of all sorts. becomes a neothelid. Untrained, Illithids that gain levels as savage, feral, and brilliant, it knows wizards or clerics acquire item cre- nothing beyond the squalid, preda- ation feats and produce a variety of tory existence it has lived so far. useful items—particularly items Neothelids prowl subterranean that provide physical protection passages in search of more brains from harm. In addition to bracers, to sate their constant hunger, rings, and similar devices, mind growing ever larger and more fl ayers also produce a number of vicious. Truly leviathan speci- unique items, which are described mens have been spotted prowling A brain canister below. the deepest underground. Brain Canister: The ultimate In addition to having the usual psionic abilities of an illithid, goal of every mind fl ayer is to join the elder brain upon death. these creatures can spray tissue-dissolving enzymes from To be denied this is the worst fate imaginable. When illithids their tentacle ducts, reducing victims to a puddle of slime die far from home, their brains cannot be brought back to and leaving only the pulsing brain unharmed. They have no the elder brain before putrefaction begins. Once a deceased knowledge of their links to illithids, so they’re just as likely illithid’s brain begins to rot, the elder brain does not accept to prey on mind fl ayers as on anything else. it. This is viewed as a great waste. Neothelids are described in the Expanded Psionics To prevent such a tragedy, mind fl ayers developed the Handbook. brain canister. This metal urn is typically made from copper 67 Illus. by W. England 4 RETPAHC DNIM EHT SREYALF and fi lled with an alchemical solution. A brain placed in the Moderate divination; CL 11th; Craft Wondrous Item, Rary’s canister lives on indefi nitely, although it is unconscious and telepathic bond or telepathy as a special ability; Price 10,000 gp. insensible. Dampsuit: A dampsuit is a close-fi tting bodysuit of slick Removing a brain for storage in the canister requires a DC leather that covers a mind fl ayer from head to toe. It seals in a 25 Heal check (mind fl ayers gain a +5 circumstance bonus on creature’s precious body moisture when the illithid ventures this check due to their natural facility at the task). The body away from the dark, clammy warrens where it normally lives. must be living when removal begins, and the brain must be The suit itself consists of several complex layers, each moist- placed in the canister within 1 minute of removal, or it dies. ened and lubricated with mucus for easy movement. The suit The creature whose brain is removed dies immediately and traps all moisture that escapes from the wearer’s body and cannot be raised or resurrected unless the brain is recovered recirculates it. or destroyed. Wearing a dampsuit, a mind fl ayer can operate in dry, hot Mind fl ayers sometimes use brain canisters to store meals for conditions that would quickly exhaust or kill an unprotected long journeys, when it might not be possible to feed as often illithid. Under normal conditions, a mind fl ayer’s tentacles as they like. They also store the brains of particularly interest- remain curled up inside a special pouch designed for just that ing humanoids, so they can perform terrible experiments or purpose on the front of the suit. When needed, they can be transplants on the brain or question these individuals through thrust out through a valve in the face mask, then withdrawn various psionic means. (along with a brain) when their work is done. Faint necromancy; CL 5th; Craft Wondrous Item, gentle A dampsuit is a suit of +1 slick leather armor that protects its repose; Price 30,000 gp; Weight 5 lb. wearer with an endure elements effect."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Brainmate",
        "description":  "Mind fl ayers in the vicinity of an elder brain Faint abjuration; CL 4th; Craft Magic Arms and Armor, feel its presence constantly. This is not an unpleasant sensation endure elements, grease; Price 6,910 gp; Cost 3,535 gp. for them. The never-ending hum of the elder brain’s activity is a Striator: This uniquely illithid stylus looks like nothing reassuring sensation for an illithid. When a mind fl ayer travels more than a nicely polished piece of wood or bone. It typically outside the elder brain’s range of infl uence, that comforting is about a foot long, an inch wide, and a quarter to a half-inch presence is lost. An imperfect solution to this problem is the thick. More ornate versions have pleasantly sweeping curves brainmate. that fi t the hand or are decorated with intricate inked carvings. The brainmate consists of a tiny bud, about the size of a The only universal distinguishing characteristics are four walnut, taken from an elder brain and encased in a crystal small, fl attened nibs at one end. globe fi lled with mucus. The brain matter itself might or might When a creature grasps the stylus and draws it across a piece not be visible within the murky goo. The globe can be worn of parchment or paper, the striator reads the thoughts of the on a chain around the neck or simply carried on the wearer’s writer and causes a pattern of dashes and spaces to be raised up person. on the surface in four parallel lines. This is Qualith, a system A brainmate is nominally sentient. It contains a tiny of tactile writing used by illithids (see Language, below). portion of the elder brain’s knowledge, and it responds to The striator draws its information directly from the user’s direct telepathic questions. Although a brainmate does not thoughts and transcribes the data into Qualith whether the provide the comforting background hum of mental activity writer understands Qualith or not. that illithids fi nd so soothing, it is a useful companion to a Faint divination; CL 3rd; Craft Wondrous Item, detect far-ranging mind fl ayer. thoughts; Price 1,500 gp."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "If the wearer has the telepathy special ability, the ability Thought Extruder",
        "description":  "On occasion, a brain is more valuable to to cast Rary’s telepathic bond, or the mindlink psionic power, mind fl ayers if it’s not eaten. Prisoners, for example, might have he can access the brainmate to make use of its knowledge. A important knowledge that the mind fl ayers need but cannot brainmate possesses 10 ranks in two specifi c Knowledge skills, extract by brute force. No matter how powerful a character’s allowing the wearer to make checks in those specifi c skills as psionic or magic resistance to mind-reading might be, it can if he possessed the same number of ranks. The wearer uses his be overcome through the use of a thought extruder. The device own Intelligence modifi er on these checks allows no saving throw and does not permit spell resistance. Besides storing information from the elder brain, a brain- This diabolical device is a collapsible cage of wires, mesh, mate also records everything its owner imparts to it. If the and needles. Once it’s fi tted around the head of a restrained brainmate is worn or carried by a telepathic user, it records subject (which takes 20 minutes), a mind fl ayer uses its bio- everything the individual sees, hears, or experiences. It is corrosive enzyme to open a fi st-sized hole in the prisoner’s common, therefore, for illithid spies to be equipped with skull, exposing the brain. Needles then drill into the gray brainmates. When a spy returns to its community, the elder matter, probing for active thought centers, pleasure and pain brain has perfect access to everything the spy encountered, receptors, and repressed or shielded memories. The operator with no memory loss or room for misinterpretation. must be able to establish telepathic communication with the 68 FLAYERS THE MIND CHAPTER 4 subject by means of the telepathy special ability or a spell or When scribed on an object, a psionic seal can be set to psionic power serving the same purpose. activate in response to one of three events: when touched and The needles are thought conductors made from an organic willed to activate (useful for helpful spells or powers), when material specially developed by illithid alchemists. They touched at all (useful for traps), or when a creature with specifi c enable the operator to read whatever is in the subject’s mind. observable characteristics moves within 5 feet of the psionic The process is slow; the operator can ask only one question seal (useful for trapping doorways, for example). In the latter per minute, but receives a complete, truthful answer. case, the seal must be in plain view—it can’t be hidden inside With each question, the victim makes a DC 20 Fortitude an object, for example. save. Each failure permanently drains its Intelligence, Wisdom, A harmful psionic seal is considered a magic trap. It is rarely and Charisma scores by 1. When the illithids are done asking hard to fi nd, since it must be in plain view to function, but questions, the victim makes a Will save using its current disarming the trap requires a Disable Device check (DC 25 + Wisdom modifi er. Failure leaves it permanently insane, as the spell level of the spell or power used to make the seal). spell insanity. In any case, a psionic seal fades away after it is triggered Moderate divination; CL 9th; Craft Wondrous Item, Rary’s once. telepathic bond or telepathy special ability; Price 45,000 gp. Craft Psionic Seal NAUTILOID A creature with this feat can create psionic glyphs or symbols It is rumored that not all mind fl ayers live beneath the surface. that hold spells or psionic powers until triggered."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "Null Psionics Field",
        "description":  "This fi eld blocks the elder brain’s probing The Final Defense and has the capacity to shield multiple individuals."
    },
    {
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "name":  "The last line of defense for the community is the elder brain Power Resistance",
        "description":  "Telepathic awareness is not a power and itself. The elder brain constantly scans passages and tunnels therefore not subject to power resistance (or spell resistance, in and surrounding the city with its divination magic, looking for that matter). for any living, thinking creatures. If it fi nds sentient beings Remote View Trap: This power offers no protection against an that it cannot recognize or identify, it mobilizes active defenses elder brain’s telepathic awareness, but if the brain attempts to against the intruders. use a scrying power to view the intruders, it becomes subject As long as intruders remain outside the elder brain’s zone to the spell’s effect. of telepathic awareness (more than 350 feet from the brain, in Suspend Life: A character under the effect of this power is other words), standard defenses against scrying magic should undetectable as anything but a corpse. A character could be serve to conceal them from its searching mind. The elder brain suspended, and then smuggled into a mind fl ayer compound. is an exceptionally potent psion, and its divinations are power- This unorthodox approach could work. ful enough to shatter simple defenses such as nondetection. Within the elder brain’s zone of telepathic awareness, there UPPER LAGURNO are few ways to avoid being detected. Standard defenses against Upper Lagurno appears as a normal duergar village in most clairvoyance and clairsentience don’t work because the elder brain respects. Huts of stone with moss roofs crowd the center of doesn’t search for visual or audio clues; it scans for thought. town. On the lower side, a collecting pool stores water that The only effective defense is one that shields a character’s drips from overhanging stalactites. Animals are penned or kept thoughts from any sort of detection, not just mind reading. in sunken pits. Mushrooms grow abundantly in side caverns. The following spells are useful or useless against an elder In other words, nothing readily apparent about the village brain as noted. alerts anyone that it’s more than meets the eye."
    }
]
