[
    {
        "origin_file":  "monsters.json",
        "description":  "9 Freeing your spirit from your physical body, this power As astral construct I, except you can create one 5th-level astral allows you to project an astral body into another plane construct, 1d3 4th-level astral constructs, or 1d4+1 astral altogether. You can bring the astral forms of other creatures constructs of lower level. with you, provided the creatures are linked in a circle with you at the time of the manifestation. These fellow travelers Astral Construct VI are dependent upon you and must accompany you at all Metacreativity (Int) times. If something happens to you during the journey, the",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One quasi-real, horselike creature The base chance for receiving a meaningful reply is 70%",
        "name":  "Effect",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 have no chance of success. If the augury succeeds, you get one of four results: You call a quasi-real, horselike creature from the Astral Plane. The steed can be ridden only by you or by the one person for • “Weal” (if the action will probably bring good results). whom you specifically call the mount. An astral steed looks • “Woe” (for bad results). partially amorphous, and its translucent body appears to • “Weal and woe” (for both). constantly ripple. Its body forms the rudiments of a saddle, • “Nothing” (for actions that don\u0027t have especially good 0r bit, and bridle. It does not fight, but all normal animals shun bad results). it and refuse to attack it. (Dire animals and nonintelligent creatures, such as vermin, can attack it.) If the power fails, you get the “nothing” result. A psion who The mount is otherwise identical with a phantom steed as gets the “nothing” result has no way to tell whether it described in Chapter 11 of the Player\u0027s Handbook, including resulted from a failed or successful augury. the improved abilities of a mount called at higher man!fester The augury can see into the future only about half an hour levels. so anything that might happen after that does not affect the augury. Thus, it might miss the long-term consequences the contemplated action. All auguries manifested by the same Attraction person about the same action use the same die to result as the Telepathy (Cha) [Compulsion, Mind-Affecting] first augury.",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Level: Psion 6",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium (100 ft. + 10 ft./level) Target: One living creature",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Duration: 1 hour/level",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Clairsentience (Wis) Target: Any object or creature whose weight does not total",
        "name":  "Aura Sight Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One or more extraplanar creatures, no two of which can’t pin an aura to a particular object or individual at this can be more than 30 ft. apart stage.",
        "name":  "Targets",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous 2nd round: Number of auras (creatures, objects, powers, or",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11 individual is somehow hidden. If your character level is 5 or more levels below a target\u0027s actual experience level or HD, Banishment is a more powerful version of the dismissal power. you are “overwhelmed” by its presence and stunned for 1 It enables you to force extraplanar creatures out of your home round, and the power ends. Of course, this also reveals plane. Up to 2 HD of creatures per manifester level can be something. banished. To target a creature, you must present at least one object or substance that it hates, fears, or otherwise opposes. Aversion For each such object or substance, you gain +1 on your Telepathy (Cha) [Compulsion, Mind-Affecting] manifester level check to overcome the target\u0027s PR (If any)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any two living creatures who are no more than 15 ft. Target: You apart Duration: 1 hour/level",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 You can emulate a far hand or far punch effect at any distance, simultaneously emulating clairaudience/clairvoyance. You can This power makes a humanoid of Medium-size or smaller concentrate upon some locale and see almost as if you were regard you as his trusted friend and ally. If the creature is there. Distance is not a factor, but the locale must be currently being threatened or attacked by you or your allies, known—a place familiar to you or an obvious one (such as however, he receives a +5 bonus on his saving throw. behind a door, around a comer, in a copse of trees, and so on). The power does not enable you to control the charmed Once you are gazing upon a particular location, you may use person as if he were an automaton, but he perceives your an effect similar to either far hand or far punch (you don\u0027t need words and actions in the most favorable way. You can try to to manifest either power). Clairtangency\u0027s duration is up to 1 give the subject orders, but you must win an opposed minute/level when used with a far hand effect, but it expires charisma check to convince him to do anything he would not as soon as a far punch effect is used. 59 POWERS CHAPTER 5:",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 hour/level (D) Target: One living creature",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 between you and one other creature.",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can make a fire move as if a living subject cannot make attacks of opportunity against creatures creature. An animated fire moves with a speed of 30 feet. It the subject threatens. The controlled subject\u0027s AC gains no can have a crude humanoid or crude shape (or something benefit from his Dexterity score, but he does gain a positive more artistic, with an appropriate Craft [sculpting] check benefit, if any, equal to half your own Dexterity modifier. of against a DC set by the DM), as long as the fire\u0027s overall course, you could also hold the subject immobile, rendering volume does not exceed its original volume. A fire that moves it helpless. away from its fuel or its original bed dies as soon as control Subjects resist this control, and those forced to take actions over it lapses. The animated fire can attack a target using the against their natures receive one new saving throw with a controller\u0027s base attack bonus to deliver touch attacks. A morale bonus of +2. You need to see the subject to control it. successful attack has a chance to set the foe on fire (the foe While the subject\u0027s body is under control, the subject\u0027s must roll a Reflex save [DC 15] to avoid this). Normally the mind is not. Creatures that can trigger abilities by an act of victim is allowed a Reflex save each round to put out the will alone can continue to do so. Thus, a psion in the grip of a flames; otherwise the fire burns for another 1d6 points of control body power could attempt to manifest powers. damage. Additional hits by the animated fire mean additional Attempting to manifest powers in this fashion requires a chances of ignition. The damage from multiple normal fires Concentration check for each power manifested against a DC stacks, but the victim gets a saving throw each round to of 10 + the level of the power the subject attempts to negate each fire. It is possible to switch control from the manifest. animated fire to intensify flames that are already burning (thus denying the foe Reflex saves after the first). Control Flames Psychokinesis (Con) Control Light",
        "name":  "Animate Fire",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 You control the shadow cast by anyone or anything. The You manipulate ambient light levels within the area. You can controlled shadow is like a puppet that parodies imagined increase or decrease total illumination in an area by up to 20% actions of the object or creature casting the shadow, even if per manifester level This increases or decreases overall the subject stands still. You can even make the shadow move effective range of vision for characters and creatures away from its source, so long as it is cast along a wall or flat dependent on light by the same percentage. For instance, a surface and remains within range. human can see 30 feet with the light of a torch. If control light is used to increase illumination by 20%, humans can see 36 Control Sound feet and elves (with low-light vision) can see 72 feet within Psychokinesis (Con) the power\u0027s area. If you decrease the ambient light in an area",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See text intensity,” blinding all normally sighted creatures in the area",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Shadow cast by any object or creature with a total Manifestation Time: 10 minutes area of up to 100 sq. ft. Range: Close (25 ft. + 5 ft./2 levels) 63 POWERS CHAPTER 5:",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "No for breath. Affected creatures can choose to take action normally, but The food that this power fashions is simple fare of your each round they do so they risk blacking out from lack of choice—highly nourishing, if rather bland. The food decays oxygen. They must succeed at a Constitution check (DC 10) and becomes inedible within 24 hours. The water created by every round that passes without a breath to remain conscious. this power is just like clean rain water. The water doesn\u0027t go Every round that goes by without a breath, the DC increases bad as the food does. by 1, but the DC drops back to 10 if a normal breath is taken. If a subject fails a Constitution check, it is staggered (0 hp). Create Sound The following round it drops to -1 hit points and is dying, Psychokinesis (Con) unless the duration lapses first. Failing a lapse in the power\u0027s",
        "name":  "Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched sound (such as a dragon\u0027s roar), you must succeed at a Bluff",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature of Huge size or smaller Telepathy (Cha) [Compulsion, Mind-Affecting]",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Several living creatures, no two of which are more than Saving Throw: None 15 ft. apart Power Resistance: No",
        "name":  "Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature, one object, or a 5-foot cube Strong 1d6 hours",
        "name":  "Target or Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Quarter circle emanating from you to the extreme of You must make a ranged touch attack to hit the target. Any the range creature or object struck is covered with a shimmering",
        "name":  "Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You and touched objects or other touched willing Disable creatures (see text) Telepathy (Cha) [Compulsion, Mind-Affecting]",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium (100 ft. + 10 ft./level) any other spot within range. You always arrive at exactly the Area: Several living creatures within a 15-ft.-radius burst spot desired-whether by simply visualizing the area or by Duration: 1 minute/level (D) staring direction, such as “900 feet straight downward,” or Saving Throw: Will negates \u0027upward to the northwest, 45-degree angle, 1,200 feet\" You Power Resistance: Yes can bring along up to 500 pounds of nonliving matter or 250 Power Points: 1 pounds of living matter. After using this power, you can\u0027t take any other actions until your next turn. You broadcast a mental compulsion that convinces one or If you arrive in a place that is already occupied by a solid more creatures that they are disabled (at 0 hit points). Roll body, you become trapped in the Astral Plane. Each round 2d4 to determine how many total HD of creatures can be that you are trapped in the Astral Plane in this way, you may affected. Creatures with the fewest HD are affected first. make a Will save (DC 25) to Among creatures with equal HD, those who are closest to the return to the Material power\u0027s point of origin are affected first. No creature with 5 plan at a random open or more HD is affected, and HD that are not sufficient to space on a suitable affect a creature are wasted. surface within 100 feet Creatures affected by of the intended location. the power believe that they If there is no free space have somehow been reduced within 100 feet, make a to 0 hit points, and must Will save each minute to act accordingly. While its appear in a free possible that some space within may attempt one 1,000 feet. If last “heroic” action there is no free (expecting to then space within lose consciousness 1,000 feet, you are from the exertion), stuck on the Astral Plane most will cower or until rescued. retreat. Creatures do attempt to take Dimension Slide actions imme- Psychoportation (Dex) diately pierce the",
        "name":  "You instantly transfer yourself from your current location to Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vi Creatures that attempt to heal themselves or who Manifestation receive healing are likewise freed of the compulsion, and if",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. Creatures who are attacked and take damage are also + 5 ft./2 levels) instantly freed of the compulsion. When the duration ends,",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You (see text) the creatures\u0027 hit points “return” to their previous",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Extra hit points are irrelevant for determining how many HD a creature has. An You instantly transfer ogre with 4d8+8 hit points still only has 4 HD yourself from your and can be affected by the power. current location to any other spot within range that you can see directly. Disintegrate You arrive at exactly the spot desired, if you can see it. Psychokinesis (Con) You cannot dimension slide through solid objects; even a",
        "name":  "Note",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One extraplanar creature",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature or object touched",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 This power forces an extraplanar creature back to its proper plane. Add the creature\u0027s HD to its saving throw and subtract Your mere touch can disperse the surface material of a foe or your level as well. If the power succeeds, the creature is object, sending a tiny portion of it far away. This is disruptive; instantly whisked away, but there is a 20% chance of actually thus, your successful melee touch attack deals 1d8 points of sending the subject to a plane other than its own. damage. Your touch attack, charged with a psionic power, is treated as an armed attack. Dismiss Ectoplasm Metacreativity (Int) Dissolution",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous Target: One creature or object",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature or object touched destination you choose must be a location to which you",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psion 4 Your touch (or bite) is corrosive. You deal7d6 points of acid Display: Vi, Me damage to any creature or object you touch. If making an Manifestation Time: 10 minutes unarmed attack, or using any of the bite or claw powers, this",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7 very small creature) in the grip of both of your hands, you deal 12d6 points of damage. Similar to augury but more powerful, a divination power can Acid you secrete denatures 1 round after use, losing all provide you with a useful piece of advice in reply to a efficacy and ability to deal damage. You are immune to the question concerning a specific goal, event, or activity that is acid you secrete. to occur within 1 week. The advice can be as simple as a short phrase, or it might take the form of a cryptic rhyme or omen. Distract For example, suppose the question is “What are our Telepathy (Cha) [Mind-Affecting] chances of storming the front gate of the Dreaming Tower?”",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature be: “Terrible danger is conquered by resolute strength of arms",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Diverts the teleportation of any object or creature Manifestation Time: 1 action whose weight does not total more than 300 lb./level Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Effect",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to one touched creature/level",
        "name":  "Targets",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 round/level (D) manifested also make the transition to the borders of Saving Throw: Reflex negates unconscious thought. They may opt to follow you, wander off Power Resistance: Yes into the dreams of others, or stumble back into the waking Power Points: 3 world (50% chance for either of the latter results if they are lost or abandoned by you). Creatures unwilling to accompany You draw writhing strands of ectoplasm from the Astral Plane you into the region of dreams receive a will save, negating the that wrap up the subject like a mummy. The subject can still effect if successful. breathe but is otherwise helpless, being unable to see or take any physical actions. The subject cannot speak because the Duodimensional Hand ectoplasmic strands muffle sounds, but the subject\u0027s nostrils Psychometabolism (Str) are clear. The subject can execute purely mental actions (such",
        "name":  "Any creatures touched by you when dream travel is Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Au, Vi (see text) cocooned swimmers may drown. Manifestation Time: 1 action",
        "name":  "Creatures that are cocooned high in the air fall, and Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You and one object or creature",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature ray as a single ranged touch attack. This is a standard action.",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 successfully strikes the target, the target takes a of number hit points equal to the total number of hit points successfully You detect the surface emotions of any creature you can see ignored by the energy barrier. that is in range. You can sense basic needs, drives, and emo- tions. Thirst, hunger, fear, fatigue, pain, rage, hatred, uncer- Ethereal Jaunt tainty, curiosity, friendliness, and so on, can all be sensed. Psychoportation (Dex)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An ethereal creature is invisible, incorporeal, and When manifesting emulate power, you choose any other capable of moving in any direction, even up or down (albeit at power, regardless of discipline or whether you know the half normal speed). As an incorporeal creature, you can move power, of 6th level or less, and duplicate its effect as if you through solid objects, including living creatures. An ethereal had manifested that power. However, you pay a high price for creature can see and hear the Material Plane, but everything this flexibility. looks gray and insubstantial. Sight and hearing onto the",
        "name":  "Note",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psion 5/Psychic Warrior 5 things. Certain material creatures or objects have attacks or",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action and its gaze attack). By contrast, treat other ethereal creatures",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action You can lift and move an object at will from a distance. As a Range: Close (25 ft. + 5 ft./2 levels) move-equivalent action, you can move the object up to 15 feet Target: Any two living creatures that are initially no more in any direction, though the power ends if the distance than 30 ft. apart. between you and the object ever exceeds the power\u0027s range. Duration: 1 hour/level",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vi, Me You temporarily link the fates of any two creatures, if both",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action fail their saving throws. If either linked creature experiences",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None levels equal to the character level of the creature that died",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature You can manifest this power instantly, quickly enough to",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any free-falling objects or creatures in a 10-ft. radius range of hearing does not change. whose weight does not total more than 300 lb./level If your ears are working normally, the expanded reception",
        "name":  "Targets",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 The creatures or objects affected fall slowly. The rate of fall is Finger of Fire instantly changed to a mere 60 feet per round (equivalent to Metacreativity (Int) [Fire] the end of a fall from a few feet), with no damage incurred Level: Psion 0 upon landing while the power is in effect. However, when Display: Vi (see text) the duration expires, a normal rate of fall occurs. Manifestation Time: 1 action",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature of Large size or smaller Telepathy (Cha)",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11 Power Points: 7 You draw writhing strands of unstable ectoplasm from the As lesser mindlink, except you can attempt to create a Astral Plane and wrap the subject in a shroud of hellish fire. If telepathic bond with a creature who is not willing. Even if the target fails its Reflex save, it suffers 11d6 points of fire you create a bond with an unwilling creature, it can still damage. decide not to “speak” with you through the telepathic bond. Float Foresight Psychoportation (Dex) Clairsentience (Wis)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any object or creature whose weight does not total",
        "name":  "Targets",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action lose a Dexterity bonus to AC. 76 :5 RETPAHC SREWOP When another creature is the object of the power, you The environment within the demiplane is determined by receive warnings about that creature. You must communicate the manifester when genesis is first manifested, reflecting what you learn to the other creature for the warning to be most any desire the psion can visualize, as long as the DM useful, and it can be caught unprepared in the absence of approves (although no environmental effect within the plane such a warning. Shouting a warning, yanking a person back, can duplicate effects greater than those of 3rd-level powers). and even telepathically communicating (via an appropriate Factors such as solid ground, air, water, and temperature power) can all be accomplished before some danger befalls must be determined by the manifester. This power cannot me power\u0027s subject, provided you act on the warning without create life, nor can it create construction such as buildings, delay. The subject, however, does not gain the insight bonus roads, wells, dungeons, and so forth; such particulars must be to AC or Reflex saves. introduced to the demiplane in some other fashion. All demiplanes created with genesis are in contact with the Astral Freedom of Movement and Ethereal Planes. Psychoportation (Dex) Antigenesis: It is possible to manifest genesis on normal",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You or creature touched original plane, creating a growing dead spot like a cancer on",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch Metacreativity (Int) Target: Creature touched",
        "name":  "Genesis Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psion 5/Psychic Warrior 5 power, while objects wielded or employed by creatures",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action saving throw fails, the creature immediately drops the",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 Greater Concussion A grease power covers a solid surface with a layer of slippery Psychokinesis (Con) grease. Any creature entering the area or caught in it when",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature or object touched You make lightning-fast deductions based on only the",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13 As anchored navigation, except the effect of the power extends across all planar boundaries, and it is useful for all As telekinesis, except stronger and longer lasting (if a sustained psychoportation powers (and in the minimum time for the force). When generating a sustained force, you move a method of travel utilized). creature or object weighing up to 100 pounds per manifester level up to 50 feet per round. When generating a violent thrust, objects cause damage as noted in telekinesis, and Improved Biofeedback creatures within the weight range take 6d6 points of damage Psychometabolism (Str) (as if they had fallen from 60 feet).",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Permanent (see text) Target: One living creature",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Me creature, you must expend a number of XP equal to the",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature power\u0027s level x 900.",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Au, Me Creatures affected by this power are permanently insane and",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched d10 roll Action",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Yes (harmless) 7-9 Attack nearest creature for 1 round",
        "name":  "Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7 10 Act normally for 1 round You create a psychokinetic barrier around the subject that Except on a result of 1, roll again each round to see what the resists blows, cuts, stabs, and slashes, as well as providing subject does that round. Wandering creatures leave the scene some protection against falling. The subject gains damage as if uninterested. Attackers are not at any special advantage reduction 10/+5. Once the power has prevented a total of 10 when attacking them. Actions are checked at the beginning points of damage per manifester level (maximum 150 points), of each creature’s turn. Any insane creature that is attacked it is discharged. Inertial barrier also absorbs up to half the automatically attacks its attackers on its next rum. damage from a fall. Damage absorbed from a fall counts Only psychic chirurgery and other extreme measures can toward discharging the effect. The psychokinetic barrier restore the subject\u0027s sanity. delays the effects of gases in the atmosphere for 2d4 rounds. Intrusive Sense Link Inflict Pain Telepathy (Cha) [Mind-Affecting] Telepathy (Cha) [Mind-Affecting] Level: Psion 2",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vi sense (one sense only). For example, if you link taste and then Manifestation Time: 1 action eat something particularly foul (DM\u0027s discretion), the subject Range: Personal creature must make another Will save against the original DC Target: You or be stunned for 1 round. If you eat something that causes Duration: 1 minute/level (D) you damage, the subject creature takes no damage but must Power Points: 5 make a saving throw against the original DC or be stunned for 1d2 rounds. Likewise, if you link sight and are subject to a You surround yourself with a sphere of power with a radius of gaze attack, so is the subject. 5 feet per manifester level that negates all forms of invisibility. Anything invisible becomes visible while in the Invisibility area. Psychokinesis (Con)",
        "name":  "As sense link, except the subject creature senses what you Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You or a creature or object weighing no more than Manifestation Time: 1 action 100 lb./level Range: Personal",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Me Targets: You and one other creature who is initially no more",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You or one willing creature or one object (total weight up to 100 lb./level) As ectoplasmic cocoon, except you can cocoon several creatures",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 minutes/level (0) (or a single large creature that fits in a 10-foot cube) in a mass",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 unless they are too big to fit inside. Teleport and other forms of travel provide a means of escape, but the cocoon extends into Levitate allows you to move yourself, another creature, or an the Ethereal Plane, blocking ethereal travel The mass cocoon object up and down as you wish. A creature must be willing resists negate psionics, but it can be disintegrated or destroyed to be levitated, and an object must be unattended or through brute force (it has hardness 25 and too hit points). possessed by a willing creature. You can mentally direct the recipient to move up or down up to 20 feet each round; doing Mass Concussion so is a move-equivalent action. You cannot move the recipient Psychokinesis (Con) horizontally, but the recipient could clamber along the face",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action A levitating creature who attacks with a melee or ranged",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None allows the creature to begin again at -1.",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7 Major Creation Metacreativity (Int) As concussion, except telekinetic pressure causes all creatures",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 minutes 7d4 points of damage to creatures and unattended objects.",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 sq. ft. of surface area of an object or creature to 25 is possible, but this confers no benefits other than a",
        "name":  "Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9 When metaconcert ends normally or is dismissed, remaining power points in the pool are As polymorph self, except you can also assume evenly divided among all the participants the form of inanimate objects as well as (round down). You do not leave a creatures. Thus, you could change metaconcert with more power points than yourself into a rock (if no smaller you joined with—extra power points than Diminutive size), or a boulder are lost in bright arcs of light. (if no more than one size larger than your normal size). As with Metafaculty polymorph self, you can switch Clairsentience (Wis) forms each round. You can",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Targets: One creature/level, no two of which are initially",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature or one or more creatures more than 30 ft. apart within a 15-foot-radius sphere Power Points: 5",
        "name":  "Target or Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Yes and one other creature.",
        "name":  "Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17 Mind Probe When microcosm is manifested, you can target either a single Telepathy (Cha) creature or a group.",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If microcosm targets a single creature, that",
        "name":  "Targeted",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vi, Ma, Au creature\u0027s senses are pinched off from the real world if it has",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature realize this. In reality, the subject sprawls limply, drooling",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If microcosm is manifested as an area effect, it sends creatures in a 15-foot-radius sphere into their own All the subject\u0027s memories and knowledge are accessible to (unlinked) catatonias. It affects only creatures that have 30 or you, from memories deep below the surface to those still fewer hit points, and only up to a total of 300 hit points of easily called to mind. You can learn the answer to one such creatures. The power affects creatures with the lowest question per round, to the best of the subject\u0027s knowledge. hit point totals first until the next creature would put the You can also probe a sleeping subject, though the subject may total over the 300 hit point limit. (Creatures with negative hit make a Will save against the DC of the mind probe to wake points count as having 0 hit points.) 87 POWERS CHAPTER 5: after each question. Subjects who do not wish to be probed This power makes a storage crystal containing the essence of can attempt to move beyond the power\u0027s range, unless your living mind (this power can\u0027t be used on a dead subject). somehow hindered. You pose the questions telepathically, Until such time as you perish, the storage crystal is utterly and the answers to those questions are imparted directly to inert. If you are slain at some later date, your soul transfers your mind. You and the subject do not need to speak the into the storage crystal, which begins to dimly glow. Upon same language, though less intelligent creatures may yield up transference, your physical remains (should they still exist) only appropriate visual images in answer to your questions. become inert matter and cannot thereafter be restored to life. Creatures protected by mind blank are immune to mind The transfer from the slain body to the storage crystal works probe. over any distance, physical or extradimensional, unless some sort of special planar geometry supersedes the transfer. Mind Seed Once the storage crystal is activated by your physical Telepathy (Cha) [Compulsion. Mind-Affecting] body\u0027s demise, you have the abilities of a psicrystal of the",
        "name":  "Area Effect",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You and one other living Medium-size or smaller starts off with your experiences, he possesses his original creature “soul” and physical body and is free to develop his own",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3,000 XP. You can attempt to take control of a nearby living creature, forcing its mind (and soul) into your body. You may move your mind back into your own body whenever your desire Mind Store (which returns the subject\u0027s mind to its own body). The Metacreativity (Int) power ends when you send your mind back to your own",
        "name":  "XP Cost",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One storage crystal ward. You possess the body and force the creature\u0027s mind into",
        "name":  "Effect",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) living creature within range. Missive is strictly a one-way",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature exchange from you to the subject. If you do not share a",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7 Monster Domination Telepathy (Cha) [Compulsion, Mind-Affecting] You partially wipe your victim’s mind of past experiences,",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature (maximum five negative levels).",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 Minor Creation Your eyes beam forth a 20-foot-long cone of light. You and Metacreativity (Int) other creatures can see normally in the light. If you walk into",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature or object touched",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One psionic character or creature, or one",
        "name":  "Target or Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None The warded creature or object becomes difficult to detect by",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One object, creature, or power is the Psychokinesis (Con) target of the power. You make a negation check against the Level: Psion 6 power or against each ongoing power currently in effect on Display: Vi, Au the object or creature. A negation check is 1d20 + 1 per Manifestation Time: 1 action manifester level (maximum +10) against a DC of 11 + the Range: 10 ft. power-to-be-negated\u0027s manifester level. Area: A 10-ft.-radius emanation, centered on you",
        "name":  "Targeted Negation",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13 attacks (a Small manifester instead deals 1d4 points of damage). You create an ethereal passage through wooden, plaster, or Your weight increases by a factor of five, but you float in stone walls, but not other materials. The phase door is invisible water. and inaccessible to all creatures except you, and only you can use the passage. You disappear when you enter the phase door Object Reading and appear when you exit. If you desire, you can take one Clairsentience (Wis) other creature (Medium-size or smaller) through the door.",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch provide an escape route, though certain creatures, such as",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action some triggering condition for the door. Such conditions can Range: Personal be as simple or elaborate as you desire. They can be based on a Target: You creature’s name, identity, or alignment, but otherwise must Duration: 1 hour/level (D) be based on observable actions or qualities. Intangibles such Power Points: 7 as level, class, HD, and hit points don\u0027t qualify. You change your form to that of another creature. The new form can range in size from Diminutive to one size larger Plane Shift than your normal form, and can have no more hit dice than Psychoportation (Dex) you have, and in any case the assumed form cannot have",
        "name":  "You can allow other creatures to use the phase door by setting Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched, or up to eight willing creatures rested for a day (though this healing does not restore joining hands temporary ability damage and provide other benefits of",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 or species into which you have been transformed. You cannot, for example, turn into a mighty weight lifter to give You sense poison\u0027s presence in your immediate locale. While yourself great Strength. Likewise, you cannot change into a the duration lasts you become aware of the presence of bigger or powerful version of a creature (or a smaller weaker poison within 30 feet of you, and its general location. For version). Nor can you turn into a variant form of a creature. instance, if you walk up to a door with a hidden poison For example you can turn he subject into an ogre, but not a needle trap, you sense that poison is somehow associated half-dragon ogre. with the door. You can determine the exact type of poison You retain your Intelligence, Wisdom, and Charisma with a successful Wisdom check (DC 16). A character with scores, level and class, hit points (despite any change to your the Alchemy skill may additionally try an Alchemy check Constitution score), alignment, base attack bonus, and base (DC 16). saves. (New Strength, Dexterity, and Constitution scores may",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9 within a year. The vision can be as simple as a short glimpse of a meaningful image, or it might take the form of a full- You grant the subject a power resistance (PR) equal to 12 + length dream lasting several minutes. your manifester level. For example, suppose the question is “What is the greatest In order to affect a creature that has power resistance with danger our party will face in the coming year?” The DM a power, roll the creature\u0027s power resistance or higher on eventually wants to pit the player characters against a black 1d20 + manifester level A creature with power resistance may dragon he has long prepared, and he considers this is in all voluntarily lower it in order to accept a psionic effect. likelihood the worst threat that “fate” has in store for the party. Therefore the precognition response might be this vision: “You see you and your comrades standing before the Power Turning mouth of a high, dark cave-mouth. The entrance is blocked Psychokinesis (Con)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You plus one additional creature touched per two Manifestation Time: 10 minutes levels Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Targets",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See text Target: One living creature",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17, XP cost (see text) As astral projection, except you and your companions, if any, traverse the Astral Plane as you will physically instead of with You can repair psychic damage. You can also grant another an astral surrogate. With probability travel, you possess no creature knowledge of powers you know. silver cord and thus are not vulnerable to those who might Repair Damage: You can remove any compulsions ant sever it. However, if you perish while out journeying amid charms (such as crisis of breath and fatal attraction), even those the planes, you are just as dead as if you had perished in your higher than 6th level (such as true domination and thrall). In home plane. fact, you can remove any ongoing or permanent effect caused by a psychic power with psychic chirurgery, save for hit points. Prowess You can also restore all drained levels (or disperse all negative Clairsentience (Wis) levels) afflicting the subject, regardless of how he lost those",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psion 2 knowledge of a power in another creature, you pay an XP cost",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 damage. The object touched begins to glow with a silvery light, Recall Death shedding in a 2o-foot radius. Creatures who suffer penalties Clairsentience (Wis) [Death] in bright light suffer them while exposed to this psycholu-",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psion 8 minescence. The power cannot be manifested on a creature.",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 Recall Pain You can see and hear some creature, who may be at any Clairsentience (Wis)",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium (100 ft. + 10 ft./level) to that creature. Furthermore, if the subject is on another",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature plane, you get a -5 penalty on the Remote View check.",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 None* 20 Secondhand (You have heard of the subject) 15 The fabric of time parts to your will, revealing wounds your Firsthand (You have met the subject) 10 foe has received in the past (or has yet to receive). That foe Familiar (You know the subject well) 5 takes 3d6 points of damage as the past (or future) impinges *You must have some sort of connection to a creature whom you briefly on the present. have no knowledge of. Remote View Reddopsi Connection Check Bonus Psychokinesis (Con) Likeness or picture +5",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Until expended or 10 minutes/level recognition) located near the subject. Any creature with an",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature round, either before or after your regular action, as long as Duration: 1 round (see text) that action is the manifestation of a power or some other Saving Throw: None nonphysical activity. Manifesting powers in threatened areas Power Resistance: No still provokes attacks of opportunity. Power Points: 9 If you are subjected to a compulsion or charm effect while you are of two minds, make a second saving throw if you fail You contact a particular creature with whom you are familiar the first. If you fail both, then schism ends and you are and send a short message of twenty-five words or less to the affected normally by the power. If you fail one, the other part subject. The subject recognizes you if it knows you. It can of your mind is still free to act normally. answer in like manner immediately. Creatures with",
        "name":  "This effect allows you to take an extra partial action each Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psion 2 Target: One creature or one object (up to a 2-ft. cube/level)",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 day/level (D) You disrupt an undead creature\u0027s tie to the Negative Energy",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Will negates (object) Plane, damaging or destroying the creature. Your psychoki-",
        "name":  "Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You creatures (and even undead creatures) affected by sequester",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Several undead creatures within a 10-ft.-radius burst detect thoughts, life, or presences (including true seeing), or by",
        "name":  "Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You or one willing creature or one object (total weight up to 100 lb./level)",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Personal You, another willing creature, or an unattended object can",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 minutes/level manifested on yourself or another creature, the subject of the",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched example, you are in combat and assume the form of a will o\u0027",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7 subject creature by suggesting a course Your gaze suffers no of action (limited to distractions, granting a sentence or two). you a +4 enhancement The suggestion bonus on your saving must be worded in throw to resist all such a manner as to figments, glamers, and make the action other illusory effects. sound reasonable. Moreover, your Spot and Asking the crea- Search skills receive a +2 ture to stab itself, enhancement bonus while throw itself onto a this power remains in effect. spear, immolate itself, or do some Stomp other obviously Psychokinesis (Con) harmful act automa-",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 is likewise a reasonable use of the power. Your foot stomp precipitates a The suggested course of action can psychokinetic shock rave that travels continue for the entire duration, such as along the ground, toppling creatures and loose objects. in the case of the red dragon mentioned The area is conelike but extends in only two dimensions, above. If the suggested action can be completed flat along the ground (creatures in the air above the shock in a shorter time, the power ends when the wave are not affected). All creatures standing in the area subject finishes what he was asked to do. You who fail their Reflex saves are thrown to the ground and take can instead specify conditions that will 1d4 subdual damage in the process. Rising from a prone trigger a special action during the duration. For position is a move-equivalent action. example, you might suggest that a noble knight give her warhorse to the first beggar she meets. If the condition is not Sudden Minor Creation met before the power expires, the action is not performed. Metacreativity (Int) A very reasonable suggestion causes the saving throw to be",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium (100 ft. + 10 ft./level) Creatures who fall within the weight capacity of the power",
        "name":  "Range",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature can be hurled, but they are allowed Will saves to negate the",
        "name":  "Area",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 minute/level effect, as are those whose held possessions are targeted by the Saving Throw: Will negates power. If creatures are telekinetically hurled against solid",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 points). You can alter the subject\u0027s mood. An affected creature feels Telekinetic Sphere the new emotion, but telempathic projection cannot radically Psychokinesis (Con) [Force] change its emotional state. Instead, you adjust its emotions by",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psion 8 one step. For instance, an unfriendly creature might be made",
        "name":  "Level",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ma indifferent, or a hostile creature simply unfriendly. (See",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1-ft.-diameter/level sphere, centered on creatures or (or others’) attempts at Bluff, Diplomacy, Intimidate, and objects Perform actions with affected creatures, assuming you adjust",
        "name":  "Effect",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "15 Teleport Psychoportation (Dex) [Teleportation] A globe of shimmering force encloses a creature or object,",
        "name":  "Power Points",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You and touched objects or other touched willing disintegrate, or a targeted negate psionics power. These destroy creatures weighing up to 50 lb./level the sphere without harm to the subject. Nothing can pass",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "No and Yes (object) Creatures or objects inside the globe are nearly weightless.",
        "name":  "Power Resistance",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Very familiar 01–97 98– 99 100 — Power Resistance: Yes Studied carefully 01–94 95– 97 98–99 100 Power Points: 15 Seen casually 01–88 89– 94 95–98 99–100 Viewed once 01–76 77– 88 89–96 97–100 You create a circle on the floor or other horizontal surface Description 01–52 53– 76 77–92 93–100 that teleports, as teleport without error, any creature who stands False destination — — 81–92 93–100 on it to a designated spot. Once you designate the destination (1d20+80) for the circle, you can\u0027t change it. The power fails if you attempt to set the circle to teleport creatures into a solid",
        "name":  "Familiarity Target Target Area Mishap Saving Throw",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "“Very familiar” is a place where you have object, to a place with which you are not familiar and have no been very often and where you feel at home. “Studied clear description, or to another plane. carefully” is a place you know well, either because you\u0027ve The circle itself is subtle and nearly impossible to notice. If been there often or you have used other means (such as you intend to keep creatures from activating it accidentally, remote viewing) to study the place. “Seen casually” is a place you need to mark the circle in some way, such ash, placing it that you have seen more than once but with which you are on a raised platform. not very familiar. “Viewed once” is a place that you have seen The DC for a rogue (only) to use the Search skill to find the once, possibly using psionics. “Description” is a place whose circle and thwart it with Disable Device is 34. location and appearance you know through someone else\u0027s description, perhaps even from a precise map. “False destination” is a place that doesn\u0027t exist, such as if Teleport Trigger you have mistranslated an ancient tome and tried to teleport Psychoportation (Dex) [Teleportation] into a nonexistent treasure vault that you believe you read Level: Psion 5 about, or if a traitorous guide has carefully described an Display: Ma enemy\u0027s sanctum to you when that sanctum is completely Manifestation Time: 1 action different from what the traitor described. When traveling to a Range: Personal false destination, roll 1d20+8o to obtain results on the table, Target: You rather than rolling d%, since there is no real destination for Duration: 1 hour/level (D) you to arrive at or even be off target from. Power Points: 9",
        "name":  "Familiarity",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Traces the teleportation of any object or creature whose weight does not total more than 300 lb./level True Domination",
        "name":  "Effect",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vi perfect view of creatures that might otherwise flank you.",
        "name":  "Display",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched because you do not lose your bonus to Dexterity (but they",
        "name":  "Target",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 minutes/level (D) longer lasting (if a sustained force). When generating a Saving Throw: None sustained force, you move a creature or object weighing up to Power Resistance: No 500 pounds per manifester level up to 100 feet per round. Power Points: 5 When generating a violent thrust, objects cause damage as noted in telekinesis, and creatures within the weight range You sense the presence of undead. While the duration lasts, take 16d6 points of damage (as if they had fallen from 160 you become aware of the presence of undead within the feet). affected space and their general location. For instance, if you walk along a corridor where incorporeal wraiths are waiting Ubiquitous Vision within the wall to spring a trap, you sense that undead are Clairsentience (Wis) either in or behind the wall. The type of undead is not",
        "name":  "As telekinesis and improved telekinesis, except stronger and Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 hour/level creature, the power fails.",
        "name":  "Duration",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action of fire damage to all creatures within the area you designate",
        "name":  "Manifestation Time",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 8th level, the pyrokineticist becomes who have branched out and hunt any and all psionic resistant to fire, gaining a +15 bonus on all saving throws creatures, not just illithids. against fire and heat damage. She gains damage reduction Hit Die: d10. 30/+3 specifically against attacks, effects, or environmental conditions that deal heat or fire damage. Even if she takes fire Requirements or heat damage, the first 2d6 points are treated as subdual To qualify to become a slayer, a character must fulfil all damage. This supernatural ability constantly protects the following criteria. character as long as her power point reserve is 19 or more. Base Attack Bonus: +3.",
        "name":  "Fear No Fire",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 2nd level, the slayer gains this constant modes. On a failure, the attacker\u0027s power point reserve is defense, a supernatural ability somewhat similar to the instantly reduced to 0, and the attacker is stunned for 1 aversion power. Any creature that attempts to eat the slayer’s round. brain must succeed at a Will save (DC 17) or become disin- clined to do so. Illithids in particular are free to take any SOULKNIFE action except extracting the slayer’s brain (but do not realize A soulknife recognizes his own mind as the most beautiful— they are being so affected). This ability is active as long as the and the most deadly—thing in all creation. With this slayer’s power point reserve is 1 or more (even if she is understanding and through extended practice, a soulknife unconscious, stunned, or otherwise helpless). learns to forge his mental strength into a shimmering blade",
        "name":  "Brain Nausea",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This crawling tattoo delivers a concus- creature, with slits for eyes and nostrils. The mask is trans- sion effect, dealing 3d6 points of damage against a creature hit parent, although it distorts the wearer\u0027s features. Small holes by its touch attack. on the side admit leather straps for affixing the mask to tilt",
        "name":  "Concussion Tattoo",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The projects an invisible, 3o-foot-radius field. If wearer of a crystal mask of the specified power is manifested within this fear can terrify other beings. range, the manifester must succeed at a Will The wearer need merely meet the save (DC 14 + power level) or be affected by brain gaze of a creature as a standard lock for 10 rounds. Someone outside the area can action. A target who fails a Will still be ensnared by manifesting the specified power save (DC 16) panics, has a into or within it. A crystal anchor can only attempt to 50% chance to drop what it\u0027s ensnare five victims per day. One crystal holding, and flees away from anchor can ensnare multiple targets simulta- you for 10 rounds (see neously, and multiple crystal anchors can share Panicked in Chapter 3 of the overlapping fields. When a crystal anchor success fully DUNGEON MASTER‘s Guide for a complete description). This is a ensnares a target, a slender filament of mind-affecting, fear effect. insubstantial ectoplasm connects the",
        "name":  "Crystal Mask of Fear",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Piercing yellow light shines from this colored sparks. Treat this as a ranged touch attack. A target crystal\u0027s heart. A psionatrix of Telepathy adds a +1 enhancement who is hit loses 2d4 power points (psionic creatures, which bonus on the wearer\u0027s roll when using a Telepathy power. manifest freely, are not affected). Powerleech pearls are",
        "name":  "Psionatrix of Telepathy",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This psychoactive skin continually affects covers a Medium-size or smaller creature who projects the the wearer as the metamorphosis power. While in a form other proper command thought; the same command thought than his natural form, the wearer does not appear to be causes the skin to shrink back down to its former size. Each wearing the skin. of the various psychoactive skins is charged with one of a",
        "name":  "Skin of Proteus",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This crystalline ring continually victim loses it. Once the power has been assimilated, the grants the wearer a +10 competence bonus on Stabilize Self wearer can manifest it normally if she is of sufficient level to checks. use it. If she assimilates a power from a creature that freely",
        "name":  "Ring of Stabilization",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "While worn, a third eye penetrate grants the wearer than a true torc of free will but still prevents in wearer from a +2 bonus on manifester level checks to beat a creature’s being dazed. power resistance. This stacks with other applicable bonuses. Backfire: The imbedded psionic effect targets the user",
        "name":  "Penetrate",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A psionic creature retains all the special attacks of the base creature and also gains the following, according to the base creature’s Hit Dice.",
        "name":  "Special Attacks",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psionic creatures freely manifest each of their creatures of a given type, but they harbor mental might. They known powers and combat modes 3/day. Creatures are created by adding a “psionic template” to an existing may swap out usages of combat modes they know. creature. A nonpsionic creature could take psion or psychic Always use this variant for characters who play psionic warrior as a class, but such a being is not intrinsically psionic monsters. and would not fall under this definition. On the other hand, Psionic Powers (Sp): A psionic creature possesses the nothing prevents a true psionic creature (one with the psionic indicated number of psionic powers, chosen from template) from also choosing the psion or psychic warrior those described in Chapter 5: Powers, which it can class. manifest at will. The power’s level can be no more The Monster Manual introduces a few psionic creatures (such than the creature’s Hit Dice +2 (thus, a 1-HD psionic as the mind flayer) that have “psionics” as a special attack or a creature might possess the 3rd-level power fly but special quality. These monsters are considered to already have not the 4th-level power dissolving touch). Psionic the psionic template; see the explanatory text for Table 8-1: creatures freely manifest their powers but do not The Psionic Template for more guidance. Additionally, some need a minimum score in the key ability for a given psionic creatures exist that possess unique abilities not found discipline. They otherwise follow the standard rules for manifesting (so a creature with a poor key ability in Chapter 5: Powers. score could manifest a power with a surprisingly low DC). Psionic Attack/Defense Modes (Sp): A psionic creature possesses the indicated number of attack and defense TABLE 8–1: THE PSIONIC TEMPLATE Organization: Same as the base creature.",
        "name":  "Psionic creatures may look no different from standard Variant",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A psionic creature retains all the special ASTRAL CONSTRUCT qualities of the base creature and also gains telepathy. Astral constructs are brought into being by specific Telepathy (Su): The creature can communicate telepathi- Metacreativity powers (astral construct I-IX). They are formed cally with any creature within 100 feet that has a language. from raw ectoplasm (a portion of the astral medium drawn",
        "name":  "Special Qualities",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. into a Material Plane). An astral construct\u0027s Hit Dice are",
        "name":  "Saves",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. determined by the level of the power used to create it.",
        "name":  "Abilities",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. However, astral constructs of given HD can vary somewhat",
        "name":  "Skills",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. from one another, depending on the whims of their creators. Climate/Terrain: Same as the base creature. 1st-Level Astral Construct 2nd-Level Astral Construct 3rd-Level Astral Construct Small Construct Medium-Size Construct Medium-Size Construct",
        "name":  "Feats",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— — — 140 :8 RETPAHC SRETSNOM stunning, disease, death effects, and necromantic effects. CREATING AN ASTRAL CONSTRUCT Constructs cannot heal damage, though they can be healed. When manifesting an astral construct power, the manifester They can be repaired in the same way an object can. assembles the desired creature from a menu of choices as A construct is not subject to critical hits, subdual damage, specified in the construct\u0027s statistics block. A manifester can ability damage, ability drain, or energy drain. It is immune to always substitute two abilities on a lesser menu for one any effect that requires a Fortitude save (unless the effect also choice on the next higher menu (for example, two abilities works on objects). A construct is not at risk of death from from Menu A instead of one from Menu B). Astral constructs massive damage (see Chapter 8 of the Player\u0027s Handbook), but generally appear as animate clumps of ectoplasm with a when reduced to 0 hit points or less, it is immediately vaguely humanoid shape, but the manifester can mold or destroyed. Since it was never alive, a construct cannot be sculpt them according to his or her whim within the limits raised or resurrected. Constructs do not require air. imposed by the creature’s size. The quality of such “construct sculpture” is determined by a Craft (sculpting) check with the appropriate DC set by the Dungeon Master. Astral Construct Menu A",
        "name":  "Advancement",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— — — 141 MONSTERS CHAPTER 8: Fly (Ex): Construct has physical wings (6-foot wingspan). Astral Construct Menu C Speed 60 ft. (average). (You may replace any choice on this menu with two choices Resistance (Ex): Choose one of fire, cold, on Menu B.) acid, electricity, or sonic Concussion (Sp): Manifest resistance 5. The same concussion as a free action (once resistance can be per round). chosen multiple Cone of Sound (Sp): Manifest times and stacks: For cone of sound as a standard example, picking fire action. resistance three times would give a total resistance Dimension Slide (Sp): Manifest of 15. dimension slide as a move- Sprint (Ex): Once per hour, the construct can equivalent action. take a charge action to move 10 times normal Extra Buff (Ex): Construct gains speed. 10d10 temporary hit points (multiple",
        "name":  "Advancement",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blues gain a +4 racial bonus on Move Silently checks. BLUE SOCIETY Blues are often poorly integrated into a goblin tribe. Common goblins rail against them (but not in their presence) and leaders don\u0027t trust them: It is not uncommon for blues to be killed by their own kin out of fear. As such, blues are often extremely paranoid—those that survive do so because they have become cruel, cunning, and dangerous. Blues live apart in a cave of their own, but since they depend on the tribe for protection, they do not often stray too far. In a tribe containing more than one blue, a “Blue Council” may secretly gain control and thereafter manipulate the titular leader from behind the scenes. Such tribes are far COMBAT more dangerous than those that slay their blues early on. Brain moles lurk in groups of at least three within the mouth of a burrow, hiding as best they can. When likely prey comes into range (up to 50 feet), the group launches simultaneous BLUE CHARACTERS psionic attacks in an effort to catch the foe flat-footed. They A blues favored class is psion. keep up the assault until they are physically threatened or take significant ability damage from psionic attacks, at which 143 MONSTERS CHAPTER 8: time they attempt to flee into their tunnels. If a foe is COMBAT obviously hurt and retreating, they may venture from their All creatures fear incorporation into the undead fog of a caller burrow to pursue the fleeing meal. Brain moles in darkness. Those who lose their lives to the horror are generally do not attack nonpsionic creatures. doomed to share its endless misery. Psionics (Sp): At will—burst, detect psionics, Steal Essence (Su): Any intelligent creature slain by a and distract. These abilities are as the powers caller in darkness is mentally manifested by a 10th-level psion. absorbed into the Attack/Defense Modes (Sp): At will—mind monster\u0027s consci- thrust/empty mind. ousness within 1d4 Disease (Ex): Cascade flu—bite; rounds (the phy- Fortitude save (DC 13), incubation sical body of the period one day, damage psionic victim remains cascade. Every time the afflicted intact). A caller can character manifests a power, she must also absorb the make a Concentration check (DC 16). essence of a On a failed check, a psionic cascade is creature triggered (see Psionic Disease in whose ability Chapter 4: Psionics). score in any",
        "name":  "Skills",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+7 (+3 Dex, +4 Improved Initiative) downed creature’s Consti-",
        "name":  "Initiative",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mind Trap, Psychic Bastion, Quicken Power Summon Tanar\u0027ri (Sp): Once per day a cerebrilith can attempt to summon Climate/Terrain: Any land or 3d10 dretches (see the Demon entry underground in the Monster Manual) or another",
        "name":  "Feats",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard creatures answer the",
        "name":  "Treasure",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to poison, sleep, paralysis, and freshly liquefied crystal. The creature targets the largest stunning. Not subject to critical hits. crystal object available. Psionics (Sp): At will—control object, control sound, create Liquefy (Ex): A folugub that makes a successful touch sound, detect psionics, and phase door. These abilities are as the attack with its tongue causes the target crystal to change powers manifested by an 18th-level psion. phase, turning from solid to liquid and becoming Attack/Defense Modes (Sp): At will—ego whip, mind immediately worthless. The size of the object is immaterial— thrust/empty mind. a crystal statue liquefies as quickly as a diamond in a ring.",
        "name":  "Elemental",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "49,000 gp + 3,920 XP. GITHYANKI SOCIETY Mind flayers enslaved entire races, including the githyanki forerunners. Centuries of captivity bred hate, nurtured resolve, and finally instilled psionic powers. With mental armaments of their own and a powerful leader to rally behind (the legendary Gith), the slaves instigated a crossplanar struggle that, in the end, threw down the illithid empire, bringing freedom to the surviving slaves. However, these soon split into the racially distinct githyanki and their mortal enemies, the githzerai (see the Githzerai entry, below). Each constantly attempts the extinction of the other. This animosity has burned through the centuries, warping the githyanki into the evil, militaristic creatures they are today. Both peoples\u0027 hatred of the mind flayers knows no bounds, though, and they will break off hostilities to slay illithids if the opportunity presents itself. Githyanki live within massive fortresses adrift in the Astral Plane. Here they conduct commerce, manufacture goods, grow food, and live out their lives. Family dwellings are nonexistent, as most githyanki prefer their own abode; however, githyanki are often found in groups, honing their fighting skills. A fortress contains noncombatants (mostly children) equal to 20% of the fighting population. Githyanki males and females may be found in almost any role or class. The githyanki have no deity but instead pay homage to a lich-queen. A jealous and paranoid overlord, she devours the essence of any githyanki that rises above 16th character level Besides eliminating potential rivals, the lich-queen enhances her power with the stolen life essence.",
        "name":  "Cost to Create",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7-8 HD (Medium- size); 9-12 HD (large) Skills: *When it consumes a brain, “A big brain on four the intellect devou- legs” describes an rer absorbs some of the victim\u0027s memo- intellect devourer. ries, gaining a +5 The creature stalks living prey, sometimes at the behest of powerful masters, competence and co-opts their bodies after devouring the brain. bonus on Perform (act) checks when trying to pass off the possessed body as the A closer look reveals that the intellect devourer\u0027s 2- footdIameter brain is protected by a impervious, transparent original crust, and its legs are bestially jointed with cruel claws. It uses its body-thief ability to masquerade as its latest victim, allowing NEOTHELID it to secretly penetrate areas rich in prey or to spy for its masters (usually mind flayers). Gargantuan Aberration",
        "name":  "Advancement",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tentacle rake 2d6+10 An intellect devourer charges into melee combat after first Face/Reach: 30 ft. by 30 ft. (coiled)/25 ft. manifesting schism, allowing the creature to make a he partial",
        "name":  "Damage",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "15 Blindsight (Ex): The neothelid can ascertain creatures by",
        "name":  "Challenge Rating",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Construct, psionics immunity, damage reduction 30/+2 152 :8 RETPAHC SRETSNOM If uncommanded, the psion-killer usually follows its last Puppeteers are psionic parasites that vicariously experience instruction to the best of its ability, though if attacked it the lives of their victims by taking control of their minds. returns the attack. The creator can give the golem a simple A puppeteer resembles a 4-inch-long, dark brown leech program to govern its actions in his or her absence, such as with no definable anatomy or sense organs. Once one “Remain in this area and attack all psionic creatures that establishes control over a victim (now called a host), it enter.” attaches to the host\u0027s skin in a spot hidden by fur, hair, or",
        "name":  "Special Qualities",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to mind-influencing effects, poison, clothing. It draws nutrients from the host\u0027s blood, but since it disease, and similar effects. Not subject to critical hits, is so small, its requirements are minimal. subdual damage, ability damage, energy drain, or death Only when twenty or more from massive damage. puppeteers ride a single host—a Psionic Immunity (Ex): Psion-killers completely rare occurrence—is there resist psionic effects, including psionic attack direct risk to the host\u0027s modes. health. Negate Psionics (Su): A psion-killer can use Puppeteers seek to negate psionics as a free action once per round. The secretly infect the effect is as an area negation in a 30-foot-radius societies of other burst. creatures and take control of them so as to have a continuous CONSTRUCTION supply of bodies. They A psion-killer\u0027s body is constructed from do not speak except massive blocks of quartz crystal, with a when directing a host body total weight of at least 4,000 pounds. to do so. The golem costs 90,000 gp to create, which includes 10,000 gp for the body. COMBAT Assembling the body Puppeteers use their requires a successful psionic powers to dominate Craft (sculpting) or potential hosts. Once in control, a profession (masonry) check puppeteer almost exclusively relies (DC 17). on the host\u0027s mental and physical The creator must be 18th level and able to abilities, although it may use its own manifest psionic powers. Completing the construction psionic powers to enhance their drains 1,600 XP from the creator and requires emulate power, effectiveness in a particularly matter manipulation, negate psionics, and psychic chirurgery. dangerous situation. Puppeteers are most commonly encountered secretly riding a host, so their PUPPETEER presence is not obvious to most Fine Vermin opponents.",
        "name":  "Construct",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blindsight, psionics, host protection Blindsight (Ex): A puppeteer can ascertain creatures by",
        "name":  "Special Qualities",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— 153 MONSTERS CHAPTER 8: When badly wounded, the filcher escapes using its time TEMPORAL FILCHER filch ability (on itself only), or dimension door. Large Aberration Psionics (Sp): At will—chameleon, dimension door, and",
        "name":  "Advancement",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Claw 1d6+1, bite 2d6 smaller creature with two or more claw attacks, it latches Face/Reach: 5 ft. by 5 ft./10 ft. onto the opponent\u0027s body and shifts forward in time 7",
        "name":  "Damage",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9-15 Speed: 40 ft. HD (Large) AC: 17 (+1 size, +4 Dex, Temporal filchers are hun- +2 natural) ters that use their psionic Attacks: abilities to “bump” Touch +4 prey ahead in time, melee thereby disorien- Damage: ting the creature Touch eat and preventing thoughts (see aid from its text) companions, if any. Face/Reach: 5 ft Temporal filchers by 5 ft./5 ft. are off shoots of Special Attacks: Eat ethereal filchers, though thoughts more aggressive and larger. Special Qualities: A temporal filcher is 6 feet tall Ethereal jaunt, psionics with a baglike body from which Saves: Fort +1, Ref +5, Will protrudes a twisted horn, a thick neck, +4 and a bulbous head. It has four long arms Abilities: Str 12. Dex 18, Con 11, ending with cruelly clawed hands, and a single leg that ends Int 7, Wis 12, Cha 10 in a prehensile foot. It is yellowish with gray and blue Skills: Hide +14, Listen +7, Spot +7 markings. Feats: Improved Initiative Temporal filchers do not speak. Climate/Terrain: Any land and COMBAT underground",
        "name":  "Advancement",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 creatures bringing up the rear of a group and gain a free",
        "name":  "Challenge Rating",
        "source":  "psionics_handbook.txt",
        "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Zarus’s temples are fi gureheads used to personify ideals. handsome structures, not elaborate The only true power, they claim, is but extemely well made and the universe itself, which has with tasteful decorations. The no consciousness or personality, walls are covered with tapestries but responds through effort to depicting mankind’s the will of sentient talents: scenes of creatures. hunting, farming, weaving, and other occupa- HISTORY AND tions. The altar is always a gold FOLKLORE statue of a perfect human male, a representation of Zarus himself. Humans are the youngest of the major",
        "name":  "Temples",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Human history has more Dwarf’s Fall: A good example of a human creation myth recent events of importance than the history of any other told by nonhumans is the Dwarf’s Fall. Long ago, the tale race. Think about which historical events resonate with goes, a dwarf was walking home. It began to rain heavily, your character. Your character might treat gnomes kindly but the dwarf trudged on. Then his boot slipped in the because she is ashamed of Dessloch’s gnome purges a mud and he fell backward, his heavy body sinking into decade ago. Your character might revere the pioneers in the soaked earth. Grumbling, the dwarf pulled himself the Caravan of Istagarrai, founders of the first human free and continued on his way, leaving his outline pressed settlements in your area. The history your character chooses into the mud. says a lot about his attitude toward his people, and toward As the rain continued, it filled that outline. The rain himself. turned to ice, and ice began to form above the outline, shap- ing the top portion of the dwarf as well. For three days and MYTHIC ORIGINS three nights the wind howled and snow fell. On the fourth While humans have a rich, detailed recent history to draw day, the sun rose, and the ice and snow melted away. The mythic inspiration from, they don’t have as rich a trove of ice replica of the dwarf cracked and disintegrated, leaving humanitywide myths. For example, humans don’t have a behind a creature cast in the dwarf’s image. But the ground widely accepted creation story. Instead, each culture has there slanted slightly, so the outline slid downhill, during its own story of how humans came to be—even nonhu- the rain and snow. Thus the new creature was taller and man cultures such as the elves and dwarves. The majority slimmer than the original dwarf. Thus, from the outline of humans refuse to accept any nonhuman’s version of of a dwarf rose the first man. humanity’s origins—even accounts from outsiders who The Tale of Oratea: A halfling folk tale has humanity claim to have been there. Humans believe that such born of older races in a much more literal way. Oratea was a accounts are biased against humanity (and indeed, many beautiful female halfling, and many of her own kind wooed play on less than flattering human stereotypes). her. Then she encountered a pair of travelers, a tall slender Most human histories agree on one point—that human- elf named Terian and a stout dwarf named Koemac. ity did not have an illustrious beginning. Only the Book of The travelers both loved her and demanded that she Zarus claims otherwise. choose one of them as her mate. Oratea was greedy and",
        "name":  "Roleplaying Application",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead creatures perform the states of preservation, waiting for resurrection, conversion basic functions within a gravewhisper cabal. Zombies to undead, or ritual use. and skeletons make up much of the cabal’s manual labor, Adventure Hook: One of the PCs has died in the middle while ghouls and wights guard the enclave from attack. of an adventure, and the other characters are carrying the Shadows and spectres act as the cabal’s spies in the outside body back to a friendly temple for resurrection. Along the world. Intelligent undead, however, are actually members way, minions and illumian members of a gravewhisper cabal of the cabal, not just its servants. A gravewhisper cabal repeatedly waylay them. The cabal believes, rightly or wrongly, usually includes vampires or liches among the members that the dead PC possesses information that they can acquire of its Black Table. with speak with dead or less savory necromantic rituals. 69 ILLUMIANS CHAPTER 3 Quill Cabals While vengeance cabals take the fight to the githyanki, quill cabals instead attempt to reassemble the lore the illumians lost when the githyanki sacked the Library of the Sublime. Avaricious book collectors, quill cabals stop at nothing to acquire tomes they don’t already possess. Their libraries are first-rate, which makes them a target for forces that desire the knowledge ensconced on the shelves of illumian enclaves.",
        "name":  "Enemies and Allies",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Root cabals work with intelligent Enclaves: Root cabals use the natural terrain at their creatures that can be trusted to live in concert with the disposal to build their enclaves. Sometimes their enclaves land, such as centaurs, goliaths (described in Races of are camouflaged by terrain, such as a dungeonlike enclave Stone), and lizardfolk. Others ally themselves with fey under a mossy hillock. More often their enclaves appear inclined to help guard their lands, such as dryads and as weird structures that stand out from the surrounding nymphs. The most strident root cabals trust only plants land while obviously being a part of it; root cabals want the and animals, relying on druid-enhanced flora and fauna architecture of their enclaves to imply that “These lands as guardians. are under our protection.” In a forest, a root enclave might 71 ILLUMIANS CHAPTER 3 be a spherical tangle of branches supported by dozens of seem overly curious about the lore contained within the massive oak trunks—with animated branches set to grasp Library of the Sublime, so vengeance cabals wonder whether intruders. A mountain enclave might be a graceful series of they have ulterior motives in hunting down the githyanki towers attached to a sheer cliff at the end of a box canyon. A who looted it. subterranean enclave might be a warren entirely within a Typical Characters: The following characters are typical hollowed-out stalagmite in a massive underground cavern. of those who grow up in vengeance cabals.",
        "name":  "Enemies and Allies",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Aasimars maintain ex- cellent relations with beings of good alignment. They are found primarily among humans, but they also associate with elves, dwarves, and good-aligned humanoids. They are extremely stern and disapproving toward evil beings of all kind and do not willingly deal with 92 xoC .E yb .sullI OF DESTINY OTHER RACES CHAPTER 4 orcs, goblins, and other races noted for their evil alignment. Aasimars are extremely suspicious of half-orcs, but they can AASIMAR RACIAL TRAITS overlook blood or upbringing if an individual proves that • +2 Wisdom, +2 Charisma: Aasimars inherit a measure of he leads a life of good and honor. the insight and presence of their celestial forebears. Aasimars treat one another with respect and friendship, • Outsider (native): Aasimars are outsiders who are native to seeing other aasimars as cousins united in the cause of good. the Material Plane. Unlike true outsiders, native outsiders However, if they encounter an aasimar who has fallen to need to eat and sleep. evil, they become frightful to behold in their anger and • Medium: As Medium creatures, aasimars have no special righteous indignation. bonuses or penalties due to size.",
        "name":  "Relations",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The indisputable fact of their celestial ancestry and Sylvan. Aasimars enjoy learning languages that enable leads aasimars to become deeply devoted beings who feel a them to communicate with good creatures. personal connection with a particular deity. Even those who • Favored Class: Paladin. The paladin class levels of an do not become paladins (their favored class) are profoundly aasimar who becomes an ex-paladin class do not count religious and forthright in their faith. While they are not when determining whether she takes an experience point prone to proselytizing, by words and action aasimars show penalty for multiclassing. the power and righteousness of their deity to those who • Level adjustment +1. have not yet seen the light and truth that they experience themselves. DOPPELGANGER",
        "name":  "Religion",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In their natural form, doppel- mere pawns to be deceived and used in whatever manner gangers are gaunt, gray-skinned, genderless humanoids seems necessary at the time. On the other hand, most dop- with long, gangly limbs, standing around 5-1/2 feet tall pelgangers do not have any preconceived notions about a and weighing about 150 pounds. Doppelganger bodies are race—they all have their positive and negative qualities, slender and frail-looking, although this appearance belies and none are any better or worse in comparison (except for their hardy constitution and doppelgangers themselves, of course). In turn, other races are extremely suspicious of a creature that can assume their own forms and blend in with impunity. In some places, doppelgangers have thoroughly infi ltrated posi- tions of authority, using their newfound power in whatever way they see fi t. When a doppelganger is discovered, pogroms and witch-hunts inevi- tably follow, as the panicked populace accuses anyone and everyone of being a shapeshifter.",
        "name":  "Physical Description",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Be- cause they live according to the borrowed morals and ethics of other races, doppelgangers are usually neutral in alignment, with no strong opinions on the properties of good, evil, law, or chaos. Doppelgangers regu- A doppelganger infi ltrator larly “portray” creatures of decides it’s time for a change 94 ippillihP .M yb .sullI OF DESTINY OTHER RACES CHAPTER 4 different alignments, although their psyches are amazingly of time mimicking warriors become fighters or rangers. As toughened to resist any permanent shift from acting in such mentioned above, doppelganger clerics are notoriously rare, a manner. They retain their own objectivity regardless of and druids even more so, mainly because doppelgangers the intensity of emotions that they exhibit on the surface. are so focused on social intricacies that they barely think On occasion, doppelgangers stray from the racial norm of about the natural world. Doppelganger paladins are one in neutrality—and their inclination toward duplicity and de- a million, and are viewed with considerable suspicion by ceit means that most of these individuals fall to evil. the rest of their race.",
        "name":  "Alignment",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Half-ogres inherit a tendency toward chaos from polite company, half-ogres fi nd acceptance and from their ogre parents, but, like their human parents, they friendship among adventurers, many of whom are fellow favor neither good nor evil. Half-ogres raised among ogres wanderers and outsiders. and willing to live out their lives with them, however, tend toward evil. Half-Ogre Racial Traits Half-Ogre Lands: Half-ogres have no lands of their • +6 Strength, –2 Dexterity, +2 Constitution, –2 Intelli- own, living among ogres or humans depending on their gence, –2 Charisma: Half-ogres are big, brawny creatures circumstances and the tolerance of the locals. without a great deal of intelligence or couth.",
        "name":  "Alignment",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sea kin generally prefer to stick close to violent, and determined to kill anyone who stands in their the safety of their coral homes, occasionally trading with path. These suppositions rarely prove false. But even orcs nearby land-dwelling people. That said, sea kin also have display variation within the species, and one group in a strong sense of curiosity, and some individuals become particular stands apart from all others. adventurers out of sheer inquisitiveness. Other sea kin turn The sharakim (the name means “the tainted” or “those to adventuring after a particularly violent encounter with with taint” in an old human dialect) were once human. At 102 OF DESTINY OTHER RACES CHAPTER 4 least, their forebears were. Legends claim that, long ago, all humans resided in the village of Desh. They lived peacefully until a hunter named Sharak killed a sacred stag, and all those who ate of the stag’s fl esh became ill. Many died, but others were transformed, twisted into hideous caricatures of humanity by the evil they had committed. The humans who escaped the curse scattered, leaving Desh to be lost forever. Those creatures who had once been human gathered together and fl ed as well, making their own way in the world but forever after hated by humans because they stood as a reminder of that sin. These became the sharakim. Sharakim live in small villages and towns. They are comfortable in hills and mountains, especially places that feature long shadows and high cliffs on every side. They are eager for outside contact, and thus settle close to other races. They make frequent forays to nearby towns and encourage their neighbors to visit them, whereupon they take the part of lavish hosts. Sharakim spend their waking hours fi ghting the impression people assume based on their appearance; only in the privacy of their own homes do they relax and gather their thoughts.",
        "name":  "Adventurers",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    }
]
