[
    {
        "origin_file":  "monsters.json",
        "description":  "One creature Level: Psion/wilder 1, psychic",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For every 2 additional centered on you have levels in a psionic class, crea- power points you spend, this power’s Duration: 10 min./level (D) tures with the psionic subtype, and save DC increases by 1. Saving Throw: None creatures with the Wild Talent feat",
        "name":  "Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard ence of any creatures with hostile in- 1st Round: Presence or absence of action tent within 30 feet of you, and their psionic auras.",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Yes creatures Faint 1d6 minutes Power Points: 1 Duration: Instantaneous Moderate 1d6×10 minutes Saving Throw: None and Will Strong 1d6 hours Your mental impulse forces the sub- negates (object) Overwhelming 1d6 days ject to repeat the actions it took on Power Resistance: No and Yes its previous turn. If the situation has (object)",
        "name":  "Original Strength Duration Power Resistance",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous Manifesting Time: 1 standard the healing is wasted. A creature",
        "name":  "Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium (100 ft. + 10 ft./ freed of the compulsion (although You instantly transfer yourself from level) the damage still counts against its your current location to any other spot Effect: Ray actual current hit points). within range to which you have line of Duration: 1 min./level Augment: For every 2 additional sight. You can bring along possessions Saving Throw: None power points you spend, this power’s that amount to as much as a medium Power Resistance: Yes (object) range increases by 5 feet and its save load, including living creatures that Power Points: 7 DC increases by 1. weigh as much as 20 pounds. In addition, for every additional Movement caused by the use of di- As dimensional anchor (page 221 of power point you spend to increase mension slide does not provoke attacks the Player’s Handbook), except as noted the range and the save DC, this power of opportunity. here. can affect targets that have Hit Dice If you somehow attempt to trans- equal to 4 + the number of addi- fer yourself to a location occupied by Disable tional points. a solid body or a location you can’t Telepathy (Compulsion) [Mind- see (which might happen if your Affecting] Disintegrate, Psionic perceptions are being controlled by Level: Psion/wilder 1 Psychoportation a telepath), the power simply fails Display: Visual Level: Psion/wilder 6 to function. Manifesting Time: 1 standard Display: Auditory, material, and",
        "name":  "Range",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) that convinces one or more creatures Power Points: 11",
        "name":  "Range",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous Handbook). Creatures with the few- pointing fi nger. You must make a",
        "name":  "Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Will negates est HD are affected first. Among successful ranged touch attack to hit. (harmless, object) creatures with equal Hit Dice, those Any creature struck by the ray takes",
        "name":  "Saving Throw",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Yes (harmless, who are closest to the power’s point 22d6 points of damage. Any creature object) of origin are affected first. Hit Dice reduced to 0 or fewer hit points by this",
        "name":  "Power Resistance",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A psychic warrior can nonplayer character to attempt objects constructed entirely of force, manifest this power to swap positions some sort of “heroic” action, com- but not psionic effects such as a null with an ally, but not to swap the posi- mon NPCs and creatures under the psionics fi eld. tions of two allies. effect of this power typically cower A creature or object that makes a",
        "name":  "Special",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For every 2 additional or retreat. successful Fortitude save is partially power points you spend, this power can Any creature that attempts to affected, taking only 5d6 points of affect a target one size category larger. take a standard action immediately damage. If this damage reduces the breaks the compulsion and can act creature or object to 0 or fewer hit Dimensional Anchor, Psionic normally. A creature that attempts points, it is entirely disintegrated. Psychoportation to heal itself or that receives healing Only the fi rst creature or object",
        "name":  "Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One manifester, creature, or object; or 20-ft.-radius burst",
        "name":  "Target or Area",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard You dismiss creatures, objects, or over before the dispel psionics can action effects composed of ectoplasm, such take effect.",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One extraplanar creature cocoon power, or that were formerly one of two ways: a targeted dispel or",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7 An ectoplasmic creature that fails pel psionics power. You make a dispel its Will saving throw dissipates into check (1d20 + your manifester level, As dismissal (page 222 of the Player’s so much constituent ectoplasm, which maximum +10) against the power or Handbook), except as noted here. evaporates immediately. against each ongoing power currently A creature under the effect of the in effect on the object or creature. The Dismiss Ectoplasm ectoplasmic form power that fails its DC for this dispel check is 11 + the Metacreativity saving throw is either destroyed power’s manifester level. If you suc-",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 hour/level (D) Target: Creature or object touched dispel check against any power that Saving Throw: None Duration: Instantaneous you manifested yourself. Power Resistance: Yes (harmless, Saving Throw: None",
        "name":  "You automatically succeed on your Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard of the teleportation range of the effect tional creatures), this power’s save DC action you are diverting. The destination you increases by 4.",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature you are very familiar or that you have Dream Travel",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mental and visual Range: Touch You cause your subject’s mind to wan- Manifesting Time: 10 minutes Targets: You and touched creature or der, distracting her. Subjects under Range: Personal creatures (up to one/level) the effect of distract make all Listen, Target: You Duration: 1 hour/level (D)",
        "name":  "Display",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13 Divert Teleport As divination (page 224 of the Player’s Psychoportation (Teleportation) Handbook), except as noted here. You and any creature you touch are",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 immediate Telepathy (Compulsion) [Mind- into the region of dreams. You can action; see text Affecting] take more than one creature along",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Diverts the teleportation level) In the region of dreams, you move of any object or creature whose Target: One humanoid through a menagerie of thoughts, weight does not exceed your Duration: Concentration desires, and phantoms created by maximum load Saving Throw: Will negates the minds of dreamers everywhere.",
        "name":  "Effect",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One ectoplasmic points of Charisma damage, or half type, so even if you took fi re damage manifestation of a size equal to ten that amount (minimum 1 point) on a from a creature that has immunity 10-ft. cubes (S) successful save. A target that fails its to fi re, empathic feedback will damage",
        "name":  "Effect",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Willing creature touched you can transfer 50 points of damage power in one or both of the follow-",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 to the touched creature. You im- 1. For every additional power point mediately regain hit points equal to you spend, this power’s range and the You heal another creature’s wounds, the amount of damage you transfer. radius of its area increases by 5 feet. transferring some of its damage to You cannot use this power to gain 2. If you spend 2 additional power yourself. When you manifest this hit points in excess of your full nor- points, this power’s maximum dura- power, you can heal as much as 2d10 mal total. The transferred damage is tion increases to 1 hour/level. points of damage. The target regains a empathic in nature, so powers and number of hit points equal to the dice abilities the subject may have such as Empty Mind result, and you lose hit points equal damage reduction and regeneration Telepathy [Mind-Affecting] to half of that amount. (This loss can do not lessen or change this damage. Level: Psion/wilder 1, psychic bring you to 0 or fewer hit points.) The damage transferred by this power warrior 1",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Auditory such as damage reduction and regen- immunity to the type of damage you Manifesting Time: 1 immediate eration do not lessen or change this originally took, the transfer occurs action damage, since you are taking the tar- normally and deals hit point damage Range: Personal get’s pain into yourself in an empathic to the subject. Target: You manner. The damage transferred by Augment: You can augment this Duration: 1 round this power has no type, so even if you power in one or both of the follow- Power Points: 1 have immunity to the type of damage ing ways. the target originally took, the transfer 1. For every additional power point You empty your mind of all transi- occurs normally and deals hit point you spend, you can transfer an addi- tory and distracting thoughts, im- damage to you. tional 10 points of damage (maximum proving your self-control. You gain a Alternatively, you can use this 90 points per manifestation). +2 bonus on all Will saves until your power to absorb one poison or one dis- 2. If you spend 6 additional power next action. ease affl icting the target creature into points, this power affects all crea- You can manifest this power in- yourself. When you absorb a poison tures in a 20-foot-radius spread cen- stantly, quickly enough to gain its or disease, you do not take any of the tered on you. benefi t in an emergency. Manifesting damage previously dealt to the target this power is an immediate action, by the affl iction, but you do assume Empathy like manifesting a quickened power, the burden of making the secondary Telepathy [Mind-Affecting] and it counts toward the normal limit and/or continuing Fortitude saves to Level: Psion/wilder 1 of one quickened power per round. combat the affl iction. Display: Mental You can use this power even when it",
        "name":  "Powers and abilities you may have has no type, so even if the subject has Display",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Telepath 3, psychic warrior 3 creature you can see that is in the pow- Range: Personal",
        "name":  "Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched many other kinds of sensations and Your body assimilates some of the",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 the chosen type that deals 7d6 points Display: Auditory of damage to every creature or object Manifesting Time: 1 standard As energy adaptation, except you must within the area. The explosion creates action choose one type of energy to which almost no pressure. Range: 120 ft. you gain resistance when this power Cold: A ball of this energy type deals Area: 120-ft. line is manifested. +1 point of damage per die. The sav- Duration: Instantaneous ing throw to reduce damage from a Energy ball sdlonyeR .W yb .sullI 620_96666_ExpPsionicsHnbk.indd 100 2/9/04, 3:48:42 PM 101 POWERS CHAPTER 5",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Manifesting a burst of each extra two dice of damage, this choose cold, electricity, fi re, or sonic. this energy type provides a +2 bonus power’s save DC increases by 1. You release a powerful stroke of en- to the save DC and a +2 bonus on man- ergy of the chosen type that deals 5d6 ifester level checks for the purpose of Energy Conversion points of damage to every creature or overcoming power resistance. Psychometabolism [see text] object within the area. The beam be- Fire: A burst of this energy type Level: Psion/wilder 7 gins at your fi ngertips. deals +1 point of damage per die. Display: Mental",
        "name":  "Upon manifesting this power, you Electricity",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "40-ft-radius burst centered on damage to every creature or object the stored damage. you within the area. This power’s subtype is the same",
        "name":  "Area",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Visual; see text ectoplasmic energy of the chosen overcoming power resistance. Manifesting Time: 1 standard type that deals 5d6 points of damage Fire: A cone of this energy type action to every creature or object within the deals +1 point of damage per die. Range: Close (25 ft. + 5 ft./2 levels) area. The explosion creates almost no Sonic: A cone of this energy type Target: Any two creatures no more pressure. Since this power extends deals –1 point of damage per die and than 15 ft. apart outward from you, you are not affected ignores an object’s hardness. Duration: Concentration, up to 1 by the damage. round/level 620_96666_ExpPsionicsHnbk.indd 101 2/9/04, 4:36:35 PM 102 5 RETPAHC SREWOP",
        "name":  "You create an explosion of unstable ifester level checks for the purpose of Display",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can augment this choose cold, electricity, fi re, or sonic. power in one or both of the follow- Upon manifesting this power, you Your body’s psionically fueled bio- ing ways. choose cold, electricity, fi re, or sonic. energetic currents produce an arc of 1. For every additional power point You release a powerful missile of energy energy of the chosen type that tar- you spend, this power’s damage in- of the chosen type at your foe. The mis- gets a creature you designate as the creases by one die (d6). For each extra sile deals 3d6 points of damage to each primary foe for 9d6 points of damage two dice of damage, this power’s save creature or object you target, to the in every round when the power re- DC increases by 1. maximum of fi ve targets. You cannot mains in effect. 2. For every 4 additional power hit the same target multiple times with Energy also arcs off the primary points you spend, this power can af- the same manifestation of this power. foe to strike one additional foe that fect an additional secondary target. Cold: A missile of this energy type is initially within 15 feet of the pri- Any additional secondary target can- deals +1 point of damage per die. The mary foe, or that subsequently moves not be more than 15 feet from another saving throw to reduce damage from a within 15 feet of the primary foe while target of the power. cold missile is a Fortitude save instead the duration lasts. Secondary foes take of a Refl ex save. half the damage that the primary foe Energy Missile Electricity: Manifesting a missile of takes in every round while the dura- Psychokinesis [see text] this energy type provides a +2 bonus tion lasts. Level: Kineticist 2 to the save DC and a +2 bonus on man-",
        "name":  "Upon manifesting this power, you Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Auditory ifester level checks for the purpose of secondary foe fall to less than 0 hit Manifesting Time: 1 standard overcoming power resistance. points (or should a target completely action Fire: A missile of this energy type evade the effect with a special abil- Range: Medium (100 ft. + 10 ft./ deals +1 point of damage per die. ity or power), the energy current’s level) Sonic: A missile of this energy type arc randomly retargets another pri- Targets: Up to fi ve creatures or deals –1 point of damage per die and mary and/or secondary foe while objects; no two targets can be more ignores an object’s hardness. the duration lasts. Targeted foes can than 15 ft. apart. This power’s subtype is the same as move normally, possibly moving the type of energy you manifest. out of range of the effect, but each Augment: For every additional round they are targeted and remain power point you spend, this power’s in range they must make a saving throw to avoid taking full damage in that round. Concentrating to maintain en- damage increases by one die (d6) and ergy current is a full-round action. its save DC increases by 1. If you take damage while main- taining energy current, you must Energy Push make a successful Concentration Psychokinetic [see text] check (DC 10 + damage dealt) to Level: Psion/wilder 2 avoid losing your concentration Display: Auditory and visual on the power. Manifesting Time: 1 standard",
        "name":  "Should either the primary or Display",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Energy Retort size category larger than you fails a Power Resistance: Yes Psychokinesis [see text] Strength check (DC equal to the save Power Points: 1 Level: Psion/wilder 3 DC of this power), the driving force of Display: Visual the energy blast pushes it back 5 feet Upon manifesting this power, you Manifesting Time: 1 standard plus another 5 feet for every 5 points choose cold, electricity, fi re, or sonic. action of damage it takes. If a wall or other You create a ray of energy of the cho- Range: Personal and close (25 ft. + 5 solid object prevents the subject from sen type that shoots forth from your ft./2 levels); see text being pushed back, the subject in- fi ngertip and strikes a target within Targets: You and creature or object stead slams into the object and takes range, dealing 1d6 points of damage, attacking you; see text an extra 2d6 points of damage from if you succeed on a ranged touch at- Duration: 1 min./level the impact (no save). The movement tack with the ray. Saving Throw: Refl ex half or caused by energy push does not pro- Cold: A ray of this energy type deals Fortitude half; see text voke attacks of opportunity. +1 point of damage per die. Power Resistance: Yes",
        "name":  "In addition, if a subject of up to one Saving Throw",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard each creature and object in the area. action Upon manifesting this power, you This power originates at your hand",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 of damage to creatures and objects Electricity: Manifesting a wave of within 10 feet and 1d6 points of dam- this energy type provides a +2 bonus Upon manifesting this power, age to those beyond 10 feet but within to the save DC and a +2 bonus on man- you choose cold, electricity, fire, 20 feet. In addition, anyone passing ifester level checks for the purpose of or sonic. You release a powerful though the energy wall takes 2d6 overcoming power resistance. stroke of the chosen energy type points of damage +1 point per mani- Fire: A wave of this energy type that encircles all creatures in the fester level (maximum +20). deals +1 point of damage per die. area, dealing 1d6 points of damage If you manifest the wall so that Sonic: A wave of this energy type to each of them. In addition, any it appears where creatures are, each deals –1 point of damage per die and creature that fails its save for half creature takes damage as if passing ignores an object’s hardness. damage must succeed on a Will save through the wall. This power’s subtype is the same as or be stunned for 1 round. If you manifest this power in the the type of energy you manifest.",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One Medium or smaller Target: You psychic warrior 5 creature Duration: 1 hour/level",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 you carry) become diffi cult to detect this power in conjunction with mak- by clairsentience powers such as clair- ing a successful Refl ex save against an You draw forth a glob of ectoplasmic voyant sense, remote viewing, and psionic attack that normally deals half damage goo from the Astral Plane and im- true seeing. If a clairsentience power or on a successful save (such as fi refall), mediately throw it as a ranged touch similar effect is attempted against you, you instead take no damage. attack at any creature in range. On a the manifester of the power must suc- You can manifest this power with successful hit, the subject is covered ceed on a manifester level check (1d20 an instant thought, quickly enough in goo and becomes entangled. The + manifester level, or caster level if the to save yourself if you unexpectedly goo evaporates at the end of the opponent is not a manifester) against come within range of a dangerous power’s duration. a DC of 13 + your manifester level effect. Manifesting this power is an",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You and all invisible Level: Psychic warrior 3 creatures and objects in a 50-ft.- As ethereal jaunt (page 227 of the Player’s Display: Visual radius burst centered on you Handbook), except as noted here. Manifesting Time: 1 standard",
        "name":  "Targets",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Yes disrupts and negates all types of invis- Range: Touch Power Points: 5 ibility (though this power can’t negate Targets: You and one other touched the effect of cloud mind). Any creature willing creature/three levels; all You spit forth vitriolic acid, originat- that fails its save to avoid the effect targets must be joined by linked ing from your mouth, at your target. loses its invisibility. hands If you succeed on a ranged touch Creatures that are naturally invis- Duration: 1 min./level (D) attack, the target takes 3d6 points of ible, such as an invisible stalker, are Saving Throw: None acid damage. revealed as a dim outline for 1 round Power Resistance: Yes (harmless) Augment: For every 2 additional (until the beginning of your next Power Points: 17 power points you spend, this power’s turn) and do not have total conceal- damage increases by 1d6 points. ment during this period. As etherealness (page 228 of the Player’s",
        "name":  "You radiate a psychokinetic burst that action Power Resistance",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any two living creatures that Manifesting Time: 1 standard feet of an open fl ame, you can use are initially no more than 30 ft. action this power. Any damage that would apart. Range: Touch reduce you to 0 hit points or lower",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 min./level Target: Creature touched instead has a chance to discorporate",
        "name":  "Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psion/wilder 4, psychic fl esh are immune to fuse fl esh, and a When the power ends, the fused warrior 4 shapechanger (such as a lycanthrope being separates. The other creature",
        "name":  "Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard unfused form as a standard action. you determine. If separation occurs action Augment: For every 2 additional in a cramped space, the other creature",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7 Fusion 1d6 points of damage for each 10 feet Psychometabolism of solid material passed through. As freedom of movement (page 233 of Level: Egoist 8 Damage taken by the fused being is the Player’s Handbook), except as noted Display: Auditory, material, and split evenly between you and the other here. visual creature when the power ends. You do",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psion/wilder 6 willing creature of your type and and the fused being was subsequently",
        "name":  "Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched You and another willing, corporeal, than you entered with, as long as you",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 round/level living creature of the same or smaller don’t exceed the maximum power",
        "name":  "Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 target, you must make a ranged your foe. Taking a full round’s worth touch attack to strike the target. Any of attacks and then using this power to As grease (page 237 of the Player’s creature or object struck by the ball move away from your foe does provoke Handbook), except as noted here. of crystal takes 5d4 points of blud- attacks of opportunity. Sometimes this power is referred to geoning damage. You can manifest this power with as ectoplasmic sheen. Whether the crystal hits its target, an instant thought, quickly enough misses, or was aimed at a point in to gain the benefi t of the power before Grip of Iron space, it explodes upon arrival at you move. Manifesting the power is a Psychometabolism the location you designated. Anyone swift action, like manifesting a quick-",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature Psychometabolism Minimum",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kineticist 4, psychic warrior 4 Creatures affected by this power ly, quickly enough to gain its benefi ts in",
        "name":  "Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature Augment: For every 2 additional",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Yes (harmless, Leech Field ing creature or an object). object) Psychometabolism",
        "name":  "Power Resistance",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 spent to manifest the power you just object or creature saved against (to a maximum number Duration: Concentration, up to 1 As knock (page 246 of the Player’s of points equal to your manifester min./level Handbook), except as noted here. level). You cannot gain power points Saving Throw: None that would cause you to exceed your Power Resistance: Yes Know Direction and Location normal daily maximum. Power Points: 1 Clairsentience This power is effective against any",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psion/wilder 1 power that targets a single creature You can excite the structure of a non-",
        "name":  "Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Personal or close (25 ft. + 5 3rd and Subsequent Rounds: Wood detailed than a summary that locates ft./2 levels) ignites, metal scorches (1d4 points you according to a prominent local or Target: You or one willing creature of damage for those holding metallic regional site, such as “approximately 20 or one object (total weight up to objects). Skin burns and hair ignites miles northwest of Greyhawk City.” If 100 lb./level) (1d6 points of damage), lead melts. 620_96666_ExpPsionicsHnbk.indd 114 2/9/04, 4:38:07 PM 115 POWERS CHAPTER 5",
        "name":  "The information is usually no more Range",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "15, XP stantly, quickly enough to gain its willing psionic creatures in range benefi ts in an emergency. Manifesting Duration: 1 min./level (D)",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Auditory ing a psychic warrior’s claw strike. point totals first. (Creatures with",
        "name":  "Display",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You Augment: If you spend 4 additional time on an affected creature turns",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard more creatures, sending the victim Manifesting Time: 1 standard action into a catatonic state. When microcosm action",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 min./level group of creatures all located within Duration: One day",
        "name":  "Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Yes (harmless, single creature, that creature’s senses object) are pinched off from the real world As psionic mind blank (see below), ex-",
        "name":  "Power Resistance",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature Subjects that do not wish to be original “soul” and physical body and",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "15, XP Targets: You and one other creature",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature on your mannerisms. For instance, nearby living creature, forcing your",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Yes from the subject’s lips, though it is not any creature whose Hit Dice are equal",
        "name":  "Power Resistance",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can augment this action Level: Psion/wilder 1 power in one or both of the follow- Range: Close (25 ft. + 5 ft./2 levels) Display: Mental ing ways. Target: One creature Manifesting Time: 1 standard 1. If you spend 4 additional power Duration: Instantaneous action points, you can attempt to create a Saving Throw: Fortitude negates Range: Close (25 ft. + 5 ft./2 levels) telepathic bond with a creature that is Power Resistance: Yes Target: One creature not willing (Will save negates). Power Points: 7 Effect: Mental message delivered to 2. For every additional power point subject you spend, this power can affect an You partially wipe your victim’s mind Saving Throw: None additional target. Any additional tar- of past experiences, bestowing two Power Resistance: Yes get cannot be more than 15 feet from negative levels upon it. Power Points: 1 another target of the power. If the subject has at least as many negative levels as Hit Dice, it dies. If You send a telepathic message of up to Mindlink, Thieving the subject survives, each negative ten words to any living creature with- Telepathy [Mind-Affecting] level gives it several disadvantages in range. Missive is strictly a one-way",
        "name":  "Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Will negates gains, a psionic creature loses knowl- the subject “hears” meaningless men-",
        "name":  "Saving Throw",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature centered on you sharing any of the same space have",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You does not negate it. A creature under Manifesting Time: 1 standard",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13 inside the fi eld, but the schism re- Target: You sumes functioning when the creature Duration: 1 min./level (D) As moment of prescience (page 255 leaves the fi eld. Time spent within a Power Points: Psion/wilder 13, of the Player’s Handbook), except as null psionics fi eld counts against a sup- psychic warrior 9 noted here. pressed effect’s duration. Astral constructs and summoned This power transforms your body into My Light creatures wink out if they enter a null living oak, which grants you several Psychokinesis [Light] psionics fi eld. They reappear in the same advantages.",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch Target: You As phase door (page 261 of the Player’s Target: Creature touched Duration: 1 min./level (D) Handbook), except as noted here. This Duration: 1 min./level Power Points: 1 power is subject to dispel psionics. Saving Throw: Will negates (harmless) Your awareness extends a fraction of a",
        "name":  "Range",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Visual The creature gains power resistance on all saving throws. If caught in a",
        "name":  "Display",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Willing creature touched, Clairsentience not apply. or up to eight willing creatures Level: Seer 1 Augment: You can augment this joining hands Display: Visual power in one or both of the follow-",
        "name":  "Targets",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any psionic creature begin to unfold. That’s when every- Target: You",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard XP to augment this power, it works Telepathy [Mind-Affecting] action on a creature that has been dead for Level: Telepath 9",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Will negates Psychometabolism Target: One creature (harmless) Level: Psychic warrior 2 Duration: Instantaneous",
        "name":  "Saving Throw",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dead creature touched the ranges noted above. Overpower- attained. Also, you can restore levels",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature feat instead. After this power is Manifesting Time: 1 standard",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9 ers she learned when reaching her Duration: 1 round/level (D) current level, but she is happy with Power Points: 9 Your will abruptly and brutally her original decision, and so does not crushes the mental essence of any one change her powers known. You can readjust your body to boost creature, debilitating its acumen. The XP Cost: This power costs 50 XP to one physical ability score at the ex- target must make a Will save with a manifest to reformat choices made pense of one or more other scores. +4 bonus or collapse unconscious and when the character reached her cur- Select one ability score you would dying at –1 hit points. If the target suc- rent level. For each additional previous like to boost, and increase it by ceeds on the save, it takes 3d6 points level into which the revision reaches, the same amount that you decrease of damage. the power costs an additional 50 XP. one or more other scores. All score",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature Target: Creature touched can afford to burn your other ability",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7 Area: Cone-shaped emanation • Grant a creature a +1 inherent bonus centered on you to an ability score. Two to fi ve reality",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Will half Level: Psion/wilder 6 character who is brought back to Power Resistance: Yes Display: Mental and visual life from losing a level. Power Points: 3 Manifesting Time: 1 standard • Transport travelers. This power action can lift one creature per mani- The fabric of time parts to your will, re- Range: Personal fester level from anywhere on any vealing wounds your foe has received Target: You plane and place those creatures in the past (or has yet to receive). That Duration: 24 hours + 1 hour/level anywhere else on any plane re- foe takes 2d6 points of damage as the Saving Throw: Will half; see text gardless of local conditions. An past (or future) impinges briefl y on Power Resistance: No unwilling target gets a Will save the present. Power Points: 11 to negate the effect, and power Augment: For every additional resistance (if any) applies. power point you spend, this power’s When others use clairvoyant sense, re- • Undo misfortune. Reality revision damage increases by 1d6 points. For mote viewing, or other means of scry- can undo a single recent event. each extra 2d6 points of damage, this ing you from afar, your prepared trap Manifesting the power forces a power’s save DC increases by 1. gives them a nasty surprise. If the reroll of any roll made within the scryer fails its saving throw, you are last round (including your last Recall Death undetected. Moreover, the would-be turn). Reality reshapes itself to Clairsentience [Death, Mind- observer takes 8d6 points of elec- accommodate the new result. The Affecting] tricity damage. If the scryer makes reroll, however, may be as bad as Level: Psion/wilder 8 its saving throw, it takes only 4d6 or worse than the original roll. An Saving Throw: Will partial; see text points of electricity damage and is unwilling target gets a Will save Power Points: 15 able to observe you normally. Either to negate the effect, and power way, you are aware of the attempt to resistance (if any) applies. As recall agony, except the wounds view you, but not of the viewer or revealed by folding the fourth dimen- the viewer’s location. It is possible You can try to use reality revision sion are potentially fatal. If the target that you might recognize the quasi- to produce more powerful effects fails its Will save. it dies. If the save real viewpoint of someone using the than these, but doing so is danger- succeeds, the target instead takes 5d6 remote viewing power if you could ous. Such a manifestation gives the points of damage. pierce its invisibility (which is true for DM the opportunity to respond to remote viewing whether or not you use your request without fulfilling it Reddopsi this power). completely. (The manifestation may Psychokinesis pervert your intent into a literal but Level: Kineticist 7 Remote Viewing undesirable fulfillment or only a Display: Auditory, mental, and Clairsentience (Scrying; see text) partial fulfillment.) olfactory Level: Seer 4",
        "name":  "Reality revision cannot prevent a Saving Throw",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Material Should you rebound a power back creature again for at least 24 hours.",
        "name":  "Display",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium (100 ft. + 10 ft./ once more upon you. and what sort of physical connection level) (if any) you have to that creature. 620_96666_ExpPsionicsHnbk.indd 129 2/9/04, 4:39:39 PM 130 5 RETPAHC SREWOP Furthermore, if the subject is on succeed. Manifesting (or attempting You restore a severed extremity to a another plane, it gets a +5 bonus on and failing to manifest) a power im- creature that has lost a digit, hand, its Will save. mediately ends the remote viewing. arm, leg, or even its head. This power Furthermore, all powers from your does not restore life, but it returns Knowledge Will Save Modifi er quasi-real viewpoint cost twice the a lost extremity to a living or dead None* +10 usual number of power points (you creature if the creature is otherwise Secondhand (you have heard +5 can’t exceed the power point limit set mostly intact. The original extremity of the subject) by your manifester level, so you are need not be present when this power Firsthand (you have met +0 restricted to manifesting lower-level is manifested; a new extremity is the subject) powers than you otherwise could). created by the power. If a head is re- Familiar (you know the subject –5 well) Power points you spend as a quasi- stored to a body, the original head (if *You must have some sort of real viewpoint are drained from your not already destroyed) loses all spark connection to a creature you have real body. of identity, and can be considered so no knowledge of. XP Cost: 20 XP. much dead tissue. Connection Will Save Modifi er Restoration, Psionic Retrieve Likeness or picture –2 Psychometabolism (Healing) Psychoportation (Teleportation) Possession or garment –4",
        "name":  "Range",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched Range: Medium (100 ft. + 10 ft./ mind coalesces a quasi-real viewpoint Duration: Instantaneous level) near enough to the subject to see and Saving Throw: Will negates Target: One object you can hold or hear the subject and its immediate sur- (harmless) carry in one hand, weighing up to roundings (up 30 feet in all directions Power Resistance: Yes (harmless) 10 lb./level away from the subject). Power Points: 11 Duration: Instantaneous",
        "name":  "If the subject fails its Will save, your Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched in complete autonomy, like two power through your quasi-real Duration: Instantaneous characters in one body. Your new viewpoint, but you must make a Saving Throw: Will half (harmless) “second mind” does not control your Concentration check (DC 20 + level Power Resistance: Yes (harmless) body physically but is free to take of the power you wish to manifest) to Power Points: 9 one standard action in each round 620_96666_ExpPsionicsHnbk.indd 130 2/9/04, 4:39:44 PM 131 POWERS CHAPTER 5 if the action is purely mental (such Sense Link Sense Link, Forced as manifesting a power) in the same Telepathy [Mind-Affecting] Telepathy [Mind-Affecting] round you take your normal actions. Level: Psion/wilder 1 Level: Psion/wilder 2 Your second mind can manifest pow- Display: Visual Saving Throw: Will negates ers using your power point reserve, Manifesting Time: 1 standard Power Resistance: Yes but only as if your manifester level action Power Points: 3 were six lower than it is. Range: Medium (100 ft. + 10 ft./ Thus, if your manifester level is 8th, level) As sense link, except you can use this your second mind has a manifester Target: One willing creature power on any creature (willing or level of 2nd, limiting the number Duration: Concentration, up to 1 unwilling), and this power can’t be of power points you can spend with min./level augmented. your second mind to 2. Your second Power Points: 1 mind doesn’t provoke attacks of op- Sensitivity to Psychic Impressions portunity when manifesting a power, You perceive what the subject crea- Clairsentience because doing so doesn’t distract your ture perceives using its sight, hear- Level: Seer 2 primary mind. ing, taste, or smell. Only one sense Display: Auditory and material Your second mind takes its fi rst ac- is linked, and you cannot switch Manifesting Time: 1 hour tion on your turn in the round after between senses with the same mani- Range: Close (25 ft. + 5 ft./2 levels) schism is manifested. festation. For example, you could see Area: Spread with a radius of 25 ft. + Both your minds communicate what the subject sees, or hear what it 5 ft./2 levels, centered on you with each other telepathically. hears, or taste what it tastes, and so on. Duration: Concentration, up to 10 If you are subject to a compulsion You make any skill checks involving min./level or charm effect while you are of two senses, such as Spot or Listen, as the Saving Throw: None minds, make a second saving throw if subject, and only within the subject’s Power Resistance: No you fail the fi rst. If you fail both, then fi eld of view. You lose your Dexterity Power Points: 3 the schism ends and you are affected bonus to AC while directly sensing normally by the power. If you fail just what the subject senses. You gain historical vision in a given one, the schism ends immediately, but Most manifesters choose to link location. Rooms, streets, tunnels, and you are not subject to the compulsion to the subject’s vision, taste, or hear- other discrete locations accumulate or charm. ing. Once sense link is manifested, psychic impressions left by powerful Your second mind does not gain any the link persists even if the subject emotions experienced in a given area. advantages if you are subject to a haste moves out of the range of the origi- These impressions offer you a picture effect, although you gain the overall nal manifestation (but the link does of the location’s past. standard benefi ts. not work across planes). You do not The types of events most likely to control the subject, nor can you leave psychic impressions are those",
        "name":  "You can attempt to manifest one Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You ject creature (if you linked vision). If and shadowy. You do not gain special",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9 linked creature functions as an inde- large banners or other writing if they pendent sensory organ, and provides are in your language. You take a hand in infl uencing the you the benefi t of the linked sense For example, you could manifest probable outcomes of your immedi- from its perspective while this power’s sensitivity to psychic impressions in ate environment. You see the many duration lasts. the nave of a shattered chapel. The alternative branches that reality could Augment: You can augment this vision you gain is of a mob of terri- take in the next few seconds, and with power in one or both of the follow- fied parishioners fleeing the chapel this foreknowledge you gain the abil- ing ways. through front and side doors, and ity to reroll one attack roll, one saving 1. If you spend 2 additional power even through windows. Meanwhile, throw, one ability check, or one skill points, you can have the subject per- a demonic presence bursts through check each round. You must take the ceive one of your senses instead of the the floor of the nave and systemati- result of the reroll, even if it’s worse other way around. cally begins to desecrate the former than the original roll. You do not have 2. If you spend 4 additional power holy site. The primary emotion you to make another roll if satisfi ed with points, you can link to a second sense perceive is terror. your original roll. of the same subject. 620_96666_ExpPsionicsHnbk.indd 131 2/9/04, 4:39:50 PM 132 5 RETPAHC SREWOP",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 round/level (D) signifi cant event at a location and and poison. You take only half dam- Saving Throw: Fortitude negates working backward in time, you can age from acid, electricity, and fi re of Power Resistance: Yes sense one distinct event for every 10 all kinds. Power Points: 5 minutes you maintain concentration, While affected by this power, you if any such events exist to be sensed. can be detected by powers that read As share pain, except as noted here. Your sensitivity extends into the past thoughts, life, or presences (includ- You attempt to force the sharing a maximum number of years equal to ing true seeing), or if you make suspi- of your wounds with an unwilling 100 × your manifester level. cious movements in lighted areas. creature, and for less time. If you are You cannot harm anyone physically immune to the type of damage dealt, Sequester, Psionic or manipulate any objects, but you or if you convert lethal damage into Clairsentience can use your powers normally. Do- nonlethal damage, the target takes",
        "name":  "Beginning with the most recent ability damage, disease, drowning, Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One willing creature or one Share Pain Shatter Mind Blank object (up to a 2-ft. cube/level) Psychometabolism Telepathy touched Level: Psion/wilder 2 Level: Psion/wilder 5",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13, XP creature, or two willing creatures; you see text Duration: Instantaneous As sequester (page 276 of the Player’s Duration: 1 hour/level (D) Saving Throw: Will negates Handbook), except as noted here. Power Points: 3 Power Resistance: Yes",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 instant thought, quickly enough to thal damage. gain the benefi t of the power before Augment: For every additional You, another willing creature, or an you take any other actions in a round. power point you spend, this power’s unattended object can slide along Manifesting the power is a swift ac- nonlethal damage increases by 1d4 solid ground as if on smooth ice. tion, like manifesting a quickened points. If you manifest skate on yourself power, and it counts toward the nor- or another creature, the subject of mal limit of one quickened power Strength of My Enemy the power retains equilibrium by per round. You cannot manifest this Psychometabolism mental desire alone, allowing her to power when it isn’t your turn. Level: Psychic warrior 2 gracefully skate along the ground, Augment: For every additional Display: Visual; see text turn, or stop suddenly as desired. power point you spend, this power’s Manifesting Time: 1 standard The skater’s land speed increases by maximum duration increases by 1 action 15 feet. (This adjustment is treated round. Range: Personal as an enhancement bonus.) As with Target: You any effect that increases speed, this Steadfast Perception Duration: 1 round/level (D) power affects the subject’s maxi- Clairsentience Power Points: 3 mum jumping distance. Level: Psychic warrior 4",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard Your psicrystal takes over the action Suggestion, Psionic responsibility of maintaining con- Range: 20 ft. Telepathy (Compulsion) [Mind- centration on any single power you Area: Cone-shaped spread Affecting, Language-Dependent] have manifested and are concentrat- Duration: Instantaneous Level: Telepath 2 ing on. While maintaining this con- Saving Throw: Refl ex negates Display: Auditory centration, the psicrystal is limited Power Resistance: No Manifesting Time: 1 standard to move actions in each round, as Power Points: 1 action normal. When the duration of so- Range: Close (25 ft. + 5 ft./2 levels) licit psicrystal expires, the power you Your foot stomp precipitates a psy- Target: One creature transferred to the psicrystal ends chokinetic shock wave that travels Duration: 1 hour/level or until (even if this would mean that the along the ground, toppling crea- completed power ends earlier than normal). tures and loose objects. The shock Saving Throw: Will negates",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Yes Concentration checks using your on the ground within the power’s Power Points: 3 Concentration modifier. area. Creatures that fail their saves 620_96666_ExpPsionicsHnbk.indd 133 2/9/04, 4:40:00 PM 134 5 RETPAHC SREWOP As suggestion (page 285 of the Player’s Handbook), except as noted here. The synesthete power",
        "name":  "If necessary, the psicrystal makes wave affects only creatures standing Power Resistance",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kineticist 8 to gaze attacks. the force required is within the weight Display: Material If you are feeling sound by absorb- limitation. You might even be able to Manifesting Time: 1 standard ing sound onto your skin and your tie or untie simple knots, though deli- action ears are working normally, the ex- cate activities such as these require Range: Close (25 ft. + 5 ft./2 levels) panded audio input provides you with Intelligence checks against a DC set Effect: 1-ft.-diameter/level sphere, a +4 circumstance bonus on Listen by the DM. centered around creatures or checks. If you spend at least 5 rounds con- objects",
        "name":  "While feeling light, you are immune turned, an object rotated, and so on, if Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard level) Target or Targets: One or more action Target: One creature objects or creatures with a total",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature Power Resistance: Yes",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 the Player’s Handbook), except as noted Display: None here. Manifesting Time: 1 swift action You alter the subject’s mood, adjusting its attitude toward you by one step in a positive direction. For instance, an un- friendly creature can be made indif- ferent, or a hostile creature unfriendly (see Infl uencing NPC Attitudes, page 72 of the Player’s Handbook). You can grant a +4 bonus on your own (or others’) Bluff, Diplomacy, Intimidate, Per- form, or Sense Motive checks involving the af- fected creature. Teleport, Psionic Psychoportation (Teleportation)",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You and touched objects or other touched willing creatures Temporal acceleration",
        "name":  "Target or Targets",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All willing creatures in Manifesting Time: 1 standard by direct contact) are picked up and range action violently dashed about, dealing 17d6",
        "name":  "Targets",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17 After being dashed about, each crea- As time hop, except you can affect any ture that was affected fi nds itself situ- number of willing subjects in range, Your body ignores all harmful (and ated in a new space 1d4 × 10 feet away including yourself. You can choose helpful) effects, beginning when you from its original space in a random which creatures are affected by the fi nish manifesting this power and end- direction. Walls and other barriers power. The subjects hop forward in ing at the end of your next turn. While can restrict this relocation; in such a time a number of hours equal to your timeless body is in effect, you are invul- case, the creature ends up adjacent to manifester level, or some shorter num- nerable to all attacks and powers. the barrier. ber of hours; you decide how many This power cannot be quickened. Augment: For every additional hours the mass time hop lasts when you power point you spend, this power’s manifest the power. Tongues, Psionic area damage (not the damage from",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you spend 6 additional Telepathy [Mind-Affecting] direct contact dealt to a specifi c power points, you can manifest this Level: Psion/wilder 2 creature) increases by 1d6 points power as an immediate action. Display: None (to a maximum of 24d6 points). For",
        "name":  "Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17, XP with creatures immune to mind- Target: You affecting powers. Duration: 1 min./level (D) You can regress apparent time 1 Power Points: 5 round into the past. In effect, you Tornado Blast “replay” the previous round of activ- Psychokinesis You generate a subtle telekinetic fi eld ity. The power regresses time to the Level: Kineticist 9 of mental contact, allowing you to point along the time stream just prior Display: Auditory and visual; see “feel” your surroundings even in total to your previous turn, undoing the ef- text darkness or when your sight would fects of everyone else’s actions in the Manifesting Time: 1 round otherwise be obscured by your physi- meantime. Once you have used time Range: Long (400 ft. + 40 ft./level) cal environment. Your touchsight fi eld regression, only you retain knowledge Area: 40-ft.-radius spread emanates from you out to 60 feet. of what happened during the round Duration: Instantaneous You ignore invisibility, darkness, that is being replayed; however, you Saving Throw: Refl ex half; see text and concealment, though you must can communicate that knowledge Power Resistance: No have line of effect to a creature or an verbally to your companions, if de- Power Points: 17 object to discern it. You do not need to sired. During the round that you live make Spot or Listen checks to notice through a second time, you can act on You induce the formation of a slender creatures; you can detect and pin- knowledge you previously gained by vortex of fi ercely swirling air. When point all creatures within 60 feet. In already living through the immedi- you manifest it, a vortex of air visibly many circumstances, comparing your ate future. In all likelihood, you’ll and audibly snakes out from your out- regular senses to what you learn with probably not choose to manifest time stretched hand. touchsight is enough to tell you the regression during your second pass If you want to aim the vortex at difference between visible, invisible, through the time stream, instead tak- a specifi c creature, you can make a hiding, and concealed creatures. ing completely new actions, but you ranged touch attack to strike the crea- Augment: For every 2 additional pay the XP cost all the same. ture. If you succeed, direct contact power points you spend, the radius",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1,000 XP. with the vortex deals 8d6 points of of your touchsight fi eld increases by damage to the creature (no save). 10 feet. Timeless Body Regardless of whether your ranged Psychoportation touch attack hits (and even if you forgo Tower of Iron Will",
        "name":  "XP Cost",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psion/wilder 9 the attack), all creatures in the area Telepathy [Mind-Affecting]",
        "name":  "Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "d4. psion uncarnate can make up to three melee touch at- tacks per day that each deal 1d6 points of damage if REQUIREMENTS they hit. The character’s Strength modifi er is not To qualify to become a psion uncarnate, a applied to this attack, but it is effective against character must fulfill all the following incorporeal creatures (and against corporeal criteria. creatures while the psion uncarnate is incor-",
        "name":  "Hit Die",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A typical psicrown is large enough The minimum manifester level of a psicrown is 8th. The to fi t on the head of a Medium creature. Some psicrowns are manifester level of a psicrown cannot be more than fi ve levels actually crownlike and heavily adorned, while others are higher than the minimum manifester level for the highest- simple headbands with crystal centerpieces. All psicrowns level power in the psicrown. See Creating Psicrowns, page weigh less than 1 pound. Most psicrowns are metallic, but 181. Standard psicrowns are described below. one could potentially be composed of any material. Metallic Astral Legion: This psicrown has 900 power points. It is psicrowns have AC 10, 10 hit points, hardness 8, and a break made from white silk interwoven with crystalline strands of DC of 28. Psicrowns made of psionically reinforced silk have thread. It allows use of the following power. AC 7, 10 hit points, hardness 2, and a break DC of 24. Psi- • Astral construct crowns can be made from other, more exotic materials, but all Strong metacreativity; ML 18th; Craft Psicrown, astral con- have at least the strength and durability of psicrowns made of struct; Price 47,250 gp. psionically reinforced silk. Beast: This psicrown has 450 power points. It is made from",
        "name":  "Physical Description",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This psicrown has 400 power points. It is made Psionic tattoos can vary in size, but a creature can wear from silk, usually dyed emerald green, with an emerald only a total of twenty tattoos at one time—attempting to add crystal affixed to the material. It allows use of the follow- one more than this maximum causes all previously scribed ing powers. tattoos to simultaneously activate. A psionic tattoo fades away • Catfall after use. • Hustle Physical Description: A typical psionic tattoo is a color- • Fly, psionic ful pattern of tiny, interlacing lines within a larger design. • Freedom of movement, psionic This design can be as simple as a circle or a star, or as complex • Wall walker as an artist wishes to make it. Once it is scribed, a tattoo’s de- Moderate psychoportation; ML 8th; Craft Psicrown, catfall, sign does not change. A psionic tattoo usually covers an area hustle, psionic fl y, psionic freedom of movement, wall walker; Price of skin no more than 5 inches in diameter (larger ones could 28,500 gp. be designed, but would have no added effect).",
        "name":  "Evader",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This psicrown has 750 power points. It is Scribing and Transferring Tattoos: The manifester level made from reddish iron and is shaped into a twisted circlet of a psionic tattoo is the minimum level required to manifest studded with reddish crystals. It allows use of the follow- the scribed power. A psionic tattoo can contain only powers ing powers. of 3rd level or lower. • Energy ball A psionic tattoo inscribed on a wearer is potentially more • Energy cone mobile than a mundane tattoo. As a standard action, the wear- • Energy missile er can will the tattoo to move to a different part of his body or • Energy stun onto the skin of any willing (or unconscious) living creature • Fiery discorporation he touches. If the wearer of a psionic tattoo is rendered un- Strong psychokinesis; ML 15th; Craft Psicrown, energy ball, conscious or is slain, another sentient creature can touch the energy cone, energy missile, energy stun, fi ery discorporation; Price tattoo while willing it to leave the previous wearer and apply 67,500 gp. itself to the new creature as a standard action. Psionic tattoos",
        "name":  "Fiery Ruin",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An astral construct has immunity to poison, sleep, paralysis, stunning, disease, death effects, ABOLETH, PSIONIC necromancy effects, mind-affecting effects (charms, Alien and terrifying, psionic aboleths lurk in subterranean compulsions, phantasms, patterns, and morale effects), lakes and seas, using their mental powers to enthrall those and any effect that requires a Fortitude save unless it also unfortunate enough to blunder into their realm. Aboleths are works on objects or is harmless. It is not subject to critical described in detail in the Monster Manual, but aboleths in a hits, nonlethal damage, ability damage, ability drain, fa- psionic campaign can be adjusted from the version appearing tigue, exhaustion, or energy drain. It cannot heal damage, in the Monster Manual as follows. but it can be repaired.",
        "name":  "Construct Traits",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1/2 tseW-tnarG .L yb .sullI 620_96666_ExpPsionicsHnbk.indd 190 2/10/04, 9:00:06 AM 191 MONSTERS CHAPTER 8",
        "name":  "Challenge Rating",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Concentration +17, Hide +7, Jump +16, Knowledge Listen checks if it doesn’t wish to be. (arcana) +12, Knowledge (psionics) +12, Knowledge",
        "name":  "The creature always moves silently and cannot be heard with Skills",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A caller in darkness is immune to mind- (planes) +12, Listen +22, Move Silently +11, Psicraft +12, affecting effects, poison, sleep, paralysis, stunning, disease, Search +12, Sense Motive +14, Spot +22 death effects, and any effect that requires a Fortitude save Feats: Power Attack, Psionic Meditation, Psionic Fist, unless it also works on objects or is harmless. It is not subject Unavoidable Strike, Wild TalentB sdlonyeR .W yb .sullI 620_96666_ExpPsionicsHnbk.indd 192 2/10/04, 9:00:40 AM 193 MONSTERS CHAPTER 8",
        "name":  "Undead Traits",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Squad (2–4), company (11–20 plus 2 COMBAT 3rd-level sergeants and 1 leader of 3rd–6th level), or Crysmals prefer to quietly reproduce, but sometimes they must band (30–100 plus 100% noncombatants plus 1 3rd- hunt for minerals to carry out their reproductive imperative. level sergeant per 20 adults, 5 5th-level lieutenants, 3 nitraM .D yb .sullI 620_96666_ExpPsionicsHnbk.indd 194 2/10/04, 9:01:07 AM 195 MONSTERS CHAPTER 8 7th-level captains, 6–10 giant beetles, and 2–5 riding attacks as a foe approaches. Not fast on their feet, they rely giant beetles) more on cover and concealment than on mobility.",
        "name":  "Organization",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9d10+36 (85 hp) monsters are named not for the color of their hide, but for the",
        "name":  "Hit Dice",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +15 melee (2d8+8) and 2 claws +10 melee when not on the scent it will attack any living creature. It (2d6+4) always breaks off attacks against nonpsionic foes if psionic Space/Reach: 15 ft./10 ft. prey is an option. The only creatures it refuses to eat are elves",
        "name":  "Full Attack",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "18 negates). Af- — fected psionic characters and creatures subtract This creature has a the lost power points from their re- vaguely humanoid serves. The save DC is Constitution- form. It would stand based. Once a gray glutton has used about 18 feet tall, but it goes about its exhalation, it must wait 4 rounds in a bestial crouch, its clawed half- before it can exhale again. hands used as much for locomotion as its legs. Its skin is rough and warty, HALF-GIANT and its mouth is overfi lled with tearing, needlelike teeth. Half-Giant, 1st-Level Warrior Medium Giant (Psionic)",
        "name":  "Level Adjustment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7–8 HD (Small); 9–15 HD (Medium); 16–18 or dead creature of Small size or larger. The devourer cannot HD (Large) merge its body with that of a creature immune to extra dam-",
        "name":  "Advancement",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A phrenic creature has all the special qualities of the base crea- ture, plus the following special qualities.",
        "name":  "Special Qualities",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A phrenic creature gains 1 bonus power point. Phthisic tseW-tnarG .L yb .sullI 620_96666_ExpPsionicsHnbk.indd 206 2/10/04, 9:03:54 AM 207 MONSTERS CHAPTER 8 Space/Reach: 10 ft./10 ft. DC 15*), dimension slide, ego whip (1d4, DC 15*), mental barrier,",
        "name":  "Naturally Psionic",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +22, Listen +7, Sense Motive Blindsight (Ex): A puppeteer can +7, Spot +7 ascertain creatures by nonvisual means",
        "name":  "Skills",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +8, Ref +6, Will +4 to defeat, the creature flees, using its hustle power for a",
        "name":  "Saves",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— The baglike body of this 8-foot-tall creature balances on a single, powerful leg that ends in a prehensile foot. A single horn grows from the top. The creature has four eyes and a large mouth. Four long, multijointed arms extend from the body, each ending in cruelly clawed hands. Temporal filchers are hunters that use their psionic abilities to “bump” prey ahead in time—a dnalgnE .W yb .sullI 620_96666_ExpPsionicsHnbk.indd 210 2/10/04, 9:04:59 AM 211 MONSTERS CHAPTER 8 disorienting tactic that pre- vents the prey’s companions (if any) from providing aid. Temporal fi lcher Temporal fi lchers are offshoots of ethereal fi lchers (see the Monster Manual), though more aggressive and larger. A temporal fi lcher is yellowish with gray and blue markings. Temporal fi lchers do not speak. COMBAT A temporal fi lcher lurks in hiding us- ing its chameleon power (Hide check +9), waiting for likely prey. It pre- fers to ambush creatures bring- ing up the rear of a group, and attempts to surprise its vic- tim. It then retreats quickly into the near future. When badly wounded, a temporal fi lcher escapes using its time fi lch ability (on itself only) or psionic dimension door. Improved Grab (Ex): To use this ability, a temporal filcher must hit a creature of Large size or smaller with two claw attacks. It can then attempt to start a grapple as a free action without provoking at- tacks of opportunity. If it wins the grapple check, it establishes a hold and uses its time fi lch ability. Psi-Like Abilities: At will—chameleon, distract (DC 13), psionic dimension door, psionic levitate, wall walker; 3/ day—mental barrier. Manifester level 8th. The save DC is Charisma-based. Time Filch (Su): If a temporal fi lcher successfully grap- ples a Large or smaller creature, it latches onto the opponent’s body and shifts 7 minutes forward in time as a free action. Observers (if any) see the temporal fi lcher and its prey disap- pear in a shimmer, then reappear 7 minutes later in exactly Special Qualities: Darkvision 60 ft., ethereal jaunt the orientation and condition they left. For the fi lcher and Saves: Fort +1, Ref +5, Will +4 its prey, no time passes at all. The victim must succeed on Abilities: Str 12, Dex 18, Con 11, Int 7, Wis 12, Cha 14 a Will save (DC 16) or be dazed for 1 round from temporal Skills: Hide +10, Listen +5, Spot +5 disorientation. The ability is otherwise identical to time hop Feats: Alertness, Improved Initiative manifested by an 8th-level manifester. Environment: Ethereal Plane",
        "name":  "Level Adjustment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4 melee touch (eat thoughts) Space/Reach: 5 ft./5 ft. Thought eaters are bizarre creatures that subsist on the men-",
        "name":  "Full Attack",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— tseW-tnarG .L yb .sullI 620_96666_ExpPsionicsHnbk.indd 212 2/10/04, 9:05:37 AM 213 MONSTERS CHAPTER 8 otherwise is a gaze effect as described on page 309 of the Monster Manual. The gaze cannot affect creatures on the Material Plane while the thought slayer remains ethereal, but it can affect ethereal creatures while the thought slayer is on the Mate- rial Plane. Psi-Like Abilities: At will—brain lock (any non- mindless, DC 14*), chameleon, detect psionics, distract (DC 13); 3/day—body adjustment (5d12*), mental barrier (+6 AC, 2 rounds*), mind trap (10 rounds*), precog- nition, wall walker; 1/day—escape detection. Manifester level 14th. The save DCs are Charisma-based. *Includes augmentation for the thought slayer’s manifester level. Ethereal Jaunt (Su): A thought slayer can shift from the Ethereal Plane Thought slayer to the Material Plane as part of any move action, and then shift back again as a free The fl esh of this hulking creature continuously streams action. The ability is otherwise identical to the psionic ethereal away like mist in a strong wind. Through its proto-fl esh, jaunt power. vague organs and a powerful skeleton are visible. It has the lines of a huge predatory feline with the skull and claws of THRI-KREEN a gargantuan bird of prey. Its eyes glow with an eerie, pale luminescence. Medium Monstrous Humanoid (Psionic)",
        "name":  "Ethereal Plane to the Material Plane as part of any move Level Adjustment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 claws +3 melee (1d4+1) and bite COMBAT –2 melee (1d4 plus poison); or longspear +3 melee A thought slayer lurks on the Ethereal Plane waiting (1d8+1/×3) and 2 claws –2 melee (1d4) and bite for an intelligent creature—or better yet, a psionic –2 melee (1d4 plus poison); or javelin +4 ranged creature—to happen by. Upon locating one, it shifts (1d6+1) to the Material Plane, attempting to catch its victim’s Space/Reach: 5 ft./5 ft. eye. After successfully consuming a mind, the Special Attacks: Poison, psi-like abilities creature quickly retreats to the Ethereal Special Qualities: Darkvision 60 ft., Plane to digest the meal. immunity to sleep effects, leap",
        "name":  "Full Attack",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An udoroot is immune to poison, sleep, pa- incorporeal nature). ralysis, stunning, polymorphing, and mind-affecting effects Although their ancestors wished to move on to a higher (charms, compulsions, phantasms, patterns, and morale ef- realm, many unbodied still cling to the wants and cares of fects). It is not subject to critical hits. the physical world and take pleasure in many of the same Illus. by H. Hudson 620_96666_ExpPsionicsHnbk.indd 215 2/10/04, 9:06:18 AM 216 8 RETPAHC SRETSNOM sensations a physical creature would, depending on their alignment. A good unbodied enjoys helping others and upholding lofty principles, while an evil one delights in controlling events to suit its own desires. An unbodied uses telepathy to communicate with others. COMBAT Unbodied can cause minor disruption in the forms of creatures they touch, but most prefer to use their psionic powers to subdue those who would oppose them.",
        "name":  "Plant Traits",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An unbodied has a +4 racial bonus on Bluff and adds its racial manifesting ability and psion levels together Disguise checks. *When using its assume likeness ability, to determine its power point reserve, manifester level, and an unbodied gets an additional +10 circumstance bonus powers known. on Disguise checks. If it can read an opponent’s mind, it —Special Qualities (see above): Assume likeness, incorpo- gets a further +4 circumstance bonus on Bluff and Dis- real traits. guise checks. celevaP .J yb .sullI 620_96666_ExpPsionicsHnbk.indd 216 2/10/04, 9:06:31 AM 217 MONSTERS CHAPTER 8 —Racial Hit Dice: An unbodied begins with four levels Xephs are acknowledged for their skill in feats of agility, of monstrous humanoid, which provide 4d8 Hit Dice, a base their uncontested ability at raw speed, their matchless attack bonus of +4, and base saving throw bonuses of Fort +1, knowledge of movement and distance, and their capacity Ref +4, and Will +4. for humor. —Racial Skills: An unbodied’s monstrous humanoid Male and female xephs have similar slender builds, but levels give it skill points equal to 7 × (2 + Int modifi er). Its males are typically taller and heavier. A xeph’s hair is usually class skills are Bluff, Diplomacy, Disguise, Intimidate, Listen, worn either short or shaved but for a single long braid. They Sense Motive, and Spot. Unbodied have a +4 racial bonus on produce fabulous objects of supple beauty for trade. Bluff checks and Disguise checks. When using its assume Xephs speak their own language and Common. likeness ability, an unbodied gets an additional +10 circum- COMBAT stance bonus on Disguise checks. If it can read an opponent’s mind, it gets a further +4 circumstance bonus on Bluff and Xephs rely on their natural grace and psionic speed to great Disguise checks. advantage in any combat. —Racial Feats: An unbodied’s monstrous humanoid levels Burst (Su): Three times per day, a xeph can increase his give it two feats. or her speed by 10 feet, plus 10 feet per four character levels —Favored Class: Psion (telepath). beyond 1st, to a maximum increase of 30 feet at 9th charac- —Level Adjustment: +4. ter level and higher. These bursts of speed are considered a competence bonus to the xeph’s base speed. A burst of speed lasts 3 rounds. XEPH Xeph, 1st-Level Warrior The xeph warrior presented here had the following ability Medium Humanoid (Psionic, Xeph) scores before racial adjustments: Str 13, Dex 11, Con 12, Int",
        "name":  "Skills",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By character class in the Monster Manual, but yuan-ti in a psionic cam-",
        "name":  "Advancement",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+0 paign should be adjusted from their Monster Manual versions as follows. This person stands about 5-1/2 feet tall. He is slender and graceful, with brown skin and dark hair. Illus. by S. Belledin 620_96666_ExpPsionicsHnbk.indd 217 2/10/04, 9:06:44 AM 218 8 RETPAHC SRETSNOM Monsters Ranked by Challenge Rating Astral construct, 1st level 1/2 Thought eater 2 Yuan-ti abomination 7 Brain mole 1/2 Dromite 1/2 Astral construct, 4th level 3 Astral construct, 7th level 8 Elan 1/2 Crysmal 3 Mind fl ayer 8 Maenad 1/2 Temporal fi lcher 3 Xeph 1/2 Yuan-ti pureblood 3 Astral construct, 8th level 9 Caller in darkness 9 Astral construct, 2nd level 1 Astral construct, 5th level 5 Blue 1 Udoroot 5 Astral construct, 9th level 10 Duergar 1 Unbodied 5 Cerebrilith 10 Githyanki 1 Yuan-ti halfblood 5 Couatl 10 Githzerai 1 Half-giant 1 Phthisic 6 Psion-killer 12 Puppeteer 1 Thri-kreen 1 Aboleth 7 Thought Slayer 13 Astral construct, 6th level 7 Astral construct, 3rd level 2 Gray glutton 7 Neothelid 15 Folugub 2 Intellect devourer 7 Puppeteer, fl esh harrower 2 Phrenic manticore 7 YUAN-TI PUREBLOOD charm (all targets, DC 16*), concealing amorpha, psionic daze Medium Monstrous Humanoid (Psionic) (9 HD, DC 14*), deeper darkness, entangling ectoplasm (Huge",
        "name":  "Level Adjustment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psi-like abilities creatures*), mind thrust (ML 4th, 4d10, DC 15*); 1/day—body",
        "name":  "Special Attacks",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Listen to thoughts of up to eight other Targets: Up to eight living creatures creatures. Duration: 1 min./level",
        "name":  "Brain Spider",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Zuoken, Ilsensine. the thoughts of up to eight other creatures at once, hearing",
        "name":  "Deities",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One willing psionic creature whether or not the creature succeeded on its save.",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Duration: 1 round/level",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When the PCs reach the intersection marked E2 on the village map, they come upon another group of zombies and associated creatures. This combat is presented in tactical encounter E2: Zombie Street Encounter. For every 40 feet they travel through the village of Barovia, the PCs have a 45% chance of encounter- ing another group of zombies in the abandoned streets. (Such random encounters should not take place within 40 feet of a keyed area.) You can use tactical encounter E2 to handle these random fi ghts; the tactical information includes instructions for varying the setup accordingly. Should the PCs make it to the village square, they encounter a paladin trying to fi ght off the zombies that have broken through one of the barricades. Tactical encounter E3: Zombies in Town Square, page 36, contains detailed information.",
        "name":  "Subsequent Street Encounters",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the PCs show Ismark the letter they on the steps necessary to destroy the monster of the castle. received from Kolyan Indirovich, he indicates that the hand- It is well known that Strahd kept meticulous notes from writing is not his father’s. ancient times on all he did or said. Perhaps some weakness of his could be found there. This tome was once located in E6: GHOUL FORAY Ravenloft’s library, but now I’m not sure where it is. I asked This encounter takes place the fi rst time the PCs enter this Madam Eva about it, and she mumbled something indeci- crossroads from any direction. pherable. Why do seers always speak in riddles?”",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These ghouls are not part of the necro- WAS IT STRAHD’S PLAN ALL ALONG? mantic infection, but an independent pack of undead taking If Strahd’s secondary goal is Undead Legions (see page advantage of the chaos. After venturing out of the cemetery 16), Danovich’s son wasn’t the victim of a cruel accident, (area E8), the ghouls are moving from house to house in and Danovich’s discovery of the Liber Blaspheme was not search of valuables and still-living creatures. They are upset by a twist of fate. Instead, both events form part of Strahd’s the quick conversion of zombie victims to yet more zombies, ultimate plan to build a legion of undead, beginning with but they are so hungry that they consume even the rotting the zombie plague. undead. They lust for fresh corpses. pqqqqqqqqqrs 9955339933772200__CChh0022..iinndddd 2277 77//2266//0066 77::1155::5577 PPMM 28 2 RETPAHC FO EGALLIV AIVORAB • “Ireena Kolyana is not the natural daughter of Kolyan Indirovich. Ireena never know, but old Kolyan found her one day at the edge of the Svalich Woods near the very foot of Ravenloft’s crag. She was but a girl then and had no memory of her past. Kolyan adopted her as though she were his own and loved her dearly.”",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " AC 16, touch 10, flat-footed 16 The streets are choked with mist, limiting vision to HD 6; DR 5/slashing only a few dozen feet. The buildings here at the Immune mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, edge of town look abandoned, burned out, or ability drain, energy drain, damage to physical ability barricaded. Garbage litters the ground, and a scores, fatigue and exhaustion carrion stench assaults your nose. Ahead, an Fort +2, Ref +2, Will +5 overturned haycart blocks the street. Speed 30 ft. (6 squares); can’t run Melee slam +6 (1d6+4 plus disease) Base Atk +3; Grp +6 RUNNING THIS ENCOUNTER Atk Options disease Ask the players to place their characters anywhere at least Abilities Str 17, Dex 10, Con —, Int —, Wis 10, Cha 1 40 feet east of the overturned cart, then give each character SQ plodding, undead traits a turn to perform actions. Feats Toughness If the PCs move westward, notice the zombies behind Skills Listen +0, Spot +0 the cart (Spot DC 26), or do nothing, place the infected Disease (Su) Necromantic infection—slam, Fort DC 13 zombies(marked as Z on the map), the carcass eaters (C), negates, incubation period instant, damage sickened. and the infected deathlock (D) as indicated on the tactical An infected creature that drops to –1 hit points or map and roll initiative checks. fewer, or that dies, rises as a zombie in 1d4+1 rounds unless properly treated (see the sidebar on page 29). THE MONSTERS Plodding (Ex) Infected zombies can move and attack, but they cannot move more than their speed (6 squares) on",
        "name":  "To begin, read aloud the following text",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These mindless corpses have been their action, and they cannot charge. animated by necromancy to walk once more. The zombies (and some of the other creatures) stalking Barovia are car- Carcass Eaters (Frenzied) (2) CR 1/2 riers of a terrible infection. HP 9 each ______________________________________________",
        "name":  "Infected Zombies",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These creatures look like hideous, dis- Zombie Tactics torted human heads suspended from leathery wings. In On its turn, each zombie moves from its starting position place of hair, they are crowned with writhing tendrils, toward the closest enemy it can attack. A zombie behind and their eyes burn with a menacing green fl ame. These a door opens it as part of its fi rst move action. creatures have been drawn in by the carnage left in the wake of the zombie advent. Vargouille Tactics",
        "name":  "Vargouilles",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Simple wooden doors, locked: hardness 5; 10 hp; creature must succeed on a DC 12 Fortitude save or be break DC 15; Open Lock DC 20. paralyzed with fear until the monster attacks them, goes out of range, or leaves their sight. A paralyzed creature is Body: This dead villager wears a pendant of good health (see susceptible to the vargouille’s kiss (see above). A creature page 215), which keeps his corpse safe from the necromantic that successfully saves cannot be affected again by the infection. A character can locate the pendant with a successful same vargouille’s shriek for 24 hours; a creature subjected DC 16 Search check. Unfortunately, the pendant didn’t protect to multiple shrieks at the same time makes only one save, him from being killed by zombies. At the beginning of the whose result applies to all the vargouilles’ shrieks. The encounter, two dire maggots are feeding on the corpse. shriek is a mind-affecting fear effect. Dire Maggots (2) CR 2 HP 33 each ______________________________________________ N Small vermin Init +2; Senses darkvision 60 ft.; Listen +0, Spot +0 AC 16, touch 13, flat-footed 14 HD 6 Immune mind-affecting Fort +6, Ref +4, Will +2 Speed 30 ft. (6 squares), burrow 5 ft. Melee bite +5 (1d8+1 plus paralytic saliva) Base Atk +4; Grp +1 Atk Options paralytic saliva Abilities Str 13, Dex 15, Con 12, Int —, Wis 10, Cha 2 SQ vermin traits Feats — Skills — Paralytic Saliva (Ex) Paralysis 1 round; Fort DC 14 negates. Each round, a paralyzed creature can attempt another Fortitude save to break the paralysis. 9955339933772200__CChh0022__EEnncc..iinndddd 3355 77//2266//0066 77::1199::0022 PPMM Z T S OOMMBBIIEESS IINN OOWWNN QQUUAARREE Encounter Level 8 This encounter takes place the fi rst time the PCs enter the village square, labeled E3 on the village map, from the east. Rough barricades block most of the access to the town square; however, the eastern barricade has been breached, and zombies are swarming through the opening A woman in half-plate near the center of the town square valiantly fi ghts the zombies, but she is heavily outnumbered. Infected Zombies (9) CR 2 HP 42 each ______________________________________________ NE Medium undead Init +0; Senses darkvision 60 ft.; Listen +0, Spot +0 AC 16, touch 10, flat-footed 16 HD 6; DR 5/slashing Immune mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, ability drain, energy drain, damage to physical ability scores, fatigue and exhaustion Fort +2, Ref +2, Will +5 Speed 30 ft. (6 squares); can’t run Melee slam +6 (1d6+4 plus disease) Base Atk +3; Grp +6 Atk Options disease Abilities Str 17, Dex 10, Con —, Int —, Wis 10, Cha 1 SQ plodding, undead traits Feats Toughness Skills Listen +0, Spot +0 Disease (Su) Necromantic infection—slam, Fort DC 13 negates, incubation period instant, damage sickened. An infected creature that drops to –1 hit points or fewer, or that dies, rises as a zombie in 1d4+1 rounds unless properly treated (see the sidebar on page 29). Plodding (Ex) Infected zombies can move and attack, but they cannot move more than their speed (6 squares) on their action, and they cannot charge. RUNNING THIS ENCOUNTER Ask the players to place their characters on the eastern edge of the map. Simultaneously place the nine zombies (marked as Z on the map), the entomber (E), and Ashlyn (A) as indicated on the tactical map and roll initiative. THE MONSTERS",
        "name":  "Doors",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you desire, you can change the directional ori- entation of this map to control how close the PCs are to the monsters when the encounter begins. For instance, if you want the PCs to start close to the ghasts and zombies, then they should approach along the street that’s adjacent to the buildings where the ghasts are located. If you want them to start as far away as possible from those monsters, then they should approach from the opposite end of that same street. If one or more PCs approach stealthily and the zombies don’t notice them, the ghasts emerge from the buildings in which they lurk and attack the zombies. If the ghasts THE MONSTERS notice the presence of the PCs, they turn on the living",
        "name":  "Note",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Identical to those described in prey at the fi rst opportunity. encounter E1 on page 32. At the beginning of the third full round of combat, Ghouls (Ghasts): These foul creatures appear more two roving carcass eaters (C) show up. Attracted by the or less humanoid, but they have mottled, decaying fl esh ruckus, they bound in at the places indicated on the drawn tight across clearly visible bones. Mostly hairless, tactical map. they have a carnivore’s teeth, and eyes that burn like hot coals in their sunken sockets. A character who makes a suc- cessful DC 20 Knowledge (arcana) or Knowledge (religion) check realizes that the ghouls are actually ghasts, which are a more formidable variety of ghoul.",
        "name":  "Infected Zombies",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Identical to those described in encoun- ter E1 on page 32. Zombie Tactics On its turn, each zombie moves from its starting position toward the closest enemy. The zombies try to overwhelm a single target if possible. Ghast Tactics Only with a successful DC 20 Knowledge (arcana) or Knowledge (religion) check can a character recognize these creatures as different from ordinary ghouls. 38 The ghasts, starving for still-living fl esh, ravenously move toward the closest PC. If no fresh prey is available, and if they do not notice the PCs, the ghasts attack zombies. 66EE RREETTNNUUOOCCNNEE Infected Zombies (3) CR 2 HP 42 each ______________________________________________ NE Medium undead Init +0; Senses darkvision 60 ft.; Listen +0, Spot +0 AC 16, touch 10, flat-footed 16 HD 6; DR 5/slashing Immune mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, ability drain, energy drain, damage to physical ability scores, fatigue and exhaustion Fort +2, Ref +2, Will +5 Speed 30 ft. (6 squares); can’t run Melee slam +6 (1d6+4 plus disease) Base Atk +3; Grp +6 Atk Options disease Abilities Str 17, Dex 10, Con —, Int —, Wis 10, Cha 1 SQ plodding, undead traits Feats Toughness Skills Listen +0, Spot +0 Disease (Su) Necromantic infection—slam, Fort DC 13 negates, incubation period instant, damage sickened. An infected creature that drops to –1 hit points or fewer, or that dies, rises as a zombie in 1d4+1 rounds unless properly treated (see the sidebar on page 29). Plodding (Ex) Infected zombies can move and attack, but they cannot move more than their speed (6 squares) on their action, and they cannot charge. W PC M O HAT S IGHT VERHEAR If PCs stealthily approach the intersection without gaining the attention of the zombies, they also fly under the hidden ghasts’ notice. If this happens, PCs overhear the following bits of conversation emanating from the surrounding build- ings where the ghasts take their ease. The infected zombies ignore the words. “I ain’t eaten fresh in a week or more—I’m famished!” “What about these here, then?” “I said fresh, didn’t I? These rotting buggers ain’t much better then I’d turn up in my barrow.” “I don’t know, they’re better than a dry bone any night.” “Yah. Enough with the jawing. Let’s have at it.” 9955339933772200__CChh0022__EEnncc..iinndddd 3388 77//2266//0066 77::1199::2244 PPMM Carcass Eater Tactics Both carcass eaters attack the closest PCs. If an adjacent character drops to negative hit points for any reason, a carcass eater uses its rend fallen ability. AFTER THE BATTLE The street quiets, and the disrupted mist begins to inch forward again to cloak the village in a blanket of hopelessness. The PCs are free to continue exploring the town, but they are at risk of random attacks by roving zombies (see page 24). If the PCs encounter zombies, go to tactical encounter E2: Zombie Street Encounter. If the PCs investigate empty buildings and discover zom- bies within, go to tactical encounter E9: Zombie-Infested Building. F A EATURES OF THE REA",
        "name":  "Carcass Eaters",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This creature appears like a corpse surgically others decide to stay on the ground floor of the church, it modifi ed by a lunatic. Skeletally thin, its arms are too long, might be necessary to keep track of activity in both encounter while its head is wide and wedge-shaped, with a mouth split areas at the same time. However, if the party splits up in this so that it is able to open wider than a normal humanoid. Its fashion, it’s likely that each smaller group of PCs finds itself teeth glitter like shards of black, steaming ice. overmatched against the monsters that remain in the same",
        "name":  "Blaspheme",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This human skeleton is animated derstory and dispose of Doru the blaspheme, it’s likely that with the same infection that infuses the zombies, granting the infected undead on the ground floor of the church col- it vigor not seen in a regular skeleton. lapse and become harmless. AA77EE RREETTNNUUOOCCNNEE Doru, Infectious Blaspheme CR 9 HP 147 __________________________________________________ NE Medium undead Init +1; Senses darkvision 60 ft.; Listen +10, Spot +10 AC 20, touch 11, flat-footed 19 HD 18; DR 5/slashing Immune cold, mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, ability drain, energy drain, damage to physical ability scores, fatigue and exhaustion Fort +6, Ref +7, Will +13 Speed 40 ft. (8 squares); erratic charge Melee bite +18 (1d8+13 plus blasphemous bite plus disease) Atk Options blasphemous bite, disease Base Atk +9; Grp +18 Abilities Str 28, Dex 12, Con —, Int 5, Wis 15, Cha 10 SQ undead traits Feats Improved Natural Attack (bite), Improved Toughness*, Toughness (4), Track *Feat described in Libris Mortis. Skills Listen +10, Spot +10, Survival +7 Erratic Charge (Ex) A blaspheme can normally make one turn of up to 90 degrees during a charge. However, Doru can’t charge through the difficult terrain of the debris-covered floor in the area beneath the hole. Blasphemous Bite (Su) Doru’s bite dazes a living nonevil creature for 1 round and might also transmit the necromantic infection. Disease (Su) Necromantic infection—bite, Fort DC 22 negates, incubation period instant, damage sickened. The save DC is Charisma-based and includes a +3 circumstance bonus; Doru is the epicenter of the infection. An infected humanoid that drops to –1 hit points or fewer, or that dies, rises as an infected zombie in 1d4+1 rounds unless properly treated (see the sidebar on page 29). 42 9955339933772200__CChh0022__EEnncc..iinndddd 4422 77//2266//0066 77::1199::5511 PPMM Skeleton Tactics On its turn, the skeleton moves from its starting position toward the closest enemy and continues attacking until that enemy is dead. AFTER THE BATTLE If Doru is destroyed, the necromantic plague immediately ceases. All infected undead in the village instantly drop, now just ordinary corpses. If Strahd’s secondary goal is Undead Legions, destroying Doru alone is not enough to stop the necromantic infection. Only defeating Strahd himself can end the zombie plague forever (see Undead Legions, page 16). F A EATURES OF THE REA This chamber is a weird variant of an alchemist’s lab (PH 129). The furniture in the northwest corner is not tall enough or massive enough to provide cover or concealment. See Treasure in the E7A entry on page 28 for more information.",
        "name":  "Infected Skeleton",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The vertical beams holding up (most of) the floor of the church are not thick enough to provide cover or hinder movement. Doru’s Tactics Although it is not mindless, Doru the blaspheme has one overwhelming goal: Infect and kill all enemies. However, the monster dimly recognizes Danovich and does not attack the priest if he is present. Zombie Tactics On its turn, each zombie moves from its starting posi- 43 tion toward the closest enemy. If Ashlyn is with the PCs, the zombies attack her fi rst if possible. EENNCCOOUUNNTTEERR EE77AA Infected Zombies (2) CR 2 HP 42 each ______________________________________________ NE Medium undead Init +0; Senses darkvision 60 ft.; Listen +0, Spot +0 AC 16, touch 10, flat-footed 16 HD 6; DR 5/slashing Immune mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, ability drain, energy drain, damage to physical ability scores, fatigue and exhaustion Fort +2, Ref +2, Will +5 Speed 30 ft. (6 squares); can’t run Melee slam +6 (1d6+4 plus disease) Base Atk +3; Grp +6 Atk Options disease Abilities Str 17, Dex 10, Con —, Int —, Wis 10, Cha 1 SQ plodding, undead traits Feats Toughness Skills Listen +0, Spot +0 Disease (Su) Necromantic infection—slam, Fort DC 13 negates, incubation period instant, damage sickened. An infected creature that drops to –1 hit points or fewer, or that dies, rises as a zombie in 1d4+1 rounds unless properly treated (see the sidebar on page 29). Plodding (Ex) Infected zombies can move and attack, but they cannot move more than their speed (6 squares) on their action, and they cannot charge. Infected Skeleton CR 2 HP 39 ___________________________________________________ NE Medium undead Init +7; Senses darkvision 60 ft.; Listen +0, Spot +0 AC 15, touch 13, flat-footed 12 HD 6; DR 5/bludgeoning Immune cold, mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, ability drain, energy drain, damage to physical ability scores, fatigue and exhaustion Fort +2, Ref +5, Will +5 Speed 30 ft. (6 squares) Melee 2 claws each +9 (1d6+6 plus disease) and bite +4 melee (1d4+3 plus disease) Base Atk +3; Grp +9 Abilities Str 23, Dex 16, Con —, Int —, Wis 10, Cha 1 SQ undead traits Disease (Su) Necromantic infection—claw or bite, Fort DC 13 negates, incubation period instant, damage sickened. An infected creature that drops to –1 hit points or fewer, or that dies, rises as a zombie in 1d4+1 rounds unless properly treated (see the sidebar on page 29). 9955339933772200__CChh0022__EEnncc..iinndddd 4433 77//2266//0066 77::1199::5588 PPMM G G HHOOUULL RRAAVVEE Encounter Level 9 This encounter takes place when the PCs fi rst enter the tunnel under the dug-up gravestone (see the E8 entry on page 28). This rough-hewn, earthen tunnel is about 6 feet in diameter. A terrible stench emanates from somewhere deeper. Bits of gnawed remains— including a fi ngerbone and part of a skull—and scraps of torn, rotted clothes are partly embedded in walls worn by heavy use. No check is needed to recognize that clawed hands and feet have burrowed this tunnel. RUNNING THIS ENCOUNTER The tunnel leads down into a rough chamber, which is entirely dark. The tunnel opens up into a fetid earthen chamber whose stench is abominable. Corpses of humans, mostly eaten, are strewn about and partly trodden into the fl oor. One body is relatively intact, and several coffi ns lie in a jumble nearby. Ghasts (2) CR 3 HP 29 each _____________________________________________ CE Medium undead Init +3; Senses darkvision 60 ft.; Listen +2, Spot +8 AC 17, touch 12, flat-footed 14 HD 4 Immune mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, ability drain, energy drain, damage to physical ability scores, fatigue and exhaustion Resist +2 turn resistance Fort +1, Ref +4, Will +6 Speed 30 ft. (6 squares) Melee bite +5 (1d8+3 plus disease plus paralysis) and 2 claws +3 each (1d4+1 plus paralysis) Base Atk +2; Grp +5 Atk Options disease, paralysis, stench Abilities Str 17, Dex 17, Con —, Int 13, Wis 14, Cha 16 SQ undead traits Feats Multiattack, Toughness This chamber holds two ghasts (G), a gravetouched ghoul Skills Balance +8, Climb +9, Hide +9, Jump +9, Listen +2, harpy (H), and a gravetouched ghoul monk named Inka (I). Move Silently +9, Spot +8 (Gravetouched ghouls are creatures that rise from the grave Disease (Su) Ghoul fever—bite, Fort DC 15, incubation endowed with ghoul abilities.) The ghasts lurk behind thin period 1 day, damage 1d3 Con and 1d3 Dex. An earthen walls and the harpy in an out-of-the-way alcove to infected creature that dies from ghoul fever rises as a ghoul on the next midnight. A humanoid with 4 or the southeast, while Inka rests within a plundered coffi n. more Hit Dice rises as a ghast instead. These monsters are not immediately visible as the PCs Paralysis (Ex) 1d4+1 rounds; Fort DC 15 negates. (Elves enter this area and move around within it. are not immune.) Stench (Ex) Sickens living creatures within 10 feet for 1d6+4 minutes; Fort DC 15 negates. 88EE RREETTNNUUOOCCNNEE Gravetouched Ghoul Harpy CR 5 HP 45 ___________________________________________________ CE Medium undead (augmented monstrous humanoid) Init +4; Senses darkvision 60 ft.; Listen +9, Spot +5 AC 17, touch 14, flat-footed 13; Dodge HD 7 Immune mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, ability drain, energy drain, damage to physical ability scores, fatigue and exhaustion Resist +2 turn resistance F ort +2, Ref +9, Will +8 Speed 20 ft. (4 squares), fly 80 ft. (average); Flyby Attack Melee 2 claws +8 each(1d4+1 plus paralysis) and bite +6 (1d6 plus disease plus paralysis) Base Atk +7; Grp +8 Atk Options disease, paralysis Special Actions captivating song Abilities Str 12, Dex 19, Con —, Int 9, Wis 16, Cha 19 SQ undead traits Feats Dodge, Flyby Attack, MultiattackB, Persuasive Skills Bluff +13, Intimidate +10, Listen +9, Perform (oratory) +6, Spot +5 Captivating Song (Su) All creatures (other than harpies) within a 300-foot spread must succeed on a DC 17 Will save or become captivated. This is a sonic, mind- affecting charm effect. A creature that successfully saves cannot be affected again by the same harpy’s song for 24 hours. A captivated creature walks toward the harpy, taking the most direct route available. If the path leads into a dangerous area, that creature gets a second saving throw. Captivated creatures can take no actions other than to defend themselves. A captivated creature within 5 feet of the harpy stands there and offers no resistance to the monster’s attacks. The effect continues for as long as the harpy sings and for 1 round thereafter. A bard’s countersong ability allows the captivated creature to attempt a new Will save. Disease (Su) Ghoul fever—bite, Fort DC 17, incubation period 1 day, damage 1d3 Con and 1d3 Dex. An infected creature that dies from ghoul fever rises as a ghoul on the next midnight. A humanoid with 4 or more Hit Dice rises as a ghast instead. Paralysis (Ex) 1d4+1 rounds; Fort DC 17 negates. Elves are immune to this effect. 44 9955339933772200__CChh0022__EEnncc..iinndddd 4444 77//2266//0066 77::2200::0066 PPMM Gravetouched Ghoul Harpy Tactics The gravetouched ghoul harpy begins the encounter using its captivating song (which does not affect undead). It tries to draw off one or more PCs so that the other creatures in the lair can deal with those remaining. The harpy maintains the effect until all resistance is dealt with; the others then attack captivated foes. Inka’s Tactics Inka prefers to attack with her claws and bite, hoping to paralyze and infect victims. She exploits her high speed, Tumble skill, Mobility, and Spring Attack to deliver attacks while staying away from opponents. If Inka drops to 9 hit points or below, she attempts to fl ee to the surface. She switches to her unarmed strikes if hard pressed so as to deal more damage. AFTER THE BATTLE If the PCs defeat the ghouls, they are free to search the cof- fi ns and the general area for treasure, as described in the E8 entry on page 28. If the PCs are in the graveyard at midnight, they observe the spirit procession described in the E8 entry. F A EATURES OF THE REA",
        "name":  "Pillars",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These coffins have been dragged here from the original site of burial and their contents eaten. Inka, the gra- vetouched ghoul monk, is resting in one of the coffins. If a PC opens the coffi n containing Inka, ask the players to roll initiative. The ghast in the western part of the area bursts forth from its hiding place, and the harpy also moves in to join Inka in the fi ght against the PCs. As her fi rst action, Inka attacks from a prone position. THE MONSTERS Ghouls (Ghasts): Identical to those described in encounter E6 on page 38.",
        "name":  "Coffins",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This creature looks like an evil-faced old human with mottled decaying fl esh. Its lower body, legs, and wings are reptilian. Its hair, or what remains of it, is tangled, fi lthy, and crusted with blood.",
        "name":  "Gravetouched Ghoul Harpy",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Identical to those decribed in encounter in the far wall. E2 on page 34. If any PCs attempt to move inside, roll initiative, but do not Zombie Tactics place the infected zombies (Z), zombie rats (R), and dire On its turn, each zombie moves from its starting position maggots (M) in their indicated positions until their turn toward the closest enemy; the one behind the interior door in the initiative order. Even if other creatures are alerted to opens the door as part of its fi rst move action. The zombie the PCs’ presence, a zombie rat hiding under the mattress in the wardrobe waits to confront a PC who opens the and a zombie concealed inside the wardrobe do not attack wardrobe. The zombies try to overwhelm a single target immediately; see the text that accompanies the map. if possible. If one or more PCs entered stealthily, they do not trig- Zombies do not attack zombie rats, and they attack dire ger an encounter unless someone opens the wardrobe or maggots only if provoked by them. disturbs the mattress. The other creatures join in once combat begins. Place them as indicated on the tactical Zombie Rat Tactics map and roll initiative. The zombie rat hidden beneath the mattress makes an attack of opportunity against any creature that moves THE MONSTERS through a square it threatens. Each other zombie rat moves",
        "name":  "Dire Maggots",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If a PC is looking for tracks in the woods, is severed (see Development, below), a small chunk at the top a successful DC 20 Survival check reveals the pawprints the runestone begins to glow incandescent blue. A PC can of many large wolves leading toward an area that is choked break this chunk off with a DC 12 Strength check. When this with underbrush. Following the tracks to this area brings the happens, fl akes of stone fall off, leaving a spherical shape—an characters to a dead villager mostly hidden in the ferns and incandescent blue ioun stone that grants a +2 enhancement vines. His clothes are torn and his body partially eaten, but bonus to Wisdom. one dead hand still clutches a folded piece of parchment. A Development: Once they deal with the Drowned Lady, seal pressed into red wax holding the letter closed is a simple the PCs can try to sever Strahd’s connection to the Swamp “B.” The parchment contains a letter from the Burgomaster Fane. The means to accomplish this were determined in of Barovia dated two weeks ago. The letter is presented in Madam Eva’s reading of their fortunes (see The Fortunes of the Appendix as letter G. Unlike the letter that brought the Ravenloft on page 56). PCs here, this one was actually written by the burgomaster Hags’ Blood:The PCs must kill the Drowned Lady and place before his death. her corpse on the runestone in the fane. Read the following text when they accomplish this: nnamrediW .E yb .sullI 9955339933772200__CChh0033..iinndddd 5500 77//2266//0066 77::2233::0022 PPMM 51 BAROVIA THE LANDS OF CHAPTER 3 Only by its sudden absence do you realize that there Fort +7, Ref +13, Will +14 had been a hum of power in this place, too low to Weakness holy vulnerability, sunlight vulnerability register in your ears. It has utterly ceased, and the Speed 50 ft. (10 squares) fane is now as dead as its guardian. Melee whirlwind of blows +13 (4d6+2) against each adjacent creature",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Disguise +22 (+24 acting) [includes +20 bonus from disguise self], Sense Motive +9. • Has ranks in Bluff, Diplomacy, and Intimidate. She can’t use these skills against PC targets, but they infl uence her demeanor in her interactions. • To resist Intimidate: 1d20+16. Remember that Medium creatures take a –4 penalty on Intimidate checks against Madam Eva because she is Large.",
        "name":  "Key Skills",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Once they deal with Baba Zelenna, the PCs the swamp sign from Strahd. can try to sever Strahd’s connection to the Mountain Fane. The means to accomplish this were determined in Madam TACTICAL ENCOUNTERS Eva’s reading of their fortunes (see The Fortunes of Ravenloft on page 56). The following pages provide detailed information for combat Hags’ Blood: The PCs must kill Baba Zelenna and place her encounters in the lands of Barovia. A creature’s position on corpse on the runestone in the fane. Read the following text a tactical map is indicated by a circled letter symbol, which when they accomplish this: is associated with the creature in the encounter’s descriptive text. Information about the features of a room or an area is Only by its sudden absence do you realize that there provided in a sidebar format along with the tactical map for had been a hum of power in this place, too low to the encounter. register in your ears. It has utterly ceased, and the fane is now as dead as its guardian. 9955339933772200__CChh0033..iinndddd 6633 77//2266//0066 77::2244::0033 PPMM E A LLFF MMBBUUSSHH Encounter Level 7 or 8",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature standing in the same square as a tree gains a +2 bonus to AC and a +1 bonus on Reflex saves. Climb DC 15.",
        "name":  "Trees",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Use this encounter as the PCs explore deeper Elf werewolf ranger 2 into the forest, whether they are hunting werewolves or CE Medium humanoid (elf, shapechanger) searching for the Forest Fane. Before placing any monsters Init +5; Senses low-light vision, scent; Listen +9, Spot +9 on the map, allow the PCs to place themselves anywhere Languages Elven, Common on the map they would like. Then ask for Spot checks to AC 19, touch 15, flat-footed 14 detect the werewolves (DC 22) and the vampire spawn, HD 4; DR 10/silver if appropriate (DC 20), and place any monsters they see Immune sleep on the map. Fort +9, Ref +11, Will +2 (+4 against enchantments) There are two werewolves in hybrid form (H) and two Speed 50 ft. (10 squares) in wolf form (W) hiding among the massive trees. Melee bite +6 (1d6+2 plus trip [+2], curse of lycanthropy)",
        "name":  "SETUP",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The mud and water in these areas is about slam attacks in a round, it can attempt to start a grapple 1 foot deep. It costs 2 squares of movement to enter these as a free action without provoking attacks of opportunity. If it wins the grapple check, it establishes a hold and can squares, and the DC of Tumble and Move Silently checks constrict. increases by 2. Constrict (Ex) A shambling mound deals 2d6+7 points of Deep Bog: There is about 4 feet of standing water in these damage with a successful grapple check. squares. It costs 4 squares of movement for Medium characters to enter deep bog squares, or characters can swim if they wish. Small creatures must swim. Tumbling is impossible, and the DC of Move Silently checks increases by 2. The water provides cover for Medium or larger creatures, while Small or smaller creatures gain improved cover (+8 AC, +4 Reflex). Medium or larger creatures can crouch as a move action to gain this improved cover. Creatures with improved cover take a –10 penalty on attacks against creatures that aren’t underwater. 9955339933772200__CChh0033__EEnncc..iinndddd 7711 77//2266//0066 77::2277::2211 PPMM T S F HHEE WWAAMMPP AANNEE Encounter Level 9",
        "name":  "Shallow Bog",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "There is about 4 feet of standing water in these squares. It costs 4 squares of movement for Medium characters to enter deep bog squares, or characters can swim if they wish. Small creatures must swim. Tumbling is impossible, and the DC of Move Silently checks increases by 2. The water provides cover for Medium or larger creatures, while Small or smaller creatures gain improved cover (+8 AC, +4 Reflex). Medium or larger creatures can crouch as a move action to gain this improved cover. Creatures that have improved cover take a –10 penalty on attacks against creatures that aren’t underwater.",
        "name":  "Deep Bog",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The gallows stands atop a platform 5 feet high, taint rules in Heroes of Horror, it also increases the foe’s with a narrow staircase leading up to it. A character standing depravity score by 1. on the platform gains the higher ground bonus (+1) on attack Confer Negative Level (Su) Any humanoid reduced to Wisdom 0 by a murk gains one negative level (Fort DC 12 rolls made against creatures on the ground, and also gains a to remove after 24 hours). The murk gains 5 temporary minor cover bonus (+2 AC, +1 Reflex) from the gallows’ sup- hit points (10 on a critical hit) that last for up to 1 hour. port pole.",
        "name":  "Gallows",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For a moment it seems as though you have always been fighting this creature. It haunts your every memory, its ghostly faces leer from every thought. Can there be any escape?",
        "name":  "Mind Thrust",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A terrible certainty fills your mind—there is a much greater threat than this creature you now face, and it lurks somewhere in the earth below your feet. You feel an in- escapable need to search for a means to reach this threat before it arises and devours you. Your allies can handle the monster that stands before you. 9955339933772200__CChh0033__EEnncc..iinndddd 8855 77//2266//0066 77::2288::5522 PPMM T M F HHEE OOUUNNTTAAIINN AANNEE Encounter Level 8 or 9",
        "name":  "Suggestion",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the characters spend enough time in treat her and what kinds of questions they ask. here to perform a bonding ritual, Strahd is almost certain to “Mother treats me like a child! I won’t go back there!” attack at some point during the process—ideally, when the “Mother believes the whole world is like a nightmare, as if I’d be PCs are least prepared to face him. swallowed up by a monster if I dared to set foot outside the house. But here I am, and no monster has swallowed me! I’m happier K42. BEDCHAMBER than I’ve ever been!” Sweet smells waft from this delicately lit room. “The Count came to my window one night and spoke so sweetly Windows on the far wall are covered with heavy red to me—he’s so romantic. Of course I came with him! He’s given draperies that hang stiffl y from the high ceiling. me freedom!” “I have no idea where the Count is or what other rooms are Their tassels of golden fi ber glint in the light of nearby. Castle rooms, I’m sure, such as ball rooms and dining halls three candelabras sitting atop small tables about the and arboretums and … why are you asking me such things?” room. Tall white candles burn with bright, steady “Well, no, I pretty much stay in this room. But I can eat what- light. Against the wall to the right of the entrance is ever I want, and have you seen the clothes in that closet?” a large dresser. A large bed, canopied with silk “The food just appears at the door, usually while I’m sleep- curtains, stands in the center of the room. A young ing. It’s always very good—I’m sure the Count has a whole woman in a nightcoat lies amid the velvet and satin cooking staff.” bedclothes. One of her dainty slippers has fallen to “I don’t see him very much any more, actually. He comes to visit the fl oor at the foot of the bed. Carved into the me, and tells me sweet things, but then he’s gone again, sometimes headboard with great skill and care is a large “Z.” for days at a time.” A successful DC 20 Diplomacy check is required to per- The young woman on the bed is Gertruda, the 19-year-old suade Gertruda to leave the castle. PCs who are harsh with her daughter of Mad Mary (see area E10, page 30). Gertruda is oblivi- or who emphasize Strahd’s undead nature take a –5 penalty ous to any danger to herself—especially from Strahd, whom she on this check, while kindness and sweet lies result in a +2 believes to be a charming and very romantic gentleman whose bonus. wealth surpasses anything she could have imagined. Sheltered Ad Hoc XP: If the PCs convince Gertruda to return to her by her mother all her life, Gertruda is innocent and believes mother, and if they escort her safely back to the village, they only in a fairytale version of life. She is naïve to the point of earn XP as if they had overcome a 5th-level encounter. being a danger to herself and others. However, her mind and body are intact—Strahd’s attention has been elsewhere and he K43. BATH CHAMBER has not yet corrupted her body or soul. A large, ornate iron tub stands in the center of this If Strahd chooses to attack the PCs in this area, the tactical room. Red velvet curtain hang on either side of a map provides details of the encounter. mirror-lined alcove.",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " trix’s command, the imps spend most of their time in the A spindly smokestack juts from the steeply sloping shape of emaciated white cats with glowing green eyes. castle roof. The stack rises 30 feet from the roof Also living in the chamber is an evil fey called a redcap. peak, belching smoke from its iron-pronged The redcap appears as a very short, tough-looking old man capstone. with leathery skin, iron boots, and a bright red hat. He wields a scythe too large for him. Acquired by Trina in the hills after The smokestack connects into a chimney that drops 60 feet a recent outing, she decided to try to tame it. She keeps it into the fi replace in K37, which usually holds a bonfi re- with the “cats” to see what happens. So far, the imps and the sized blaze. The stack and chimney are 5 feet square, and redcap have managed to not kill each other. However, both climbable (Climb DC 15). Navigating the chimney while a imps and redcap enjoy the occasional shocker lizard snack, fi re burns below, however, deals 1d4 points of fi re damage which the warlocks sometimes throw into the room. (The each round. warlocks use shocker lizards in their alchemy experiments conducted in the next room. They occasionally toss them K53. ROOFTOP into this room to see what the imps and redcap will do with The roof is a lonely place. If the PCs visit the rooftop, read: the creatures.)",
        "name":  "Read",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The fi gure standing giggling at the portcullis LARDERS OF ILL OMEN guarding the wine cellar (K63) is Cyrus Balcescu. Poor old Cyrus is crazy. He has served Strahd for uncounted years and Below the main fl oor of the castle, this sublevel is fundamen- is totally devoted to him. Cyrus tends to giggle to himself for tally a continuation of the keep underground. The South no apparent reason. Cyrus is not aggressive. Indeed, he tries Tower stairs (K18) extends through this level and below. to speak with PCs if he spies them.",
        "name":  "Creature",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The water-fi lled cellblock If the PCs release Emil and let him come with them, he costs Medium or smaller creatures 4 squares of movement fi ghts on the side of the PCs (in his human form) as long as to enter (2 squares for Large creatures). Tumbling here is they fi ght the Necromancer or any of her undead in rooms impossible. K73 through K78. After that, he slinks away at the next",
        "name":  "Under Four Feet of Water",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sometimes the Necromancer trades with Dayheart, are his strengths. Killing them would weaken Strahd.” free-willed creatures she hasn’t created (such as Strahd and The Necromancer’s Bargain: If PCs want more than his agents). Thus, she keeps a stash of platinum nearby to pay simply being allowed to leave unharmed, the Necromancer for services rendered. offers them a dark bargain:",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures within the strands can automatically discern the direction in which the darkweaver lies. Steliana Albusel; She now walks a path of pain and Similarly, the darkweaver knows the precise location of torment; A gift to all who look upon her still every creature within its shadow strands (except those warded with freedom of movement) as if it had This heavy stone door (Strength DC 20 to open) connects to tremorsense to a range of 60 feet. a tunnel (K81), not a crypt. Sunlight Vulnerability When exposed to sunlight or to light",
        "name":  "The epitaph inscribed on this stone door reads",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "King Dostron was a very ancient ruler of this silent tomb, restful in its almost palpable serenity. A land, long before the arrival of Strahd. He claimed descent white marble slab in the center of the camber bears from a duke of Hell, and his deeds did justice to this ancestry. (Knowledge [history] DC 22 or bardic knowledge DC 22) an intricately inlaid coffi n. On the far wall, three statues of pearly marble stand in wide alcoves. CRYPT 35: EMPTY CRYPT The portcullis that blocks access to the stairs down to K85 There is no epitaph inscribed on this heavy stone door. Open- consists of bars of untarnished iron. Lifting the gate or ing the door (Strength DC 20) reveals an empty crypt that bending the bars requires a DC 28 Strength check. The bars has never been used. restrict the movement of any Small or larger creature. No locks are apparent on the gate, but a DC 30 Disable Device CRYPT 36: DEFACED CRYPT check also opens it. The epitaph inscribed on this door has been chipped away and",
        "name":  "Research",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As described in the Tome of Strahd, Sergei is Jannes Strahd’s long dead brother. Strahd killed him in a fi t of mad jealousy that involved a pact with undeath that ultimately This heavy stone door (Strength DC 20 to open) opens to turned Strahd into the vampiric monster he is today. Sergei reveal a 10-foot-square hollow that contains a rectangular doesn’t rest peacefully, but if Strahd is destroyed, his spirit slab of marble and a skeleton wrapped in fragments of an is fi nally laid to rest. embroidered robe.",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " Reflex saves). Creatures underneath the gallery have total cover against attacks from above. A human dressed in noble’s fi nery steps into view at Four more pillars run down the hallway to the south (K9). the top of the stairs, some 30 feet above you. He They extend all the way to the ceiling, but otherwise have the smiles. “Have you not heard that those who enter same characteristics as the pillars in K8. Castle Ravenloft rarely leave?”",
        "name":  "When Strahd appears to the PCs, read this text",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " A wind whistles through this vast room. Crystal sings in the darkness as great chandeliers swing, dancing and sparkling in the light you carry. Motes of light dance in glass and china on a great dining table. At one end of the table, his back to you, sits an elegant gentleman in the fi ne clothing of a nobleman. As you enter, he turns to face you, revealing a gaunt but aristocratic face with prominent cheekbones and a high forehead. His piercing eyes take you in, then he slowly smiles. “Welcome to Castle Ravenloft,” he says. • If Strahd’s secondary goal is Strahd’s Dynasty, Strahd does not tell the PCs that he plans to turn them into STRAHD’S CONVERSATION vampires, but does reveal that he has found a way to walk in the sunlight once more. He does not reveal that the Strahd is more interested in talking to the PCs than in Dayheart is the source of this new power. fi ghting them in this encounter. He tries to learn how • Similarly, if Strahd’s secondary goal is Undead Legions, much they have accomplished in preparing to fi ght him. he says nothing to the PCs about his plan for them to He knows (from his spies) more or less what they have carry the zombie infection to the outside world. Instead, done, but is not sure of how much they might have fi gured two infectious Strahd zombies appear behind the PCs out and pieced together along the way. after a few rounds of conversation, and the encounter For his part, Strahd is boastful, proud, and unrepentant. turns quickly to combat. He invites the PCs to eat and drink with him, knowing that Strahd’s Statistics: Use the statistics for Strahd in the wine will dull their wits (see below). Like any arrogant human form on page 6 when running this encounter. villain, he has few qualms about sharing at least the broad outlines of his plan with the PCs, with certain exceptions: • Strahd does not discuss Ireena, except to say (his mouth FOOD AND DRINK a grim line), “She will be mine.” The crystal goblets on the table are fi lled with dark red • If Strahd’s secondary goal is Brook No Rival or Untamed wine that is laced with vampiric blood. A character who Allies and the PCs have already dealt with the witches drinks even a sip from these goblets takes a –4 penalty or werewolves, Strahd thanks them for helping him. If on Will saves against a vampire’s domination ability and they have not yet dealt with his unruly subjects, he tries a –2 penalty on Fortitude saves to remove a negative level to avoid giving the impression that the PCs are pawns for 1 week. in his plans. There is meat on the plates as well. If Strahd’s secondary • If Strahd’s secondary goal is Descent into Madness, his goal is Undead Legions, eating the meat exposes a character conversation is disjointed, bordering on incoherent. He to the zombie infection. parrots the PCs’ words back to them in random order, Zombie Infection: Ingested disease, Fortitude DC 13, interspersed with exclamations about worms, darkness, incubation period instant, damage sickened/—. 132 and Ireena. 0011KK RREETTNNUUOOCCNNEE Strahd Zombie CR 2 HP 40 __________________________________________________ NE Medium undead (humanoid) Init +0; Senses darkvision 60 ft.; Listen +0, Spot +0 AC 16, touch 10, flat-footed 16 HD 6 Immune mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, ability drain, energy drain Fort +2, Ref +2, Will +5 Speed 30 ft. (6 squares, can’t run) Melee slam +6 (1d6+4) Base Atk +3; Grp +6 Abilities Str 17, Dex 10, Con —, Int —, Wis 10, Cha 10 SQ hard to kill, plodding Feats Toughness Skills — Hard to Kill (Ex) Whenever a Strahd zombie has taken enough damage to drop it, roll a d20. On any roll of 11 or higher, the zombie ignores the damage that would have dropped it. Plodding (Ex) Zombies can move and attack, but they cannot move more than their speed (6 squares) on their action, and they cannot charge. 9955339933772200__CChh0044__EEnncc..iinndddd 113322 77//2266//0066 77::4499::2244 PPMM An affl icted creature that is reduced to –1 hit points or fi gured wrong, he recognizes them as insignifi cant intruders lower (or dies) rises as an infected zombie in 1d4+1 rounds that he will delight in destroying. unless properly treated (see the sidebar on page 29). If Strahd Strahd is not particularly interested in fi ghting the PCs has a different secondary goal, the meat is safe to eat and here. He carries on a conversation with them until they attack extremely delicious. him or he grows bored. When either of those events occurs, Strahd tries to dominate one PC (trying several in succes- STRAHD’S TACTICS sion if the PCs make their Will saves), then assumes gaseous form and seeps through the cracks around the secret door Strahd uses this encounter to welcome the PCs to the castle. on the west wall. Once through the secret door, he reverts He wants to learn what he can about what the PCs know and to human form to get away, using his intimate knowledge of what they have fi gured out concerning his plans and goals. the castle to outmaneuver any efforts to follow him the PCs If they have gotten his plans and goals fi gured out correctly, might attempt. he knows that they might be worthy opponents. If they have 133 EENNCCOOUUNNTTEERR KK1100 T M D Entering a square that contains a chair costs 2 squares of ACTICAL AP ETAILS Details on the tactical map are described below. movement.",
        "name":  "When the PCs enter the room, read",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Lief’s tall desk obstructs one square and grants cover to a creature behind it.",
        "name":  "Desk",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " 99–102. Cursed Spirit: A cursed spirit is an incorporeal undead creature that appears as a tormented, somewhat manic, This complicated encounter covers a large area of this fl oor ghostly humanoid. Its lower body trails off into a ghostly of the castle, particularly if Strahd is involved. cloud. Its hollow eyes convey malicious intelligence.",
        "name":  "Use this tactical encounter with the room descriptions on pages The following creatures are active in this area",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " Strahd’s Statistics: If Strahd takes part in this encoun- ter, use the tactical statistics for Strahd in feral form found on page 136 and Strahd in werebat form found on page 131.",
        "name":  "The following creatures are active in this area",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " while still allowing some visibility into the courtyard.",
        "name":  "The following creatures are active in this area",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A cursed spirit is an incorporeal undead creature that appears as a tormented, somewhat manic, ghostly humanoid. Its lower body trails off into a ghostly cloud. Its hollow eyes convey malicious intelligence.",
        "name":  "Cursed Spirit",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " A chill wind whistles mournfully across this fl agstone landing. An alcove next to the north stairwell contains a leering stone statue, while the facing alcove contains a disquieting sculpture composed completely of chains. A single ironbound door provides egress on the western wall. On the same wall hangs a portrait of a noble woman. The woman’s eyes appear defi ant, mischievous, and slightly cruel. The woman bears a striking resemblance to Ireena! SURPRISE ROUND After determining where the PCs are standing, call for DC 20 Spot checks to see if anyone notices that the statues are not what they appear to be. Those who succeed can par- ticipate in the surprise round when the portrait reveals its true nature as a malignant construct and attacks. MONSTERS",
        "name":  "If PCs look into or enter this landing, read",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "",
        "name":  "The following creatures are active in this area",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "0a595b347fb0269114f6d6ea68043fa7ea7b1d16c87c2743915eedd2528e324f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature in the southern alcove is a chain golem (marked as C on the map). Composed entirely of shifting chains that vary in size and shape, a chain golem takes on a vaguely humanoid shape as in clangs and rattles its way into battle.",
        "name":  "Chain Golem",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature in the northern alcove is a gar- goyle (G). It appears to be a grotesque, winged statue until it moves to attack.",
        "name":  "Gargoyle",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The couches in this chamber, whether upright or Abilities Str 14, Dex 13, Con 14, Int 11, Wis 12, Cha 13 on their side, count as difficult terrain for Medium PCs who SQ powerful build fight on top of them. Small and Tiny NPCs (such as the imps Feats Improved Initiative, Power Attack in cat form and the redcap) are not hindered in this way. The Skills Hide +13, Intimidate +9, Listen +9, Move Silently +9, couches provide partial cover to any creature that crouches Spot +9, Survival +9 behind one. Eldritch Stone (Su) Bullets fired from a redcap’s sling glow",
        "name":  "Couches",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " A humanoid covered with barbs surges from a pool, sending a spray of blue goo in all directions. The humanoid looks female, but the barbs and scales covering her body, including her meaty tail, show she is in no way human. As if energized by her appearance, the white slugs begin to spasm and writhe aggressively. MONSTERS",
        "name":  "When Khyristrix makes her appearance, read",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "",
        "name":  "The following creatures are active in this area",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "0a595b347fb0269114f6d6ea68043fa7ea7b1d16c87c2743915eedd2528e324f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The alternating merlons and embrasures that form the battlements are composed of rough stone. The merlons are 5 feet above the parapet floor, while the embrasures rise only 1 foot. Any humanoid that fights on the goo-slicked battlement must make a DC 15 Balance check each round or fall 190 feet (19d6 damage) to the courtyard or 100 feet (10d6 damage) to a roof of a lower part of the castle. Devil’s Garden Terrain: The press of devil’s trees and slippery goo that coats the parapet top is navigable, but makes for difficult terrain for Medium and larger creatures (except for Khyristrix, who is adapted to the environment). Difficult terrain hampers movement. Each square of difficult terrain counts as 2 squares of movement. PCs can’t run or charge across difficult terrain. Characters can choose to ignore the slick surface and attempt to move using normal movement, but each such move action requires a DC 15 Balance check or they fall prone. Catwalk (K58): The catwalk bridges the top of the parapet (K57) to the Dayheart landing (K60A). The slender stone and masonry bridge hangs in the swirling fog. The stone is slick with a thin rivulet of blue goo and the old iron railing rusted away years ago. Any humanoid that fights on the goo-slicked catwalk must make a successful DC 15 Balance check each round or fall 100 feet (10d6 damage) to a roof of a lower part Trina’s Statistics: If Trina takes part in this encounter of the castle. (either because Khyristrix summons her or because she",
        "name":  "Battlements",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " A reddish light fl ares to life in the center of the tower—a crystalline heart hanging in the air, defying gravity. The nearly 10-foot-diameter heart beats frenetically and unevenly. In the light of the massive crystalline heart, red, hungry eyes stare down from higher on the stairs. MONSTERS",
        "name":  "When PCs fi rst approach the parapet top, read",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "",
        "name":  "The following creatures are active in this area",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "0a595b347fb0269114f6d6ea68043fa7ea7b1d16c87c2743915eedd2528e324f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "",
        "name":  "The following creatures are active in this area",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "0a595b347fb0269114f6d6ea68043fa7ea7b1d16c87c2743915eedd2528e324f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This patch of shifting gloom has the vague level wizard, 11d4 HD of creatures affected in 40-foot-radius outline of a humanoid shape. burst from center of tower room); multiple targets (all in range of burst); Search DC 29 to fi nd; Disable Device DC 29 Circle of Death Trap to deactivate. If the PCs trigger the circle of death trap at the top of the stairs, read: Chute Trap The fi ve-foot-square area in front of the door contains a A wave of shadowy, pulse-stopping force blossoms trap door that drops victims into a chute that ejects them from the center of the tower room and spreads out, from the side of the tower to a long fall into the courtyard. 160 extinguishing life wherever it touches. The door is not locked. BB0066KK RREETTNNUUOOCCNNEE Forsaken Shell CR 6 HP 105 __________________________________________________ CE Medium undead I nit +5; Senses darkvision 60 ft., Listen +11, Spot +15 AC 17, touch 11, flat-footed 16 HD 14 Immune mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, ability drain, energy drain Fort +4, Ref +7, Will +9 Speed 30 ft. (6 squares) Melee skin slap +7 (1d6+10) Base Atk +7; Grp +12 Atk Options Power Attack, improved grab Special Actions constrict Abilities Str 21, Dex 13, Con —, Int 11, Wis 10, Cha 10 SQ create spawn Feats Alertness, Improved Initiative, Improved Toughness (gain hp equal to number of hit die), Lightning Reflexes, Power Attack Skills Climb +13, Hide +22 (+4 racial bonus to Hide figured), Listen +11, Move Silently +18, Spot +15, Swim +9 Constrict (Ex) Deal 1d6+5 points of damage with a successful grapple check. Constricting uses the entire body of the shell, so it cannot take any move actions while constricting. Improved Grab (Ex) On a successful skin slap attack, a shell can attempt to start a grapple as a free action without provoking attacks of opportunity. If it wins the grapple check, it establishes a hold and can constrict. Create Spawn (Su) Creatures killed by a forsaken shell slough their skins after 1d4 rounds. These sloughed skins are new forsaken shells under the spawner’s control. These forsaken shells do not possess any of the abilities they had in life. 9955339933772200__CChh0044__EEnncc..iinndddd 116600 77//2266//0066 77::5522::3377 PPMM T M D ACTICAL AP ETAILS Details on the tactical map are described below.",
        "name":  "Shadow",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Five coffins are made of wood and locked from inside (Open Lock DC 25). Each has a vent large enough to allow a creature in gaseous form easy entry. The locked coffins are either empty or contain a rejuvenating vampire spawn from K60A, depending on the PCs previous actions. The unlocked coffin contains a vampire spawn alert to trouble. Rafail’s Coffin: An ironbound door seals off a portion of this room where Rafail’s coffin is hidden. This coffin, made of iron, is locked from the inside (Open Lock DC 35 to un- lock). It has a vent large enough to allow a creature in gaseous form easy entry. If the coffin is opened, anyone standing be- tween the coffin and the doorway is struck by a spring-loaded mechanism in the lid, which knocks Medium or smaller crea-",
        "name":  "Coffins",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A secret door (DC 15 Search check to find) leads to the troll stalker’s den. This room is covered in MONSTERS refuse, bones, and the detritus of a creature forced to live in a space too small for it. A roughly delved tunnel also opens into",
        "name":  "Troll Stalker Den",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " this chamber from the east, and two giant ants (a worker and",
        "name":  "The following creatures are active in this area",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The troll stalker is a naturally invisible a soldier ant) currently mill about the chamber. The troll stalker creature. If partly visualized through the use of faerie fi re or hasn’t done anything about the ant incursion, as the occasional some other method, a troll stalker appears as the outline of appearance of ants gives him easy access to food. The tunnel a troll whose skin is a constantly roiling layer of vapor. descends vertically down to an ant colony and primitive temple Only thirty troll stalkers are still thought to exist. Troll below the castle (area K89). stalkers were originally bred from trolls and invisible stalk- PCs who search through the refuse learn that whatever lives ers by an ancient war mage during the forgotten Jade Wars. here is carnivorous, and with a successful DC 15 Search check In the current age, remaining troll stalkers hide in various they discover three opals each worth 300 gp, a gold military- corners of the world. If disturbed, they react violently, intent style medal with the words “For Courage in the Field” inscribed on destroying intruders. in Auran, and a potion of eagle’s splendor.",
        "name":  "Troll Stalker",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "CR 3; mechanical; location trigger; automatic reset; DC 22 Refl ex save avoids (successful avoid- MONSTERS ance means character moves out of trap area by shortest",
        "name":  "Portcullis Pit Trap",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " route); characters caught in trap area tumble diagonally into",
        "name":  "The following creatures are active in this area",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This stairway is dark. It steeply climbs 40 feet up to room K23. Servant’s Hall (K62): Eerie ground fog fills this mostly empty room. A crazy old man named Cyrus also can be found here (if he hasn’t already met the PCs elsewhere in the castle). He ignores any commotion in K61, but reacts as described on page 109 if any PCs open the door and enter this area. Kitchen (K65): Cyrus prepares horrid treats here. High Tower Staircase (K18): This stairwell is seemingly separate from the wine cellar. However, at the far south end of the west wall, a long crack allows easy access for gaseous creatures. High Tower Shaft (K18A): This hollow shaft is closed off on this level. The base of the shaft lies in K84 and it rises to K59.",
        "name":  "North Stairs",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "a Strahd zombie (standing in the open next to the pot, Z on the map), a mohrg (hiding in the pot, marked M when it emerges), and a wight (hiding in a cabinet, marked W). The zombie ignores the PCs. It thrusts its hands into and out of the pot, splashing liquid around. It appears to be searching the contents of the pot for something, but in reality it is trying to keep the mohrg from getting out of the pot. RUNNING THIS ENCOUNTER If Cyrus is with the PCs, he grabs a wooden spoon from a countertop and moves toward the pot. He takes a few whacks at the zombie, then starts stirring the liquid, occa- sionally smacking something in the pot with the spoon. “I’m not the cook I used to be,” he yells while tending to whatever is in the pot. None of the undead creatures in this room attack Cyrus, but they turn against the PCs at the fi rst opportunity. If Cyrus remains with the PCs, he explains further. “Strahd says I can do what I want with the corpses. They have to listen to me.” This is true, as far as the three undead in this room go. Other undead will not attack Cyrus, but they won’t listen to him either. Cyrus totally believes what he says, nonetheless. If the PCs are on their own, the zombie continues to ignore them and the mohrg and wight remain hidden. When a PC gets close to the zombie, it suddenly forgets about the pot and turns to attack. The wight waits until the mohrg emerges to join in.",
        "name":  "Three monsters wait within the room",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " A gangrenous arm reaches out of the pot and tries to grab you. A head and the rest of the body emerge next, dripping wet and in an advanced state of decay. 166 5566KK RREETTNNUUOOCCNNEE Strahd Zombie CR 2 HP 40 __________________________________________________ NE Medium undead (humanoid) Init +0; Senses darkvision 60 ft.; Listen +0, Spot +0 AC 16, touch 10, flat-footed 16 HD 6 Immune mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, ability drain, energy drain Fort +2, Ref +2, Will +5 Speed 30 ft. (6 squares, can’t run) Melee slam +6 (1d6+4) Base Atk +3; Grp +6 Abilities Str 17, Dex 10, Con —, Int —, Wis 10, Cha 10 SQ hard to kill, plodding Feats Toughness Skills — Hard to Kill (Ex) Whenever a Strahd zombie has taken enough damage to drop it, roll a d20. On any roll of 11 or higher, the zombie ignores the damage that would have dropped it. Plodding (Ex) Zombies can move and attack, but they cannot move more than their speed (6 squares) on their action, and they cannot charge. Mohrg CR 8 HP 91 ___________________________________________________ CE Medium undead Init +9; Senses darkvision 60 ft.; Listen +11, Spot +15 AC 23, touch 14, flat-footed 14 HD 14 Immune mind-affecting, poison, sleep, paralysis, stunning, disease, death effects, critical hits, nonlethal damage, ability drain, energy drain Fort +4, Ref +10, Will +9 Speed 30 ft. (6 squares) Melee slam +12 (1d6+7) and tongue +12 melee touch (paralysis) Base Atk +7; Grp +12 Atk Options improved grab, paralysis, Dodge, Mobility Abilities Str 21, Dex 19, Con —, Int 11, Wis 10, Cha 10 SQ create spawn Feats Alertness, Dodge, Improved Initiative, Lighting Reflexes, Mobility Skills Climb +13, Hide +21, Listen +11, Move Silently +21, Spot +15, Swim +9 Improved Grab (Ex) To use this ability, a mohrg must hit a creature of its size or smaller with its slam attack. It can then attempt to start a grapple as a free action without provoking attacks of opportunity. Paralyzing Touch (Su) A mohrg lashes out with its tongue in combat. An opponent the tongue touches must succeed on a DC 17 Fortitude save or become paralyzed for 1d4 minutes. The save DC is Charisma-based. Create Spawn (Su) Creatures killed by a mohrg rise after 1d4 days as zombies under the morhg’s control. They do not possess any of the abilities they had in life. 9955339933772200__CChh0044__EEnncc..iinndddd 116666 77//2266//0066 77::5533::1166 PPMM T M D ACTICAL AP ETAILS Details on the tactical map are described below.",
        "name":  "When a PC gets close to the pot, read",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    }
]
