[
    {
        "origin_file":  "monsters.json",
        "description":  "One creature (see text) a mortal mind to retain for long, it can be put to",
        "name":  "Target",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Self Greater Analyse Creature",
        "name":  "Range",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sor/Wiz 1 beasts.",
        "name":  "Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch that they can make their destination by nightfall. Target: Self and up to five creatures touched",
        "name":  "Caer but it is well within the realm of possibility Range",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Self +1 creature per level touched of two points of Intelligence and stuns them",
        "name":  "Target",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A specially prepared amulet of different things in a single moment and forces platinum and amethyst worth 2,000 gp. this cacophony of information into the mind of the target creature. Telepathic assault deals Shared Minds 5d6 points of subdual damage and 5d6 points of Divination mental damage as it overwhelms the mind and",
        "name":  "Arcane Focus",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature However, nothing in the past can interact with him",
        "name":  "Target",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature Touched offence (usually in the form of a planar being of",
        "name":  "Target",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched of any god concerned with merchants, business,",
        "name":  "Target",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You notice the passage of any corporeal creature or object within 30 feet automatically, though you do not know precisely where that person or object is. If a surprise round occurs and you have an opponent within 30 feet when it begins, you may also roll initiative and act normally. Your miss chance due to invisibility is only 25%. You may make a Concentration opposed by the Non-Player Character’s Move Silently check any time someone attempts to sneak attack you. If you succeed, the attack is conducted normally and is not considered a sneak attack. This also disqualifies an assassin’s Death Attack.",
        "name":  "Benefit",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9th; Prerequisites: Blind-Fight, Craft Arms and Armour, true strike; Market Price: +2 When worn, the band of baleful thought grants bonus. the wearer the Favoured Enemy class feature regarding the creature type it was created to Armalet of the Arcane Eye oppose, as if he was a first-level ranger. If a ranger that already has the creature type as a favoured A fine helm of silver-grey steel or mithril, the enemy wears the band of baleful thought, his armalet of the arcane eye has a fixed visor with bonus against that creature type increases by +1. a single, narrow eye slit that is inset with an intricately faceted diamond nearly 10 inches",
        "name":  "Caster Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "HATCHING DRAGON EGGS To hatch, a wyrmling needs to break out of its shell. From itsposition inside the egg, the wyrmling cannot bite the eggshell,and the wyrmling’s claws are too weak to overcome the shell’s hardness. To escape the egg, the wyrmling must break the shell by making a DC 20 Strength check. Fortunately for the wyrmling, it can simply take 20 on the check, breaking theshell in about 2 minutes. To determine the day on which the eggs in a clutch hatch, roll 1d10. On an odd number, the eggs hatch 1d10 days earlierthan the norm (see Table 1–1). On an even number, the eggshatch 1d10 days later than the norm. If the egg has been tended by at least one of the wyrmling’s parents, it needs to make no further checks to survive. If incubation conditions have been less than ideal, however, the wyrmling must make a Constitution check to survive. The table below provides a list of circumstances and the DC of theConstitution check to survive despite the bad conditions. In the case of a disturbed nest or an egg removed from a nest, the creature tending the egg may make a Heal check, witha +1 bonus if the creature has 5 or more ranks of Knowledge(arcana). The wyrmling can use either its own Constitution check result or the Heal check result, whichever is higher. Opening an egg before the final quarter of the incubation period causes the wyrmling inside to die. If the egg is opened during the final quarter of the incubation period, the wyrm- ling can make a check to survive, but if successful it takesnonlethal damage equal to its current hit points. This damage cannot be healed until the wyrmling’s normal incubation period passes, and the wyrmling remains staggered for the entireperiod. During this period, a prematurely hatched wyrmling must be tended in the same manner as an unhatched egg in order to survive. Constitution Circumstance Check DCUndisturbed nest — Nest disturbed, but restored by parent 10Nest disturbed, but restored by dragon other 15 than parent Nest disturbed, but restored by nondragon 20Removed from nest, tended by dragon 20 Removed from nest, tended by nondragon 25Egg opened prematurely +5 pqqqqrspqqqqrsTable 1–1: Dragon Egg Characteristics Color Ready to Lay Total Incubation Size Black 120 days 480 days Tiny Blue 150 days 600 days SmallBrass 120 days 480 days Tiny Bronze 150 days 600 days SmallCopper 135 days 540 days Tiny Gold 180 days 720 days MediumGreen 120 days 480 days Small Red 165 days 660 days MediumSilver 165 days 660 days Small White 105 days 420 days Tiny12wyrmling begins trying to escape the egg. All the eggs in a clutch hatch at about the same time. Properly tended and incubated dragon eggs have practi- cally a 100% hatching rate. Eggs that have been disturbed,and particularly eggs that have been removed from a nestand incubated artificially, may be much less likely to pro-duce live wyrmlings. WYRMLING (AGE 0-5 YEARS) A wyrmling emerges from its egg fully formed and ready toface life. From the tip of its nose to the end of itstail, it is about twice as long as the egg that heldit (the actual size of the wyrmling depends onthe variety of dragon; see Chapter 5). A newly hatched dragon emerges from its egg cramped and sodden. Afterabout an hour, it is ready to fly,fight, and reason. It inheritsa considerable body of prac-tical knowledge from itsparents, though such inher-ent knowledge often liesburied in the wyrmling’smemory, unnoticed andunused until it is needed. Compared to older drag- ons, a wyrmling seems a littleawkward. Its head and feet seemslightly oversized, and its wings and tail areproportionately smaller than they are in adults. If a parent is present at the wyrmling’s hatching, the youngster has a protector and will probably enjoy a secureexistence for the first decades of its life. If not, the wyrmlingfaces a struggle for survival. Whether raised by another dragon or left to fend for itself, the wyrmling’s first order of business is learning to be adragon, which includes securing food, finding a lair, andunderstanding its own abilities (usually in that order). A newly hatched wyrmling almost immediately searches for food. The first meal for a wyrmling left to fend for itself isoften the shell from its egg. This practice not only assures theyoungster a good dose of vital minerals, but also provides analternative to attacking and consuming its nestmates. Wyrm-lings reared by parents are often offered some tidbit that thevariety favors. For example, copper dragons provide theiroffspring with monstrous centipedes or scorpions. In manycases this meal is in the form of living prey, and the wyrmlinggets its first hunting lesson along with its first meal. With its hunger satisfied, the wyrmling’s next task is se- curing a lair. The dragon looks for some hidden anddefensible cave, nook, or cranny where it can rest, hide, and begin storing treasure. Even a wyrmling under the care of a parent finds a section of the parent’s lair to call its own. Once it feels secure in its lair and reason- ably sure of its food supply, the wyrmling settles down to hone its inherent abilities. It usually does so by testing itself in any way it can. It tussles with its nestmates, seeks out dangerous creatures to fight, and spends long hours in meditation. If a parent is present, the wyrmling receives instruction on draconic matters and the chance to accompany the parent during its daily activities. Wyrm- lings on th eir own sometimes seek out older dragons of the same kind as mentors. Among good dragons, such relationships tend to be casual and often last for decades (a fairly short period by dragon standards). The young- ster visits the older dragon periodically (monthly, perhaps weekly) for advice and informa- tion. Evil dragons, too, often counsel wyrmlings that are not their offspring—evil dragons lack any sense of altruism, but usually understand the role of youth in perpetuating the species. No matter what kinds of dragons are involved, such mentor-apprentice relationships require the younger dragon to show the utmost respect and deferenceto the older dragon, and to bring the mentor gifts of food,information, and treasure. Should the older dragon evercome to view the apprentice as a rival, the relationship endsimmediately; when evil dragons are involved, the ending isoften fatal for the younger dragon. VERY YOUNG (AGE 6-15 YEARS) By age 6, a dragon has grown enough to double its length,though its head and feet still seem too big for the rest of itsbody . It becomes physically stronger and more robust. Thedragon’s larger size often makes finding a new lair necessary .Many dragons relocate at this stage anyway, especially ifthey do not have parental support. (After the dragon hashunted in an area for five years, the location of the originallair might have become known to outsiders, or the areaaround the lair could become depleted of prey .) In most ways, a very young dragon remains much like a wyrmling, albeit more confident in itself.CHAPTER 1: ALL ABOUT DRAGONS",
        "name":  "RULES",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "ONSET OF THE TWILIGHT AND DEATH A dragon’s maximum age is a function of its Charisma score. For a chromatic dragon, multiply the dragon’s Charisma scoreby 50 and add the result to 1,200. This is the age when the twilight period begins for that kind of dragon. For a metallic dragon, multiply the dragon’s Charisma score by 100 and addthe result to 1,200. This difference reflects the fact that metal-lic dragons are longer-lived than chromatic dragons. Maximum ages for the dragons found in the Monster Manual are given on the table below.When a dragon’s twilight period begins, the dragon must make a DC 20 Constitution check. The dragon dies if the check fails.If the check succeeds, the dragon survives, but its Constitutionscore drops by 1. Each year thereafter, the dragon must succeed on another Constitution check in order to stay alive. pqqqqrspqqqqrs Color Years to Twilight Black 2,200 Blue 2,300Green 2,300 Red 2,500White 2,100Color Years to TwilightBrass 3,200 Bronze 3,800Copper 3,400 Gold 4,400Silver 4,200Guillaume and Cirjon established that the shortest-lived true dragon, the white, can live as long as 2,100 years. Thetrue dragon species that lives the longest is the gold; Guil-laume and Cirjon put the gold’s maximum age at 4,400 years. In addition, the sages discovered that dragons can extend their life spans to some extent by entering a state called “thetwilight.” That term, coined by Guillaume and Cirjon, refersto the closing phase of a dragon’s life. The cessation of growthat the great wyrm stage heralds the onset of death (as it doesfor most creatures that grow throughout their lives). A dragoncan survive for centuries after reaching the great wyrm stage,but a dragon is mortal and cannot stave off death forever. Thetwilight occurs when the weight of a dragon’s years finallycomes crashing down, forcing the dragon’s physiology intoa downward spiral. A dragon’s twilight period can last for anumber of years, but often the dragon succumbs when the twilight first sets in. AVOIDING THE TWILIGHT Many dragons prefer to avoid a slow descent into deathand leave the mortal coil with their dignity intact. Manygreat wyrms seem to just disappear at the ends of their lives.No one knows exactly where they go, but scholars haveidentified at least three possibilities: departure, guardian-ship, and dracolichdom. Departure A dragon can simply will its spirit to depart. Upon doing so,the dragon dies, and its spirit is released into the hereafter.A dragon prepares for its departure by consuming its entire 15CHAPTER 1: ALL ABOUT DRAGONS",
        "name":  "RULES",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When flying and making an attack action, you can move both before and after the attack, provided that thetotal distance moved is not greater than your fly speed. Yourflying movement does not provoke attacks of opportunityfrom the creatures you attack during the round when youuse this feat. AWAKEN FRIGHTFUL PRESENCE [MONSTROUS] You gain frightful presence.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain the frightful presence special ability with a radius in feet equal to 5 ×1/2 your racial Hit Dice. The ability takes effect automatically whenever you attack, charge, or fly overhead. Creatures within the radius aresubject to the effect if they can see you and have fewer Hit Dice than your racial Hit Dice. A potentially affected creature that succeeds on a Will save (DC 10 + 1/2 your racial HD + your Cha modifier)remains immune to your frightful presence for 24 hours.On a failure, creatures with 4 or fewer Hit Dice becomepanicked for 4d6 rounds and those with 5 or more Hit Dicebecome shaken for 4d6 rounds. Dragons ignore the fright-ful presence of other dragons.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As the Snatch feat (see page 304 of the Monster Manual ), except that you can grab a creature two size cate- gories smaller than you with your bite or claw attack. IMPROVED SPEED [MONSTROUS] You are faster than others of your kind.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When flying, you can dive and land on an opponent to deal extra damage. This is a standard action that can only affect creatures that are smaller than you. You make an overrun attack, but the opponent cannot choose to avoid you. If you knock down the target, you may make an additional slam attack, dealing the indicated dam- age plus 1-1/2 times your Strength bonus (round down). This at- tack is at the usual +4bonus against proneopponents.CHAPTER 2: A DM’S GUIDE TO DRAGONSIllus. by B. Thompson This green dragon’s Power Dive knocks Lidda off her feet.Size Power Dive Damage Fine 1d2 Diminutive 1d3Tiny 1d4 Medium 1d6Large 1d8 Huge 2d6Gargantuan 2d8Colossal 4d6",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You may, as a full-round action, strike a solid surface with your tail and create a shock wave that radiatesout from your space and continues for a number of feetequal to 5 ×your racial Hit Dice. Make a bull rush attack by rolling once regardless of how many creatures are in theradius. Every creature in the radius makes a Strength checkand compares it to your roll. Those who fail their opposedchecks are knocked down.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Structures and unattended objects at least par- tially within the shock wave take damage equal to 1d6 +your Strength bonus. SNATCH AND SWALLOW [MONSTROUS] You can swallow creatures you have grabbed with yourbite attack.",
        "name":  "Special",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature vulnerable to an element or energy type takes half again as much (+50%) damage as normal fromthat energy type. TAIL CONSTRICT [MONSTROUS] You can make constriction attacks with your tail.",
        "name":  "Normal",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can grab and constrict creatures you hit with your tail slap attack. This works just like a snatch attack, exceptthat it can be used against any creature smaller than you. If you successfully grab an opponent with your tail, you deal bludgeoning damage equal to your tail slap damageplus 1-1/2 times your Strength modifier. Each round youhold your opponent, you deal constriction damage. You cannot make tail slap or tail sweep attacks while con- stricting an opponent with your tail. TAIL SWEEP KNOCKDOWN [MONSTROUS] Your tail sweep attack knocks opponents prone.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As a full-round action, you can hover in place and use your wings to create a blast of air in a cylinder witha radius and height of 10 feet times your age category . The wind blows from the center of your body toward the outside edge at the bottom of the cylinder. The force of the wind depends on your size, as indicated below. For the effects of high winds, see Table 3–24 on page95 of the Dungeon Master’s Guide. Dragon Size Wind Force Large Severe Huge WindstormGargantuan Hurricane Colossal Tornado Because the blast of air only lasts for your turn, creatures ignore the checked effect unless they are airborne (in whichcase they are blown back 1d6 ×5 feet).",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature/level",
        "name":  "Targets",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature/level, no two of which may be more than 30 ft. apart",
        "name":  "Targets",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature/level",
        "name":  "Targets",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The subjects become panicked. If cornered, a pan- icked creature cowers.",
        "name":  "Panic",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The subjects perceive any nearby creatures as dangerous enemies, attacking the nearest onesand fighting until the subjects are slain or until no morecreatures are in sight.",
        "name":  "Violent Hallucinations",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature/level, no two of which may be more than 30 ft. apart",
        "name":  "Targets",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sor/Wiz 7 Asstunning breath, but creatures that fail their Fortitude saves are stunned for 2d4 rounds. Wingbind Evocation [Force]Level: Sor/Wiz 4",
        "name":  "TransmutationLevel",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature",
        "name":  "Target",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Winged creature touched",
        "name":  "Target",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 2nd level, and again at 10th level, a disciple of Ashardalon gains a pool of bonus skillpoints equal to the number of dragon Hit Dice it possesses.This pool represents a gradual transition from being acreature of the dragon type (with 6 skill points per HD) tobeing an outsider (with 8 skill points per HD). Thesebonus skill points are in addition to the skill points gainedat every level, and are not modified by the dragon’s Intelli-gence score.",
        "name":  "Skill Point Increase",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature with the improved grab ability does not provoke an attack of opportunity when beginning agrapple. CUNNING SIDESTEP [GENERAL] You have a better than normal chance to avoid being bullrushed or tripped.",
        "name":  "Normal",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain the use of the frightful presence ability . Whenever you attack or charge, all opponents within aradius of 30 feet who have fewer levels or Hit Dice than youbecome shaken for a number of rounds equal to 1d6 + yourCha modifier. The effect is negated by a Will save (DC 10 +1/2 your character level + your Cha modifier). A successful save indicates that the opponent is immune to your frightful presence for 24 hours. This ability can’taffect creatures with an Intelligence of 3 or lower, nor doesit have any effect on dragons. OVERHEAD THRUST [GENERAL] You can deal a nasty attack to anything that tries to crush orrun over you.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deal extra damage to creatures larger than Medium.",
        "name":  "Fell the Greatest Foe",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deal extra damage to creatures larger than Medium.",
        "name":  "Fell the Greatest Foe",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deal extra damage to creatures larger than Medium.",
        "name":  "Fell the Greatest Foe",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Subject creature can’t fly .",
        "name":  "Trans Earthbind",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 creature/two levels, no two of which can be more than 30 ft. apart",
        "name":  "Targets",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature or object",
        "name":  "Target",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched",
        "name":  "Target",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard actionRange: Close (25 ft. + 5 ft./2 levels)Targets: One creature",
        "name":  "Casting Time",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Target",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature",
        "name":  "Target",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Large or larger creature touched",
        "name":  "Target",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature touched/two levels",
        "name":  "Targets",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature",
        "name":  "Target",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature and one object (see text)",
        "name":  "Target",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "PermanentAsdominate monster (see page 224 of the Player’s Handbook ), except the subject is permanently dominated if it fails its ini-tial Will save. A subject ordered to take an action against itsnature receives a Will save with a –4 penalty to resist takingthat particular action. If the save succeeds, the subject stillremains your thrall despite its minor mutiny . Once a subjectmakes a successful saving throw to resist a specific order, itmakes all future saving throws to resist taking that specificaction without a penalty .",
        "name":  "Duration",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature",
        "name":  "Target",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Target",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A 1st-level dragonsong lyrist can imbue herself and her allies with great physical power. The dragon- song lyrist and all allies within 30 feet who can hear her gain a +4 morale bonus to Strength for the duration of the lyrist’s performance and for 5 rounds thereafter. This is a mind- affecting ability . Song of Compul- sion: At 2nd level, a dragonsong lyrist can use her greater dragon- song to make a sugges- tion to a single creature within 30 feet who can hear the lyrist. A Will save negates the effect. This is an enchantment (compulsion, mind-affecting, language-dependent effect. Dragons take a –2 penalty on this saving throw.",
        "name":  "Song of Strength",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 4th level, a dragonsong lyrist can use her song or poetics to inspire fear in her foes. All enemieswithin a radius of 30 feet ×class level are subject to the effect if they have fewer HD than the dragonsong lyrist. Apotentially affected creature that succeeds on a Will saveremains immune to that dragonsong lyrist’s frightful pres-ence ability for 24 hours. On a failure, creatures with fewerthan half the dragonsong lyrist’s HD become panicked for2d6 rounds and those with HD equal to or greater than halfthe dragonsong lyrist’s become shaken for 2d6 rounds.Dragons are immune to this ability, as are any creaturesimmune to fear. This is a mind-affecting effect.",
        "name":  "Song of Fear",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In many cases when a dragon joins a party, it does so as a wyrmling or at a youthful age. But just because awyrmling dragon has a decent Intelligence and more hitpoints than the average ogre doesn’t make it adult in its out-look. Dragons mature slowly, meaning that even a 30-year-old juvenile dragon acts more like a child than an adult.This may mean that a youthful dragon doesn’t always followinstructions well, and may even completely disobey the PCwho “controls” it. The DM should feel comfortable in occasionally having a juvenile or younger dragon “act up” in a manner appropriateto its alignment. A good dragon may simply sulk or pout,while an evil dragon might lash out at those upsetting it.Chaotic dragons are prone to tantrums in their youth, whilelawful dragons are more likely to misbehave in a carefullyplotted manner. DRAGONS AS MOUNTS The dream mount for many characters is a dragon. Whileother flying creatures might be cheaper or easier to train asmounts, nothing beats the look of awe from friends and foeswhen they see you swoop in astride a mighty draconic steed.",
        "name":  "Youth",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " raising the dragon from youth or negotiating with a full-grown dragon. The first may be easier and cheaper, butrequires far more time. Each method is discussed later inthis section As strong, quadrupedal creatures, dragons can carry a lot of weight, even in flight. A dragon can carry a rider whileswimming, but not while burrowing. Table 3–13: Dragon Mounts, Overland Movement, and Carrying Capacity provides movement rates and carryingcapacity for a great number of different dragons. The columnheaders on the table are defined below.",
        "name":  "There are two methods of getting a dragon as your mount",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The left-hand column lists a number of dragons that are suitable for use as mounts. The mounts are groupedaccording to the largest size of rider each dragon can accom-modate. Just because a dragon can carry your weight doesn’tnecessarily mean that you can ride it as a mount. Even if adragon is strong enough to carry a larger character than itsgrouping on the table would indicate, it can’t accommodatesuch a character as a rider.CHAPTER 3: THE PLAYER’S PERSPECTIVE137CHAPTER 3: THE PLAYER’S PERSPECTIVETable 3–13: Dragon Mounts, Overland Movement, and Carrying Capacity —— Light Load or No Load —— —— Medium or Heavy Load —— Dragon Miles per Hour Miles per Day Load Range Miles per Hour Miles per Day Diminutive or Smaller RidersPseudodragon 1.5, fly 6 12, fly 48 29–86 lb. 1 8 Tiny or Smaller RidersBlack, very young 6, fly 20, swim 6 48, fly 160, swim 48 51–150 lb. 4, swim 4 32, swim 32 White, very young 6, fly 30, swim 6 48, fly 240, swim 48 51–150 lb. 4, swim 4 32, swim 32Brass, very young 6, fly 30 48, fly 240 51–150 lb. 4 32 Copper, very young 4, fly 20 32, fly 160 51–150 lb. 3 24 Small or Smaller Riders Black, young 6, fly 20, swim 6 48, fly 160, swim 48 101–300 lb. 4, swim 4 32, swim 32 Black, juvenile 6, fly 20, swim 6 48, fly 160, swim 48 131–390 lb. 4, swim 4 32, swim 32Blue, very young 4, fly 15 32, fly 120 101–300 lb. 3 24 Blue, young 4, fly 20 32, fly 160 131–390 lb. 3 24Brass, young 6, fly 30 48, fly 240 101–300 lb. 4 32 Brass, juvenile 6, fly 30 48, fly 240 131–390 lb. 4 32Bronze, very young 4, fly 15, swim 6 32, fly 120, swim 48 101–300 lb. 3, swim 4 24, swim 32 Bronze, young 4, fly 20, swim 6 32, fly 160, swim 48 131–390 lb. 3, swim 4 24, swim 32Copper, young 4, fly 20 32, fly 160 101–300 lb. 3 24 Copper, juvenile 4, fly 20 32, fly 160 131–390 lb. 3 24Green, very young 4, fly 15, swim 4 32, fly 120, swim 32 101–300 lb. 3, swim 3 24, swim 24 Green, young 4, fly 20, swim 4 32, fly 160, swim 32 131–390 lb. 3, swim 3 24, swim 24Silver, very young 4, fly 15 32, fly 120 101–300 lb. 3 24 Silver, young 4, fly 20 32, fly 160 131–390 lb. 3 24White, young 6, fly 30, swim 6 48, fly 240, swim 48 101–300 lb. 4, swim 4 32, swim 32White, juvenile 6, fly 30, swim 6 48, fly 240, swim 48 131–390 lb. 4, swim 4 32, swim 32 Medium or Smaller RidersBlack, young adult 6, fly 20, swim 6 48, fly 160, swim 48 351–1,050 lb. 4, swim 4 32, swim 32 Black, adult 6, fly 20, swim 6 48, fly 160, swim 48 461–1,380 lb. 4, swim 4 32, swim 32Blue, juvenile 4, fly 20 32, fly 160 176–525 lb. 3 24 Blue, young adult 4, fly 20 32, fly 160 601–1,800 lb. 3 24Brass, young adult 6, fly 30 48, fly 240 351–1,050 lb. 4 32 Brass, adult 6, fly 30 48, fly 240 601–1,800 lb. 4 32Bronze, juvenile 4, fly 20, swim 6 32, fly 160, swim 48 351–1,050 lb. 3, swim 4 24, swim 32 Bronze, young adult 4, fly 20, swim 6 32, fly 160, swim 48 601–1,800 lb. 3, swim 4 24, swim 32Copper, young adult 4, fly 20 32, fly 160 351–1,050 lb. 3 24 Copper, adult 4, fly 20 32, fly 160 601–1,800 lb. 3 24Dragonnel 4, fly 9 32, fly 72 351–1,050 lb. 3 24 Gold, very young 6, fly 30, swim 6 48, fly 240, swim 48 461–1,380 lb. 4, swim 4 32, swim 32Gold, young 6, fly 30, swim 6 48, fly 240, swim 48 801–2,400 lb. 4, swim 4 32, swim 32 Gold, juvenile 6, fly 30, swim 6 48, fly 240, swim 48 1,401–4,200 lb. 4, swim 4 32, swim 32Green, juvenile 4, fly 20, swim 4 32, fly 160, swim 32 351–1,050 lb. 3, swim 3 24, swim 24 Green, young adult 4, fly 20, swim 4 32, fly 160, swim 32 601–1,800 lb. 3, swim 3 24, swim 24Red, very young 4, fly 20 32, fly 160 461–1,380 lb. 3 24 Red, young 4, fly 20 32, fly 160 801–2,400 lb. 3 24Red, juvenile 4, fly 20 32, fly 160 1,401–4,200 lb. 3 24 Silver, juvenile 4, fly 20 32, fly 160 351–1,050 lb. 3 24Silver, young adult 4, fly 20 32, fly 160 601–1,800 lb. 3 24 White, young adult 6, fly 30, swim 6 48, fly 240, swim 48 351–1,050 lb. 4, swim 4 32, swim 32Wyvern 2, fly 6 16, fly 48 233–700 lb. 1.5 12 Large or Smaller RidersBlue, adult 4, fly 20 32, fly 160 2,081–6,240 lb. 3 24 Bronze, adult 4, fly 20, swim 6 32, fly 160, swim 48 2,081–6,240 lb. 3, swim 4 24, swim 32Dragon turtle 2, swim 3 16, swim 24 2,081–6,240 lb. 1.5, swim 2 12, swim 16 Gold, young adult 6, fly 30, swim 6 48, fly 240, swim 48 3,681–11,040 lb. 4, swim 4 32, swim 32Gold, adult 6, fly 30, swim 6 48, fly 240, swim 48 4,161–12,480 lb. 4, swim 4 32, swim 32 Green, adult 4, fly 20, swim 4 32, fly 160, swim 32 2,081–6,240 lb. 3, swim 3 24, swim 24Red, young adult 4, fly 20 32, fly 160 3,681–11,040 lb. 3 24 Red, adult 4, fly 20 32, fly 160 4,161–12,480 lb. 3 24Silver, adult 4, fly 20 32, fly 160 2,081–6,240 lb. 3 24White, adult 6, fly 30, swim 6 48, fly 240, swim 48 601–1,800 lb. 4, swim 4 32, swim 32138Light Load or No Load: Dragons, like other flying creatures, can only fly when carrying no more than a light load. Thetwo columns beneath this line give the dragon’s overlandmovement when it is not carrying enough weight to pre-vent it from flying.",
        "name":  "Dragon",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hoard scarab, hoard scarab swarm. (Water): ice drake, ooze drake, water drake. pqqqqrspqqqqrsAbyssal drakeDC 15 for any other creature of the dragon type, or DC 20 for any other kind of reptilian creature, such as a giant snakeor lizardfolk). If the check fails, the dracolich can never pos-sess that particular corpse. If the corpse accepts the spirit, the corpse becomes ani- mated. If the animated corpse is the spirit’s former body, itimmediately becomes a dracolich. Otherwise, it becomes aproto-dracolich (see below). A dracolich appears as a skeletal or semiskeletal version of its former self, with glowing points of light in its shadowyeye sockets. SAMPLE DRACOLICH This example uses an ancient blue dragon as the base creature. Ancient Blue Dracolich",
        "name":  "Vermin",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " The creature’s typechanges to undead. Donot recalculate the crea-ture’s base attack bonus,saves, or skill points. Sizeis unchanged.",
        "name":  "Size and Type",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dracolich cannot make crush attacks even if it was capable of doing so when the base creature was alive.",
        "name":  "Attacks",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dra- colich retains all the special qualities of the base creature. Again, some are enhanced, and a dracolich gains some new spe- cial qualities as well.",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature +3.",
        "name":  "Challenge Rating",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Draconic creatures have two claw attacks. If the base creature does nothave this attack form, use the damagevalues in the table below. Otherwise, usethe values below or the base creature’s damage, whicheveris greater. Size Claw Damage Up to Tiny 1 Small 1d2Medium 1d3 Large 1d4Huge 1d6 Gargantuan 1d8Colossal 1d10",
        "name":  "Damage",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A draconic creature has all the special qualities of the base creature, plus darkvision out to 60 feetand low-light vision.",
        "name":  "Special Qualities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Str +2, Dex +0, Con +2, Int +0, Wis +0, Cha +2.",
        "name":  "Abilities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Draconic creatures have a +2 racial bonus on In- timidate and Spot checks.",
        "name":  "Skills",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary or as base creature.",
        "name":  "Organization",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature +1.",
        "name":  "Challenge Rating",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature +1. Draconic Characters Draconic creatures with Charisma scores of 12 or higher areoften sorcerers.DRAGONKIN Large Monstrous Humanoid (Reptilian)",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 Dragonnels are power- ful, graceful creatures often bred and trained as steeds for mighty paladins and knights. Though rela- tively simpleminded for dragons, they are fiercely loyal to their masters. A dragonnel stands about 5 feet tall at the shoulder andmeasures nearly 10 feet fromnose to tail. Its scales range from red-brown to a brilliant gold. A pair of muscled wings sprouts from its shoulders, spanningup to 30 feet in flight. In the wild, dragonnels typically lair in hidden caves located far from civilization. Occasionally, a group of up 151CHAPTER 4: NEW MONSTERS Dragonkin152to four families settles in nearby locations, sharing hunting and protection duties among the various adults. Dragonnels speak Draconic. COMBAT A dragonnel opens combat with its roar, hoping to frightenwould-be opponents. Once engaged in battle, it fights fear-lessly, using its claws and bite to shred its enemies. Roar (Ex): Once per day, a dragonnel can unleash a mighty roar. All enemies within a 30-foot-radius spread who canhear the dragonnel must succeed on a DC 14 Will save orbecome shaken for 1d6 rounds. Training a Dragonnel Although intelligent, a dragonnel requires training beforeit can bear a rider in combat. To be trained, a dragonnelmust have a friendly attitude toward the trainer (this canbe achieved through a successful Diplomacy check).Training a friendly dragonnel re-quires six weeks of work and asuccessful Handle Animal check(DC 30 for a young creature, or DC 35for a mature creature of three or moreyears in age). Dragonnel eggs are worth 5,000gp apiece onthe open market, whileyoung are worth7,500 gp each. Pro-fessional trainerscharge 2,500 gp torear or train a dragonnel.Riding a trained dragonnelrequires an exotic saddle. Adragonnel can fight while carry-ing a rider, but the rider cannotalso attack unless he or she suc-ceeds on a Ride check (see theRide skill, page 80 of thePlayer’s Handbook).",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Earth drakes have a +4 racial bonus on Hide checks. *They have an additional +4 racial bonus on Hidechecks when in rocky environments (such as mountain ter-rain or underground). 153CHAPTER 4: NEW MONSTERS154FIRE DRAKE Large Dragon (Fire)",
        "name":  "Skills",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +12 melee (2d6+5)CHAPTER 4: NEW MONSTERSFire drake Earth drakeAir drake",
        "name":  "Attack",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 Ice drakes are vicious scavengers that lair in cold or arctic lands. The scales of an ice drake are ivory in color, with occa- sional tinges of ice-blue. Ice drakes have short, stocky limbsand a wide, flat tail that helps them climb on icy surfaces. Ice drakes give large predators a wide berth, preferring to wait until after such creatures have finished feasting tomove in on the remains. They aren’t afraid to chase off small-er predators such as wolves. An ice drake speaks Draconic and either Auran or Aquan (50% chance of either). The creatures speak halt-ingly, but woe to any who mistake this trait for lack ofintelligence. Combat Unless it is desperate, an ice drake only takes on livingopponents smaller than itself, and preferably from hiding. Itfocuses its attacks on an individual, using its freezing touchto weaken that opponent to the point where it can grappleit and fly away . Freezing Touch (Su): Anyone hit by an ice drake’s claw attack takes an extra 1d6 points of cold damage and mustsucceed on a DC 18 Reflex save or also take 1 point ofStrength damage.",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 The mightiest of the elemental drakes, the magma drake smolders with evil power. The thick, scaled hide of a magma drake resembles cool- ing lava, with obsidian claws and gleaming crimson eyes.Though these creatures appear slow and clumsy, they movewith surprising agility . Magma drakes generally live in deep caves or in volcanic craters, particularly those with nearby lakes or rivers ormolten rock. They often ally with efreet or salamanders. A magma drake speaks Draconic and either Ignan or Terran (50% chance of either). The creatures’ voices rumblewith power, suggestive of their volcanic heritage. Combat A magma drake wastes no time toying with its prey, pre-ferring to pin a grappled target and watch it burn to death.If it has room to fly, it uses Flyby Attack to grapple anopponent and bring it somewhere where it can dispatch itat its leisure. Burn (Ex): Those grappled by a magma drake must suc- ceed on a DC 22 Reflex save or catch fire. The fire burns for1d4 rounds (see Catching on Fire, page 303 of the Dungeon Master’s Guide ). A burning creature can take a move action to put out the flame (but not while grappled). Improved Grab (Ex): To use this ability, a magma drake must hit a creature of its size or smaller with a claw attack.It can then attempt to start a grapple as a free action withoutprovoking an attack of opportunity .",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Magma drakes have a +2 racial bonus on Climb checks and on Hide checks. 155CHAPTER 4: NEW MONSTERS156OOZE DRAKE Large Dragon (Aquatic, Earth, Water)",
        "name":  "Skills",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changesto undead. It gains theincorporeal subtype. Size isunchanged.",
        "name":  "Size and Type",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ghostly dragon retains all the attacks of the base dragon, although those relying on physical contact donot affect nonethereal creatures. It also gains an incorporealtouch attack, which it can use with any body part normallycapable of attacking (which may include the bite, a claw, awing, or a tail). Apply a ghostly dragon’s Dexterity modifier,not its Strength modifier, to its incorporeal touch attack roll.",
        "name":  "Attacks",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Against ethereal creatures, a ghostly dragon uses the base dragon’s damage ratings. Against nonetherealcreatures, a ghostly dragon usually cannot deal physical dam-age but can use its special attacks, if any, when it manifests(see below).",
        "name":  "Damage",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hoard scarabs have a +4 racial bonus on Listen checks. Hoard scarabs have a +4 racial bonus on Hidechecks when they are concealed among coins (at least 10coins for an individual scarab, or at least 10,000 coins for aswarm). A hoard scarab has a +8 racial bonus on Climbchecks and can always choose to take 10 on Climb checks,even if rushed or threatened.LANDWYRM Landwyrms are cunning, wingless predatory dragons whoruthlessly scour their environment for prey . While someclaim they represent a primitive, ancestral form of the truedragons, most dismiss such claims. Regardless of its origin,each variety of landwyrm is singularly adapted to its natu-ral environment. All landwyrms lack wings, but their body shapes vary by type, from serpentine (desert landwyrms) to craggy(mountain landwyrms). They have large, powerful jaws,clawed fore and hind limbs, and thick scales whose col-oration matches that of their natural environment. Landwyrms have stores of great knowledge about their environment, and if approached peacefully and respectfully,they can be sources of great wisdom. Landwyrms can make excellent steeds, though they are strong-willed and independent, so even the least intelli-gent must be treated with great respect, or it will turn onits rider. COMBAT Each type of landwyrm has different combat tactics, thoughmost rely on stealth to surprise their opponents. They areskilled trackers, and they see nothing wrong with fleeing abattle only to follow their prey and attack again later. Frightful Presence (Ex): Much like the chromatic and metallic dragons, landwyrms can unsettle their foes withtheir mere presence. This ability takes effect automaticallywhenever the landwyrm attacks or charges. Creatureswithin the specified radius are subject to the effect if theyare at least one size category smaller than the landwyrm andhave fewer HD than the landwyrm. A potentially affected creature that succeeds on a Will save (DC 10 + 1/2 landwyrm’s HD + landwyrm’s Cha modifier)CHAPTER 4: NEW MONSTERSHoard Scarab Hoard Scarab Swarm Fine Vermin Fine Vermin (Swarm)",
        "name":  "Skills",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "——remains immune to that landwyrm’s frightful presence for 24 hours. On a failure, creatures whose HD are less thanhalf the landwyrm’s HD become panicked for 2d6 roundsand those whose HD are equal to or more than half thelandwyrm’s HD become shaken for 2d6 rounds. Otherdragons (whether landwyrms or not) are immune to a land-wyrm’s frightful presence. DESERT LANDWYRM",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— The heart of a desert landwyrm burns with a patient evil as it lies in wait for victims. A desert landwyrm’s yellow-brown scales perfectly blend with its arid surroundings. Their sinuous bodiesmake them look like enormous serpents, until one noticesthe powerful front and rear claws normally held tightagainst the body . Desert landwyrms often lair in ancient tombs or other ruined buildings, which leads to their nickname of “tombdragon.” They are quite capable of defending their lairsfrom any but the largest blue dragons, with whom theyoften clash over territory . They respond best when offeredvaluables. Desert landwyrms speak Draconic and Common. 169CHAPTER 4: NEW MONSTERS Illus. by W . EnglandDesert landwyrm Hill landwyrm Forest landwyrm170Combat Thanks to its hardy nature, a desert landwyrm can lie buriedin the sand for weeks at a time waiting for prey, with onlyits rocky eye-ridge protruding. When potential victimsapproach, the landwyrm bursts forth, creating a sandstormto blind its prey . It ignores panicked opponents, knowingthat it can track them down later if needed. Desert Adaptation (Ex): Desert landwyrms can go with- out water for a number of days equal to their Constitutionscore. Even after this point, they need only make a Con-stitution check each day (rather than each hour, as notedin Starvation and Thirst, page 304 of the Dungeon Master’s Guide ) to avoid taking nonlethal damage from thirst. They take no nonlethal damage from heat exposure (though theytake damage from fire normally). They suffer no ill effectsfrom being caught in dust storms or sandstorms (includingtheir own sandstorm attack; see below). Frightful Presence (Ex): 160-ft. radius, HD 31 or fewer, Will DC 31 negates. Sandstorm (Ex): As a standard action, a desert landwyrm can create a small sandstorm by kicking up sand, dust, anddebris in a 120-foot-radius spread centered on itself. Anycreature in the affected area must succeed on a DC 33 Forti-tude save or be blinded for 1d6 rounds. This ability onlyfunctions in deserts or areas with similar quantities of dustor sand.",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Improved Critical (bite), Improved Initiative, Im- proved Overrun, Multiattack, Power Attack, Stealthy, Track",
        "name":  "MONSTERSFeats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Hill landwyrms are slow-witted bullies who rely on intimida- tion and displays of physical prowess to subdue their enemies. A hill landwyrm’s coloration varies with its surround- ings. Some are slate-gray, while others have brown, red-brown, or tan scales. They appear bulky and muscular, withlong, daggerlike claws. Despite their might, hill landwyrms prefer to pick on opponents clearly weaker than themselves. While a singlehill giant is a tempting target, a hunting party of giantssends a hill landwyrm into hiding. Some giants capture hilllandwyrms to use as guardians or steeds, though the dragonshate this and escape as soon as possible. It is possible for asuitably intimidating individual to humble a hill landwyrmwithout striking a blow. Hill landwyrms speak Draconic, Goblin, and Common. Combat A hill landwyrm likes to open combat with an overrunattack against the weakest-looking target. Once an oppo-nent is prone, it focuses its attacks on that individual, usingimproved grab to neutralize the target and crush it to death.If reduced to half its hit points or fewer, a hill landwyrmbegins looking for an escape route. Frightful Presence (Ex): 100-ft. radius, HD 19 or fewer, Will DC 21 negates. Improved Grab (Ex): To use this ability, a hill landwyrm must hit a creature of its size or smaller with a claw attack.It can then attempt to start a grapple as a free action withoutprovoking an attack of opportunity .",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Among its kind, the jungle landwyrm is considered the most purely sinister and evil. It knows no emotion except hate,which it holds for all other living creatures. A jungle landwyrm’s scaled hide is deep green in color, with occasional splotches of bright red or yellow that blendin with its tropical environment. Despite their size, junglelandwyrms have lithe forms that slide easily through foliageand between trees. Some unwitting individuals mistake thejungle landwyrm for an enormous dinosaur and think theycan treat it as they would a mere animal. Such fools don’t livelong after making this mistake. A jungle landwyrm eats anything it can, though it prefers living prey to carrion or plants. It has few rivals for power,although it avoids older green dragons. Even in rare instanceswhen the landwyrm seems willing to negotiate, it inevitablytricks its prey and attacks it later. Jungle landwyrms speak Draconic and Common. Combat Like others of its kind, a jungle landwyrm relies on its natu-ral camouflage to surprise enemies. However, it is also willingto follow potential prey for great distances, choosing just theright circumstances to strike. If faced with multiple oppo-nents, it spreads out its early attacks and doesn’t hesitate toflee if overmatched, knowing it can return days later to pickoff those weakened by its disease-bearing claws. Disease (Ex): The wounds caused by a jungle landwyrm’s claws may become infected with red ache disease (DC 15;incubation 1d3 days; damage 1d6 Strength). Frightful Presence (Ex): 140-ft. radius, HD 27 or fewer, Will DC 27 negates. Rend (Ex): Extra damage 2d10+15. Snatch (Ex): Against Small or smaller creatures, bite for 2d8+10/round or claw for 2d6+5/round. Jungle Adaptation (Ex): Jungle landwyrms can ignore any concealment provided by foliage.",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "*Jungle landwyrms have a +4 racial bonus on Hide checks when in warm forest (or jungle) environments. Thisbonus on Hide checks increases to +8 when the landwyrmis immobile. 171CHAPTER 4: NEW MONSTERS172MOUNTAIN LANDWYRM Colossal Dragon",
        "name":  "Skills",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 The plains landwyrm would be a pitiful beast if it weren’t so dangerous. Despite its general cowardice, this scavenger occa-sionally attacks living creatures when it is hungry or desperate. A plains landwyrm has scales that bear stripes of tan or light green, allowing it to blend in with its surroundings. Itis sometimes mistaken for a raptorlike dinosaur, since itoften stands up on its hind legs. Most plains landwyrms wander their environment, since they aren’t courageous enough to fight other creatures forterritory . The creature is capable of bluffing when in a crisis,though it rarely has the patience for such tactics. Some par-ticularly brave halflings tame these creatures as mounts,though it takes an attentive rider to keep them on task. Plains landwyrms speak Draconic and Common. Combat Whether lying in wait in the tall grass or hiding under a thinlayer of earth, a plains landwyrm favors a quick strike againstan unwary foe. Burst of Speed (Ex): Once per day, a plains landwyrm may activate a burst of speed as a free action. This doubles itsCHAPTER 4: NEW MONSTERSspeed for 5 rounds, after which it is fatigued for 10 min- utes. It usually uses this ability to escape from danger. Frightful Presence (Ex): 40-ft. radius, HD 7 or fewer, Will DC 15 negates. Poison (Ex): The bite of a plains landwyrm delivers a toxic venom (Fort DC 16; 1d6 Str/2d6 Str).",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +20, Ref +14, Will +15CHAPTER 4: NEW MONSTERS Tundra landwyrm Underdark landwyrmSwamp landwyrmAbilities: Str 27, Dex 10, Con 22, Int 9, Wis 13, Cha 12",
        "name":  "Saves",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— The blood-drinking tundra landwyrm spends much of its life in semihibernation, burrowed under the icy ground inwait for prey to happen by . The scales of a tundra landwyrm are dirty ivory . It has short, stubby claws that help it dig through the frozen earth.Its roar sounds like the bark of an angry sea lion. A tundra landwyrm prefers mammalian prey, such as cari- bou or even polar bears. The creatures occasionally tangle withwhite dragons or frost worms. Any offering of live or recentlykilled animals can sway a tundra landwyrm’s opinion. Tundra landwyrms speak Draconic and Common. Combat A tundra landwyrm lies motionless a few feet beneath thesurface of the ground, relying on its tremorsense to warn itof prey . It scatters targets with its frightful presence, thengrapples a single creature and attempts to drain its blood. Blood Drain (Ex): If a tundra landwyrm gets a hold on a living foe, it can drain blood with a successful grapplecheck. Each successful grapple check deals 1d6 points ofConstitution damage to its target. A single landwyrm candeal as many points of Constitution damage in a day as ithas Hit Dice. Frightful Presence (Ex): 120-ft. radius, HD 23 or fewer, Will DC 23 negates. Improved Grab (Ex): To use this ability, a tundra land- wyrm must hit a creature of its size or smaller with a clawattack. If it gets a hold, it can attempt to draw blood. It canalso attempt to start a grapple as a free action without pro-voking an attack of opportunity . Snatch (Ex): Against Small or smaller creatures, bite for 2d8+8/round or claw for 2d6+4/round. Cold Adaptation (Ex): Tundra landwyrms take no non- lethal damage from exposure to low temperatures (thoughthis ability doesn’t affect normal cold-based damage). Theysuffer no ill effects (such as penalties on Spot checks) fromsnow or sleet and can walk across icy surfaces without need-ing to make a Balance check.",
        "name":  "Level Adjustment",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead. Do not recalculate the creature’s base attack bonus, saves, orskill points. Size is unchanged.",
        "name":  "Size and Type",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature retains its land speed, but loses fly and swim speeds. If it had a burrow or climb speed, it retainsthat as well.",
        "name":  "Speed",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead, and it loses any subtypes it had in life. Do not recalculate thecreature’s base attack bonus, saves, or skill points. Size isunchanged.",
        "name":  "Size and Type",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base dragon as follows: Str +4, Dex +6, Int +2, Wis +2, Cha +4. As undead creatures, vam-piric dragons have no Constitution score.",
        "name":  "Abilities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead, and it loses any subtypes it had in life. Do not recalculatethe creature’s base attack bonus, saves, or skill points. Size isunchanged.",
        "name":  "Size and Type",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This zombie dragon has a +8 racial bonus on any Swim check to perform some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if dis- tracted or endangered. It can use the run action while swimming, provided it swims in a straight line.CHAPTER 4: NEW MONSTERSIllus. by S. T appinZombie white dragonhis chapter presents 120 ready-to-play true dragon NPCs, one for each of the twelve age categories andten varieties. These dragons have the basic statistics given in the Monster Manual. Each entry includes notes about the dragon’s personality, combat tactics, and otherdetails of its life and habits. Some entries differ slightly from their Monster Manual counterparts because the skills and feats for some of them have been adjusted. Though the dragons are presented here as individuals, nearly any dragon described in this chapter could serve as amember of a dragon family, or in the case of younger dragons,the leader of a clutch. A clutch or family led by one of thesedragons tends to reflect the leader’s personality and tastes. CUSTOMIZING THE DRAGONS You can customize any sample dragon by altering its abil-ity scores. As presented here, each dragon’s ability scores(as given in the Monster Manual or another source) assume the standard array (all 11s and 10s), modified to take intoaccount the dragon’s racial ability adjustments. See Abil-ity Score Arrays, page 290 of the Monster Manual, for more information. To create an elite dragon, you could apply the elite array typically used for NPC ability scores: 15, 14, 13, 12, 10, 8.To apply the elite array to any dragon, assign the followingability score modifications as you see fit: +4, +4, +2, +2, +0, –2. Applying the elite array to a dragon increasesits Challenge Rating by 1. For a slightly less powerful dragon, use the non- elite array: 13, 12, 11, 10, 9, 8. To apply this array toany dragon, assign the following ability score modi-fications as you see fit: +2, +2, +0, +0, –2, –2. Apply-ing the nonelite array to a dragon has no effect onits Challenge Rating. EXAMPLE Rime, the white wyrmling described on page 270,would have the following ability scores using theelite array: Str 15, Dex 14, Con 15, Int 8, Wis 11,Cha 4. Changing a dragon’s ability scores requires making several adjustments to its statisticsblock, as detailed below.",
        "name":  "Skills",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A black dragon can move through water at its swim speed without making Swim checks. It has a +8 racialbonus on any Swim check to perform some special action oravoid a hazard. The dragon can always can choose to take 10on a Swim check, even if distracted or endangered. Thedragon can use the run action while swimming, provided itswims in a straight line. Blight Wyrmling Black Dragon Mean as the proverbial polecat, fiercely territorial, vain, andperpetually hungry, Blight tends to breathe acid first andconsider the consequences later. Blight thinks of herselfas the most dangerous creature in her patch of swamp. Sheis queen of all she surveys; however, she is a Tiny dragonand doesn’t actually survey very much. The mere sight ofany creature more attractive than herself (and that’s mostcreatures) fills Blight with rage. She delights in destroyingbeautiful things, especially birds and small animals. Like-wise, she scars small plants, trees, and even rocks just forthe fun of it.",
        "name":  "Skills",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bluff +11, Diplomacy +10, Intimidate +13, Listen +11, Search +11, Sense Motive +11, Spot +11; FlybyAttack, Hover, Improved Initiative, Lightning Reflexes . Breath W eapon (Su): 60-ft. line, 4d8 electricity, Reflex DC 16 half. Create/Destroy W ater (Sp): 3/day—as create water , but can also be used to destroy water. Caster level 2nd; Will DC 14negates.Ysauraithus Young Blue Dragon Ysauraithus lives on a wide, dry steppe populated by horse-riding nomads. She has quite an appetite for horseflesh,but tries to limit her ravenous cravings in order to avoiddrawing the full wrath of the nomadic population uponherself. Some of the nomadic clans make regular offeringsof weak or injured horses to appease her, while otherssuffer occasional raids in which Ysauraithus makes a mealof a horse or two. Ysauraithus loves to fly, and soars for hours over her domain. As a result, she knows every knoll and gulch onthe steppe, and recognizes most of the creatures that dwellthere. Newcomers and strangers can count on a visit fromthe self-appointed queen of the steppe, but as long as theyfawn and grovel appropriately she usually lets them live—particularly if they offer her a horse.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A bronze dragon can move through water at its swim speed without making Swim checks. It has a +8 racialbonus on any Swim check to perform some special action oravoid a hazard. The dragon can always can choose to take 10on a Swim check, even if distracted or endangered. Thedragon can use the run action while swimming, provided itswims in a straight line. Immersa Wyrmling Bronze Dragon Immersa is as playful as a dolphin and curious as a cat. Sheseldom sits still. Immersa loves animals, and makes frequentuse of her speak with animals ability . She has befriended almost every creature that swims, flies, or crawls along hersection of rocky seacoast. She finds humanoid fishers andhunters somewhat distasteful. While she would never denya being sustenance or a means of making a livelihood, sheremains alert for signs of over harvesting, killing for sport,or cruelty . From time to time, Immersa aids shipwreckedsailors, helping them to shore and sending them inlandtoward civilization. This gives her a good reputation amongthe local sailors even if the hunters and fishers don’t carefor her much. 223CHAPTER 5: SAMPLE",
        "name":  "Skills",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A green dragon can move through water at its swim speed without making Swim checks. It has a +8 racialbonus on any Swim check to perform some special action oravoid a hazard. The dragon can always can choose to take 10on a Swim check, even if distracted or endangered. Thedragon can use the run action while swimming, provided itswims in a straight line. Blister Wyrmling Green Dragon Blister counts herself among the woodland nobility, alongwith the beasts of prey . She detests laughter and merri-ment, disliking elves and positively loathing pixies, grigs,and other carefree sylvan folk. She stalks through thetrees, high and low, sometimes winging over the forestcanopy, som etimes fluttering among the boles of the trees, sometimes slinking on foot. She has recently located thedwelling place of a band of pixies and has attempted sev-eral raids, but the pixies have thus far successfully evadedher attacks. Her last sortie left her entangled while thepixies danced about her and laughed before packing uptheir meager belongs and fleeing into the forest. Blisterhas sworn revenge. 247CHAPTER 5: SAMPLE",
        "name":  "Skills",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bluff +5, Diplomacy +6, Hide +4, Intimi- date +4, Knowledge (nature) +5, Listen +7, Search +5, SenseMotive +5, Spot +7, Swim +17; Alertness, Wingover. Breath W eapon (Su): 20-ft. cone, 2d6 acid, Reflex DC 13 half. Chokedamp Very Young Green Dragon Chokedamp fancies himself a deadly aerial hunter whorules the skies above the forest canopy . At this stage of hislife, however, Chokedamp stands out more as a cunningnegotiator. He has forged a partnership with a pack ofworgs whose territory overlaps his own, and through theworgs, he has a loose alliance with a tribe of goblins. Choke-damp and the worgs make a formidable team. The worgs’hunting has improved greatly thanks to aerial reconnais-sance courtesy of Chokedamp, while the dragon has col-lected considerable booty from creatures the worgs havedefeated or sniffed out for the dragon. Still, Chokedampand the worgs distrust each other. The dragon finds theworgs’ failure to cower in his presence very annoying; heis aware that the whole pack probably could best him in afair fight and that annoys him too. Chokedamp also fearsthat the worgs’ goblin allies might raid his hoard while heis absent.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Appraise +4, Bluff +6, Diplomacy +11, Intimidate +17, Knowledge (nature) +6, Listen +12, Search+15, Sense Motive +15, Spot +15, Swim +21; Flyby Attack,Heighten Breath, Power Attack, Wingover. Breath W eapon (Su): 30-ft. cone, 6d6 acid, Reflex DC 17 half (or higher if heightened). Rynskald Juvenile Green Dragon Though he loathes all kinds of sprites and mercilessly huntsthose who still dare to dwell in his forest, Rynskald haslearned to use some of their tricks against them. He is fondof using illusion cantrips to distract and disorient his foes,and laughs harshly every time a sprite—who should knowbetter—falls for one of his tricks. Of course, he usually stopslaughing as soon as he gets the creature in his mouth, but hehas been known to chuckle even while swallowing.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Appraise +7, Bluff +5, Diplomacy +2, Intim- idate +9, Jump +14, Knowledge (geography) +4, Listen +10,Search +10, Spot +10; Cleave, Flyby Attack, Power Attack. Breath W eapon (Su): 30-ft. cone, 2d10 fire, Reflex DC 15 half. Raaze Very Young Red Dragon Raaze suffers from both vanity and overconfidence. Shewastes no time in revealing herself to foes, usually by flyingoverhead to throw her shadow over a group or by perchingin a high place and imperiously demanding that charactersbehold her magnificent self. She expects lesser creaturessuch as humanoids to lavish praise upon her and extol herbeauty, strength, and grace. If she fails to get the praise shethinks is her due, she attacks. Characters who flatter Raazemust still endure her demands for tribute, and even if theypay up, find themselves invited to flatter her some more.Raaze never tires of hearing about herself, and usually doesnot let her victims go until they have provided a sum of trea-sure and assured her that she is simply too magnificent fortheir small minds to describe.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A white dragon can move through water at its swim speed without making Swim checks. It has a +8 racialbonus on any Swim check to perform some special action oravoid a hazard. The dragon can always can choose to take 10on a Swim check, even if distracted or endangered. Thedragon can use the run action while swimming, provided itswims in a straight line. Rime Wyrmling White Dragon Rime takes savage joy in hunting and is happiest when clos-ing in for a kill. He delights in harrying and killing creatureslarger than himself. His favorite prey includes polar bearsand the occasional whale, provided he can catch the creaturein shallow water where it cannot readily escape. WhenRime is hungry, he’s not picky about what he hunts.",
        "name":  "Skills",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "6 obsidian (9 each), 5 zircons (70 each), 4 black pearls (200 each), 8 aquamarines (700 each), 9 white opals(1,000 each), blue diamond (3,000), 5 platinum rings (50each), 4 keys carved from crystal (80 each), intricatelycarved darkwood cigar box (100), matched pair of gold gob-lets bearing inscription “Drink in good health” in Elven(100 each), 3 silver armbands bearing onyx lantern insignia(200 each), horse bridle set with moonstones (300), set ofsilk bedsheets (300), rough-hewn granite statue of dragonwith carnelian eyes (400), elegant leaded-glass perfumebottle with pegasus-shaped stopper (600), hickory-framedmirror set with four matching silver pearls (700), jeweledgold statuette of a toad (800), 6 matching intricately carvedcoral chairs (900 each), collection of leatherbound tomes ofreligious knowledge (grants +2 circumstance bonus onKnowledge [religion] checks) (1,000), silver-rimmed bonegoblet bearing symbol of Vecna (1,000), pair of sapphire ear-rings sized for Large creature (1,200 each), antique violinwith jade inlay (1,300), life-size stone statue of a halflingcleric of Yondalla with hand extended in friendship (1,300),oak armoire with mother-of-pearl inlaid symbols of Boccob(1,300) holding five sets of silken holy vestments bearingsymbol of Boccob (110 each), gold brooch set with tinyjacinth (1,400), silver belt studded with red garnets (1,400),fine painting of a golden sunrise in gold-gilt frame (1,500),polished onyx orb cunningly set with garnets, simulatingan orrery (1,600), 4 gold signet rings each bearing diamond“N” (2,000 each), intricate amethyst and gold chandelier(2,100), marble altar with symbol of Boccob inlaid in plat-inum and rubies (2,400).",
        "name":  "Goods",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dozen mephits from areas 3 and 8 come to greet any characters they see here. If you wishto have the characters encounter Sventsorggvireshearly, she too is close enough to catch sight of the char-acters when they reach the rim. DFire Mephits (6): hp 15, 14, 14, 13, 12, 12; see the mephit entry in the Monster Manual. DMagma Mephits (2): hp 16, 14; see the mephit entry in the Monster Manual. DSteam Mephits (4): hp 15, 14, 13, 12; see the mephit entry in the Monster Manual .",
        "name":  "Creatures",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Two to four mephits (some combina- tion of fire, steam, and magma types) are always hereeating, drinking, loafing, and (coincidentally) keepingwatch over the entrance to the lair.",
        "name":  "Creatures",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 13; see the mephit entry in theMonster Manual .",
        "name":  "DFire Mephit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 14; see the mephit entry in the Monster Manual .",
        "name":  "DMagma Mephit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 12; see the mephit entry in theMonster Manual .",
        "name":  "DSteam Mephit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A swarm of twelve fire, steam, and magma mephits is always here sleeping, playing knuck-lebones, or diving off the terrace outside into the lavapool some 250 feet below. DFire Mephits (4): hp 15, 13, 12, 12; see the mephit entry in the Monster Manual . DMagma Mephits (4): hp 16, 15, 13, 12; see the mephit entry in the Monster Manual . DSteam Mephits (4): hp 15, 14, 13, 13; see the mephit entry in the Monster Manual .",
        "name":  "Creatures",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As noted in the section above on Sventsorggviresh’s tactics, the dragon prefers to defendher lair here.",
        "name":  "Creature",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If Sventsorggviresh can catch the party in this chamber, she flies in from the crater and tries todrive her foes toward area 5, using walls of force to restrict their movements as needed. In addition, shemay use bull rush maneuvers to force opponents downthe stairs. 5. GROTTO OF FIRE (EL 20 OR 0) The natural staircase from area 4 leads down 50 feet tothis area. The chamber is protected by the same forbid- dance effect that wards area 4. This grotto is noticeably hotter than area 4 (180 °F). The air stinks of sulfur and rotting flesh. This smellemanates from the 20-foot sinkhole at the end of the cor-ridor. A shaft about 16 feet across drops nearly straightdown to the lava pool in area 8, approximately 150 feetbelow. The shaft’s sides are smooth and well greasedfrom the scores of carcasses that Sventsorggviresh hasused to smear the walls over the years. The Climb DC is 30 for the walls in the shaft and the sinkhole, but this DC is reduced by 10 for a Colos-sal or Gargantuan climber. Any creature that falls intothe pit takes 15d6 points of falling damage, plus 20d6points of fire damage per round for immersion in themolten lava, plus an additional 10d6 points of firedamage each round for 1d3 rounds after leaving the pool. A Colossal or Gargantuan climber can use theshaft to slow the fall and take only 10d6 points offalling damage.",
        "name":  "Tactics",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If Sventsorggviresh has attacked the characters in the outer chamber (area 4), she tried tofinish the battle here.",
        "name":  "Creature",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sventsorggviresh spends most of her time in northwest spur of this cave, resting atop whatseems to be a mound of gems and coins at least 30 feetin diameter and 10 feet high. In fact, it is a pile of vol-canic sand with Sventsorggviresh’s hoard layered overit. If she has not already encountered the party else-where, she is here.",
        "name":  "Creature",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A gang of ten fire, steam, and magma mephits are always here playing in the pool or in the airabove it. DFire Mephits (4): hp 15, 13, 12, 12; see the mephit entry in the Monster Manual . DMagma Mephits (3): hp 15, 13, 12; see the mephit entry in the Monster Manual . DSteam Mephits (3): hp 14, 13, 13; see the mephit entry in the Monster Manual .",
        "name":  "Creatures",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The mephits use the same tactics as their comrades in area 1. If threatened, most flee toward area4, but a few head for area 7. ALTERING THE ADVENTURE Sventsorggviresh is a formidable opponent all by her-self. To make this adventure even more dangerous,however, you can give her a mate. She is most likely tochoose a younger male. Sventsorggviresh’s mate mightshare her chamber, but he is more likely to dwell inarea 4 or area 5. In such a case, Sventsorggviresh won’tbother with the programmed image in area 4, and woe to the party caught between the two dragons. Sventsorggviresh’s volcano, with its multiple cham- bers, also makes an ideal lair for a clutch of younger reddragons. Such a group of young dragons has probablydriven off the resident mephits, or at least thinnedtheir numbers considerably. ABOUT THE AUTHOR Skip Williams keeps busy with freelance projects forseveral different game companies, and he has beenDragon Magazine ’s sage since 1986. Skip was a code- signer of the D\u0026D 3rd edition game and the chiefarchitect of the Monster Manual . When not devising swift and cruel deaths for player characters, Skip put-ters in his kitchen or garden. (His borscht gets ravereviews.)1HALF-DRAGONS: TWICE AS MUCH FUN A Bonus Web Enhancement for Draconomicon CREDITS",
        "name":  "Tactics",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None. AZURIA, HALF-SILVER DRAGON/ HALF-DJINNI Despite their differing alignments, djinn and silver dragons share a heritage of elemental air. In fact, somesages have argued that genies and dragons may be dis-tantly linked in some way, pointing to the elementalnature of each creature as evidence. Whatever of the reason, it is not uncommon for a djinni and a silver dragon to find purpose and meaningin a common goal. Occasionally such a relationshipresults in children who, while undoubtedly genies,nevertheless display their draconic heritage. Azuria is such a creature, born of the union of dragon and djinni. She served in the court of Bahamutfor a short while, but left when she began to find thesurroundings too confining for her taste. Since then,she has wandered the planes, searching for a placewhere she feels comfortable and accepted. Thoughfriendly with both her parents’ races, she neverthelessknows that she doesn’t really belong with either.",
        "name":  "Sample TTreasure",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Also known as catweres, tibbits are small humanoids who have the ability to shift into the form of an unobtrusive house cat. Diabolus boundaries between their reality and those of the Far Realm—a place that exists outside of reality from which pseudonatural creatures originate—seem particularly by Mike McArtor, DRAGON #327 January 2005 thin. As such, the maddeningly chaotic taint of the Far Realm constantly seeps into the Demiplane of Originating on a distant plane, the diaboli appear to Nightmares like a breached dam trickling water. many humanoid cultures as nightmares incarnate. On their home demiplane, the diaboli act much as",
        "name":  "Tibbit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "they farm, hunt, build to spread their creed of benevolent chaos as to escape villages and towns, interact peacefully with some of the the rampant horrors of an invading reality. creatures they share their home with, and they violently Diaboli hail from a demiplane just slightly out oppose others. Some diaboli become philosophers of of phase with the rest of the multiverse. Called by renown, while others skulk the dark alleyways waiting humanoids the Demiplane of Nightmares, this realm for their next mark. borders coterminously with the Region of Dreams and Unlike humans, diaboli have a unifying belief in the Ethereal Plane. Unfortunately for the diaboli and the superiority of anarchy. They build their societies the creatures that share their frightening home, the around the belief that since they cannot provably TABLE 1-1: RACIAL ABILITY Societies of diaboli on the Material Plane seem at once ADJUSTMENTS both oddly familiar and strangely disconcerting. They build their villages in a haphazard manner, seemingly RACE ABILITY ADJUSTMENTS FAVORED CLASS without any consideration for the defense of structures— Diaboli None Sorcerer much less with an eye toward moving around effectively Diopsid +2 Con,-2 Dex,-2 Int Barbarian between the buildings. Their buildings resemble ruins, Dvati None Bard with beams and timbers protruding at odd angles Lupin None Ranger from leaning stone walls. Various colors of paint cover Tibbit +2 Dex, -2 Str Rogue random areas of the structures, camouflaging them somewhat from a distance. TABLE 1-2: RANDOM STARTING AGES While diaboli martial technology lags well behind the civilized races of the Material Plane, their more RACE ADULTHOOD cerebral aspects of culture far exceed those of most Diaboli 16 + 1d6 years races. They spare no amount of energy or wealth Diopsid 3 + 1d4 years developing advanced forms of philosophy and art. Most Dvati 80 + 8d6 years diaboli promote a level of tolerance and generosity far Lupin 14 + 1d6 years more liberal and welcoming than any Material Plane Tibbit 14 + 1d6 years humanoid race, with the sole exception of their attitude toward humans, whom they detest above all others. The TABLE 1-3: AGING EFFECTS diaboli view humans as hideous devils or demons in much the same way that humans view them. MIDDLE MAXIMUM Because interaction with the dangerous and RACE AGE OLD VENERABLE AGE unpredictable Far Realm is becoming increasingly Diaboli 40 65 80 +2d20 frequent, the diaboli constantly develop techniques to Diopsid 10 15 20 +1d8 combat the corrupting taint of that frightening plane. Dvati 150 250 400 +4d% Many sages suggest the diaboli\u0027s losing battle against Lupin 30 45 60 +2d10 the encroaching taint of the Far Realm causes their Tibbit 125 200 300 +3d% immigration to the Material Plane. While some diaboli still live in the Region of Dreams, most have emigrated TABLE 1-4: RANDOM HEIGHT to the various worlds of the Material Plane as well as the AND WEIGHT Ethereal and Astral Planes.",
        "name":  "They have dispersed across the infinite planes as much humans do on the Material Plane",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fearsome in form if not define any one form of government as better than personality, diaboli often elicit reactions of fear or any other they must simply live without governments. loathing from those who see them. Silhouetted at a Despite their chaotic natures, diaboli strongly believe distance, a diabolus might pass as a thin-legged human. in traditions and ancient mores that continue to Once details become apparent, any resemblance to maintain their societies. Along with these strong and humans quickly disappears. repeatedly proven customs, diaboli hold together The torso, arms, and head of a diabolus have their otherwise free-willed societies with a mixture humanlike musculature and structure, but its legs of traditions, taboos, customs, and a strong sense of resemble those of a ram or goat. Diaboli also have long fair play. \"Do what thou wilt but harm none\" unifies tails that end in small barbs. Small vestigial horns rise the diaboli and acts as the great truth from which all from the top of a diabolus\u0027s head and its elflike pointed traditions and taboos grow. ears stick out at severe angles. A diabolus\u0027s hands appear humanlike except they lack a fifth small finger, rather but they seldom force their gently chaotic beliefs on having three fingers and a thumb. others. This love of freedom marks them as almost Diaboli skin color ranges from mauve and lavender universally chaotic good creatures. Some drift from to the deepest near-black violets. In addition to skin the benevolent aspects of chaos—becoming engulfed color, diaboli vary in the amount of hair they can grow. or driven to horrible acts by it—developing into either Bare diaboli grow no hair over the entirety of their chaotic neutral or chaotic evil. Those tiny few who bodies. Common diaboli grow white and silver hair just forsake chaos for neutrality find themselves shunned as humans do, and males often wear long but and exiled. Neither history nor folklore well-groomed beards. Hirsute diaboli also record any mention of a lawful diabolus. grow coarse, white, goatlike Diaboli Lands: In their native hair from the waist down. demiplane, diaboli form Diaboli of all three types small pockets of relatively share the same abilities; peaceful societies that any differences among can span several hundred them form culturally. square miles. They fill All diaboli have reptilian much the same position eyes ranging from angry reds as humans on the Material to bright yellows. Their long Plane: vibrant, expansive, and tongues fork like those of snakes relatively easy to work with. On and provide the diaboli with the Material Plane they form small similar olfactory clues. Wide, anarchic but peaceful communities prominent noses dominate far away from humanoids and their faces. other intelligent creatures.",
        "name":  "Physical Description",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A carefree chaos fills the hearts of elaborate code. The purely visual diaboli tail code can diaboli and they constantly seek to spread the joys of convey even complicated concepts, but it takes roughly such liberation among those with whom they interact. twice as long to express something in the diaboli tail Freedom and spontaneity mark the lives of the diaboli, code as in any spoken language. Any creature that can PLANES NOT ON THE GREAT WHEEL The diaboli\u0027s description assumes the existence of two unusual places in your campaign\u0027s cosmology.",
        "name":  "Alignment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "First introduced in The Gates of Firestorm Peak and frequently mentioned elsewhere (most recently in DRAGON #330), the Far Realm is a place of unimaginable chaos and insanity. Many of the creatures that live within the Far Realm have seemingly random anatomies—often with masses of wriggling tentacles or wholly alien appendages. Lovecraftian in character, the Far Realm is a veiled and unknowable parallel existence outside the Great Wheel from which maddening horrors and malignant intelligences seek to wreak their immortal plots upon the unsuspecting planes.",
        "name":  "The Far Realm",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Introduced as an alternative plane in the Manual of the Planes, the Region of Dreams does not exist in the core cosmology of the Great Wheel. With your DM\u0027s permission, you can add the Region of Dreams as a plane coterminous with the Material Plane and whatever Transitive, Inner, or Outer Planes you desire. Like EBERRON\u0027S Dal Quor, the Region of Dreams is where the consciousness goes when a creature dreams. see a diabolus using the diaboli tail code may make a DC 10 Intelligence check to realize the diabolus is attempting to communicate. Any creature may learn diaboli tail code, although only creatures with tails of their own can \"speak\" it. Most diaboli who make the journey from their plane learn to speak Abyssal first, as their forked tongues can most easily form the words of that language. This leads to the belief that an inherent evilness exists within diaboli society. A diabolus who speaks Common does so with a thick, snakelike accent.",
        "name":  "The Region of Dreams",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Most diaboli dislike violence and and Infernal. Diaboli learn the languages easiest for attempt to live their lives as peacefully as possible. them to pronounce as well as the most frequently Those who do take up the dangers of adventuring do used languages near their adopted homes. so for several reasons. Many find themselves thrust into Favored Class: Sorcerer. A multiclass diaboli\u0027s violence to defend their homes from fearful humanoids sorcerer class does not count when determining who raid and slaughter them. Others take up the whether he takes an experience point penalty for trident in order to forcefully hold back the taint of the multiclassing (see XP for Multiclass Characters on Far Realm that constantly threatens to seep into both page 60 of the Player\u0027s Handbook). With a unique their native demiplane and their adopted homeworlds. tie to the multiverse and strong streak of chaotic Finally, a few diaboli turn to violence for the same individualism, diaboli make excellent sorcerers. selfish or exalted reasons as humans: wealth, power, Level Adjustment: +1. guardianship, love, lust, or an unquenchable hope that they can make a better world for their children. Diopsid DIABOLUS RACIAL TRAITS • Outsider (native): Diaboli are outsiders with the by Jonathan M. Richards, DRAGON #267, January 2000 native subtype. Diaboli have a knack for making themselves at home on new planes. Diopsids are Underdark creatures that resemble a",
        "name":  "Adventurers",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Diopsids are typically neutral. In the wild and dangerous lands of the Underdark, they are renowned for their ability to survive and mingle with a staggering range of creatures, from cruel drow and mind flayers to the friendlier svirfneblin and dwarves. Diopsids rarely engage in warfare with others unless wings, to defend their lands. Diopsid watchtowers provoked. Their prowess in battle makes attacking flash beacons back to their settlements. Once alerted, them a poor option, especially when they are ready and warriors march to the upper passages in the cavern roof willing to serve as mercenaries for the highest bidder. When the battle is joined, these elite diopsid warriors Even when in service to other creatures, diopsids rarely jump down upon their enemies. These simple but take pleasure in causing pain or misery. They simply effective tactics have taught many would-be enemies fight for their masters and rarely spread more havoc that diopsids are better met with barter than battle. than needed to defeat an enemy. Religion: Diopsids possess a simple set of beliefs that",
        "name":  "Alignment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Diopsids lack names they can communicate in languages such as Common. The patterns of flashes they use have no analog. Thus, diopsids usually allow others to pick nicknames for them. Diopsids embrace new names and drop old ones with ease. They see such monikers as devices of communication devised by and for their trading partners and employers. Medium: As size Medium creatures, diopsids gain They care little for their nicknames and rarely grow no special benefits or penalties due to their size. attached to them. Diopsid base land speed is 30 feet.",
        "name":  "Names",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dvati get along well with most other races. Language: The dvati language requires two creatures Their ability to understand and appreciate different speaking simultaneously to properly use it, and its perspectives leads them to accept the differences in unique alphabet consists of only eight characters. The others with open minds. Outcast half-orcs and half-elves character\u0027s alignment—upside down, mirrored to the sometimes find homes in dvati communities. Of all the left or right, or turned to the side—determines its exact races, elves mingle best with dvati. Dvati respect the elves\u0027 sound. If a dvati is somehow separated from his twin, he long-term view of history, their art, and their culture. uses Common to communicate with others.",
        "name":  "Relations",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dvati\u0027s name in its native tongue is appreciation of intellectual and artistic concerns. almost impossible for a non-dvati to speak or clearly",
        "name":  "Elves see dvati as fascinating creatures with a welcome Names",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dvati are too few in number to claim Male Names: Olon and Alax, Targren and Talon, their own sprawling kingdoms and empires. Instead, Xephon and Xephar. they build small settlements in out-of-the-way areas Female Names: Esmerra and Esandra, Lia and Kira, where few trouble them. In rare cases, a small dvati Poldra and Eldra. colony arises in a city controlled by another race. These Adventurers: Dvati adventurers are rare, as most of colonies are usually separated from the rest of the city them prefer simple lives of contemplation, honest work, by walls or carefully arranged buildings that leave only and fellowship. Sometimes a dvati feels a deep sense of one or two entrances to a dvati neighborhood. While wanderlust. Bored with the often repetitive existence of dvati appreciate other folk, they prefer peace, quiet, and their colonies and settlements, young dvati strike out solitude when they attend to their works. in search of new adventures. Some of these dvati are Dvati artisans fetch high prices for their works, owing fascinated by other folk and wish to learn more about to the unique style of design they use. Dvati colonies them. Others study philosophies that require the dvati are most common in realms that place a high value on to seek out new experiences. Dvati rarely adventure for philosophy, learning, and the arts. material wealth or accolades, as such things have little When left to their own devices, dvati create small, value to a dvati aside from their pragmatic uses. orderly communities divided into four groups called rings. Each ring is ruled by a council of four dvati twins DVATI RACIAL TRAITS (two sets of twins), who in turn report to a smaller • Medium: As Medium creatures, dvati have no council of four more dvati. Dvati use a democratic special bonuses or penalties due to size. system of elections, with each pair of twins allowed • Dvati base land speed is 30 feet. one vote. The rings are responsible for growing their Darkvision: Dvati can see in the dark to a range of own food, maintaining their section of the settlement, up to 60 feet. Darkvision is black and white only, and so forth. When faced with an important decision, but it is otherwise like normal sight, and dvati can The ruling councils call a gathering of the entire function just fine with no light at all.",
        "name":  "Dvati Lands",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Built like humans with the packs, and each pack contains two to ten adults (and heads of dogs, many creatures mistake lupins for gnolls several pups). Lupin tribes practice strict egalitarian or werewolves from a distance. A short coat of fur covers a lupin from head to toe, while longer, silkier Lupins consider dwarves and half-orcs smelly and less hair (much like a human\u0027s) grows from the top of their desirable as companions or guests than elves, half-elves, heads. A lupin\u0027s body fur tends to be monochromatic, or halflings. The musky scents of gnomes and humans ranging from a light gray through all the shades of also often agitate lupins\u0027 sensitive noses, but not to the brown to black, with occasional lupins sporting coats of extent that they avoid those races. Regardless, the metal brick red or golden yellow. Extraordinarily rare white- goods that dwarves and gnomes often bring to lupin coated lupins do exist, but few nonlupins ever see them. lands buy such guests lavish accommodations and Some lupins have a lighter shade of their body fur on sincere (if sometimes forced) invitations to return. For their muzzle, ears, and around their eyes, while their their part, dwarves enjoy the steadiness and patience head hair tends toward slightly darker shades. White of lupins, while elves favor their gregarious natures muzzle fur and head hair mark lupin elders. and love of wild places. Lupins don\u0027t care for cities and Thick, leathery skin covers the palms of lupin hands and prefer settlements no larger than a small town. the soles of their feet, and they usually keep their clawlike Alignment: Their strong beliefs in community, fingernails and toenails cut short. Lupins have short, loyalty, and trust mark lupins as highly lawful creatures. nonprehensile tails that they sometimes have difficulty Generosity and pity for the poor define the race, but controlling (especially when anxious or excited). lupins also tend to hold grudges and refuse aid to those",
        "name":  "Lupins live in tribes consisting of three to twelve Physical Description",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As social and gregarious creatures, lupins who have wronged them in the past. Thus, many lupins get along well with virtually all races. Only gnolls, are either lawful good or lawful neutral. Only rare goblinoids, and werewolves need fear exceptions become chaotic or evil. inhospitable treatment from them. Lupin Lands: Lupins tend to live within thick forests near open grasslands. Some ride fast horses or dire wolves across the steppes to bring down deer, antelope, and elk while others stay nearer their longhouses to fish or pick berries and nuts. Lupins warily watch anyone who enters the lands they consider theirs but usually allow other races to move through their territory unmolested. They actively make war against goblinoids and gnolls who venture too close to the vast swaths of territory they travel.",
        "name":  "Relations",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Lupins speak thickly accented Common among nonlupin visitors. When among their own kind, they speak Lupin, a visual as well as verbal language consisting of words as well lupin can detect it doubles. If it is downwind, the as growls, barks, and subtle shifts of the body. The range is halved. Lupin language has no \"s,\" as lupins\u0027 long muzzles A lupin has a better ability to detect and make it difficult for them to create the sound. Many of distinguish the scents of creatures than a human. their words have only one or two syllables and begin This gives the lupin a +5 racial bonus on Spot checks with hard consonants. The language also tends to use made to oppose a known individual\u0027s Disguise check the short \"o\" and short \"u\" sounds and ends many of if the individual comes within 5 feet. its words with a hard \"f.\" A lupin within 5 feet of an invisible or hidden",
        "name":  "Language",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tibbits, as befits their heritage, are detached sense of bemusement. Much of their lore and moody, curious, and sometimes arrogant. Many tibbits common wisdom regarding men, dwarves, and elves prefer the comforts of a fine meal (whether a succulent filters through their guise as house cats. Thus, tibbits see rodent or a five-course feast in the lap of luxury), stiff how other races act when they think no one else is around. drink, and a soft couch. Even the most decadent tibbit, To a tibbit, every intelligent creature is a bundle of secrets however, eventually succumbs to the steady pull of just waiting to unfurl before them. In general, tibbits find humanity\u0027s ambition, drive, and fiery passion intriguing. They consider dwarves overly dour. Elves strike them as kindred spirits, as tibbits appreciate that the long-lived races share a similar tendency to see issues from different perspectives. They adore gnomes and halflings and many good-aligned tibbits adopt such folk. More than one kobold or goblin party has descended upon a sleepy gnome village or halfling caravan only to find an enraged tibbit wizard waiting for them. Gnome and halfling folk who have benefited from such welcome surprises have strong traditions of taking care of stray cats and treating their feline pets as treasured companions.",
        "name":  "Personality",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "To a death master, poisoning a town\u0027s well, unleashing a horde of undead monsters against a sleeping village, and butchering innocents in the name of Orcus qualify as adventures. Only black-hearted villains follow this class.",
        "name":  "Adventures",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Death masters usually arise within the cults of Orcus. They study the sect\u0027s blasphemous texts, experiment with the production of undead, and master forbidden secrets. Other death masters are apprentice wizards and neophyte clerics who find necromancy too tempting to resist. These students uncover the principles of necromancy and study them in secret. A demon or undead creature dispatched by Orcus tempts the most promising students with the death master\u0027s powers.",
        "name":  "Background",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 + Int modifier. Undead Minion: A death master gains the services of an undead creature bestowed unto him by Orcus, CLASS FEATURES typically a wolf skeleton or a zombie troglodyte. With All of the following are class features of the death master. your DM\u0027s permission you can gain the services of a",
        "name":  "Skill Points at Each Additional Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Use the base statistics for a destruction. The death master must only wait 1 hour creature of the minion\u0027s kind, as given in the Monster for a replacement undead minion if his is destroyed. Manual, but make the following changes. He must still wait 24 hours for a replacement undead",
        "name":  "Undead Minion Basics",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dazzles one creature (-1 penalty on attack rolls). Shocking Grasp: Touch delivers ld6/level electricity",
        "name":  "Flare",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead creature obeys your Deep Slumber: Puts 10 HD of creatures to sleep. commands. Deeper Darkness: Object sheds supernatural shadow",
        "name":  "Command Undead",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kills dying creature; you gain ld8 Gaseous Form: Subject becomes insubstantial and temporary hp, +2 to Str, and +1 level. can fly slowly.",
        "name":  "Death Knell",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Preserves one corpse. creature gets +1/four levels on attack and damage",
        "name":  "Gentle Repose",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Misleads divinations for one creature Slow: One subject/level takes only one action/round, or object. -1 to AC, reflex saves, and attack rolls.",
        "name":  "Misdirection",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Panics creatures of less than 6 HD. Vampiric Touch: Touch deals ld6/two levels damage;",
        "name":  "Scare",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Reveals invisible creatures or objects. caster gains damage as hp.",
        "name":  "See Invisibility",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sonic vibration damages objects or Wind Wall: Deflects arrows, smaller creatures, and gases. crystalline creatures.",
        "name":  "Shatter",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Turns stone to clay or dirt to Arcane Eye: Invisible floating eye moves 30 ft./round. sand or mud. Charm Monster Makes monster believe it is your ally.",
        "name":  "Soften Earth and Stone",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch attack, 4d8 damage Symbol of Fear Triggered rune panics nearby creatures. +1/level (max +20). Undeath to Death: Destroys ld4 HD/level undead",
        "name":  "Inflict Critical Wounds",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ice plane creates wall with 15 hp +1/level, Blasphemy: Kills, paralyzes, weakens, or dazes or hemisphere can trap creatures inside. nonevil subjects.",
        "name":  "Wall of Ice",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Withers one plant or deals ld6/level damage Finger of Death: Kills one subject. to plant creature. Hold Person, Mass: As hold person, but all within 30 ft.",
        "name":  "Blight",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kills 3 HD or less; 4-6 HD save or die, 6+ Inflict Serious Wounds, Mass: Deals 3d8 damage HD take Con damage. +1/level to many creatures.",
        "name":  "Cloudkill",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As command, but affects one Power Word Blind: Blinds creature with 200 hp or less. subject/level. Repulsion: Creatures can\u0027t approach you.",
        "name":  "Command, Greater",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Create ghouls, ghasts, mummies, or Symbol of Stunning: Triggered rune stuns nearby mohrgs. creatures.",
        "name":  "Create Undead",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Controls humanoid telepathically. creatures.",
        "name":  "Dominate Person",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As hold person, but any creature. True Seeing: Lets you see all things as they really are.",
        "name":  "Hold Monster",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deals ld8 damage +1/ Waves of Exhaustion: Several targets become level to many creatures. exhausted.",
        "name":  "Inflict Light Wounds, Mass",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Locust swarms attack creatures. Word of Chaos: Kills, confuses, stuns, or deafens",
        "name":  "Insect Plague",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Designates location as unholy. certain creatures.",
        "name":  "Unhallow M",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creates a stone wall that can be shaped. Charm Monster, Mass: As charm monster, but all",
        "name":  "Wall of Stone",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10-ft.-radius field hedges out living Discern Location: Reveals exact location of creature creatures. or object.",
        "name":  "Antilife Shell",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kills ld4/level HD of creatures. +1/level to many creatures.",
        "name":  "Circle of Death",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Target becomes panicked, sickened, and Power Word Stun: Stuns creature with 150 hp or less. comatose. Symbol of Death: Triggered rune slays nearby",
        "name":  "Eyebite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deals 10 points/level damage to target. creatures.",
        "name":  "Harm",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deals 2d8 damage Temporal Stasis: Puts subject into suspended animation. +1/level to many creatures. Trap the Soul: Imprisons subject within gem.",
        "name":  "Inflict Moderate Wounds, Mass",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As dominate person, but any creature. of the defenses and abilities of the living dead. The",
        "name":  "Dominate Monster",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As hold monster, but all within 30 ft. and death effects.",
        "name":  "Hold Monster, Mass",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kills one creature/round. Lichdom: At 20th level, the death master gains the",
        "name":  "Implosion",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kills one creature with 100 hp or less. lich template. Having proved himself as one of Orcus\u0027s",
        "name":  "Power Word Kill",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Transforms you into any creature, and most treasured followers, the death master attains the change forms once per round. mantle of undeath. Even nonhumanoid death masters",
        "name":  "Shapechange",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kills one creature/level. for it. Already undead death masters gain the lich\u0027s",
        "name":  "Wail of the Banshee",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Knocks unconscious, blinds, and/or Scare: Panics creatures of less than 6 HD. stuns weak creatures. Sound Burst: Deals ld8 sonic damage to subjects;",
        "name":  "Color Spray",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Objects or creatures fall slowly. Bestow Curse: -6 to an ability score; -4 on attack",
        "name":  "Feather Fall",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fascinates 2d4 HD of creatures. each action.",
        "name":  "Hypnotism",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Humanoid creature halves in size. Displacement: Attacks miss subject 50%.",
        "name":  "Reduce Person",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch delivers ld6/level electricity Haste: One creature/level moves faster, +1 on attack damage (max 5d6). rolls, AC, and Reflex saves.",
        "name":  "Shocking Grasp",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Assume form of a similar creature. of action.",
        "name":  "Alter Self",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Notice traps as a rogue does. Charm Monster: Makes monster believe it is your ally.",
        "name":  "Find Traps",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blinds creatures, outlines invisible creatures. Freedom of Movement: Subject moves normally",
        "name":  "Glitterdust",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fascinates (2d4 + level) HD of despite impediments. creatures. Invisibility, Greater: As invisibility, but subject can",
        "name":  "Hypnotic Pattern",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creates decoy duplicates of you (ld4 Reduce Person, Mass: Reduces several creatures. +1 per three levels, max 8). Shout: Deafens all within cone and deals 5d6 sonic",
        "name":  "Mirror Image",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Misleads divinations for one creature damage. or object.",
        "name":  "Misdirection",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As many as eight creatures hide in enchantments, alterations, curses, and petrification.",
        "name":  "Rope Trick",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As hold person, but any creature. their bonds to evil.",
        "name":  "Hold Monster",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Assume form of a similar creature. environments.",
        "name":  "Alter Self",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gain 1d10 temporary hp +1/level (max +10). saves, counter mind control, hedge out elementals Glitterdust Blinds creatures, outlines invisible creatures. and outsiders.",
        "name":  "False Life",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Indicates direction to familiar creature. Water Breathing: Subjects can breathe underwater.",
        "name":  "Locate Creature",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 slams +4 melee (ld2-2) The creature serves as a companion and servant to the Space/Reach: 2-1/2 ft./0 ft. sha\u0027ir. The sha\u0027ir may choose the elemental type of the",
        "name":  "Full Attack",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous Detect Poison: Detects poison in one creature or object.",
        "name":  "Duration",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calms creatures, negating Poison: Touch deals 1d10 Con damage, repeats in 1 min. emotion effects. Protection from Energy: Absorb 12 points/level of Cat\u0027s Grace: Subject gains +4 to Dex for 1 min./level. damage from one kind of energy.",
        "name":  "Calm Emotions",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Senses direction toward object (specific Blight: Withers one plant or deals ld6/level damage to or type). plant creature.",
        "name":  "Locate Object",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As many as eight creatures hide in Legend Lore M F: Lets you learn tales about a person, extradimensional space. place, or thing.",
        "name":  "Rope Trick",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Compels subject to follow stated course Locate Creature: Indicates direction to familiar creature. of action. Minor Creation: Creates one cloth or wood object.",
        "name":  "Suggestion",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ignore 10 points of damage per attack. Sequester: Subject is invisible to sight and scrying; Susurrus of the City * F x: Knowledge of city answers renders creature comatose. one question/round. Statue: Subject can become statue at will.",
        "name":  "Stoneskin M",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10-ft.-radius field hedges out living creatures. level for many creatures. Bear\u0027s Endurance, Mass: As bear\u0027s endurance, affects Dimensional Lock: Teleportation and interplanar travel one subject/ level. blocked for one day/level. Bull\u0027s Strength, Mass: As bull\u0027s strength, affects one Discern Location: Reveals exact location of creature subject/level. or object. Cat\u0027s Grace, Mass: As cat\u0027s grace, affects one subject/level. Earthquake: Intense tremor shakes 80-ft. radius.",
        "name":  "Antilife Shell",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Turns subject creature into statue. +1/level for many objects.",
        "name":  "Flesh to Stone",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pushes away wooden objects. certain creatures.",
        "name":  "Repel Wood",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Restores petrified creature. level for many creatures.",
        "name":  "Stone to Flesh",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Destroys ld4/level HD of undead Freedom: Releases creature from imprisonment. (max 20d4). Imprisonment: Entombs subject beneath the earth.",
        "name":  "Undeath to Death M",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swarms of centipedes attack at Storm of Vengeance: Storm rains acid, lightning, and hail. your command. Sympathy M: Object or location attracts certain creatures.",
        "name":  "Creeping Doom",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Owen K.C. Stephens. Source: #312. other targets adjacent to you and within the attacker\u0027s reach, you can\u0027t have attacks strike others. CUTHBERT\u0027S SMITE [GENERAL] Special: A fighter may select Deceptive Dodge as one You can smite chaotic creatures as well as evil ones. of his fighter bonus feats.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dead Eye does not increase the damage dealt Prerequisite: Patron deity. to creatures immune to critical hits. Benefit: Once per day you can call upon your deity A fighter may select Dead Eye as one of his fighter and gain a +2 bonus to any one ability score. The bonus bonus feats. lasts a number of rounds equal to 1 + your Charisma",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fighter may select Haft Strike as one of his onto another. Often, illithids use body parts from fighter bonus feats. their own race to augment their slaves. Eventually, Author Jason Biilmahn, Ari Marmell, et al. Source: #331. some of these enhanced slaves escape back to their own people. You are the descendant of one such HAMMER FIST [GENERAL] escaped slave. You are trained in an unarmed fighting style that Creatures with the Illithid Bloodline feat tend emphasizes a two-handed strike. toward no particular alignment, personality trait,",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Scott Carter. Source: #325. KIN MASTERY [BLOODLINE] You can channel the energies of your arcane bloodline to turn or rebuke creatures with which you share a common heritage.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    }
]
