[
    {
        "origin_file":  "monsters.json",
        "description":  "Time loops are rare—thankfully, are lifeless. Plant and animal life that flourished millions because being captured in a time loop is to be lost to the of years ago may be common in a large time wrinkle. Lost rest of the universe. Within a time loop, the history of a races, monsters, and whole civilizations might still call a certain structure, ship, or region of landscape repeats time wrinkle home. But explorers who want to explore over and over, never failing to jump back to the same the past must forget the present and forsake the future— previous point in the region’s history. Creatures caught they’ll return from their journey to find their own lives up in a time loop rarely recognize their fate or realize are but distant memories. 221 \u0026 COSMOLOGIES VARIANT PLANES",
        "name":  "Time Loops",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Diplomacy +10, Gather Information +6, Intuit pentadrones and can give instructions to tridrones. As Direction +6, Knowledge (planes) +7, Listen +9, four-function creatures, quadrones can report actions Search +10, Sense Motive +6, Spot +13 and observations, make plans, react to unexpected",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft.; cannot be raised or the armies, and the remaining nine carry the orders of resurrected. the octons to underlings throughout the realm. When Resistances (Ex):Acid, cold, and fire resistance 10. required, any nonaton may also serve as additional per- Telepathy (Su):A decaton can communicate telepathi- sonal staff for an octon. cally with any creature within 44 miles that has a language. Nonatons usually head the teams that investigate rogue modron reports and handle small-party inva- sions from other planes. In the latter case, they NONATON (Hierarch Modron) attempt to determine the invaders’ intentions, then act accordingly. Large Outsider",
        "name":  "Outsider Traits",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft.; cannot be raised or nonatons. resurrected. Each octon governs one of the sixty-four sectors of Resistances (Ex):Acid, cold, and fire resistance 10. Regulus and can request aid from the regional army as Telepathy (Su): A nonaton can communicate tele- needed. The lesser modrons of each cogwheel are pathically with any creature within 63 miles that has a wards of the octons, who guard their sectors quite language. rigidly and see that regulations are obeyed, routine is observed, and reports are correct. When required, these same octons may leave their sectors to serve the OCTON (Hierarch Modron) septons directly. Large Outsider Each octon has a personal staff of one nonaton, who",
        "name":  "Outsider Traits",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft.; cannot be raised or An octon is a torpedolike creature with two eyes and resurrected. two mouths, one of each on either side of its pointed Psionics Immunity (Ex): Immune to all psionic head. The creature appears to be wearing a large collar at attacks. shoulder level, but this is actually part of its body. Its Resistances (Ex):Acid, cold, and fire resistance 10. eight identical tentacle-arms are placed evenly around Telepathy (Su):An octon can communicate telepathi- the collar’s circumference. An octon can move through cally with any creature within 80 miles that has a lan- air or water by forcing either substance through its col- guage. lar to provide lift and propulsion, as well as significant maneuverability. 12 In addition to these duties, one septon directly serves SEPTON (Hierarch Modron) each hexton, and others may also be attached to a hex- Medium-Size Outsider ton’s staff as needed. When a septon requires a personal",
        "name":  "Outsider Traits",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None cally with any creature within 216 miles that has a lan-",
        "name":  "Treasure",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to mind-influencing effects; planes. They accept orders from the secundi, to whom not subject to subdual damage, ability damage, ability they all report, and relay them to quartons. drain, or energy drain; not subject to critical hits. Trial, judgment, and sentencing of all creatures in the",
        "name":  "Modron Traits",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Concentration +24, Diplomacy +25, Gather domains of Law, Protection, and War. Information +25, Hide +13, Intuit Direction +16, Stun (Ex): Any creature hit by the tertian’s tail slap Knowledge (arcana) +15, Knowledge (architecture must make a successful Fortitude save (DC 24) or be and engineering) +15, Knowledge (local) +15, stunned for 3d4 rounds. Knowledge (planes) +17, Listen +24, Scry +20, Search",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None 16 Telepathy (Su):A tertian can communicate telepathical- Mechanus, reporting only to Primus. Each secundus ly with any creature within 405 miles that has a language. has a staff of two tertians, who in turn command other hierarchs. The secundi live in great towered cities near the cen- SECUNDUS (Hierarch Modron) ters of their quarters and always work in harmony with one another. When Primus dies, one of the secundi is Large Outsider",
        "name":  "Treasure",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Though many do not realize it, the gnomes’ age game than are their centaur counterparts—if noth- bond with the natural world is nearly as strong as the ing else, it’s easier to take a lizardfolk than a centaur into elves’. Gnomes live simply, in wooded hills and warm a dungeon. Since the lizardfolk’s level equivalent is her burrows. Unlike members of other races, they can con- class levels +4, a 1st-level lizardfolk druid can join a cam- verse with burrowing creatures through an innate speak paign when the average character level is only 3rd. with animals ability. Whether it is a blessing of the Unlike centaurs, lizardtolk druids have no racial adjust- deities or a trick the gnomes learned over time, this abil- ment to their Wisdom scorcs, but they do have re- ity bonds them with animals in a way that few others un- spectable natural attacks at their disposal. As aquatic- derstand. Add in the gnome’s low-light vision and creatures, they’re the only druidically inclined race that natural hardiness, and the gnome druid has many of the can also breathe water. dwarf’s physical advantages as well as the social accept- An enterprising player might also consider the dryad ance that the elf enjoys. Though her small size makes (class levels +4) and the nymph (class levels +12) as the gnome druid physically weaker than a human, wild choices for a druid character. Both have strong ties to shape allows her to take the form of an animal with great nature, and abilities that benefit from the addition of the strength, such as a bear or leopard. Humble, playful druid class. 9 people that they are, gnomes make talented and stead- fast druids. CHAPTER 1: NATURE\u0027S LORE",
        "name":  "Gnomes",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The one of the best way to escape a trou- the target animal’s form often has an easier time in this bling situation through wild shape is to take to wing as a negotiation, even though she doesn’t gain the ability to hawk or an eagle. The fly speeds of those creatures are 80 speak with the creature directly. To represent this advan- and 60 feet respectively, and that’s usually fast enough to tage, the DM may allow the druid a +4 circumstance escape from an advancing army or a land-bound monster. bonus on Animal Empathy checks made against an The owl, despite its popularity, doesn’t fly especially fast animal whose form she has assumed. (only 40 feet). In a dungeon, or against some airborne Scouting: Avian forms are good for scouting, but don’t foes, the cheetah or horse may be a more appropriate overlook subterfuge as an option. An old story tells of a choice. A light horse has a respectable land speed of 60 druid who learned all her enemies’ plans when she as- feet; the cheetah moves only 50 feet normally but can sumed the form of a heavy horse and served a day as the also travel 500 feet in a sprint (see the cheetah entry in steed for the commander of the evil army. Most people the Monster Manual). Escape doesn’t always require fast pay little attention to horses, livestock, or passing frogs, movement, though—a high-level druid can use wild and the druid can profit from that. shape to take the form of a Tiny animal and use the Hide Training Animals: The training process becomes skill to avoid enemies. much easier if the druid can simply assume the animal’s",
        "name":  "Escaping",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Listen +5, Search +3, Spot +9, Swim +5. Animals: Animals are among the best choices for tirst Wilderness Lore +1 (+5 when tracking by scent). favored enemy. Your ranger should meet a lot of them at low levels, but he’ll continue to meet tougher ones as he Choosing a Favored Enemy advances. Dire animals range all the way up to CR 9 (the “Do unto others as they seek to do unto you.” dire shark). —Soveliss Beasts: This surprisingly small category of foes in- cludes odd creatures such as ankhegs, griffons, hip- Over the course of twenty levels, the ranger chooses five pogriffs, hydras, owlbears, purple worms, and stirges, as favored enemies. Many factors can come inio play here, well as dinosaurs, rocs, and sea lions. The CRs in this includingthe player’s choice of background (“I chose my grouping range from 1 (stirge) to 12 (purple worm), so path when orcs devastated my homeland”), campaign beasts are a good choice for a ranger’s tirst, second, or environment (“Here in the snowy northlands, we live to maybe even third favored enemy. fight the remorhaz”), and game utility (“What are we Constructs: These creatures are immune to critical going to fight in the near future?”). hits (and thus to the ranger’s favored enemy damage Once the ranger makes a choice, he can’t later change bonus), so this is a suboptimal choice unless you’re using his mind. That means the player must bet on what kind the variant favored enemy rules, below. Bluff and Sense of creatures the character is likely to meet most often. Motive are useless against constructs. The bonuses on The Dungeon Master can help with this, since he or she Spot. Listen, and Wilderness Lore checks still apply, but knows what’s out there in the campaign world. since constructs frequently just sit in place until dis- Against his favored enemy, a ranger gets a bonus on turbed. these benefits aren’t much help either.",
        "name":  "Skills and Feats",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Giants make great favored enemies for Monstrous Humanoids: This category includes such dwarves and gnomes, who already have racial bonuses creatures as centaurs, grim locks, hags, harpies, kuo-toa, against them. In addition to the six giants, this category medusas, minotaurs, and yuan-ti. Since there is little includes ettins, ogres, ogre mages, and trolls. Since your commonality about where and when a ranger might ranger is likely to meet ogres early in his career, consider meet these creatures, it is a very versatile option. All the giants as a first or second favored enemy choice. That creatures noted above are CR 7 or lower, so this category way, when he meets storm giants later on, he’ll have a sig- is a decent choice for a second or third favored enemy. nificant bonus against them. Oozes: These mindless, formless creatures aren’t sub-",
        "name":  "Giants",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All four of these what sort your ranger is likely to fight. The list of options choices are much more limited than humans. If you includes nearly all creatures native to planes other than the think your ranger would be surprised to find a tyrannical Material Plane. Of these, only celestials, demons, devils, halfling warlord trampling life and liberty across the formians, and slaadi have enough CR variation to justify campaign world, avoid these groups. them as good choices over the long haul—and of those,",
        "name":  "Dwarves, Elves, Gnomes, Haflings",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This is a fine choice, particularly at low Shapechangers: Even though only a few creatures levels. A dwarven or gnome ranger already has a +1 racial have this type, lycanthropes alone have enough variation bonus on attack rolls against these creatures and is likely to make this category an excellent choice. A lycanthrope to fight them for living space regularly. This category also can have any CR above 1, so a ranger can benefit from includes bugbears, goblins, and hobgoblins (CR 2, 1/4, this choice at any time in his career. and 1/2, respectively). It’s a good choice for first favored Undead: When your ranger runs into skeletons and enemy, but it isn’t too useful later. zombies in his first few adventures, you might be",
        "name":  "Goblinoids",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In this with barbarians, druids, and rangers in mind—though, It’s an unfortunate fact that the variant, the ranger can choose a subtype of out- of course, any character who qualifies can take them. barbarian, regardless of his sider as a favored enemy. The available options might, can still fail to intimidate are air, chaotic, earth, evil, fire, good, lawful, NEW WAYS TO USE SKILLS foes who are cowed by the styl- water, and no subtype. A ranger who chooses ish bard or the magnetic sor- chaotic outsiders, for example, gains favored New ways to use the Handle Animal, Hide, and Wilder- cerer. The two optional rules enemy bonuses against chaos beasts, demons, ness Lore skills are discussed below, as well as variant presented here are designed to djinn, ghaeles (a type of celestial), lillends, rules for using the Intimidate skill. make the barbarian a bit more slaadi, and titans, whereas one who chooses frightening. These rules work outsiders with no subtype gains bonuses Handle Animal whether the barbarian is raging against aasimars, half-celestials, half-fiends, Once you have befriended an animal, you might want to or not, though rage does in- jann, ravids, and tieflings. When choosing train it before taking it into dangerous adventuring situa- crease their effectiveness. among these options, consider your ranger’s tions with you. Teaching an animal a trick requires two",
        "name":  "Rules Favoring Subtypes of Outsiders",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  ":::: A raging alignment and the conditions in which he nor- months and a successful Handle Animal check (DC 15). If barbarian gains a +4 bonus to mally adventures. the creature is your animal companion, a +2 circumstance both his Strength and his Consti-",
        "name":  "RRRRRaaaaagggggiiiiinnnnnggggg IIIIInnnnntttttiiiiimmmmmiiiiidddddaaaaatttttiiiiiooooonnnnn",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The animal attacks a designated target creature tain the tail. At distances of less than 60 feet, you must to subdue it, suffering a –4 penalty on its attack roll. The make a Hide check each round. attack trick (above) is a prerequisite for this one. Of course, you still need appropriate concealment to",
        "name":  "Subdue",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dex 15,access to a form with three or cleric turns undead. Treat immobile plant creatures as more arms. creatures unable to flee. The number of times per day",
        "name":  "Prerequisites",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You ignore all penalties for using your off that you can use this ability is equal to 3 + your Charisma hands. (A creature has one primary hand, and all the modifier. Your highest divine caster level is the level at others are off hands; for example, a four-armed creature which you turn plants. has one primary hand and three off hands.)",
        "name":  "Benefit",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The size of the animal form you can assume yourself, you automatically deal bite damage each through wild shape is limited by the parameters of the round, or if you do not move and take no other action in ability, regardless of your original size. combat, you deal double bite damage to the snatched creature. Remain Conscious [General] As a free action, you can drop a creature you have You have a tenacity of will that supports you even when snatched, or you can use a standard action to fling it things look bleak. aside. A flung creature travels 10 feet (and takes 1d6",
        "name":  "Normal",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Base attack bonus +2, Endurance, Iron points of damage) for each size category greater than Will, Toughness. Small that you are. If you fling a creature while you are",
        "name":  "Prerequisites",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability to use wild shape to become a normally. wolf. Wis 11. Normal: Creatures that are immune to critical hits are",
        "name":  "Prerequisites",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The dire snake receives a +4 racial bonus on Combat Hide, Listen, and Spot checks, and a +8 racial bonus on Trample (Ex): A dire elk can trample Medium-size or Balance checks. A dire snake with higher Dexterity than smaller creatures for automatic gore damage. Opponents Strength can use its Dexterity modifier on Climb who do not make attacks of opportunity against the dire checks. elk can attempt a Reflex save (DC 23) to halve the damage.",
        "name":  "Skills",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A light load for a dire horse is up mounts or beasts of burden. to 519 pounds, a medium load is 520–1,038 pounds, and a heavy load is 1,039–1,557 pounds. A dire horse can drag Combat 7,785 pounds. Trample (Ex): A dire elephant can trample Large or smaller creatures for automatic gore damage. Opponents 39 Dire Elk who do not make attacks of opportunity against it can at- A bull dire elk is an imposing and aggressive beast tempt a Reflex save (DC 35) to halve the damage. CHAPTER 4: ANIMALS LEGENDARY ANIMALS Legendary Eagle Legendary Ape Legendary Wolf Small Animal Medium-Size Animal Medium-Size Animal",
        "name":  "Carrying Capacity",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A legendary wolf receives a +2 racial bonus on is up to 1,200 pounds, a medium load is 1,201–2,400 Listen, Move Silently, and Spot checks, and a +4 racial pounds, and a heavy load is 2,401–3,600 pounds. A leg- bonus on Hide checks. *It also receives a +8 racial bonus endary horse can drag 18,000 pounds. on Wilderness Lore checks when tracking by scent. Legendary Bear Legendary Snake The legendary bear doesn’t usually attack humans de- A strong constrictor with a potent venomous bite, the spite its great strength. Its diet consists primarily of legendary snake is frequently found in lakes, rivers, and plants and fish. streams. It attacks only when threatened. Combat Combat Improved Grab (Ex): To use this ability, the legendary Poison (Ex): Bite, Fort save (DC 25), initial and sec- bear must hit with a claw attack. ondary damage ids temporary Con. Improved Crab (Ex): To use this ability, the dire Legendary Tiger 42 snake must hit with its bite attack. If it gets a hold, it can The legendary tiger is the fiercest and most dangerous constrict. land predator in the animal kingdom. It measures 8–10 Constrict (Ex): A legendary snake deals 1d8+12 points feet long and weighs up to 600 pounds. CHAPTER 5: PRESTIGE CLASSES Combat CHAPTER 5: Pounce (Ex): If a legendary tiger leaps upon a foe during the first round of combat, it can make a full attack PRESTIGE even if it has already taken a move action. CLASSES Improved Crab (Ex): To use this ability, the legendary tiger must first hit with a bite attack. If it succeeds, it has grabbed its prey and can then rake. Rake (Ex): A legendary tiger can make two attacks “Yes, yes, I am the famous slayer of the demon-wyrm Korthos. (+29 melee) against a held creature with its hind legs for Be awed and move on.” 2d6+5 points of damage each. If the legendary tiger —The dragon hunter Jalyn pounces on an opponent, it can also rake.",
        "name":  "Skills",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 10th level, the eye of Gruumsh Though her hatred of this enemy is boundless and un- sees the moment of his own death through his missing ending, it is not unthinking or rash. She lives to put an eye. This foreknowledge gives him a +2 morale bonus on end to her hated foe, but she does not throw away her all saving throws from then on. (Whether or not the own life needlessly. vision is accurate is irrelevant—the character believes it The foe hunter’s path is open to any creature, good or to be true.) evil. Some hunt humans or even celestials; others hunt the foulest spawn of the underworld. NPC foe hunters can be",
        "name":  "Sight of Gruumsh",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 1st level, a king or queen of the wild gains a +2 insight bonus on both Wilder- ness Lore checks and checks made with his or her ter- rain-dependent prerequisite skill while in the chosen terrain. Endure Elements (Ex): The king or queen of the wild can ignore some damage from the element associ- ated with the chosen terrain type (see Terrain-Depen- dent Features, below) as though under a permanent endure elements effect. At 2nd level, the character ignores the first 5 points of damage from that element. (The ter- rain elements correspond to the five energy types: acid, cold, electricity, fire, and sonic.) This amount increases by an additional +5 at 5th, 8th, and 10th level. Terrain Movement (Ex): At 2nd level, if the chosen terrain island-based, the king or queen of the wild can move overland through it as if it were plains. A king of the sea or a queen of the marsh swims along the surface of water at one-half his or her land speed. Attack Native Creatures (Ex): The king or queen of the wild gains a competence bonus on attack rolls against any creature that has the 65 character’s chosen terrain listed in the Cli- mate/Terrain section of its statistics. (In the CHAPTER 5: PRESTIGE CLASSES TTTTTaaaaabbbbbllllleeeee 55555–––––1111133333::::: TTTTThhhhheeeee KKKKKiiiiinnnnnggggg/////QQQQQuuuuueeeeeeeeeennnnn ooooofffff ttttthhhhheeeee WWWWWiiiiilllllddddd CCCCClllllaaaaassssssssss BBBBBaaaaassssseeeee FFFFFooooorrrrrttttt RRRRReeeeefffff WWWWWiiiiillllllllll LLLLLeeeeevvvvveeeeelllll AAAAAttttttttttaaaaaccccckkkkk BBBBBooooonnnnnuuuuusssss SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSpppppeeeeeccccciiiiiaaaaalllll 1 st +1 +2 +0 +2 Terrain skill bonuses 2nd +2 +3 +0 +3 Endure elements 5, terrain movement 3rd +3 +3 +1 +3 Attack native creatures +1, terrain camouflage 4th +4 +4 +1 +4 Bonus feat 5th +5 +4 +1 +4 Attack native creatures+2, endure elements 10 6th +6 +5 +2 +5 Detect animals or plants 7th +7 +5 +2 +5 Adaptation, attack native creatures +3 8th +8 +6 +2 +6 Bonus feat, endure elements IS 9th +9 +6 +3 +6 Attack native creatures +4 10th +10 +7 +3 +7 Endure elements 20, freedom of movement case of a king or queen of the skies, this means any nat- King/Queen of the Hills urally flying creature who lives outdoors.) A creature Terrain Type: Hills. with a listing of “Any land” does not trigger these bonus- Prerequisite Skill: Climb. es. This bonus is +1 at 3rd level, and it increases by +1 for Terrain Element: Cold. every two king/queen of the wild levels the character Bonus Feats: Alertness, Far Shot, Run, Skill Focus gains thereafter. (Climb), Toughness. Terrain Camouflage (Ex): At 3rd level, kings and queens of the wild may use the raw materials of their King/Queen of the Marsh chosen terrains to conceal their presence from others. Terrain Type: Marsh. This full-round action grants a character a +10 compe- Prerequisite Skill: Swim. tence bonus on Hide checks in the chosen terrain. Terrain Element: Acid.",
        "name":  "Terrain Skill Bonuses",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 4th level, the verdant lord can rebuke but it is also a pearl of power (1st-level). The initiate is ex- or command plants with Plant Control as if he were three pected to make a donation that covers the cost of creat- levels higher than the actual caster level he uses to deter- ing this talisman. mine the benefits of that feat. This means that he can also What makes the order different from other organiza- command 3 additional HD of plant creatures. tions is that its members intentionally spread themselves",
        "name":  "Plant Facility",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "d10. which has the higher score in any single ability of her choice. After a second round of study, a windrider famil- Requirements iar with that kind of creature can also determine whether To become a windrider, a character must fulfill the fol- each mount’s score in that ability is average, above aver- lowing criteria. age, or below average for the species. After a third round",
        "name":  "Hit Die",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  ":::: The character’s windrider levels only. If the mount suffers a level drain, treat the creature as the mount of a lower-level windrider.",
        "name":  "WWWWWiiiiinnnnndddddrrrrriiiiidddddeeeeerrrrr LLLLLeeeeevvvvveeeeelllll",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 2nd level, a windrider can grant her The windrider may have only one chosen mount at a chosen mount one bonus feat from the Mount Feats list, time, and either party may sever this relationship at any below. This feat does not count against the creature’s time without penalty. Once it ends, the mount loses the normal feat capacity, though it must still meet all prereq- benefits it gained according to Table 5–21. If the chosen uisites for it, as noted in the appropriate feat description mount is a paladin’s warhorse, the rules in the Paladin’s in this book or Chapter 5 of the Player’s Handbook. To Mount sidebar in the Player’s Handbook supersede those grant a bonus feat, the windrider must spend one month given here. training the mount. The windrider can bestow a second Empathic Link (Su): The windrider has an empathic bonus feat on the same mount at 5th level, and a third at link with her chosen mount. This ability works like the 9th level. These additional bonus feats require the same empathic link that a paladin has with her mount (see Pal- training time as the first. The windrider can train only adin in Chapter 3 of the Player’s Handbook). one mount at a time.",
        "name":  "Mount Feat",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 1st level, the windrider gains Bonus Feat: At 3rd and again at 7th level, a wind- a +2 competence bonus on any check to avoid being un- rider may take a bonus feat from the windrider bonus seated while riding her chosen mount. In addition, she feats list below. This feat does not count against the can ride any mount with 4 Hit Dice or less at the full ben- windrider’s normal feat capacity, though she must still efit of her Ride skill, suffering neither the –2 penalty for meet all prerequisites for it, as noted in the appropriate riding similar mounts nor the –5 penalty for riding dis- feat description in this book or Chapter 5 of the Player’s similar mounts. The Hit Dice of the mounts to which this Handbook. latter benefit applies increase with windrider level: 8 Hit Mount Healing (Ex): At 3rd level, A windrider Dice at 4th level, 12 Hit Dice at 6th level, 16 Hit Dice at gains a +4 competence bonus on any Heal checks she 8th level, and any mount at 10th level. makes on a creature of the same species as her current Mount Assistance (Ex): At 2nd level, the windrider mount and a +2 bonus on any Heal checks made on can assist any mount she is riding in one of two ways other creatures capable of serving her as mounts (see 78 per use of the ability. First, she can use the cooperation sidebar). and aid another rules (Chapter 4 and Chapter 8 respec- Mount Friendship: At 5th level, the windrider gains tively of the Player’s Handbook) to provide a +4 bonus a +4 circumstance bonus on Animal Empathy and Diplo- CHAPTER 5: PRESTIGE CLASSES TTTTTaaaaabbbbbllllleeeee 55555–––––2222222222::::: HHHHHaaaaannnnndddddllllleeeee AAAAAnnnnniiiiimmmmmaaaaalllll DDDDDCCCCCsssss fffffooooorrrrr TTTTTrrrrraaaaaiiiiinnnnniiiiinnnnnggggg MMMMMooooouuuuunnnnntttttsssss CCCCCrrrrreeeeeaaaaatttttuuuuurrrrreeeee IIIIIsssss............... EEEEExxxxxaaaaammmmmpppppllllleeeee TTTTTaaaaassssskkkkk CCCCCooooouuuuunnnnntttttsssss aaaaasssss............... HHHHHaaaaannnnndddddllllleeeee AAAAAnnnnniiiiimmmmmaaaaalllll DDDDDCCCCC Domestic animal of a kind typically used for riding Horse Teach an animal tasks 15 Domestic animal of a kind not typically used for riding Dog Teach an animal unusual tasks 20 Wild animal Tiger Train a wild animal 20 + creature’s HD Beast Tyrannosaurus Train a beast 25 + creature’s HD Any other creature of Intelligence 2 or lower* Carrion crawler Train a beast 25 + creature’s HD *Windrider only macy checks when dealing with creatures of the same tion in the Player’s Handbook), creatures of the same species as her current mount and a +2 bonus when deal- species as her last chosen mount treat her with enmity, ing with any other creatures capable of serving her as which manifests as a –4 racial penalty on interactions mounts (see sidebar). with creatures of the same species as that mount and a –2 Mount Link (Su): At 7th level, the windrider can es- racial penalty on interactions with any other creature ca- tablish an empathic link (see above) with any mount that pable of serving her as a mount. she rides for at least 1 hour, as long as its Intelligence score is at least 1. She can maintain only one such .link at What’s a Mount? a time with a mount other than her chosen one. You can’t just hop on and ride any creature, even if you Mount Luck (Su): At 9th level, the windrider can, as a have the Ride skill for that creature type. A mount must free action, confer a luck bonus equivalent to her have all the following characteristics. Charisma bonus on the saving throw of any mount within 60 feet with which she has an empathic link. • Be able and willing to carry its rider in a typical fash- ion. (A camel trained with the Handle Animal skill to Windrider Bonus Feats List bear a rider is able and willing. A tiger The following bonus feats are available to mounts and might be able but not willing. A giant Other Mount Feats windriders. might be willing but not truly able. An The DM might decide to make",
        "name":  "Mount Proficiency",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your summoned creatures within a spherical ema- on ranged attack rolls, a –2 penalty on melee damage nation with a radius equal to the range, centered on rolls, a +2 bonus to AC, and no change to hit points. you The subject’s face/reach becomes 2 1/2 feet by 2 1/2",
        "name":  "Area",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One smoky, horselike creature",
        "name":  "Blight Effect",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fortitude negates Target: One normal plant or plant creature",
        "name":  "Saving Throw",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + S ft./2 levels) Target: All creatures within a 15-ft.-radius burst centered",
        "name":  "Range",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hair, scale, or other castoff from Level: Drd 0 the creature to be affected. Components: V, S, DF",
        "name":  "Material Component",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched Targets: One willing creatures/level",
        "name":  "Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) you use this attack against that creature again while the",
        "name":  "Range",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dead creature touched lookingglass, you and up to one other creature/level may",
        "name":  "Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A reflective surface at least as big as a Medium- The awakened animal or tree is friendly toward you. size creature You have no special empathy or connection with it, but it",
        "name":  "Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "250 XP per creature awakened. Range: Medium (100 ft. + 10 it./level)",
        "name":  "XP Cost",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature",
        "name":  "Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Livingcreature touched",
        "name":  "Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature Casting Time: 1action",
        "name":  "Target or Area",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Target: Living creature touched",
        "name":  "Saving Throw",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Drd 6 focation, nor does it allow a creature to regrow or attach",
        "name":  "Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20 ft. points of subdual damage to creatures in the arc. (See the",
        "name":  "Range",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A few drops of stagnant pond water. You command the waters to lift a creature or object and propel it forward. An object so lifted may contain crea- Speak with Anything tures or other objects. What the wave can lift depends on Divination your caster level.",
        "name":  "Material Component",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Drd 2 Any creature in the straight-line path of these spheres",
        "name":  "Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched If the spheres reach their destination, each bursts like",
        "name":  "Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Will negates onation and damage dealt to creatures in the area depend",
        "name":  "Saving Throw",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dead creature touched caused to an interposing barrier shatters or breaks",
        "name":  "Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As a free action, you can inspire courage in your You are skilled at interfering allies. Each ally within 30 feet of you (not including you) that can with opponents in melee. hear you and has an Intelligence of 3 or higher gains a +2 cir- Prerequisite:Base attack bonus +1. cumstance bonus on saving throws against fear effects. Benefit:When you make a melee attack against a creature,",
        "name":  "Benefit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You may select this feat multiple times. Its effects whether you are successful or not, all other creatures get a +1 cir- stack. Each time you take the feat, your bonus increases by +2. cumstance bonus on attack rolls against that creature until the start of your next turn. Danger Sense [General] Special:A fighter may select Distracting Attack as one of his You are one twitchy mother goose. fighter bonus feats.",
        "name":  "Special",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can gain this feat multiple times. Its effects do bonus feats. not stack. Each time you take the feat, it applies to a new creature type from among those that remain eligible. 27 CHARACTERS CHAPTER 1: 620_96582_MinisHndbk.qxd 8/18/03 3:40 PM Page 27 Greater Powerful Charge [General] Switching positions in this fashion does not provoke attacks of You can charge with extra force. opportunity.",
        "name":  "Special",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As Powerful Charge, but treat yourself as one size are automatically successful, and you deal unarmed strike dam- category larger than you are. For Colossal creatures, the extra 6d6 age to your ally normally. (This move is a hard, violent throw, points of damage bonus becomes 8d6. and you can’t pull it off without actually striking the subject of",
        "name":  "Benefit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 on ranged attacks against creatures in illu- minated area.",
        "name":  "Guiding Light",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Move subject 5 feet. damage for 1 round (swift). Evoc Bigby’s Slapping Hand:Hand makes creature provoke attacks of opportunity.",
        "name":  "Slide",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ranged touch, 1d8 or more electricity Arc of Lightning:Line of electricity between two creatures damage. (1d6/level damage).",
        "name":  "Electric Orb, Lesser",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched Abjuration [Good]",
        "name":  "Target",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action Align fang makes a creature’s natural Target:Lawful good creature touched",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None reduction of certain creatures, usually",
        "name":  "Saving Throw",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Two willing creatures of up to Range:60 ft. Range: Touch",
        "name":  "Targets",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cone-shaped burst Target:Creature touched",
        "name":  "Large size Area",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Evil creature touched",
        "name":  "Target",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature except that it deals electricity damage.",
        "name":  "Target",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched Abjuration [Evil] they do not stack.",
        "name":  "Target",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sor/Wiz 2, Wmg 2 Targets:Creatures in a 5-ft.-radius burst Enchantment (Compulsion) [Mind-",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous minating all targets within it. The light Target:One creature",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pal 1 head of a creature you designate. (The Range:Touch",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M creature must be within range, and you Target: Creature touched",
        "name":  "Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch creature. Once you designate a creature, Saving Throw:Will half (harmless);",
        "name":  "Range",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched the bee stays with it; you cannot desig- see text",
        "name":  "Target",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, DF the creature (which takes half damage if",
        "name":  "Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Target",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None; see text (maximum 20d6) to all nongood creatures",
        "name":  "Saving Throw",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sor/Wiz 1 the raised creature receives no level loss,",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Clr 4 subject creature 20 feet in a",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Allied creatures in a Snake’s Swiftness 20-ft.-radius burst Transmutation",
        "name":  "Targets",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature",
        "name":  "Target",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Clr 3 tion. (If the creature is flying or other- Range:Medium (100 ft. + 10 ft./level)",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S wise not on the ground, it moves parallel Targets:Allied creatures in a 20-ft.-",
        "name":  "Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 swift action ture currently flying, that creature Evocation [Darkness]",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched descends at a speed of 60 feet per round Level:Asn 2, Blk 2, Clr 2, Sor/Wiz 2",
        "name":  "Range",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One flying creature Level:Brd 4, Sor/Wiz 4 See invisibilitydoes not counter the veil",
        "name":  "Target",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Balance +7, Climb +12, Intimidate +7, Jump in Dragoneye. +12, Listen +8, Spot +8, Swim +12",
        "name":  "Two creatures, the Bright Naga and the Stonechild, appear Skills",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The aspect’s Ruby Rodacts as a +1 morningstarthat additionally bestows an inflict light woundseffect on any creature it touches (caster level 10th, Will DC 19 half). An aspect can use the rod to make a normal melee attack or a melee touch attack (in which case it bestows the inflict light wounds effect but does not deal damage otherwise). ASPECT OF BAHAMUT Large Dragon (Extraplanar)",
        "name":  "Possessions",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Almost 15 feet in height, this bizarre creature has two heads, each like that of a baboon, each of which connects to its serpentine body on snakelike necks. It is covered in dark blue-green scales. It has two long tentacles in place of arms and a long, forked tail. Demogorgon’s mortal servants sometimes call forth his aspect to receive living sacrifices of sentient beings. Aspects of Demogor- gon are infamous for using these opportunities to take more than his followers bargain for. An aspect of Demogorgon, like other tanar’ri, can speak tele- pathically to any creature within 100 feet that has a language. It also speaks Abyssal, Celestial, and Draconic. Combat An aspect of Demogorgon is more willing to engage in combat than Demogorgon himself, mostly because the aspect doesn’t have underlings at its beck and call to do the fighting for it. Even so, it would rather use its great speed to head off enemies or reach Aspect of Demogorgon objectives without having to fight. Aspect of Demogorgon illus. by A. Smith Large Earth Elemental illus. by S. Tappin 620_96582_MinisHndbk.qxd 8/18/03 4:22 PM Page 49 50 :3 RETPAHC SRETSNOM",
        "name":  "Advancement",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+8 This 9-foot tall creature’s hell-red skin, bat wings, dead-white eyes, and",
        "name":  "Initiative",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 icy burst ranseur+14/+9 melee (2d6+7/×3 plus Like other baatezu, an aspect of Mephistopheles can speak 1d6 cold) telepathically to any creature within 100 feet that has a language. Space/Reach:10 ft./10 ft. (20 ft. with ranseur) It also speaks Infernal, Celestial, and Draconic.",
        "name":  "Full Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None htimS .A yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 4:34 PM Page 52 Aspect of Mephistopheles 53 MONSTERS CHAPTER 3:",
        "name":  "Treasure",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— This creature’s 15-foot-tall bulk is obviously demonic. Its head is that of a horned ram, and its legs end in cloven hooves. Batlike wings complete the demonic visage. It wields a mighty rod of obsidian and black iron, topped with a skull. An aspect of Orcus, like other tanar’ri, can speak telepathically to any creature within 100 feet that has a language. It also speaks Abyssal, Celestial, and Draconic.",
        "name":  "Advancement",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The aspect’s wand of Orcusacts as a +1 morning- star. Additionally, once per day an aspect of Orcus can use it to make a death strike attack. The aspect must decide before attack- ing whether to use the death strike, and if the attack misses, that use of the ability is wasted. Any living creature struck by the wand when the aspect is making a death strike must succeed on a DC 17 Fortitude save or die. ASPECT OF TIAMAT Large Dragon (Extraplanar)",
        "name":  "Possessions",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None This ravenous creature is the most fearsome of all",
        "name":  "Treasure",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard Illus. by S. Tappin 620_96582_MinisHndbk.qxd 8/18/03 4:54 PM Page 61 Displacer serpent Equiceph 62 :3 RETPAHC SRETSNOM crafty gambits that enable the equicephs to gain the upper hand Combat in battle. Driven by hunger, a gravehound launches itself at a likely meal with unholy fury. The foulness of its bite can overwhelm its prey, Equiceph Characters preventing a stricken creature from defending itself. An equiceph’s favored class is ranger; most equiceph leaders are Stunning Strike (Su):A creature hit by a gravehound’s bite rangers. must succeed on a DC 16 Fortitude save or be stunned for 1 round. The save DC is Charisma-based.",
        "name":  "Treasure",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Stunning strike Fast-moving beasts covered with",
        "name":  "Special Attacks",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4d10+4 (26 hp) size. It bounds and dashes, thrusting its toothy muzzle forward, Initiative: +6 always sniffing for fresh prey or decomposing flesh—a grave- Speed: 50 ft. (10 squares) hound is not particular about what it eats. AC:19 (+1 size, +6 Dex, +2 natural), touch 17, flat-footed 13 Gravehounds sometimes rise from the corpses of wild dogs Base Attack/Grapple:+4/+1 who have scavenged the bodies of humanoids that were improp- Attack:Claw +11 melee (1d6+1) erly buried; the site of a mass grave is one of the gravehounds’ Full Attack: 2 claws +11 melee (1d6+1) favorite feeding grounds. Space/Reach: 5 ft./5 ft. Gravehounds do not speak or understand any language—they Special Attacks: — just eat. Special Qualities: Darkvision 60 ft., keen scent, low-light vision nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 4:55 PM Page 62 Gravehound 63 MONSTERS CHAPTER 3: 620_96582_MinisHndbk.qxd 8/18/03 4:55 PM Page 63",
        "name":  "A gravehound resembles a decomposing canine of exceptional Hit Dice",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +5, Ref +10, Will +2 This creature resembles a huge, six-limbed canine, as big as a",
        "name":  "Saves",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Claw +12 melee (1d10+3) or spike +12 ranged (1d6+3) 64 :3 RETPAHC SRETSNOM If loosing a volley of spikes against two targets, the targets must Combat be within 30 feet of each other. The creature can launch up to Greater kruthiks are amazingly agile for their size, and rely twelve spikes in any 24-hour period. almost equally on brute strength and quick movement to anni-",
        "name":  "Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "It literally rolls itself into a wheel and propels itself along the ground with its armblades, achieving remarkable speed across level terrain. Combat A phargion rolls its way into combat but unrolls (as a move htimS .A yb .sulli ratcetorP 620_96582_MinisHndbk.qxd 8/18/03 4:56 PM Page 66 Phargion Protectar 67 MONSTERS CHAPTER 3:",
        "name":  "A phargion has a unique method of locomotion",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 21, Dex 12, Con 17, Int 12, Wis 14, Cha 17 of healing techniques. Ramadeens are well-rounded creatures",
        "name":  "Abilities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8d8+24 (60 hp) Scaled stalkers are large, horribly spiny creatures whose way of",
        "name":  "Hit Dice",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually lawful evil SHADOW BEAST Though they are called fiends and are usually evil, shadow beasts actually hail from the Plane of Shadow, not the Lower Planes whence come most fiends. There they serve powerful warlords— cloakers, nightshades, dread wraiths, and humanoids who have made their homes on that plane of darkness. They are equally happy to come to the Material Plane as mercenaries or regular soldiers in the hire of an evil lord. On their native plane, the three varieties of shadow beast do not war against one another, but neither will they serve in the same company of soldiers. They do sometimes work together when serving on the Material Plane; in particular, the khumats seem able to cooperate with either of the other two varieties. All shadow beasts speak Abyssal, Common, and Infernal. GHIRRASH Large Outsider (Extraplanar)",
        "name":  "Alignment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 23, Dex 16, Con 16, Int 13, Wis 12, Cha 15 htimS .A yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 4:57 PM Page 68 Scaled stalker 69 MONSTERS CHAPTER 3: 620_96582_MinisHndbk.qxd 8/18/03 4:58 PM Page 69",
        "name":  "Abilities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+8 KHUMAT This creature appears at first glance like a tiger or large Large Outsider (Extraplanar) panther with six limbs. Its face combines humanoid Hit Dice: 11d8+44 (93 hp) features with those of a big cat, and its expression is Initiative: +5 unmistakably malevolent. Speed: 30 ft. (6 squares), swim 45 ft.",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+6 This bipedal creature has the head and long tail of a crocodile attached to its muscular body. Thick scales cover its body, particularly heavy on its back and tail. Its arms end in heavy claws, and its powerful mouth is filled with sharp teeth. Native to the fetid swamps of the Plane of Shadow, khumats are dim-witted but crafty predators. Left to their own devices, they swim through the murky water of their homes hunting for prey, but as soldiers they follow orders well and march comfortably across land. Combat A khumat can attack with a slap of its tail or with its bite, and it Ghirrash makes the decision based primarily on how tasty its opponent looks—it cheerfully bites humanoids and animals, while it prefers to slap aberrations and extraplanar creatures with its tail. Once it has bitten a foe, it enjoys slowly crushing the enemy to death in its powerful jaws. 70 :3 RETPAHC SRETSNOM",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— A hulking brute of a creature, this thing resembles an elephant formed of solid muscle. Its long head is contorted into a look of pure fury. Two long, curving tusks extend from its mouth, and a short trunk twists between them. Its ears are small, while its forelimbs are long and power- ful. Its hide looks nearly impenetrable. A thaskor is 16 feet long and weighs fully 4,000 pounds. Though it appears quadrupedal, like an elephant it can rear up on its short hind legs to gain better reach with its forelegs. Opponents who misjudge the thaskor as a stupid brute rarely survive to regret their mistake. Despite their fearsome appearance, thaskors can be subtle, deceptive, and fiendishly clever. Improved Grab (Ex):To use this abil- Combat ity, a khumat must Thaskors delight in charging into combat and slamming their hit with its bite attack. opponents with the full weight of their massive bodies. A thaskor It can then attempt to start considers it a point of personal pride never to use its tusks in a grapple as a free action with- battle, and it upholds this pride to the death. out provoking an attack of Trumpeting Blast (Su): Once every 1d4 rounds as a free opportunity. action, a thaskor can blow a trumpeting blast with its trunk. The",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A khumathas a +8 racial bonus on any Swim check to blast fills a 10-foot cone; any creature within that area must make perform some special action or avoid a hazard. It can always a DC 21 Fortitude save or be stunned for 1 round. This is a sonic choose to take 10 on a Swim check, even if distracted or endan- attack. The save DC is Constitution-based. gered. It can use the run action while swimming, provided it swims in a straight line. SPARK LASHER THASKOR Medium Aberration Large Outsider (Extraplanar) Hit Dice: 3d8+3 (16 hp)",
        "name":  "Skills",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blind-FightB, Toughness What looks at first like a sodden swamp plant proves to be an ugly, low- Environment: Underground slung, six-legged creature. Its head is a forward-thrust knob consisting Organization: Solitary, crew (2–8 plus 0–3 leaders mostly of mouth, while along its back is a mass of tentacles that spark with 6 HD) and flicker. Challenge Rating: 3",
        "name":  "Feats",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Generally, the list of skill modifiers does not take into account conditional bonuses from synergy (such as the bonus on Disguise checks when acting that comes from having 5 or more ranks in Bluff) or skills that would appear only because of a bonus from synergy (such as the bonus on Bal- ance checks granted by 5 or more ranks in Tumble). A few special bonuses are mentioned, such as a canine creature’s bonus on tracking by scent. Many skill names are abbreviated. Skills that have no rele- vance to an encounter (such as Craft) do not appear in this entry.",
        "name":  "Skills",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "skir- Table 4–1: Challenge Ratings and Encounter Levels mishes and mass battles. The miniatures rules always refer to a 1 2 3 4 5 6 7 8 9 10 creature or character as a “creature.” 1 3 3 4 4+ 5+ 6+ 7+ — — — Look at the miniatures rules side of the example stat card dis- 2 3+ 4 4+ 5 5+ 6+ 7+ 8+ — — played here. 3 4 4+ 5 5+ 6 6+ 7+ 8+ 9+ — 4 4+ 5 5+ 6 6+ 7 7+ 8+ 9+ 10+ IDENTITY 5 5+ 5+ 6 6+ 7 7+ 8 8+ 9+ 10+ At the top of the stat card is the creature’s basic identity. This con- 6 6+ 6+ 6+ 7 7+ 8 8+ 9 9+ 10+ sists of a name, faction symbol, cost, and Commander rating 7 7+ 7+ 7+ 7+ 8 8+ 9 9+ 10 10+ (if applicable). 8 — 8+ 8+ 8+ 8+ 9 9+ 10 10+ 11 9 — — 9+ 9+ 9+ 9+ 10 10+ 11 11+ Name 10 — — — 10+ 10+ 10+ 10+ 11 11+ 12 The name identifies the creature detailed on the card and matches +: Indicates a tougher than normal encounter of that EL. the name on the base of the miniature. —: The weaker creature doesn’t contribute significantly to the diffi- Usually the name is a kind of creature, such as “Gnoll” or “Elf culty of the encounter. Pyromancer.” Sometimes, however, it includes a character’s name, such as ”Tordek, Dwarf Fighter.” For encounters involving higher-CR creatures, you can use the calculations given in Table 4–2, below. (The numbers in Table 4–1 Faction Symbol were derived from these calculations.) There are four factions fighting it out for supremacy, correspon- ding to four alignments in the roleplaying rules. Each creature’s Table 4–2: Combined EL Calculations stat card has a symbol that identifies which faction or factions",
        "name":  "The miniatures rules statistics support two styles of play",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Lawful Good, Chaotic Good, Lawful Evil, or Creature’s CR Is: Encounter Level Equals: Chaotic Evil. 7 or more lower than Stronger creature’s CR Each faction has strengths that determine its optimal tactics. stronger creature’s (no change) This isn’t to say that all creatures within a faction stick to the 3–6 lower than Stronger creature’s CR+ “party line,” but those that deviate from their faction’s normal stronger creature’s (slight increase) strengths tend to cost more. 2 lower than Stronger creature’s CR +1",
        "name":  "Weaker Combined it can fight for",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This faction is improve those creatures’ performance in battle. driven by greed, hatred, and a lust for destruction. Its mem- STATISTICS bers are hot-tempered, vicious, The heart of the stat card, this section provides ratings that and unpredictable. Destroyers determine a creature’s basic fighting capabilities. committed to spreading chaos, members of this faction use LVL (Level) power and ruthlessness to Level describes the overall power of a creature. It’s the equiva- make up for a lack of planning lent of the creature’s character level or Hit Dice in the role- and organization. playing rules.",
        "name":  "Chaotic Evil",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4 (5) the Monster Manualhas 29 hit points, so in the miniatures rules, its hit point RRAANNGGEEDD AATTTTAACCKK:: — Collector Number",
        "name":  "Statistics MELEE ATTACK",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Unique. Beastmaster 2. creatures in adjacent squares (including",
        "name":  "This entry is used when attacking enemy Special Abilities SPECIAL ABILITIES",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some creatures can make more than type or subtype. For instance, the Barghest gains hit points one melee attack. Their attack numbers are separated by a slash (/). when it destroys a Humanoid but not when it destroys any In most cases, each attack deals the same amount of damage. If dif- other type of creature. ferent attacks deal different amounts of damage, the damage rat- Size:The type entry also indicates a creature’s size. (Most crea- ings are given in the same order as the attack ratings and are also tures are Medium, and their stat cards do not give a size.) A Small separated by a slash. For example, the Barghest has a melee attack creature has a 20 mm base, and a Medium creature has a 25 mm rating of +9/+4 (10/5). It can make two melee attacks, one with a base; each occupies 1 square on the battle grid. A Large creature +9 bonus on the attack roll that deals 10 points of damage, and one has a 40 mm base and takes up 4 squares. with a +4 bonus on the attack roll that deals 5 points of damage. Some special abilities are dependent on size. For example, fol- A creature that moves during its turn can make only one attack lowers of the Cleric of Yondalla get a +2 bonus on attacks against even if it is otherwise capable of making multiple attacks. creatures that are larger than they are. Ranged Attack COMMANDER EFFECT This entry is used when attacking an enemy within line of sight. The presence of a commander helps troops fight harder and Most creatures don’t have a ranged attack score. Creatures with smarter. Some commanders even dismay their enemies. Only ranged attacks have attack bonus and damage entries that work commanders have Commander Effects; this entry does not just like those for melee attacks. appear on the stat card of a creature that is not a commander.",
        "name":  "Multiple Melee Attacks",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Be careful about creatures with the Dif- ficult special ability. If a creature’s Difficult rating is higher BUILDING A WARBAND than your best commander’s Commander rating, the crea- In a skirmish, two or more competing warbands fight. War- ture will spend the whole skirmish out of command. bands are composed of creatures (these rules refer to both char- Warband Building Abilities: Some commanders have acters and monsters as “creatures”). special abilities that allow you to break the faction rules When building a warband, first choose the faction (Lawful when building your warband. For example, you can have Good, Chaotic Good, Lawful Evil, or Chaotic Evil) the war- Orc creatures (including Half-Orcs) of any faction in band belongs to. Each creature’s stat card gives its game sta- your warband if there’s a Cleric of Gruumsh in it. tistics, including a faction symbol and abbreviation that show Table 5–1: Sample Warband which faction or factions it can fight for. A creature’s faction does not necessarily correspond to its alignment in the role- Creature Cost playing game. 1 Vadania, Half-Elf Druid (Cmdr 2) 22 1 Jozan, Human Cleric 4 WARBAND CONSTRUCTION 1 Wild Elf Barbarian 13 After choosing a faction, start selecting creatures to fight in 2 Wood Elf Skirmisher 36 1 Crested Felldrake 5 your warband. You can spend up to 100 points to build your 4 Wolf 20 warband. Total cost 100",
        "name":  "Difficult Creatures",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each creature has a point cost, shown on the minia- ture’s base and in the top right corner of its stat card.",
        "name":  "Cost",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "No warband can contain more than twelve Warband Etiquette creatures. Construct your warband in secret, using the stat",
        "name":  "Creature Limit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your warband can contain creatures that possess cards. Don’t identify which creatures you’re using your faction’s symbol. Some creatures have symbols of two or yet; just keep your hand of stat cards ready. four factions and can fight for any of those factions. You reveal your warband during the Terrain Ini-",
        "name":  "Factions",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At least one of the creatures in your warband tiative phase of setup, as described in the follow- 83 should have a Commander rating. Without a commander, ing section. Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/19/03 10:04 AM Page 83 SETUP To prepare for battle, you’ll need to define the contested ground. BATTLE GRID Start with a battle grid, a map overlaid with 1-inch squares. Two published battle grids are available: in the D\u0026D Miniatures Entry Pack(22 inches by 34 inches) and the DUNGEONMASTER’s Guide (19 inches by 28 inches). Any size will do, though, depending on how big a skirmish you want. The edges of the battle grid are impassable walls. The only way off is through the exit squares. These are either the five squares in a corner (marked on the Entry Packbattle grid) or three squares along a side (for players not starting in a corner). Seating Arrange players around the battle grid according to how many are involved.",
        "name":  "Commanders",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An out of command creature can rush toward the nearest enemy it can see if it can reach that enemy during its 87 RULES SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 10:05 AM Page 87 SSwwoorrdd ooff HHeeiirroonneeoouuss 33 CCoommmmaanndd RRaannggee 11 22 AA ccoommmmaannddeerr ccaann ccoommmmaanndd aalllliieess tthhaatt 44 iitt ccaann sseeee oorr tthhaatt aarree wwiitthhiinn 66 ssqquuaarreess.. 44 TThhee SSwwoorrdd ooff HHeeiirroonneeoouuss ccaann ccoommmmaanndd tthhee DDwwaarrff AAxxeeffiigghhtteerr oorr tthhee MMaaannn---aaattt---AAArrrmmmsss,,, 55 bbuutt nnoott tthhee HHaallfflliinngg VVeetteerraann oorr tthhee SSuunn SSoouull IInniittiiaattee.. 55,, 66 66 DDwwaarrff AAxxeeffiigghhtteerr HHaallfflliinngg VVeetteerraann lliinnee ooff ssiigghhtt bblloocckkeedd lliinnee ooff ssiigghhtt OOKK SSuunn SSoouull IInniittiiaattee MMaann--aatt--AArrmmss WWaallllss aanndd DDiissttaannccee WWhheenn ddeetteerrmmiinniinngg ddiissttaannccee ffoorr ccoommmmaanndd,, ccoouunntt aarroouunndd wwaallllss,, nnoott tthhrroouugghh tthheemm.. AAss wwiitthh mmoovveemmeenntt,, ddoo nnoott ttrraaccee ddiiaaggoonnaallss aaccrroossss tthhee ccoorrnneerrss ooff wwaallllss.. HHeerree,, tthhee SSwwoorrdd ooff HHeeiirroonneeoouuss iiss wwiitthhiinn 66 ssqquuaarreess ooff tthhee DDwwaarrff AAxxeeffiigghhtteerr,, ssoo iitt ccaann ppuutt tthhee DDwwaarrff AAxxeeffiigghhtteerr uunnddeerr ccoommmmaanndd aanndd bbeessttooww iittss CCoommmmaannddeerr OO rr cc BB ee rr ss ee rr kk ee rr 55 66 EEffffeecctt oonn tthhee DDwwaarrff eevveenn tthhoouugghh tthhee wwaallll bblloocckkss lliinnee ooff ssiigghhtt.. 44 DDwwaarrff AAxxeeffiigghhtteerr 22,, 33 11 pqs SSwwoorrdd ooff HHeeiirroonneeoouuss SPECIAL ABILITIES THAT INFLUENCE COMMAND Some creatures are Difficult or Independent. These special abilities can influence whether a creature is under command. For details, see the glossary at the end of this chapter. pqs 88 :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 10:05 AM Page 88 MMoovveemmeenntt WWhhiillee OOuutt ooff CCoommmmaanndd 44 TTThhheee GGGnnnooollllll iiisss ooouuuttt ooofff cccooommmmmmaaannnddd,,, ssoo iittss ssppeeeedd iiss 22.. IItt ccoouulldd mmoovvee 22 ssqquuaarreess ttoo ssqquuaarree AA aanndd aattttaacckk tthhee DDwwaarrff AAxxeeffiigghhtteerr.. IItt ccoouulldd mmoovvee 44 ssqquuaarreess BB 22,,33 aalloonngg rroouuttee BB,, ttoo ggeett aawwaayy ffrroomm tthhee EEllff AArrcchheerr’’ss 22 11 11 rraannggeedd aattttaacckk aanndd ffrroomm tthhee DDwwaarrff AAxxeeffiigghhtteerr.. AA 22 33 44 GGGnnnooollllll 11 DDDwwwaaarrrfff TTThhheee ooottthhheeerrr oooppptttiiiooonnn iiisss tttooo rrruuussshhh ttthhheee nnneeeaaarrreeesssttt eeennneeemmmyyy iiittt cccaaannn ssseeeeee... AAxxeeffiigghhtteerr 11 TTThhheee MMMaaannn---aaattt---AAArrrmmmsss aaannnddd ttthhheee EEElllfff AAArrrccchhheeerrr aaarrreee eeeaaaccchhh 888 sssqqquuuaaarrreeesss aaawwwaaayyy,,, sssooo iiittt cccaaannn ccchhhoooooossseee wwwhhhiiiccchhh ooofff ttthhheeessseee tttwwwooo eeeqqquuuiiidddiiissstttaaannnttt eeennneeemmmiiieeesss iiittt wwwiiissshhheeesss tttooo rrruuussshhh... IIIttt mmmooovvveeesss aaattt uuuppp tttooo dddooouuubbbllleee iiitttsss nnnooorrrmmmaaalll ssspppeeeeeeddd,,, aaannnddd iiittt mmmuuusssttt eeennnddd uuuppp aaadddjjjaaaccceeennnttt tttooo ooonnneee ooofff ttthhheeessseee cccrrreeeaaatttuuurrreeesss 22 22,,33 (((aaasss iiinnn rrrooouuuttteee CCC,,, fffooorrr eeexxxaaammmpppllleee)))... IIIttt cccaaannn eeevvveeennn mmmaaakkkeee aaa ccchhhaaarrrgggeee aaattttttaaaccckkk iiifff iiitttsss rrrooouuuttteee iiisss dddiiirrreeecccttt aaannnddd iiitttsss pppaaattthhh iiisss cccllleeeaaarrr (((aaasss iiinnn rrrooouuuttteee DDD)))... 33 44 44 55,,66 55,,66 77 DD 77 88 MMaaannn---aaattt---AAArrrmmmsss CC EEllff AArrcchheerr 99 1100,,1111 IIfff ttthhheee GGGnnnooollllll hhhaaaddd ssstttaaarrrttteeeddd ttthhhiiisss tttuuurrrnnn uuunnndddeeerrr cccooommmmmmaaannnddd,,, iiittt cccooouuulllddd mmmooovvveee iiinnn aaannnyyy dddiiirrreeeccctttiiiooonnn,,, iiinnncccllluuudddiiinnnggg uuuppp tttooo 111222 sssqqquuuaaarrreeesss aaawwwaaayyy fffrrrooommm aaallllll ttthhheeessseee eeennneeemmmiiieeesss... limits a creature’s options: It’s either really slow or it recklessly rushes into combat. Becoming Under or Out of Command If a creature starts its turn under command, it moves as though under command for its entire turn, even if it winds up moving out of command during its turn. Conversely, a creature that starts its turn out of command moves as though out of command for its entire turn, even if it becomes under command during its turn. However, a creature is subject to a commander’s Commander Effect whenever it is within 6 squares of that commander, whether or not it started its turn under command. WHEN COMMANDERS CAN’T COMMAND Only active commanders can put other creatures under com- mand. A commander who is routing, stunned, confused, or helpless can’t put any creature under command, not even itself. Its Commander Effect also does not function under these circumstances. MOVEMENT During its turn, a creature can move up to its speed and attack, or attack and then move up to its speed. It can also decide not to attack and instead take a second move, moving up to double speed.",
        "name":  "Exception",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that is out of command has its speed reduced to 2 unless it rushes the nearest enemy during that turn (see Command and Movement, above).",
        "name":  "Out of Command",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature can move through a space occu- pied by an ally, but it can’t end its move in an occupied square, and it can’t charge through that square, either. A creature cannot move through a space occupied by an enemy.",
        "name":  "Other Creatures",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some attacks deal extra damage, shown by a when one is available. “+” sign. For example, the Large Fire Elemental’s melee attack deals “10 + 5 fire.” Extra damage is not doubled on a critical hit. Timing A creature makes an attack of opportunity in response to an Dealing Damage and Losing Hit Points enemy’s movement. The attack takes place when the enemy is Attacks that hit deal damage which reduces an enemy’s hit points. about to leave the threatened square, but before it actually You can use counters to keep track of damage. does. Pause the movement and make the attack; if the enemy",
        "name":  "Extra Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each creature is worth its cost in victory points to If you want to play a random scenario but not one that the player who eliminates it. Eliminating a creature can mean requires altering your warband, roll on Table 5–4: Random destroying it with your creatures or causing it to rout off the Basic Scenarios. Each scenario is described in detail following battle grid. You win when you have scored victory points equal to the table. the cost of your own warband, or when all your opponents’ crea- tures are eliminated. Table 5–4: Random Basic Scenarios",
        "name":  "RANDOM SCENARIOS Victory",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The default warband size is 100 points, although Special Rule—Bonus Damage:All creatures deal an addi- warbands of 50 or 200 points also make for fun battles. In a 100- tional 5 points of damage on any melee or ranged attack. point warband, no creature can cost more than 70 points (or Special Rule—Instant Kill:Any attack roll that is a natural more than 30 points in a 50-point game, or more than 140 points 20 destroys the target outright. This is true even if the attack in a 200-point game). couldn’t normally deal damage to the defender (for instance,",
        "name":  "Warbands",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Routing creatures are resurrected at the start of the faction of its warband, as follows. round after they exit the battle grid.",
        "name":  "Routing",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Victory goes to the first player to eliminate 150 points of enemy creatures. If your warbands aren’t built with Marked for Death 100 points, victory goes to the player who eliminates enemy This scenario hinges on eliminating key members of the oppo- creatures worth 150% of his or her own warband’s cost. sition.",
        "name":  "Victory",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Before starting play, both players line up their war- Halls of Decay bands where they can be seen. Both of you secretly write down In these malignant ruins, life and hope slip away. Even golems the name of a creature in your warband and one in your oppo- and undead are subject to the pull of decay. nent’s warband. Then you simultaneously reveal the names of the Special Rule—Decay:At the start of each round, roll 1d20 creatures you have chosen. for each wounded creature. On a roll of 11 or higher, the crea- To win, you must eliminate both the enemy creature you ture immediately takes 5 points of damage. Victory points for chose and the enemy creature your opponent chose. If you both creatures eliminated by this damage are split up among oppo- chose the same creature, you only have to eliminate that creature nents, as usual. to win. If your warband has multiple miniatures of a creature that’s Life Force “marked for death,” you must indicate which one of them you Just as some ruins are permeated by malignant energy, others sus- chose. If you and your opponent both name the same kind of tain and protect those within. creature, only the one you specified is marked for death. For Special Rule—Resilience:When a creature is reduced to 0 example, if you have two Half-Orc Assassins in your warband, or –5 hit points, roll 1d20. On a roll of 11 or higher, the creature and you and your opponent each choose “Half-Orc Assassin,” instead survives and now has 5 hit points. Creatures reduced to then you have to specify which one of them is marked, and –10 hit points or below are destroyed, as usual. the one to be eliminated is known to both of you throughout the skirmish. 104 :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 11:05 AM Page 104 Misty Ruins Special Rule—Treasure: Any Humanoid or Monstrous Preternatural fog blankets the dungeon. Enemies stumble halfway Humanoid creature, or any commander, on a Treasure Room through each other’s patrols before recognizing the danger. tile can search for a treasure by forgoing its attacks during its",
        "name":  "Victory",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each player scores full victory points for Victory:If you are playing with 100-point warbands, you win enemy creatures that his or her creatures force to retreat or by eliminating enemy creatures whose total cost is 70 points rout off the battle grid. However, destroyed enemies are worth or more. only half their cost in victory points. The exception is creatures If you aren’t playing with 100-point warbands, you win when with the Difficult 20 special ability. Since they don’t retreat, you have eliminated enemies whose total cost is equal to 70% of there’s no disgrace in killing them, and they are worth full vic- your warband’s point cost. For example, if your warband is worth tory points. 80 points and your opponent’s is worth 110, you win if you elim-",
        "name":  "Good against Good",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Use the rules for the Standard scenario, with inate 56 points’ worth of creatures, while your opponent has to no adjustment to point value. Both sides are out for blood. eliminate 77 points’ worth of creatures.",
        "name":  "Good against Evil",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You win by eliminating all enemy command- Regardless of the total cost of the warbands in this scenario, ers. The commanders of each warband are just as happy to con- you win immediately if each of your opponents has no more than quer and enslave the enemy warband as to massacre it. If two or one creature left on the battlefield. more warbands’ commanders are eliminated simultaneously, determine the winner as in the Standard scenario. Random Terrain Sometimes warbands can’t choose where to fight.",
        "name":  "Evil against Evil",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You win when you have scored victory points equal Victory:If one warband has received a gift from all statues to the cost of your own warband. You score victory points both before 10 rounds have passed, that warband wins immediately. for the cost of enemies you eliminate andfor the cost of your own Otherwise, at the end of 10 rounds, the warband whose creatures creatures that move off the battle grid through the exit squares received gifts from the most statues is the winner. If players are directly opposite your entry corner. tied, use the tiebreaker rules from the Standard scenario. Restless Dead Stragglers Sometimes the dead are not content to wait for you to join them. The warbands are scattered through the ruins. Individual mem- Special Rule—Roaming Zombies:After setting up terrain bers, called by the sound of battle, straggle in one at a time, hoping and before placing creatures, place one Zombie on each feature that they can keep the enemy from seizing the objective. tile. Treat all these Zombies as Difficult, but with no rating (that Setup: The skirmish starts with no creatures deployed. In is, they can never be put under command). Any player may acti- addition, the first feature tile placed must cover the center of the vate any of these roaming Zombies as if it were a member of his battle grid. It can be oriented in any legal position as long as it or her own warband. No roaming Zombie can be activated twice covers the center square. in a round, but different players can activate the same roaming Special Rule—Stragglers:At the beginning of each round, Zombie in successive rounds. before rolling for initiative, one player rolls 1d20. The result of Roaming Zombies always treat one another as allies; they rush that roll is the number of points of creatures (stragglers) that and attack only the nearest creature controlled by a player other each player can bring in during the upcoming round. After than the one activating them. seeing the result, players secretly determine which of their Turned roaming Zombies rout toward the nearest exit corner. creatures they plan to bring in this round. Then they reveal the They can’t be rallied, since they’re always out of command. creatures simultaneously.",
        "name":  "Victory",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Points for creatures eliminated by roaming Zombies Starting with the player who has the highest current victory are split up among opponents, as normal. Eliminating roaming point total, each player places his or her stragglers on that war- Zombies scores no points. band’s assembly tile. If there is no room for a creature on the",
        "name":  "Victory",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instead of using Zombies from the Harbingerset, use assembly tile, the creature can’t be placed. Its points accumulate Troglodyte Zombies (from the same set) or more powerful zom- for use on future rounds, as described below. bies of your own design or from other sets. It’s easiest to use iden- You can’t stall. If you don’t spend all your points on bringing in tical creatures, but if players agree, you can mix and match. creatures, you must apply them toward one other creature in the warband. If you start a round with points already applied to a Shattered Ruins creature, you must continue to spend points exclusively on that The past glory of the dungeon has been reduced to rubble, which creature until it joins the battle. For example, if you roll 12 on the now litters the place. Archers prefer to stage their ambushes first round, you can bring in an 8-point creature and spend the here, where enemies are slow to close the distance. next 4 points on a 23-point creature. The next 19 points you gain",
        "name":  "Variant",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In a two-player skirmish (or a four-player skir- Victory:Beginning on the fifth round, victory goes to the first mish on a double-size battle grid), each player places only two player who both begins and ends a round as the only player feature tiles (in addition to the assembly tile) instead of three. In whose creatures occupy the central terrain tile. a skirmish with three players or with five or more players, each The creatures that end the round on the terrain tile don’t have player places only a single feature tile instead of two. to be the same creatures that started the round there. You still win even if enemy creatures occupy the terrain tile during the Split Warbands round, so long as they’re gone at the end of the round. The warbands have become split up in the dungeon. They meet in battle as they reassemble. Teleporter Statues",
        "name":  "Terrain Setup",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In addition to normal terrain, place a Shrine tile in the center of the battle grid. (Roll dice to see which player Out of the Box places it.) When playing with miniatures right out of the box, ignore war- Special Rule—Haunted Tomb: Starting on the second band faction restrictions. Just play with whatever you get! round of the battle, a Wraith joins the warband of the first player Warbands: Each player opens one sealed D\u0026D Miniatures who both begins and ends a round as the only player whose crea- Expansion Packand plays with all the miniatures inside. tures occupy the Shrine tile. The creature that ends the round on There are no warband factions in an Out of the Box scenario. the terrain tile doesn’t have to be the same creature that started Use the faction of the individual creature for purposes of special the round there. You still get the Wraith even if enemy creatures abilities such as Smite Evil. If a creature can belong to multiple occupy the terrain tile during the round, so long as they’re gone factions, use the following list. at the end of the round. —LG/CG: The creature counts as good but is neither lawful The Wraith joins your warband even if your faction isn’t nor chaotic. Lawful Evil. Starting on the following round, you activate it as a —LG/LE: The creature counts as lawful but is neither good normal member of your warband. nor evil.",
        "name":  "Terrain Setup",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Use the rules for the Standard scenario. However, the —CG/CE: The creature counts as chaotic but is neither good Wraith does not score points for the player who eliminates it, nor nor evil. does it increase the number of points a player needs to win. —LE/CE: The creature counts as evil but is neither lawful nor chaotic. WARBAND-BUILDING SCENARIOS —Any: The creature is neither good nor evil, nor is it lawful The following scenarios call on one or both players to adjust their or chaotic. warbands or even create new ones from scratch. They take more Victory:As in the Standard scenario, you win when you have preparation than basic scenarios, and they’re not perfect for cam- scored victory points equal to the cost of your own warband, or paign play. However, they’re great for players who want to chal- when all opponents’ creatures are eliminated. Since players’ crea- lenge themselves and one another strategically. tures will probably add up to different point totals, those with 107 RULES SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 11:06 AM Page 107 pqqqqrs SCENARIO-SPECIFIC CREATURES When you invent your own scenarios that depend on specific crea- Points:If a creature is not a regular part of a warband, the scenario tures, you’ll need to define two details. needs to specify who gains the points that it scores and who scores the",
        "name":  "Victory",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When a creature routs, it normally heads toward its exit points for eliminating it. For example, the Wraith in the Warlord’s corner. If a scenario includes specific creatures, you need to know Tomb scenario can join a player’s warband but does not score victory where they’ll rout to (if at all). For example, the Zombies in the Restless points for the opponent who eliminates it, nor does it affect the Dead scenario don’t belong to any warband, so the scenario specifies number of points needed for its warband to win. that they move toward the nearest exit corner. pqqqqrs less expensive warbands can win without eliminating all their doubling), you win by eliminating enemy creatures whose total opponents’ creatures. cost is 140 points or more.",
        "name":  "Routing",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The victory conditions for the If you are playing with warbands that are not 200 points each Quick Strike scenario work well for making Out of the Box (after doubling), you win when you have eliminated enemies battles more fair to players who open boxes containing weaker whose total cost is equal to 70% of your warband’s point cost. For creatures. The scenarios Marked for Death and Eternal Battle also example, if your warband is worth 160 points and your oppo- play well as Out of the Box battles. (See those scenario descrip- nent’s is worth 140, you win if you eliminate 112 points’ worth of tions earlier in this chapter for details.) creatures, while your opponent only has to eliminate 98 points’ worth of creatures. Design Challenge Regardless of the total cost of the warbands in this scenario, This scenario highlights challenging rules for warband con- you win immediately if each of your opponents has no more than struction. Different creatures become more or less valuable in one creature left on the battlefield. your warband, and you have to adjust your warband-building strategies to match the scenario’s random special limits. Four by Four",
        "name":  "Alternative Victory Conditions",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each player selects a faction. Then one player rolls Test your mastery of tactics by going into battle with warbands 1d20 and refers to the table below to randomly determine the from each of the four factions. number of points in each warband and the maximum or mini- Warbands:Each player constructs four 100-point warbands, mum cost of any single creature in any warband. For example, if one from each faction. You won’t play two warbands at the same the result of the roll is 7, then all players create 100-point war- time, so your warbands can share creatures. (If you have a single bands, and no single creature can cost more than 35 points. If the Azer Raider miniature, for example, it can belong to both your result is 13, then all players create 50-point warbands, and no Lawful Good and Lawful Evil warbands.) single creature can cost less than 8 points. Scenario: Roll a random basic scenario on Table 5–4. Each player secretly chooses one warband out of the four to play for 1d20 Creature Cost Warband Size that scenario. (in points) (in points) Finish that battle, then put those warbands aside and roll for a 1 Up to 15 50 second basic scenario. Each player secretly chooses a second war- 2 Up to 15 100 band from the three that haven’t yet seen action. 3 Up to 20 50 After the second skirmish, play a third and a fourth the same 4 Up to 20 100 way, so that each player uses each of his or her warbands once. 5 Up to 25 100 Victory:The player with the most victories out of the four bat- 6 Up to 30 100 tles is the winner. If there is a tie, the scenario is a draw. 7 Up to 35 100 8 Up to 35 200 Lethal Attrition 9 Up to 40 200 Can one bigger warband survive against two smaller warbands? 10 Up to 50 200",
        "name":  "Warbands",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each player adds up to 40 points of Outsiders and Victory:The player with the 100-point warband must elimi- characters (Unique creatures) to his or her warband. Determine nate both 60-point warbands to win. The player with the 60-point these additional creatures secretly. You are allowed to exceed the warbands wins by eliminating the 100-point warband. normal twelve-creature limit when adding these additional crea- tures. They count as normal members of the warband and must Reinforcements be able to fight for its faction. Partway through the battle, more troops arrive.",
        "name":  "Warbands",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each player looks at the other players’ precon- Double Battle structed warbands. Then each secretly constructs a “partial war- For pivotal battles, warlords recruit extra troops and commanders. band” of up to six creatures totaling no more than 50 points. Keep",
        "name":  "Warbands",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Players double their predesigned warbands so these reinforcements secret until you deploy them. that each now has twice as many of each original creature. (You Special Rule—Reinforcements:At the end of each round, are allowed to exceed the normal twelve-creature limit.) If a roll 1d20 and note the result, adding it to the “reinforcement total.” warband contains a Unique creature, instead match it with When that total reaches 50 or higher, all reinforcements deploy at another creature that costs the same or less (rather than with a the start of the next round. Starting with the player who has the twin of itself). most victory points and in descending victory point order, each 108",
        "name":  "Warbands",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you are playing with 200-point warbands (after player places reinforcements on his or her own assembly tile. You :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 11:06 AM Page 108 Mark or otherwise indicate the runners. Don’t let them get confused with other similar creatures in your warband that aren’t runners. You and your opponent should have warbands of equal size. If the warbands aren’t built with 100 points of creatures, then you each get one runner per 15 points. Special Rule—Open-Ended Battle Grid: Both players set up warbands as usual on the assembly tiles, but the short edges of the battle grid are considered to be open instead of walls. Walls and impassable terrain cannot be placed within 2 squares of these open edges. (If either player is using the assembly tile with the statue, both must use their respective right-hand corners of the battle grid as entry corners.) Routing creatures move toward the near- est square on their warband’s side of the battle grid, then exit straight off, instead of having to run to their exit corner. can deploy reinforcements next to enemy Victory:Each player tries to move his or her runners off creatures. Once all reinforcements are the opponent’s end of the battle grid. Whoever exits the assembled, continue the round as normal. most runners is the winner.",
        "name":  "Victory",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The winner is the first player to Note: If you and your friends have the right miniatures score 150 points by eliminating creatures. handy, this makes a good scenario to add to Table 5–4: Random Basic Scenarios (adjusting the percentage chances accordingly). Strike Team A rival has dispatched a lean, specialized warband intent on TEAM SCENARIOS bringing down the enemy. This strike team needs to exploit the With four players, you can play team battles. You and your team- target warband’s weakness to win. The target warband can win by mate work together to defeat the other team. countering the attacker’s tactics. With six players, you can play two teams of three or three",
        "name":  "Victory",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You win by eliminating your opponent’s entire war- win is based on the total cost of both warbands in the team. (For band. example, in the Quick Strike scenario, your team wins if it elim- inates enemy creatures totaling 70% of your combined war- Three-Part Mayhem bands’ cost.) As battles become fiercer, warlords call for reinforcements. Teammates generally sit across from each other, so that you have",
        "name":  "Victory",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "After the first skirmish is over, each player adds crea- Good against Evil tures to his or her warband to bring it up to 100 points, with up Here’s a scenario that requires exactly four players, playing as to twelve creatures. Each player may drop one creature from his teams, to pull off. or her original 50-point warband to remove a weak link or make Warbands:Each player constructs a 100-point warband of a dif- room for other creatures, but the rest of the original warband has ferent faction: one Lawful Good, one Chaotic Good, one Lawful to be in the second warband as well. Evil, and one Chaotic Evil. Additionally, each warband has 100 Fight a second random basic scenario, then build your war- points of preselected reinforcements that start the battle in reserve. bands up to 200 points each (maximum of eighteen creatures). Teams:The two players with good warbands are teammates, as Again, you can drop a single creature from your 100-point war- are the two players with evil warbands. band before adding new creatures. Play a third random basic sce- Special Rule—Double Reinforcements:At the end of each nario with your 200-point warbands. round, roll 2d20 and note the result, adding it to the “reinforce-",
        "name":  "Rematch",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Whoever wins two out of three contests is the winner. ment total.” When that total reaches 100 or higher, all reinforce- If no one wins two skirmishes, the scenario ends in a draw. ments deploy at the start of the next round. Starting with either player from the team that has the most victory points and going Twin Gauntlet around the table to the left, each player places reinforcements on Get your “runners” past the enemy and prevent enemy runners his or her own assembly tile. You can deploy reinforcements next from getting past you. to enemy creatures. Once all reinforcements are assembled, con-",
        "name":  "Victory",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In addition to your regular warband, add six “run- tinue the round as normal. ners”: creatures costing up to 3 points each. Runners may not Victory:The winning team is the one that first scores 400 have the Difficult ability. Your warband can exceed the normal points. (That is, the team that eliminates both enemy warbands, 109 twelve-creature limit. including all their reinforcements.) RULES Illus. by S. Tappin SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 11:07 AM Page 109 Owlbear CHALLENGE SKIRMISHES places an assembly tile in either corner at the opposite end of the Just as a Dungeon Master in a roleplaying campaign sets up an grid from the Shrine tile. adventure and then challenges players to take it on, you can set The blackguard player places the Human Blackguard up a “challenge skirmish” and then invite your friends to fight it. and Hell Hounds on the Shrine tile. The chal- Typically, you define all the aspects of the challenge except the lenger places the wandering monsters on challenger’s warband. You construct the opposing war- the six other terrain tiles but not on his band, choose the terrain and how to place it, and decide or her own assembly tile. Divide wandering on the setup rules, victory conditions, and any special monsters as evenly as possibly over the six ter- rules for the scenario. rain tiles. (You can’t have three creatures on Challenge skirmishes focus less on who wins than one tile, for example, if you have only one standard head-to-head battles do. Rather, they are oppor- on another tile.) tunities to try new things with your miniatures. If a The exit corner opposite the challenge skirmish is too hard or too easy (so that challenger’s assembly tile is the it’s not challenging for both players), then adjust blackguard warband’s exit. Don’t the scenario until it’s a close battle. place tiles in such a way that walls block any of the five exit squares.",
        "name":  "Warbands",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Infernal Assistance:At the begin- Blackguard’s Dungeon ning of the fourth round, and each A blackguard leads a pack of hell hounds in a monster- round after that, if the Human Black- filled dungeon. The challenger leads a warband guard is on the sacred circle, a random through the dungeon to destroy the blackguard Lawful Evil Outsider creature may appear before it can call in more creatures from Hell. on the sacred circle with it. Roll d% and con-",
        "name":  "Sample Challenge Skirmish",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The blackguard player has sult the table below. one Human Blackguard (46 points) There must be an open square within the and three Hell Hounds (10 points sacred circle for the creature to appear in. If none is available, each). In addition, there are 30 the creature does not appear on that round but “waits” until a points’ worth of neutral and evil square is open at the start of a later round. If, at the beginning “wandering monsters” spread out across the battle grid. (Crea- of a subsequent round, there are more creatures available to tures that fight only with a good faction are not allowed.) The appear than there are open squares, the blackguard player wandering monsters activate as part of the blackguard player’s chooses which ones appear. warband but are treated as having Difficult 20. (They’re not really working for the Human Blackguard, they’re just taking the d% Lawful Evil Outsider opportunity to attack intruders.) 01–20 Nothing The challenger buildsa standard 100-point warband. 21–30 Azer Raider Alternatively, both players can “bid” to be the challenger. Who- 31–70 Hell Hound ever is willing to build the challenger’s warband with fewer 71–90 Barghest points gets to do so. For example, you think you can take on the 91–100 Bearded Devil Blackguard and its cronies with 90 points, while your opponent doesn’t want to bid lower than 95 points. You get to be the chal- Balancing: If you need to balance the scenario one way or lenger, but you must construct a 90-point warband instead of a another, you can change what creatures are wandering monsters. 100-point one. You can even add good wandering monsters, such as Crested",
        "name":  "Warbands",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Place the Shrine tile at one end of the battle grid. Six Felldrakes, that the challenger activates but that count as having other terrain tiles are spread across the battle grid. The challenger Difficult 20 (just like the neutral and evil wandering monsters). 110 :5 RETPAHC HSIMRIKS SELUR yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 11:07 AM Page 110 Wood Elf Skirmisher pqqqqrs SQUAD RULES If you want to fight skirmishes with more creatures on the battle grid, All creatures that can activate as part of a squad do so. If more you can use the following simple squad rules. Squad rules allow you than six creatures could qualify as part of the squad, you determine to activate a group of creatures at one time, giving an advantage to which six count. creatures that are individually weak but that work together more effec- Command and Squads:If the original activating creature starts its tively. All players need to agree ahead of time to use squad rules. turn under command or out of command, all other members of that When using squads, play with larger warbands (try 200 points and up squad are likewise under command or out of command, respectively, to twenty-four creatures). when they activate. Thus, squad members can act under command even if they wouldn’t be under command normally when activating.",
        "name":  "Setup",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A squad doesn’t necessarily move and act as a When a creature activates, up to five other creatures with the same group, the way a unit does in mass battles (see Chapter 6 of this book). name may also activate. All these activated creatures constitute a The squad members activate in the same phase but can take different squad. Each such creature must be within 2 squares of another crea- actions. Being “in a squad” just means having the ability to activate in ture in the squad. You determine which creatures are going to activate the same phase as nearby creatures of the same kind. The squad as part of the squad, then activate them one at a time normally. This doesn’t have any identity other than when its members are activating. rule allows you to activate up to a dozen creatures (two squads of six) Two creatures can activate as part of a squad in one round and activate in one phase instead of just two creatures. separately in the next round. pqqqqrs",
        "name":  "ACTIVATING A SQUAD Squads Not a Unit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "First player to 180 points wins. reaches 125. 2. Each player chooses a commander with a cost of up to 25 points 3. Return to “Playing a Round” and continue until one player wins to serve as warlord. the campaign. TWO- AND THREE-PLAYER CAMPAIGNS 3. Each player creates an initial warband with 50 points of creatures including the warlord. If there are only two players in the campaign, you’ll obviously be play- No creature can have a higher Commander rating than the warlord. ing the same opponent over and over. You can still get a lot of variety Each player selects four terrain tiles. in your battles, though, since you freely reconfigure your warband between skirmishes, and the scenarios offer very different challenges. PLAYING A ROUND Both players should reconfigure their warbands secretly to keep the 1. Players pair off. nature of the enemy unknown. Consider playing only a quick campaign 1st vs. 2nd, 3rd vs. 4th, and so on. (to a score of 100) so that it will finish earlier, letting you start over with",
        "name":  "Epic",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Drinking a potion replaces a creature’s Most of them grant attacks for its turn. the user a continu-",
        "name":  "Drinking a Potion",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature activity. You usually do not have to keep This glossary uses a few shorthand terms. track of different sorts of actions. Usually an effect’s description [#]: This symbol represents a variable numerical value. For contains the phrase “replaces attacks” or “replaces move” if it example,the “Conceal [#]” entry describes the Conceal ability but takes the place of the stated type of action. assigns no particular number to it. A given creature has a specific For those who are more comfortable thinking in those Conceal rating, such as Conceal 6. terms, each action is classified as one of the following types:",
        "name":  "GUIDELINES TO READING ENTRIES Action",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A type of creature.",
        "name":  "Animal",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A free melee attack. If an enemy tively halved: Each square counts as 2 squares and each diagonal moves out of a square threatened by a creature, the creature counts as 3 squares. (In difficult terrain, each square costs 4 can make a single attack of opportunity against that enemy. squares and each diagonal costs 6 squares.) There is no limit to the number of attacks of opportunity a Blind-Fight:Creatures of the darkness and highly trained creature can make in a round, but it can make only one in a troops can fight by ear and instinct, even against enemies they given creature’s turn. A creature does not have to make an can’t see. attack of opportunity. A creature with this special ability can roll twice against an",
        "name":  "Attack of Opportunity",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "To charge, a creature moves with the Conceal special ability, at double speed directly toward the such as a displacer beast, is as much nearest enemy it can see at the a question of raw luck as skill. start of its turn. If nothing slows it When another creature gets an attack down and it moves at least 2 squares, that creature can result against such a creature that would make a single melee attack against that enemy with a +2 bonus be a hit, the attacker must roll 1d20 again. on its attack roll. The charging creature must move to the near- If the result of the second roll equals or est unoccupied space from which it can attack the nearest exceeds the creature’s Conceal rating, enemy. If any line traced between the creature’s starting space the attack hits; otherwise, it is an auto- and ending space passes through a square that slows or prevents matic miss. Even a natural 20 on movement, or contains a creature (even an ally), the charge is the attack roll is a miss if the not allowed. attacker’s roll against the de-",
        "name":  "Charge",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A bard’s song can interfere with enemy com- Sneak Attack ability. This ability does not affect creatures that are manders’ ability to get the best from their troops. immune to sneak attacks. Creatures within 6 squares of a creature with this ability can- Death Burst (ENERGY [#]; DC [#]):When a creature with not benefit from or suffer from enemy commanders’ Comman- this special ability is destroyed by damage, all adjacent creatures der Effects. The Commander Effects of enemy commanders take the given amount of the indicated type of damage. A suc- within 6 squares of this creature do not function. cessful save reduces the damage to half.",
        "name":  "Countersong",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A single entity represented by a single miniature. tion lose those points.",
        "name":  "Creature",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A hit that strikes a vital area and deals double (Difficult 5) can be put under command only by a commander damage. Critical hits occur when the attacker rolls a natural 20 whose Commander rating is 5 or higher. on the attack roll. Certain creature types are immune to critical Unlike normal creatures, an out of command creature with the hits; a roll of natural 20 is still an automatic hit, but it deals only Difficult special ability must rush the nearest enemy creature it normal damage. can see if it can reach that enemy during its turn. If the nearest",
        "name":  "Critical Hit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A type of creature. your control in most ways. For as long as you control the creature, Fire:(Damage Keyword) A type of energy. it counts as eliminated for victory points—even if it is still on the Flanking/Flanked:A creature is flanked if it is in a square battle grid. If it is destroyed while under your control, you keep threatened by enemies on opposite sides or corners. If an imagi- the victory points for eliminating it. nary line between two attacking creatures’ centers passes",
        "name":  "Treat a dominated creature as part of your army and under Fey",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature type. Dragons come in all sizes, from the normally slow movement, such as difficult terrain or statues. It little crested felldrake to the mighty true dragons. must still fly around walls (which extend to the ceiling of the",
        "name":  "Dragon",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune Paral- dungeon). It can move over a pit but cannot end its movement on ysis, Sleep. one. A flying creature is immune to Entangle effects.",
        "name":  "All Dragons have the following special ability",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "(Damage Keyword) A type of energy. The creature can move and even charge through squares that",
        "name":  "Electricity",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A type of creature. The fury of fire and the other creatures occupy (though it cannot end its movement in a resilience of stone have their uses on the battlefield. space occupied by another creature or in an illegal position). It",
        "name":  "Elemental",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Higher-level bards can use their successful (no roll needed) and deals double damage. Ranged songs to thwart enemy commanders. attacks deal normal damage and still need an attack roll to hit, but A creature with this ability is considered to have the Counter- the attacker gets a +4 bonus on the roll. song ability (see above). In addition,enemy creatures within 6 Other creatures can move through a helpless creature’s space squares of this creature cannot be put under command by other but cannot end their movement there. creatures. Enemy commanders within 6 squares of this creature",
        "name":  "Any melee attack against a helpless creature is automatically Improved Countersong",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A type of creature. There are many subtypes of has Immune Inhibit. humanoids, including Elf, Halfling, Human, and Orc. Incorporeal:The wraith floats through walls to ambush its",
        "name":  "Humanoid",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Large creature has a 40 mm base and occupies a space sight to that target even if you could draw an unblocked line 2 squares wide and 2 squares long. between its space and the target’s.",
        "name":  "Large",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An active creature can always take its entire turn to move 1 square in any direction, even diagonally, regard- less of difficult terrain or narrow spaces. (This rule doesn’t allow a creature to move through impassable terrain or to move when all movement is prohibited, such as while paralyzed.) Minions ([#] CREATURES):If you add a creature that has minions to your warband, you also get the indicated number of creatures at no additional cost. These minions do not add to your warband’s cost, nor do they score victory points for the opponent who eliminates them. Minions do not count against the twelve creature limit for your warband; a warband can contain twelve creatures plus minions.",
        "name":  "Minimum Move",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature with this special ability gains a +4 bonus to its AC against attacks of opportunity. 122",
        "name":  "Mobility",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A type of creature. :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 11:49 AM Page 122 LLiinnee AA lliinnee aaffffeeccttss ccrreeaattuurreess iinn aa ssttrraaiigghhtt lliinnee aawwaayy ffrroomm tthhee ccaasstteerr ttoowwaarrdd tthhee nneeaarreesstt eenneemmyy.. TTrraaccee aann iimmaaggiinnaarryy lliinnee ffrroomm aa ccoorrnneerr ooff aa ssqquuaarree iinn tthhee aattttaacckkiinngg ccrreeaattuurree’’ss ssppaaccee ttoo aa ccoorrnneerr ooff aa ssqquuaarree iinn tthhee ttaarrggeett ccrreeaattuurree’’ss ssppaaccee.. TThhee lliinnee aaffffeeccttss aallll OOrrcc WWaarrrriioorr ssqquuaarreess tthhaatt tthhee lliinnee ggooeess tthhrroouugghh oorr ttoouucchheess.. TThhee lliinnee ccoonnttiinnuueess ttoo iittss ffuullll rraannggee,, uussuuaallllyy ggooiinngg ppaasstt tthhee ttaarrggeett aanndd OOrrcc ppoossssiibbllyy aaffffeeccttiinngg BBeerrsseerrkkeerr ttaarrggeett ccoorrnneerr mmoorree ccrreeaattuurreess.. AA lliinnee ddooeess nnoott aaffffeecctt ccrreeaattuurreess mmoorree tthhaann 1122 ssqquuaarreess aawwaayy.. EEllff PPyyrroommaanncceerr wwiitthh wwaanndd ooff lliigghhttnniinngg bboolltt",
        "name":  "Monstrous Humanoid",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The nearest enemy to a affected by anything in play, but it counts as elim- specific creature is the nearest enemy that it inated and scores victory points normally until it can see. Another enemy that is closer, but out returns to play. A creature that has phased out still of line of sight, does not qualify as the nearest. takes a turn as normal (which can be important if it When rushing or charging, count the dis- is capable of returning to play). tance to the enemy taking into account any Plant: A type of creature.All Plant creatures have movement costs for terrain and any special the following special ability: Immune Confusion, Critical movement mode of the moving creature, Hits, Dominate, Incite, Paralysis, Poison, Sleep, Sneak such as Flight or Burrow. By contrast, Attack, Stun. ranged attacks and effects ignore terrain Poison (EFFECT; DC [#]):When a creature is hit by an that does not block line of sight and line attack or subject to an effect that includes the word “Poison,” of effect. (Thus, the nearest enemy when that creature must make a save against the indicated DC or charging or rushing might not be the same be poisoned and subject to the indicated effect. Poison as the nearest enemy for a ranged attack.) If effects can include immediate damage (a successful save two or more enemies are at the same dis- results in half damage), Paralysis, or even death. tance, the acting creature can choose any of However, most Poison effects state “5 damage whenever them as the nearest. poisoned creature activates.” Until the end of the skirmish,",
        "name":  "Nearest Enemy",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "(Damage Keyword) A type of dam- at the start of the poisoned creature’s turn and before it age. Negative damage is unaffected by damage takes any actions, it takes 5 points of damage immediately. reduction. Negative damage removes damage Identically worded Poison effects do not stack. from Undead creatures and has no effect on Positive:(Damage Keyword) A type of damage. Construct creatures. Positive damage is unaffected by damage reduc-",
        "name":  "Negative",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Constructs and Undead crea- tion. Heal effects are considered to deal positive tures are nonliving creatures. damage to Undead creatures. Positive damage has no effect on",
        "name":  "Nonliving",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature with this abil- Construct creatures. ity cannot benefit from the Commander Effects of commanders in Powerful Charge +[#]:A creature with this special ability deals its warband. It also ignores Commander Effects of enemy com- the indicated amount of extra melee damage when it charges. manders that affect only enemies, such as that of the Mind Flayer. Precise Shot: A creature with this special ability can make",
        "name":  "Not Subject to Commander Effects",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature pushed away from another creature must always damage for as long as it remains on that square. Sacred circles move into a square that is farther from the pushing creature. have no effect on movement.",
        "name":  "Push",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One of the two attack types (see also Melee Save +[#]:Add the indicated bonus to all this creature’s saves. Attack, above). A creature can’t make a ranged attack if it is in a Scout:Instead of placing a creature with this special ability on square threatened by an enemy. your assembly tile at the start of the battle, place it on a feature Ranged Sneak Attack +[#]:This works just like Sneak Attack tile of your choice that does not already have a creature on it. If (see that entry, below), but the creature must be making a ranged this creature enters the battle grid after the first turn, it enters attack within 6 squares of the target, and the defender must be like any other creature. either stunned, helpless, or unable to see the creature. Shot on the Run:A creature with this ability can move, make",
        "name":  "Ranged Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An out of command creature can rush toward the enemy creature. nearest enemy it can see if it can reach that enemy during its Sneak Attack +[#]:A creature with this special ability gains turn. It moves up to double its normal speed toward that the indicated bonus on its melee damage rolls under certain con- enemy and can take any path, so long as it ends its movement ditions: The creature must be flanking the defender, or the adjacent to that enemy. (It can even charge if it’s able to meet defender must be stunned, helpless, or unable to see the creature. 124 the conditions.) Sonic:(Damage Keyword) A type of energy. :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 11:49 AM Page 124 125 RULES Illus. by D. Hanley SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 11:50 AM Page 125",
        "name":  "Rush",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The square or squares that a creature occupies. melee damage +10 from two castings of bull’s strength.",
        "name":  "Space",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature with this special ability can move, the appropriate miniature or miniatures.) A summoned crea- make a melee attack, and then move again, as long as the distance ture does not activate on the round it appears, but afterward it it moves during its turn doesn’t exceed its speed. The creature activates as a normal member of the warband. A summoned gains no special protection from attacks of opportunity caused by creature does not add to a warband’s cost, nor does it score vic- its movement. tory points for the opponent who eliminates it. Summoned creatures do not count against the twelve creature limit for your squares an additional bonus on its morale save equal to the given warband; a warband can contain twelve creatures plus sum- number. However, if the save fails, that creature is destroyed moned creatures. Commanders cannot be summoned. instead of routing. The opponent whose creature triggered the A summoned creature is immediately eliminated if the crea- morale save or originally caused the creature to rout receives vic- ture that summoned it is eliminated. Ignore any Requires CREA- tory points for eliminating the creature. TURE special ability of the summoned creature. Uncanny Dodge:When a creature with this special ability is",
        "name":  "Spring Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune Flanking, include creature type, faction, and cost. Sneak Attack.",
        "name":  "Common restrictions on the type of creature to be summoned active, it has the following special ability",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If two or more players tie on a die roll, the with Vulnerable Fire that takes 5 points of fire damage takes player with the highest bonus on the die roll wins. If two or more no further damage. If that creature instead takes 15 points of players are tied for the highest bonus, the tied players reroll. fire damage, it takes an extra 5 points, for a total of 20 points",
        "name":  "Tied Die Rolls",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This formed unit of Medium creatures is on the standard 5-inch tray. It has four ranks, so the unit takes up a space 5 inches wide and 4 inches deep.",
        "name":  "Formed Unit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This unformed unit of Medium creatures is also on the standard 5-inch tray. Its space is 5 inches wide and 3 inches deep. Unformed units have no facing.",
        "name":  "Unformed Unit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Large and Small creatures also use the standard 5-inch tray, fitting fewer or more creatures into a unit, respectively. edis side 620_96582_MinisHndbk.qxd 8/19/03 12:07 PM Page 131 LLeeggaall aanndd IIlllleeggaall UUnniittss LLeeggaall UUnniittss IIlllleeggaall UUnniittss FFoorrmmeedd uunniitt wwiitthh ffiivvee FFoorrmmeedd uunniitt wwiitthh MMeeddiiuumm ccrreeaattuurreess iinn ffoouurr MMeeddiiuumm iittss ffrroonntt rraannkk.. ccrreeaattuurreess iinn iittss ffrroonntt rraannkk.. UUnnffoorrmmeedd uunniitt wwiitthh UUnnffoorrmmeedd uunniitt wwiitthh ccrreeaattuurreess aalliiggnneedd ccrreeaattuurreess nnoott aalliiggnneedd aaggaaiinnsstt aa lleeaaddiinngg eeddggee.. aaggaaiinnsstt aa lleeaaddiinngg eeddggee.. UUnnffoorrmmeedd uunniitt wwiitthh ttwwoo UUnnffoorrmmeedd uunniitt wwiitthh ccrreeaattuurreess aass nneeaarr aass ttwwoo ccrreeaattuurreess nnoott aass ppoossssiibbllee ttoo eeaacchh ootthheerr.. nneeaarr aass ppoossssiibbllee ttoo eeaacchh ootthheerr.. no facing rear",
        "name":  "Creature Size",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This formed unit of Medium creatures is on the standard 5-inch tray. It has four ranks, so the unit takes up a space 5 inches wide and 4 inches deep.",
        "name":  "Formed Unit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This unformed unit of Medium creatures is also on the standard 5-inch tray. Its space is 5 inches wide and 3 inches deep. Unformed units have no facing.",
        "name":  "Unformed Unit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Formed units aren’t legal. Unformed units are Smaller Armies: Since your units usually have fewer creatures in called squads. (The battle plays faster if units don’t have facing.) them, squad-level battles work better with a lower point cost. Try 300",
        "name":  "No Formed Units",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the unit isn’t routing and engages one or more enemy units, it must make all melee attacks it’s allowed against those units. It also must shift as much as it is able (up to 1 inch) to be in contact with the maximum number of enemy creatures. (See Movement, below, for detailed rules on shifting.)",
        "name":  "Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the unit isn’t routing and can’t attack an enemy unit from its current location, it must stand. However, a standing unit can adjust its position slightly. A formed unit may move forward up to 1 inch, pivot freely, or move backward up to 1/2 inch. An unformed unit may move up to 1 inch in any direction. A stand- ing unit may not attack, even if this movement puts it in a loca- tion where normally it could attack. Commanders and Actions Commanders never require command points, not even their own, to act. They are never forced to take compulsory actions. MOVEMENT Armies can’t clash until they move close enough to each other to unleash their attacks. A unit can move and then attack, attack and then move, or move at double speed if it takes no other actions (or if it charges). All intended moves can be premeasured. You don’t have to esti- mate distances before deciding what actions to take. FORMED UNIT MOVEMENT A formed unit moves straight ahead unless it takes a special move option: drift, pivot, or back up. UNFORMED UNIT MOVEMENT Unformed units have no facing and so can move in any direction. Drift Thus, they do not need to drift or back up as a special maneuver. Any time a formed unit moves straight ahead more than its speed (such as by making a double move or a charge), it can Pivot drift, ending its move up to 1 inch to the left or right of the An unformed unit can pivot around any point. Determine the path. Drift does not count against the unit’s movement capacity. distance moved by measuring the line traced by the corner of It represents the unit moving in a straight line but veering off the unit’s space that is most distant from the pivot point. This dis- at a slight angle rather than directly forward. For convenience, tance counts against the unit’s movement for that turn. simply move the unit 1 inch sideways at any point in its path Unformed units don’t need to pivot as often as formed units do (but only once). because they have no facing. This means they can move sideways or even diagonally without pivoting first. Pivot A formed unit can pivot, wheeling around one of its front cor- MOVING AND FRIENDLY UNITS ners to change direction. A formed unit cannot move through a friendly unit unless the To pivot, choose either front corner as the center of the pivot, friendly unit is an unattached commander. No unit other than an then swing the unit’s front forward around the pivot point, as unattached commander can move through a formed unit. shown in the diagram. Determine the distance moved in a pivot An unformed unit can move freely through another friendly by measuring the line traced by the corner of the unit’s space that unformed unit, but it cannot end its move overlapping the space is most distant from the pivot point. This distance counts against occupied by the other unit. the unit’s movement for that turn. Once the pivot is completed, Even lone creatures can’t move through formed units, nor the unit can continue its movement, with its new facing, to the can a formed unit move through a lone creature. However, limit allowed by its speed. unattached commanders can move through friendly formed A unit may pivot more than once, as long as it has enough units. As with two unformed units, however, the unattached movement remaining to do so. commander and the formed unit can’t end a turn occupying the same space. Back Up A formed unit may back up instead of moving forward. Backing MOVING AND ENEMY UNITS up works the same as moving forward, except that it costs twice A unit can never move through an enemy unit, but it can move as much as moving forward. to enter melee combat with an enemy. Doing this involves three A formed unit can’t drift while backing up, because even with basic steps. a double move it can’t move farther than its speed. A formed unit First, the unit moves until it touches the enemy unit. can’t pivot while backing up, because a pivot is made around a Second, if the units aren’t lined up edge to edge, the moving 135 front corner. unit swings around until they are lined up. RULES MASS BATTLE CHAPTER 6: 620_96582_MinisHndbk.qxd 8/19/03 12:08 PM Page 135 PPiivvoottiinngg SSuunn SSoouull IInniittiiaattee uunniitt 66 iinncchheess OOrrcc WWaarrrriioorr uunniitt NNoott wwaannttiinngg ttoo bbee aattttaacckkeedd oonn iittss ssiiddee,, aanndd uunnaabbllee ttoo mmaanneeuuvveerr ssiiddeewwaayyss ttoo eennggaaggee tthhee eenneemmyy hheeaadd--oonn,, tthhee ffoorrmmeedd OOrrcc WWaarrrriioorr uunniitt ppiivvoottss ttoo ffaaccee tthhee SSuunn SSoouull IInniittiiaattee uunniitt.. TThhee ffaarr ccoorrnneerr ooff tthhee uunniitt mmoovveess 66 iinncchheess,, aanndd ssiinnccee tthhee OOrrcc uunniitt’’ss ssppeeeedd iiss 66,, tthhiiss iiss aa ssiinnggllee mmoovvee.. TThhee uunniitt ccaann nnooww mmoovvee aaggaaiinn.. attack. This follows the normal rules for melee contact (see Attacks and Damage, below), but if the enemy unit is formed, only one rank of creatures in it can attack. Each creature that does so can make only a single attack roll as part of the attack of opportunity. If the moving unit converges, this attack happens after the pivot. A moving unit avoids this attack if it has a Melee Reach rating at least as high as that of the defending unit. Unlike in the skirmish rules, a unit with Melee Reach does not fight at a distance. Even if both units have Melee Reach, the moving unit converges to bring its edge flush against the other’s edge. CHARGE Any unit may charge the nearest enemy unit to cover more ground and attack at an advantage. Movement To charge, a unit moves toward the nearest enemy unit it can see. If two or more enemy units are equally near, the attacking unit’s player chooses which one to charge. A charging unit can move up to double speed and must be able to move at least 2 inches before making its attack. A charging unit must move in a straight line (although it can drift). If any line traced between the unit’s starting and ending positions passes through terrain that slows or prevents move- ment, or terrain that contains a unit (even a friendly one or a lone creature), the charge is not allowed. When the charging unit engages the enemy unit, it makes a single set of melee melee attack rolls (also known as a mass Third, the moving unit makes a melee attack (if the movement strike) with a +2 bonus. A unit with multiple melee attacks can was part of a charge, or if the unit has moved its speed or less). use only one of these on a charge. A formed unit can charge forward (which can include drift- Engaging ing), but it can’t pivot or move backward as part of a charge. An A moving unit must stop when any part of it touches any part of an enemy unit. It now engages the enemy. Converging Once a unit has moved to engage an enemy unit, it must con- verge with that unit. Converging means pivoting to line up edge to edge with the enemy unit. (If the units are already edge to edge, the moving unit obviously doesn’t have to converge.) The converging unit must pivot in one direction or the other, depending on which edge is closer to the enemy unit. If two edges are equally close, the acting player chooses. Converging doesn’t count as part of a unit’s movement. Normally a formed unit can only pivot forward around a front corner. These restrictions don’t apply to converging. (A formed unit that is converging pivots around the point of contact.) A unit that starts its turn engaging an enemy unit at an angle must either converge or disengage (see below). However, it cannot converge if doing so would cause it to disengage from another enemy unit. Melee Attack If the converging unit has completed a charge or has moved its speed or less, it can now make a single melee attack against the enemy unit. (If creatures in the converging unit have multiple melee attacks, they can make only one set of melee attack rolls.) Engaging an Enemy with Melee Reach If a unit moves to engage an enemy unit that has the Melee Reach special ability, the enemy unit can immediately make an 136 attack of opportunity against it before the moving unit can :6 RETPAHC ELTTAB SSAM SELUR nippaT .S yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 12:08 PM Page 136 Man-at-Arms CChhaarrggiinngg MMaann--aatt--AArrmmss uunniitt OOrrcc WWaarrrriioorr uunniitt 11 iinncchh WWhheenn aa ffoorrmmeedd uunniitt mmoovveess ffoorrwwaarrdd mmoorree tthhaann iittss ssppeeeedd,, iitt mmaayy ddrriifftt 11 iinncchh ttoo tthhee lleefftt oorr rriigghhtt aatt aannyy ppooiinntt iinn tthhee mmoovvee.. TThhiiss aaddddiittiioonnaall mmoovveemmeenntt ddooeessnn’’tt ccoouunntt aaggaaiinnsstt tthhee uunniitt’’ss mmoovveemmeenntt ccaappaacciittyy.. IIff tthhee ffoorrmmeedd uunniitt iiss cchhaarrggiinngg,, iitt mmuusstt ddrriifftt iiff ddooiinngg ssoo bbrriinnggss mmoorree ooff tthhee uunniitt iinnttoo mmeelleeee ccoonnttaacctt wwiitthh tthhee eenneemmyy uunniitt.. TThhee OOrrcc WWaarrrriioorr uunniitt cchhaarrggeess tthhee MMaann--aatt--AArrmmss uunniitt.. TThhee cchhaarrggiinngg uunniitt hhaass ttoo ddrriifftt lleefftt ttoo bbrriinngg aann aaddddiittiioonnaall ccrreeaattuurree iinnttoo mmeelleeee ccoonnttaacctt.. unformed unit can move in any direction and usually does not enemy unit from which it is disengaging then gains an attack need to pivot, but it can. of opportunity against the disengaging unit. The enemy unit A unit can’t charge if it starts its turn engaged by an enemy makes a melee attack against the disengaging unit as normal, unit. (All it can do is either attack that unit or disengage; see except that each creature can make only a single attack roll (not below.) A unit can’t charge if it can’t see an enemy unit at the start all the melee attacks it might have). This attack of opportunity of its turn. doesn’t count against any other attacks the unit might be able to If anything prevents a unit from charging the nearest enemy make in the round. unit, it can’t charge at all. A disengaging unit can take no actions other than moving. (For example, it can’t make an attack and then move away.) It can Engaging the Enemy move up to its speed and may even drift, pivot, or back up (if it’s If the charging unit is formed and can get more of its creatures a formed unit). into melee contact (see below) with the enemy unit by drifting, A disengaging unit must end its movement at least 1 inch it must do so. away from the enemy unit from which it is disengaging. If it If the charging unit is unformed, it must charge the nearest edge cannot, due to movement penalties or space limitations, then the of the enemy unit. It can’t, for example, charge to contact a formed unit cannot disengage. unit’s side if there is a shorter path to the formed unit’s front. ATTACKS AND DAMAGE Casualties and Morale Saves If the charging unit causes any casualties to the defending unit, The rules for melee and ranged attacks in mass battles are simi- the defending unit must make a morale save. If the charging lar. This section begins with a discussion of melee attacks and unit fails to cause even one casualty to the defending unit, then then describes the ways in which ranged attacks differ. the charging unit must make a morale save. (Lone creatures, When a unit attacks an enemy unit, all eligible creatures however, do not cause or make morale saves when they charge or make their attack rolls simultaneously. Usually this involves are charged.) rolling several d20s at once. (A set of melee attacks is some- In either case, a unit must make two morale saves instead of times referred to as a “mass strike.”) Each roll is modified by the one if the other unit’s level is 5 or more higher than its own (see unit’s attack rating (melee or ranged, as appropriate) and com- Charging and Morale Saves). pared to the defending unit’s AC. Each hit deals damage to the defending unit. DISENGAGE A unit may attempt to disengage from (move out of contact with) Critical Hits an enemy unit that it starts the turn engaged with, but doing so Every time an attacking unit rolls a natural 20 (an unmodified 20 is risky. on a roll of 1d20), that attack automatically hits and deals double Before actually moving, the disengaging unit first must make damage. Some creatures are immune to critical hits and do not 137 a morale save with a –4 penalty. Regardless of the save’s result, the take double damage, but a natural 20 still hits. RULES MASS BATTLE CHAPTER 6: 620_96582_MinisHndbk.qxd 8/19/03 12:09 PM Page 137 MMaann--aatt--AArrmmss ttwwoo ccaassuuaallttiieess uunniitt ffoouurr aattttaacckkeerrss OOrrcc WWaarrrriioorr uunniitt OOrrcc WWaarrrriioorr uunniitt ccoonnvveerrggeess OOrrcc WWaarrrriioorr uunniitt aattttaacckkss cchhaarrggeess ((aanndd ddrriiffttss)) CChhaarrggiinngg EExxaammppllee",
        "name":  "Stand",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  ": SSuussttaaiinniinngg ccaassuuaallttiieess ffrroomm aa cchhaarrggee mmeeaannss tthhee MMaann--aatt--AArrmmss uunniitt hhaass ttoo mmaakkee aa mmoorraallee ssaavvee ((DDCC 2200)).. TThhee uunniitt hhaass aa ++44 bboonnuuss oonn iittss mmoorraallee ssaavvee bbeeccaauussee tthheerree aarree ssttiillll ttwwoo rraannkkss lleefftt aafftteerr ssuussttaaiinniinngg tthhee ccaassuuaallttiieess.. IIff iitt ffaaiillss tthhee ssaavvee,, tthhee uunniitt bbeeccoommeess sshhaakkeenn ((––22 ppeennaallttyy oonn aattttaacckkss,, AACC,, aanndd mmoorraallee ssaavveess)).. MELEE CONTACT When hostile units engage each other, use the rules for melee contact to determine how many creatures in each unit can attack. Frontage Even though creatures in a unit are on round bases, they are con- sidered to be in melee contact with enemy creatures whose frontage touches their own. A creature’s frontage is the portion of its unit’s edge that corresponds to the width of the miniature’s base. Lining Up Units (Offset) When hostile units engage each other, line them up so that their creatures’ frontages overlap, never directly opposite one another. This allows melee contact between the greatest number of indi- vidual creatures. If the frontages of one unit line up exactly with those of the other, then the unit that moved into position lines up slightly to one side or the other to offset the frontages. Formed Units A formed unit can make a number of attack rolls equal to the number of its creatures in melee contact with the enemy unit, plus one for each adjacent creature in the same rank as those creatures (or in the same file, if the attack is against the unit’s side). There may be a creature on one or both sides of a group of crea- tures in melee contact, so the unit may be able to make one or two more attacks than the number of creatures in actual contact. See the accompanying diagram for an example.",
        "name":  "MMoorraallee SSaavvee",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If a formed unit consists of Small or Medium creatures with Melee Reach 2 or better, it can make additional melee attack rolls against enemies to its front. The second rank of creatures can attack as if they were in the front rank, determining melee contact in the same way. Large units having Melee Reach 3 or better also get this benefit. (In the best case, Melee Reach allows a formed unit to make twice as many attack rolls as normal.) Melee Reach does not allow units to make more melee attack rolls when attacking to a side or to the rear. Unformed Units An unformed unit has empty space between any two creatures. Unformed units, therefore, get fewer attack rolls in melee because they can’t bring as much force to bear against the enemy. Since no two creatures in an unformed unit are really adjacent, a creature can attack only if it or the adjacent empty space is in melee contact. (Treat the empty space as having a frontage equal to its width.)",
        "name":  "MeleeReach",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Unformed units, because of their loose order, cannot make extra melee attack rolls by using the Melee Reach ability. Engaged with Multiple Units A unit attacks all enemy units that it engages. A given creature, 138 however, can contribute to attacks against only one enemy unit. :6 RETPAHC ELTTAB SSAM SELUR 620_96582_MinisHndbk.qxd 8/19/03 12:09 PM Page 138 MMeelleeee CCoonnttaacctt ((22)) MMaann--aatt--AArrmmss uunniitt aattttaacckk 22 –– 22 AACC –– OOrrcc WWaarrrriioorr uunniitt aattttaacckk ++22 ++22 AACC MMaann--aatt--AArrmmss UUnniitt:: TThhee uunniitt ccaann aattttaacckk wwiitthh oonnllyy ttwwoo ccrreeaattuurreess (( bbootthh ccoonnssiiddeerreedd ttoo bbee iinn mmeelleeee ccoonnttaacctt)).. IItt hhaass aa ––22 ppeennaallttyy oonn aattttaacckk rroollllss ffoorr aattttaacckkiinngg aann eenneemmyy ttoo iittss ssiiddee.. TThhee OOrrcc WWaarrrriioorr uunniitt iiss bbeeiinngg aattttaacckkeedd ffrroomm tthhee ffrroonntt,, ssoo iitt hhaass aa++22 bboonnuuss ttoo AACC..",
        "name":  "MeleeReach",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  ": FFoouurr ccrreeaattuurreess ccaann aattttaacckk tthhee IInniittiiaattee uunniitt.. TThhrreeee aarree iinn mmeelleeee ccoonnttaacctt,, aanndd aa ffoouurrtthh iiss aaddjjaacceenntt ttoo aa ccrreeaattuurree oonn tthhee ssaammee eeddggee tthhaatt iiss iinn mmeelleeee ccoonnttaacctt.. SSiinnccee tthhee OOrrcc uunniitt iiss aattttaacckkiinngg aann eenneemmyy ttoo iittss ffrroonntt,, iitt hhaass aa ++22 bboonnuuss oonn aattttaacckk rroollllss.. If a creature in a formed unit is in melee contact with one enemy unit and is adjacent to a creature in melee contact with another enemy unit, it can’t contribute to attacks against the second unit. If a creature is in melee contact with two enemy units, it can contribute to attacks against either one but not against both. If it is adjacent to creatures that are in contact with two different units, it can contribute to attacks against either one but not against both. (When the attacking creatures are in an unformed unit, treat the adjacent empty spaces in the unit as adjacent creatures for purposes of this rule.) Before you make melee attack rolls against an enemy unit, you commit to which creatures are contributing to that attack. You can’t roll first and then decide to add other creatures to the attack. Shifting A unit that starts its turn engaged by an enemy unit can shift to one side to put more of its edge in melee contact with the enemy unit. The distance of this shift is equal to the width of the base of one of the creatures in the unit. A shift does not count as movement. A unit of creatures with multiple melee attacks can make all of its attacks after shifting. A unit can’t shift if doing so doesn’t increase the length of the edge that’s in melee contact with the enemy. A unit also can’t shift when doing so would take it out of contact with a second enemy unit or reduce the length of the edge that’s in melee contact with any enemy unit. Pivoting around a Point of Contact An unformed unit can pivot around a point of contact with an enemy unit if doing so brings more creatures into contact with Units of Differing Size the enemy unit. It can’t perform this pivot if it would be disen- Often a unit made up of smaller creatures has more of them in gaging from other units by doing so. This movement counts nor- melee contact than an opposing unit with bigger creatures has. mally against the unit’s movement in a round. For instance, when a formed unit of Small creatures (six per rank) is lined up front to front with a formed unit of Large crea- tures (three per rank), all six Small creatures are in contact with the three Large creatures. All six Small creatures contribute to the melee attack, making six attack rolls, while the three Large creatures respond with three attack rolls. Narrow Gaps between Units Sometimes terrain or another unit prevents a unit from con- verging completely with an enemy that it engages. In this case, creatures along the nearer edge are considered to be in melee contact if they’re within 1 inch of the enemy unit. (Walls, other creatures, and other obstacles that would prevent a creature from moving up to the enemy prevent this contact.) GENERAL MELEE RULES All units abide by these rules for melee combat, whether formed or unformed. Multiple Melee Attacks Some creatures have multiple melee attacks, indicated on the stat card by two or more numbers separated by a slash (such as +7/+2). A unit of such creatures first makes a mass strike using the number preceding the slash. After the effects of damage are applied (including any morale saves by the defending unit), a unit may make another mass strike using the number following the slash, and so on for each attack available. All of the attacks made by a creature in the unit must be made against the unit the creature attacked during the first mass strike. If a unit with multiple melee attacks moves at all in its turn, it 139 can make a mass strike only once (using the number preceding RULES MASS BATTLE CHAPTER 6: 620_96582_MinisHndbk.qxd 8/19/03 12:10 PM Page 139 SShhiiffttiinngg MMaaannn---aaattt---AAArrrmmmsss uuunnniiittt OOrrcc WWaarrrriioorr uunniitt 11 iinncchh MMaann--aatt--AArrmmss uunniitt OOrrcc WWaarrrriioorr uunniitt TThhee MMaann--aatt--AArrmmss uunniitt bbeeggiinnss iittss ttuurrnn aallrreeaaddyy eennggaaggeedd wwiitthh tthhee OOrrcc WWaarrrriioorr uunniitt.. IInn tthhiiss ppoossiittiioonn,, tthhee MMaann--aatt--AArrmmss uunniitt ccaann mmaakkee ffoouurr mmeelleeee aattttaacckk rroollllss aaggaaiinnsstt tthhee eenneemmyy uunniitt.. TThhee MMaann--aatt--AArrmmss uunniitt hhaass tthhee ooppttiioonn ooff sshhiiffttiinngg oonnee bbaassee wwiiddtthh ((11 iinncchh)) ttoo tthhee rriigghhtt ttoo bbrriinngg mmoorree ooff iittss eeddggee iinnttoo mmeelleeee ccoonnttaacctt wwiitthh tthhee OOrrcc WWaarrrriioorr uunniitt.. AAfftteerr ddooiinngg ssoo,, iitt ccaann mmaakkee ffiivvee mmeelleeee aattttaacckk rroollllss iinnsstteeaadd ooff ffoouurr.. MMaann--aatt--AArrmmss uunniitt hhiigghh wwaallll OOrrcc WWaarrrriioorr uunniitt MMeelleeee CCoonnttaacctt oonn aa CCoorrnneerr TThhee OOrrcc WWaarrrriioorr uunniitt hhaass eennggaaggeedd tthhee MMaann--aatt--AArrmmss uunniitt bbuutt ccaann’’tt ccoonnvveerrggee bbeeccaauussee ooff tthhee hhiigghh wwaallll.. CCrreeaattuurreess wwiitthhiinn 11 iinncchh ooff tthhee eenneemmyy uunniitt\u0027\u0027ss nneeaarreerr ssiiddee ((eeaacchh uunniitt\u0027\u0027ss ffrroonntt,, iinn tthhiiss ccaassee)) aarree iinn mmeelleeee ccoonnttaacctt,, aanndd aaddjjaacceenntt ccrreeaattuurreess ccaann aallssoo aattttaacckk.. FFoouurr ccrreeaattuurreess iinn tthhee OOrrcc WWaarrrriioorr uunniitt ccaann aattttaacckk tthhee MMaann--aatt--AArrmmss uunniitt,, aanndd tthhrreeee ccrreeaattuurreess iinn tthhee MMaann--aatt--AArrmmss uunniitt ccaann aattttaacckk tthhee OOrrcc WWaarrrriioorr uunniitt.. the first slash). If the attacks deal different damage, it can choose volley using the number preceding the slash. After the effects of which one to use. A unit that attacks more than once can’t damage are applied, it may fire another volley using the number move afterward. following the slash, and so on for each attack available. A ranged unit with multiple attacks may select a different Melee Attacks against Lone Creatures legal target for each volley. Usually the unit must attack the Lone creatures are easy for groups of enemies to surround and nearest enemy unit, but exceptions exist. For example, an Elf overwhelm. When a formed unit attacks a lone creature, twice as Archer unit might ignore a lone Troll to shoot at an Orc Spear- many creatures as normal can attack it. (The unit still can’t have fighter unit. Its first volley deals enough damage to cause the more creatures attack than it has creatures.) Orc unit to become shaken. In light of the Orc unit’s lowered morale state, the lone Troll is a more serious threat, so the RANGED ATTACKS second volley targets it. Just as in melee, a unit makes all ranged attack rolls simultane- Just as with melee attacks, if a unit with multiple ranged ously, each modified by the unit’s ranged attack rating. (A set of attacks moves at all in its turn, it can fire a volley only once (using ranged attack rolls is also called a “volley.”) Most of the units that the number preceding the first slash). If the attacks deal different make ranged attacks are unformed, but some creatures with damage, it can choose which one to use. A unit that attacks more limited-use ranged attacks can be in formed units. than once can’t move afterward. Choosing a Target MODIFIERS TO RANGED COMBAT A ranged attack must be against the nearest enemy unit in line The following modifiers apply to ranged combat. (These modi- of sight and within range. The nearest enemy unit is the one fiers and others are summarized on Table 6–4.) that contains the nearest creature. When determining which unit is nearest, an attacking unit may ignore lone creatures (but Melee Contact it does not have to). A unit can target only one enemy unit with A unit cannot make a ranged attack if it is engaged by an enemy a volley; you can’t split ranged attack rolls to attack two or more unit. targets at once. Commanders can give a unit of creatures with ranged attacks Cover (also called a “ranged unit”) a special order to ignore nearer units Units and certain terrain features, such as walls, trees, and and target more distant units. statues, provide cover against ranged attacks. Cover makes it",
        "name":  "OOrrcc WWaarrrriioorr UUnniitt",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    }
]
