[
    {
        "origin_file":  "monsters.json",
        "description":  "7d8+42 (73 hp) The boneleaf is a large, predatory creature that lurks in the",
        "name":  "Hit Dice",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 slams +11 melee (2d4+7 plus 1d4), or 2 tendrils Boneleaves feed on the blood they draw with their razor +11 melee (improved grab and constrict), or slam +11 melee leaves on a slam or constricting attack, as well as by drawing (2d4+7 plus 1d4) and tendril +11 melee (improved grab nutrients from the soil as true plants do. They prefer the taste and constrict) of decomposing sentient creatures to all other prey. Although Space/Reach: 10 ft./10 ft. (15 ft. with tendril) boneleaves are not particularly clever, they are quite cunning",
        "name":  "Full Attack",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, but see text appearance and illusory lure abilities, they entice creatures to",
        "name":  "Organization",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "*Boneleaves have a +12 characters, targeting its bite attack on the opponent with racial bonus on Hide checks made in the highest corruption score while using its tentacles to forested or overgrown areas. attack untainted opponents. When using its bite Corruption eater attack, it opens its jaws wider than a mouth of that dnalgnE .W yb .sullI 662200__888855222277220000__CChh66..iinndddd 114444 88//88//0055 44::3311::3366 PPMM 145 THE NIGHT CREATURES OF CHAPTER 6 size should be able to open. As it pulls back from biting a DC 19 Will save reduces the damage by half and negates the target, the tiny mouths that cover its long tongue seem to depravity increase. The save DC is Charisma-based. draw little bits of black smoke from the target. Rend (Ex): If a corruption eater hits with both tentacle A corruption eater prefers to fi ght using its Power Attack rake attacks, it latches onto the opponent’s body and tears the feat, typically taking a –5 penalty on its attack rolls and gain- fl esh. This attack automatically deals an extra 2d4+7 points ing a +5 bonus on damage rolls. When not using its Power of damage. Attack feat, its bite attack increases to +16 and its tentacle Corruption Scent (Ex): A corruption eater can detect rakes to +11, while its bite damage decreases to 1d8+5 and corruption in other creatures. With regard to creatures that its tentacle rake damage to 1d6+2. have at least mild corruption, it effectively has the scent abil- Devour Corruption (Ex): When a corruption eater hits ity (see page 314 of the Monster Manual). It has no ability to a character with its bite attack, it draws corruption from the detect creatures who are free from corruption. When it is target’s body and feeds upon it. The target’s corruption score within 30 feet of creatures with corruption, it automatically is reduced by 1 (to a minimum of 0). Such a small taste of knows which creature has the highest corruption score. corruption nevertheless provides great nourishment to the Purity Vulnerability: Creatures who are entirely free creature. Each point of corruption it devours in this way gives from both corruption and depravity automatically overcome it a +1 bonus on attack rolls, saving throws, and damage rolls a corruption eater’s damage reduction. with later attacks, and also gives the creature 5 temporary hit points. These benefi ts last for 1 hour. ELEMENTAL, TAINT If a corruption eater bites a character with no corruption, it deals normal damage to the target but at the same time A mass of seething gray rot and corruption, roughly humanoid takes 5 points of damage itself. in shape, surges from the earth. It looms overhead, giving off a Tainted Exhalation (Su): Anytime a corruption eater has reek of decay. enough temporary hit points to bring its hit point total above its normal maximum, it can exhale a choking cloud of taint in A taint elemental is a being of pure corruption. It consists of a 15-foot cone. Creatures within this cone take 1d6 points of nothing but taint congealed into a semisolid mass of primal damage per point of corruption it has devoured in the last hour evil. An entity of malicious rage, it delights in slaying or cor- and have their depravity scores increased by 1. A successful rupting any living beings that cross its path. Occasionally a taint Taint Elemental, Small Taint Elemental, Medium Taint Elemental, Large Small Elemental (Evil) Medium Elemental (Evil) Large Elemental (Evil)",
        "name":  "Skills",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— — — *New feat described on page 124. elemental can be found serving more powerful evil entities; it gains nothing from this save the joy of spreading suffering and corruption. While the creature is not a true elemental, since it does not consist of one of the four elements, it has all the traits and characteristics of an elemental. Taint elementals usually manifest within tainted areas, but they occasionally appear from the corpses of recently slain tainted creatures. (This sight can cause observers to conclude, incorrectly, that they are some form of undead.) Taint elementals sometimes take on a vaguely humanoid shape, but their forms are constantly in fl ux, fl ow- ing like a viscous liquid. They radiate the stench of rot, and a cold chill is felt in the soul of all those around them. Taint elemental They speak a variant of Abyssal. kaloP .E yb .sullI 662200__888855222277220000__CChh66..iinndddd 114466 88//88//0055 44::3311::4400 PPMM 147 THE NIGHT CREATURES OF CHAPTER 6",
        "name":  "Level Adjustment",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 spiked chain, masterwork chain shirt, potion of haste. CREATING A TAINTED MINION “Tainted minion” is an acquired template that can be added to any humanoid or monstrous humanoid creature with at least mild levels of both corruption and depravity (referred to hereafter as the base creature). It is most often applied to a creature that dies because its corruption score exceeds the maximum for severe corruption for a creature with its Constitution score; see Table 4–1: Taint Thresholds and page 63. A tainted minion uses all the base creature’s statistics and special abilities except as noted here.",
        "name":  "Possessions",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead (augmented humanoid or monstrous humanoid). Do not recalculate base attack bonus, saves, or skill points. Size is unchanged.",
        "name":  "Size and Type",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Str CREATING A TAINTED RAVER +4, Dex +2, Cha +4. As an undead creature, a tainted minion “Tainted raver” is an acquired template that can be added to any has no Constitution score. humanoid or monstrous humanoid creature with at least mild 662200__888855222277220000__CChh66..iinndddd 115544 88//88//0055 44::3322::0011 PPMM 155 THE NIGHT CREATURES OF CHAPTER 6 levels of both corruption and depravity (referred to hereafter as the base creature). It is most often applied to a creature that goes insane because its depravity score exceeds the maximum for severe depravity for a creature with its Wisdom score; see Table 4–1: Taint Thresholds on page 63. A tainted raver uses all the base creature’s statistics and special abilities except as noted here.",
        "name":  "Abilities",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Str why she is forced to act in such ways—at least, not until the +4 (for raging), Con +4 (for raging), Wis –6, Cha +6. child is born.",
        "name":  "Abilities",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any, usually same as base creature. gleam, or they might simply make everyone around them",
        "name":  "Environment",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 claws +2 melee (1d4+1 UNHOLY SCION plus 2d6 against good) and bite +0 “Unholy scion” is an inherited tem- melee (1d4 plus 2d6 against good), or plate that can be added to any living club +2 melee (1d6+1 plus 2d6 against humanoid or animal (referred to hereaf- good) and bite +0 melee (1d4 plus 2d6 ter as the base creature). Animal scions are against good), or javelin +2 ranged (1d6+1) exceptionally rare; the overwhelming majority",
        "name":  "Full Attack",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Balance +7, Intimidate +4, Jump +7, Sense Motive already possess one. (The creature’s nails or claws do not +4, Swim +5 appear to be any stronger or sharper than normal for its race.)",
        "name":  "Skills",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+6 as a natural secondary attack. dnalgnE .W yb .sullI 662200__888855222277220000__CChh66..iinndddd 115566 88//88//0055 44::3322::0088 PPMM 157 THE NIGHT CREATURES OF CHAPTER 6",
        "name":  "Level Adjustment",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Unholy scions have claw attacks. Use the damage HD Abilities values in the table below, or the base creature’s damage values 1–2 Charm animal or charm person 3/day1 (if any), whichever is greater. 3–4 Desecrate 5–6 Enervation, protection from good 3/day 7–8 Major image 3/day, poison 3/day Size Claw Damage 9–10 Dominate animal or dominate person1, Fine 1 baleful polymorph Diminutive 1 11–12 Animate dead2, true seeing 3/day Tiny 1d2 13–14 Unholy aura 3/day, unhallow Small 1d3 15–16 Harm Medium 1d4 17–18 Gate3 Large 1d6 19–20 Polymorph any object Huge 1d8 1 An unholy scion gains charm animal and dominate animal Gargantuan 2d6 if the base creature is an animal, or charm person and Colossal 3d6 dominate person if the base creature is humanoid. 2 An unholy scion can control up to four times its HD in",
        "name":  "Damage",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your Constitution bonus, above the needs of the delve puts the dwarven and your bonuses against giants and goblinoid druid in opposition to the basic nature of dwarven foes. society. As long as the druid takes no action other Racial Disadvantage: None. than argument and dissent, there will be no Ability Score Advice: Dwarven fighters put problems. But if the druid’s actions extend to high scores in Strength and Constitution to good sabotage or outright violence, the vengeance of use. The mental ability scores of Intelligence, the delve can be swift. Wisdom, and Charisma are less valuable. That said, the elders of the delve recognize the Dwarven Archer (Variant): The ability to value of information druids like you can impart. use ranged attacks in the close and confined You know the movements of hostile races and spaces underground requires a special set of dangerous monsters, and the need to take care to talents and strategies. You have mastered this avoid pockets of gas, underground streams, or complex art and are an able component of any other dangers while mining - to say nothing of the delve’s defenses. Your job is to deliver as much stalwart defense that you lend to the delve when damage at as great a distance as possible under under attack. poor visibility of the underground battlefield.",
        "name":  "Placing the good of the regional environment Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The very concept of a dwarven Heironeous the occasional dwarven champion. monk is so unusual that you should develop a Champions like you are most often found in the unique story of how you came to the monastery, armies of the surface kingdoms fighting against what your goals are, and why you have set out on incursions of orcs or other evil monsters. When the path of enlightenment. the campaign is over and the foes vanquished, Heironeous will often relinquish his call, usually with some unearthly boon or reward, and dwarves Dwarven Paladin like you will return to the delve, wise in the ways of the surface world.",
        "name":  "Uniqueness",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Concentration, Diplomacy, Handle Animal, Heal, Ride, Search, Spot, Wilderness Lore. Dwarven Ranger An able-bodied warrior in every sense of the word, the dwarven ranger serves as scout and skirmisher in the defense of the delve. Often, be is as comfortable in the wild lands above the ground as he is in the sun less depths of the earth. Dwarven society rarely produces criminals of the same nature as the human lands, but dwarven monarchs have been known to place a price on the In a society that reveres duty, honor, and heads of particularly vile and vicious orc or responsibility, the occasional dwarven paladin is goblinoid chieftains. You or another dwarven truly a paragon of virtue. ranger set forth to bring back the head or ears of Touched by Moradin and set on a perilous these dangerous opponents both to gain stature path to smite evil and defend the realms of the and to serve the needs of the dwarven people. dwarves, the paladin owes allegiance to no king Racial Advantage: A dwarf’s bonuses against and all kings at the same time. Such a paladin is a certain opponents match well with a ranger’s servant of a higher power, always traveling into favored enemies. danger or rousing the dwarves to fight for their Racial Disadvantage: None. own safety and salvation. Ability Score Advice: Strength, Dexterity, Your lot as a dwarven paladin is a lonely one. and Wisdom serve the dwarven ranger well. Less Rarely, if ever, do two or more dwarven paladins crucial are Intelligence and Charisma. meet and adventure together. While you share a Exotic Monster Slayer (Variant): You are a great kinship with your brethren, they are few in master at killing dangerous underdark monsters number and the tasks before them numerous. An known to menace delves. When confronted with occasional meeting on the road or as armies these creatures, the call will go out through the combine before battle may be the only sense of dwarven communities, and sooner rather than true comradeship you will ever know. later, you appear to deal with the problem. At",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The only drawback to effective that merely appearing on the scene will being a dwarven paladin is the Charisma penalty, drive an intelligent monster from the area, fearing which will negatively affect some paladin powers. for its life.",
        "name":  "Racial Disadvantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Craft (Carpentry), Knowledge (architecture and engineering), Profession (siege engineer), Spot. 25 CHOOSING YOUR RACE AND CLASS wearying battle against evil. of the land, monitoring the creatures that live But the average visitor to the gnome lands will within it, and ensuring the safety of those probably never know that the friendly local traveling through it. The sight of a ranger striding constable or sheriff they met when entering the confidently up the trail with a merry “How do you county was a paladin. Gnome paladins serve to do” comforts children playing in the woods and keep the peace, head off trouble before it begins, adults trying their luck fly-fishing. ensure that disputes don’t get too far out of hand, And when a gnome criminal is not swiftly and generally remind the community that gnome apprehended and brought to justice, the gnomes lands are not a place for troublemakers. will send a ranger to track the miscreant across Garl Glittergold calls his paladins quietly. hill and dale to ensure that the lawbreaker is There are no lavish investment ceremonies and no caught and punished appropriately. high-ranking court appointments. But if Racial Advantage: Your bonus to Listen Glittergold finds you worthy, you’ll find yourself checks makes you an excellent hunter. Low-light in situations where you can prove your dedication vision brightens your vision under the forest to his principles and to the long-term interests of canopy. his people. If you act accordingly, Glittergold Racial Disadvantage: The racial Strength infuses you with divine power and outlines your penalty reduces your fighting effectiveness. duties and responsibilities in a spiritual message. Ability Score Advice: Most important on the Many communities are so accustomed to these trail are Wisdom and Dexterity. You spend individuals establishing their authority through enough time alone that Charisma gets little use. deeds rather than declarations that when a new Skystrider (Variant): Though you grew up in paladin is made, the locals naturally start calling a tree-root burrow, the massive trees over your their new protector “Sheriff.” head have always fascinated you, as have the",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Listen bonuses make you generally left wild and unmonitored. These very aware of your surroundings. Constitution swaths of natural forest and wilderness are often bonuses help with saves against poisons when you home to various predators such as bears, wolves, trigger a trap by mistake. and more dangerous monsters. Travel between the Racial Disadvantage: There are no various gnome groups is thus somewhat significant drawbacks for gnome rogues. dangerous. Ability Score Advice: Dexterity and As an aid to travelers and a check on any Intelligence are the ability scores you should threat from these wild tracts, the gnomes have a focus on. The least important ability scores for a rich tradition of people like you becoming gnome rogue are Wisdom and Constitution. rangers. You are responsible for knowing the lay 26 CHOOSING YOUR RACE AND CLASS A Professional in the Science of Protective Mysterious Congregation did, and Locks and Theft Deterrents (Variant): Imagine the stranger departed. Life was More About the Mysterious yourself wearing a vest covered with picks, files, normal until a group of black- Congregation mirrors, clamps, and hundreds of other devices robed gnomes showed up on your The members of the designed to facilitate the installation, removal, doorstep a week later and inducted Mysterious Congregation are and safe disposal of every imaginable type of lock you during a strange ceremony demon-hunters, pure and and trap. You’re an incredibly valuable member under the full moon. Since then simple. They know that the of any adventuring party seeking to probe ruins, you’ve been protecting the ripe, content civilization of the wizards’ keeps, or other areas known to be civilization of the gnomes from gnomes is a perfect target for protected by methods more mechanical than demons and their evil minions the minions of evil Outsiders monstrous. One day a motley band of humans, who seek to corrupt all that is right who seek to corrupt all that is elves, halflings, and others showed up or proper. The Mysterious right and proper. unexpectedly at the door of your locksmith shop Congregation is ever vigilant for As a new member of the with an outrageous proposition involving a long, the signs of possession or use of Congregation, the inductee will uncomfortable journey filled with mortal danger the Dark Arts, and you’re quietly be shown irrefutable proof of and high risk. You’re still not sure why you took honored to be a member. the existence of hostile the job, but the large sack of gold you brought Suggested Skills: Alchemy, Outsiders and of the nefarious back might have something to do with it. Concentration, Decipher Script, plots they weave in gnome",
        "name":  "The lands between gnome communities are Racial Advantage",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide, Intimidate, Move Ability Score Advice: Despite your racial Silently, Read Lips, Sense Motive, Use Rope. penalty, put your highest score in Intelligence. Strength can safely take your lowest score. Half-Orc Sorcerer Summoner (Variant): Dealing with the dark forces of the Outer Planes demands more than just Perhaps it is a manifestation of the wild spirit of careful research and preparation. From time to the half-orc or perhaps there are other, darker time, such experiments also require you to take reasons. In any case, a small number of half-orc more physical action to impose your will on the children manifest arcane power. Rarely is this summoned creatures. Accordingly, you are on a ability nurtured, and few half-orcs ever master dark, dangerous path. Each contact with these powers to any significant degree. The extraplanar creatures risks an insidious corruption occasional individual who develops sorcerous of the soul - if their teeth and claws don’t get you abilities tends to lead a lonely life far from home first. with little contact with kith or kin. Suggested Skills: Alchemy, Concentration, Half-orcs are superstitious by nature, and if Intimidate, Sense Motive, Speak Language you’re a sorcerer, you’re the most superstitious of (Draconic), Speak Language (Infernal). the lot. You may be crisscrossed by scars, tattoos, body piercings, and brands, wearing a mishmash HALFLINGS of skins and furs, and carrying bundles of sticks, bags of bones, and other implements of your The call to settle and reside in place is strong in trade. the hearts of most of the civilized races. The lands",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Balance, Climb, Escape your quests. In turn, you work to when the authorities try to Artist, Intimidate, Jump, Spot, Tumble. keep the halfling rogue population intervene, and they never allow at a manageable level, investigate them to escalate to serious reports of crimes in the Halfling Paladin trouble. After all. though they community, and generally serve may be rivals, they are still There are many Yondalla’s needs wherever she halfling monks! roads one may requires them. follow in life. One Suggested Skills: Diplomacy, Gather is a narrow, poorly Information, Knowledge (nobility and royalty), marked, and rarely Sense Motive, Spot, Use Rope. used trail walked by those hardy few Halfling Ranger who accept their role as halfling As you can imagine, paladins. the halfling ranger is Halfling a much-admired migrations often figure in halfling take the clans near the borders of the civilized society. Breaking lands, and therefore they are often the target of new trails, finding raids and attacks by monstrous creatures and new lands to those intent on doing evil. When the level of explore, and living a danger escalates beyond what the clan can handle, life of constant their last, best hope is often a halfling paladin like travel and adventure you who patrols these roads, watching over your seems like a happy fellows. halfling ideal. When you 35 CHOOSING YOUR RACE AND CLASS became a ranger, you learned the truth: The life of actually works at being a rogue is destined for the ranger is a difficult one for a halfling. Unlike greatness. most other halflings, you are often a solitary Racial Advantage: Virtually every benefit the figure disconnected from the rest of halfling halfling race can provide contributes somehow to society, denied the comfort of clan and family. your prowess as a rogue.",
        "name":  "Suggested Skills",
        "source":  "hero_builders_guidebook.txt",
        "_id":  "496da94caebf38418421d5af11c2566305b101dfe3e1773fea65efc97cd1b30e"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A presence haunting an object may ranks in Knowledge (religion). It must be performed by an ex- do so in a couple of ways. Undead of fewer than 5 Hit Dice orcist who spends ten consecutive full-round actions chanting may use only one form of haunting, but undead of 5 or more or speaking the formula that pertains to exorcism, at the end HD can make their presence known using either of the meth- of which time the exorcist must make a DC 20 Knowledge (re- ods described below (impermanent home or poltergeist). No ligion) check. If the exorcist’s concentration is interrupted, the matter the way the haunting presence makes itself felt, the ritual must begin again. If the ritual is successful, the haunt- haunting presence of a sentient undead can always choose to ing presence becomes physical and must remain so for 1 full speak to nearby creatures, usually in a whispery or incoherent round. The exorcist’s next action can be used to either attempt voice that seems to come from the air. However, haunting to turn the revealed undead, or to continue the ritual, with an presences are usually not much for conversation. Characters additional DC 20 Knowledge (religion) check required at the may note at times that the object they’ve found or the loca- end of each round. Each successful check forces the undead tion they inhabit has a strange air, or the appearance of it is to stay corporeal or incorporeal for 1 additional round. somehow“off” (with a successful DC 15 Intelligence check). Even undead of 5 or fewer HD that normally haunt only as",
        "name":  "Effects of a Haunting",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "While atrocity between one’s last breath and the fi nal silence solely for the may serve as a trigger for unlife, it is not enough to bring about sake of knowledge. Shorn of conscience or any passion other a transformation of this magnitude on its own. It requires the than the need to know the truth, these dabblers have been very energy that drives dark spirits and their unquenchable responsible for plagues of zombies, soul-snuffi ng winds, and thirst for life. That which is dead has no vitality, so where does other atrocities. the energy of animation come from? Negative energy—a force Sometimes these learned mages also experiment with that is marshaled, stored, and utilized mostly by evil creatures, animation of inert matter that shares many properties with malign deities, and their servants—provides the power for this the animation of undead, especially when the inert matter in metamorphosis. Just as blood suffuses living creatures, negative question is composed of the cast-off body parts of once-living energy suffuses undead, providing them all their abilities, from creatures. Such creations are commonly known as fl esh golems. mobility to sentience, from fl esh-eating to soul-devouring. However, as similar as a fl esh golem (or any other construct)",
        "name":  "Negative Energy as a Supportive Force",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability damage is temporary, it desires most, its actions may soon drive it into a frenzy, despite just as is hit point damage. Ability damage returns at the rate its desire to remain hidden or anonymous. Similarly, those that of 1 point per 24 hours (although ability damage taken through depend on a steady diet to supplement their existence will take failure to satiate an undead’s inescapable craving to feed or to steps to see that their ability to feed is not compromised. The satisfy an undead’s diet dependence does not heal naturally in DM determines when insatiable hunger may play a role in an this manner). undead monster’s or NPC’s motivation. Necrotic Reserve: Some undead that have the ability to feed on the living can use this ability to invigorate their bodies on a Undead Healing daily basis, granting them some small reprieve from immediate A living creature that is lethally hurt may become disabled or destruction when they take damage. See the Necrotic Reserve dying. During this time, aid or good luck can return the creature feat, page 28, for more details. back to health and eventually full strength. Undead are not so fortunate. What would disable or render unconscious a living Sleeping creature destroys an undead creature beyond recall. (In game Undead do not sleep, and they almost never require rest (though terms, when an undead is reduced to 0 hit points or less, it is per- some may receive healing benefi ts from rest, as outlined above). 10 1 RETPAHC TUOBA LLA DAEDNU pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "However, if an intelligent undead is too long denied that which Healing Ability Damage",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "HANDLING UNDEAD HUNGER the table. After the satiation period wears off, the undead once This variant rule is best applied to undead player characters that again grows hungry. are diet dependent or have inescapable cravings. These rules Damage: An undead’s need to feed is like a mental spike work less well for undead that spend years or more locked away boring into its awareness, dealing the indicated damage each in tombs before getting a chance to feed. However, the DM may day unless the undead succeeds on the saving throw or feeds. decide to use these rules on a case-by-case basis for NPC or An undead immediately gains back all of the ability damage it monster undead as well. has taken if it manages to feed. The hunger felt by an undead with the need for sustenance is As the undead goes longer and longer without feeding, poten- akin to an addiction. Like living creatures with an extreme crav- tially losing Wisdom all the while, the undead grows increasingly ing for some chemical substance, hungry undead are prone to unbalanced. It mulls over plans that would allow it to feed— erratic, violent, and sometimes self-destructive behavior if they plans it would likely consider too risky were it completely sane. are denied their preferred morsels. When the undead reaches 0 Wisdom, it retains no volition of its own, no judgment to deter it from seeking its preferred morsel, Hunger Type Satiation Will DC Damage even if the undead’s utter destruction seems likely thereafter. (A Inescapable craving 1 day 25 1d6 Wis player character who reaches 0 Wisdom from a failure to feed Diet dependent 3 days 15 2d4 Wis is temporarily remanded to the DM, who plays the undead as a ravening beast until the character has fed.)",
        "name":  "VARIANT RULE",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Intelligent undead have the option from the grave, thereby creating new unliving creatures. of receiving training and gaining levels in an NPC or PC class.",
        "name":  "Several varieties of undead can cause their slain victims to rise Gaining Class Levels",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead retain a blunt, phantom sense of touch, more undead that has the ability to create spawn (even those that mechanical than biological. It is a pale, crude approximation of a normally do so automatically) can choose to forgo that creation with a little effort. Each time it is capable of spawning a new real tactile sense. Incorporeal undead have no sense of touch. creature, an undead can prevent the spawn from coming into Lifesense: Some undead, especially those without the existence by making a DC 15 Intelligence check. customary organs that grant the ability to sense their environ- pqqqqqqqqqrs ment, sense the world as a great darkness illuminated only by 11 1 RETPAHC TUOBA LLA DAEDNU the “light” given off by living creatures. To such an undead, each The living spend their time living life and gathering expe- living creature gives off “light” in a 20-foot radius, illuminating rience, thereby shaping their personalities and adjusting to all objects within that radius. (See the Lifesense feat, page 28, the world as it changes around them. In contrast, the undead for more details.) mind sees the passage of time very differently. Undead exist, they do not live. Life means change, and while undead endure UNDEAD OUTLOOK over time and learn new facts, they rarely change or appreciate new paradigms. Aside from a rare few exceptions, an undead’s AND PSYCHOLOGY outlook remains stagnant over the decades, or centuries, of Death does determine life. . . . Once life is fi nished it acquires a sense; its existence, despite new experiences and new situations it up to that point it makes no sense; its sense is suspended and therefore may encounter. ambiguous. This infl exible mental nature is the reason many ancient —Pier Paolo Pasolini undead seem insane. In fact, they may merely be operating with goals and aspirations that are slightly out of step with the Death borders upon our birth, and our cradle stands in the grave. present world. Unfortunately, like any ambition that cannot —Joseph Hall be swayed by reason or tempered by changing circumstances, the goals of the stubborn immortal undead become a canker- Like people, no two undead have exactly the same outlook. ous evil that can only be excised. While a living creature However, among a population that is composed of stale fl esh, may accept compromise when life hands it a new challenge, skeletal shells, or insubstantial shadows of ill will, certain undead can rarely do anything other than what they have similarities emerge. always done. SENTIENCE COMPASSION The ability to think is a quality the vast bulk of undead do not Compassion is a choice. When someone is perceived as com- possess. Mindless undead merely respond to preset commands passionate, that person has made a series of choices. Mindless or stimuli, driven by nothing other than the energy that ani- undead are already out of the running when it comes to making mates them. These undead have no outlook; they are robbed choices, but what about sentient undead and compassion? of thought. They are nearly mechanical in their actions, and Plainly, the choice to be compassionate is not something often those actions are as easy to anticipate as the revolution most intelligent undead consider. In many cases, the event of a water wheel. that animated a particular undead is such a transformative On the other hand, sometimes mindless undead are agents of an experience that it imprints the new undead in its image. And in intelligent master, whether undead or merely malign. Thus, even almost every case, that event is generated from an evil impulse mindless undead may prove to be surprising foes, if their positions or action. and responses to a given situation are properly coordinated and But is something truly evil if it doesn’t consider the con- prepared. Only sentient undead have the luxury of possessing an sequences of its actions? Yes, of course, but consider evil for outlook and a comprehensible psychological state. evil’s sake—the ability to recognize that actions taken will cause horror, ruin, and death, but to take those actions anyway. TIME AND IMMORTALITY Most intelligent undead retain enough memory of their former Those creatures fanatical enough to actually seek undeath lives to know that their acts are horrendous. Some may even strive to escape the bonds of mortality and thereby gain a term feel pangs of guilt, even going so far as to capriciously allow of existence far beyond their natural life spans. Such mortals surviving victims to go free. This act becomes more likely if the often presume that this gift of extended time comes without undead is a feeder that has recently fed on its preferred morsel. a price. They hope that by having no temporal limits on their However, when the hunger mounts again, as it must, the undead life spans, they will be able to accomplish all of their dreams may curse its generosity, again seeking out those it previously and visions. allowed to escape. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Touch",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A deity’s portfolio is the aspects of existence with The undead revere many different deities, though newly con- which the deity is most often associated. Portfolio elements are verted undead are often entirely ignorant of those deities now listed roughly in their order of importance to the deity. most deserving of their service. As noted in the previous section, Domains: Clerics of the deity can choose from among the undead often partake of no unifi ed culture. However, like calls domains listed here. to like, and no unifying force is more potent than the divine Cleric Training: This section describes any special lessons call of undead gods to their potential fl ocks. or ordeals that new followers—especially clerics—must partake Creatures other than undead can worship the deities in to become ordained. described here. These gods are always happy to have living, if Quests: Samples of what types of quests the deity may require evil, adherents. In time, these followers too may become undead. its followers to accomplish in its name.",
        "name":  "Portfolio",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sometimes evil wizards come to at least While many ghouls are ignorant and godless, those that fi nd revere, if not worship, Affl ux. Certainly his name is known religion invariably discover the King of the Ghouls. Creatures among necromancers, whose grisly researches are so similar other than ghouls that come to worship the King do so with to Affl ux’s prescribed methods. Torturers and others who delight the knowledge that they will be “drawn into the fold” sooner in the physical pain visited on others pay the Unsatisfi ed Ques- rather than later. tioner frequent homage. Quests: All ghouls pay homage to the King. Ghoul lore hear-",
        "name":  "Cleric Training",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Doresain Eternal Lover can show up often sends a gravetouched ghoul anywhere, though when the 13th-level barbarian as his herald. His authorities realize the true nature planar allies are gravetouched ghoul of the worship to this god, with its succubus demons, gravetouched ghoul undead component, those temples are erinyes devils, and gravetouched ghoul usually banned. ice devils. Doresain has the power to add Rites: The rites of Evening Glory are the gravetouched ghoul template (see page many, but the mere recitation of a love 103) to creatures to which the template poem inspired by the goddess is considered Holy symbol of is normally not applicable. Evening Glory a daily obligation by her followers.",
        "name":  "Herald and Allies",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Temples to Nerull are always hidden, headed rod to complete the process. even in lands where the Reaper is honored. They Quests: Orcus has set his worshipers the task of are usually located underground, often as parts of increasing the level of his own worship across all lands, catacomb complexes. Most temples are well stocked killing those who resist—including the followers of with undead creatures and others that spread or cel- other evil deities, especially Nerull. Typical quests ebrate death, such as hags, fi ends, and vargouilles. include attacking a rival Nerull-cultist compound,",
        "name":  "Temples",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you already have the frightful moan ability (see the to wild shape. You can assume the form of an undead, rotten ghost’s special attacks, page 117 of the Monster Manual), instead creature with the use of your wild shape ability. of the normal benefi ts of this feat, the DC to resist your frightful Prerequisites: Undead type, wild shape class feature. moan ability increases by 2. Benefi ts: You can use your wild shape ability even though you are undead. The ability functions just as if you were a living BOLSTER RESISTANCE [GENERAL] creature using the ability, with the following exceptions. Undead you raise or create are more resistant to turning than You do not gain a Constitution score in the new form, and you normal. retain all the immunities of the undead type while in your new",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any creature paralyzed by your special attack can Benefi t: You may take a standard action to awe an opponent. confer paralysis to other creatures that touch it. Any creature The opponent must be within 30 feet, have line of sight to you, touching a creature that you have paralyzed is immediately and have an Intelligence score. If the opponent fails a Will saving affected as if you had delivered a paralyzing attack upon it throw (DC 10 + 1/2 your character level + your Cha modifi er), (using the same save DC to resist, if allowed). it is shaken for 10 minutes. This feat has no effect on a creature If a creature successfully saves against your contagious paraly- that is already shaken. sis attack, it can’t be affected by your attack for 24 hours. Special: A fi ghter may select Daunting Presence as one of his fi ghter bonus feats. CORPSECRAFTER [GENERAL] Undead you raise or create are tougher than normal. DEADLY CHILL [GENERAL]",
        "name":  "Benefi t",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Without this feat, a target loses 5 hit points each Benefi t: Whenever undead you control are within 60 feet of time it gains a negative level, and the creature delivering the you, they are physically inspired by your necromantic aura, and negative level gains 5 temporary hit points that last for up to gain a +2 enhancement bonus on their attack rolls and saving 1 hour. throws. LIFEBOND [MONSTROUS] NECROMANTIC PRESENCE Select a specifi c living creature that is friendly to you. You create [GENERAL] a special bond with that creature. Undead you control are harder to turn when they are near",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Whenever the chosen creature is within 60 feet, you Benefi t: Whenever undead you control are within 60 feet of gain a +4 bonus to your turn resistance and a +2 bonus on all you, they gain a +4 bonus to their turn resistance. saving throws. If the chosen creature dies, you lose these bonuses and take NECROTIC RESERVE [MONSTROUS] a–2 penalty on all saves for 24 hours. You are not immediately destroyed when your hit points fall If you replace the chosen creature with another living crea- to 0 or lower. ture, the bond can be transferred at your option. Prerequisites: Cha 13, supernatural ability to drain or",
        "name":  "Benefi t",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This feat can be selected multiple times. Each time damage an ability score or drain energy. you select this feat, you apply its effects to a different living ally Benefi ts: Each day that you slake your hunger by draining or of yours. The effects of multiple lifebonded allies stack. damaging a living creature’s ability score, or draining a living creature’s life force, you gain a necrotic reserve. On days when LIFESENSE [MONSTROUS] you have created a reserve, you are weakened but not destroyed You see the light that all living creatures emit. when you are dealt enough damage to reduce your hit points to",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can extend the effects of your mind-affecting nearby living creatures. bardic music and virtuoso’s performance abilities so that they",
        "name":  "You can channel negative energy to draw the life force from Benefi t",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As a standard action, you can spend two of your creatures have only half the duration they normally would rebuke attempts to deal 1d6 points of damage to all living against the living. creatures within a 30-foot burst. This effect can’t reduce any Normal: Undead are usually immune to mind-infl uencing creature’s current hit points to less than 0. You are healed of an effects. amount of damage equal to the total amount of hit points that 29 Illus. by W. Reynolds 2 RETPAHC RETCARAHC SNOITPO A stitched fl esh familiar appears similar to any of the standard SACRED VENGEANCE [DIVINE] familiars available in the Player’s Handbook, except that the You can channel energy to deal extra damage against undead stitched fl esh familiar is obviously sewn together from many in melee. different creatures of that kind and, to a practiced eye, is clearly",
        "name":  "Benefi t",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability to turn undead. an undead creature.",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a +2 bonus on all saves against the extraor- can command undead to do their bidding. dinary or supernatural abilities of undead creatures. Undead also face certain societal disadvantages in most cam-",
        "name":  "Benefi t",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Knowledge (religion) 6 ranks. Some specifi c undead creatures have other advantages or dis-",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can take a move action to unfailingly determine advantages, such as incorporealness or vulnerability to sunlight, whether a vampire or vampire spawn is within 30 feet of you. which can affect their viability as characters in many ways. In addition, you are immune to the dominating gaze ability All told, an undead character enjoys an edge over his living of vampires and vampire spawn. allies. But that’s where level adjustments come into play. 31 2 RETPAHC RETCARAHC SNOITPO Using undead monster classes, such as those presented in the LEVEL ADJUSTMENTS last section of this chapter, provides a more gradual approach to Some creatures—such as most undead—are simply more power- including undead player characters. A player who wants to play a ful as player characters than their Hit Dice would indicate. Level ghoul can begin as a balanced 1st-level character, without having adjustments of +1 or higher help to even the score. A creature’s to apply level adjustments or wait until later in his career. Over level adjustment is added to its total Hit Dice to arrive at its time, the character gains additional ghoul-related abilities until effective character level (or ECL, the number that describes he eventually becomes the equivalent of the ghoul appearing the creature’s overall power relative to a character from the in the Monster Manual. One drawback to this approach is that it Player’s Handbook). A 2 HD creature with a level adjustment of necessitates multiclassing, with all the good and bad side effects +3 (such as a ghoul) is equivalent in power to a 5th-level player that brings. Even a single-minded character eventually reaches character. Table 2–2: Undead Level Adjustments and ECLs a maximum level limit in his undead monster class, requiring lists level adjustments and effective character levels for a few him to choose another class to continue advancement. of the undead creatures found in the Monster Manual and in UNDEAD COHORTS AND FOLLOWERS this book. Creatures not listed are either inappropriate for use as player characters or cohorts—such as nonintelligent or most With the right feat selection and your DM’s consent, your char- incorporeal undead—or have ECLs above 20. acter can gain the loyal service of an undead cohort or even a small army of undead followers. Table 2–2: Undead Level Adjustments and ECLs Cohorts: Just like a normal cohort, an undead cohort is effec- Creature LA ECL tively another character under your control. Use the creature’s Ghast +4 8 effective character level, as found in Table 2–2, to determine if Ghost +5 * you can attract the desired creature as your cohort. Ghoul +3 5",
        "name":  "Benefi ts",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A PC with a Leadership score of 12 can normally Lich +4 * attract a cohort of 8th level by selecting the Leadership feat. Mohrg +6 20 Instead of selecting an 8th-level fi ghter or wizard, he could, Mummy +5 13 with his DM’s permission, choose to attract an ECL 8 ghast. Vampire +8 * Vampire spawn +4 8 If he instead used the Undead Leadership feat to attract the Wight +4 8 undead cohort, he could gain the service of an ECL 10 undead. *Add the creature’s HD to the indicated level adjustment The character can only recruit a cohort who is two or more levels to find its ECL. lower than himself, regardless of his Leadership score.",
        "name":  "Example",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A character begins play using the minotaur monster to life loses all the levels it had taken in an undead monster class from Savage Species. The character advances to 3rd level as class, along with all the benefi ts gained from those levels. a minotaur and then multiclasses into the ghoul/ghast undead GHOUL/GHAST monster class. The character must then advance all the way through the ghoul/ghast monster class before taking any Although usually portrayed as bloodthirsty killers content to other levels, eventually becoming an 11th-level character with dine on carrion, ghouls (and their tougher cousins, the ghasts) three levels in minoutar and eight in ghoul/ghast. Then the were once living humanoids with true emotions. Sometimes character must return to the minotaur class until completing memories of that previous life comes back to haunt a ghoul, and its progression, becoming a 6th-level minotaur/8th-level ghast. such qualities make for an excellent tragic character. From then on, the character can take class levels normally. Because of the similarity between ghouls and ghasts, a single Characters who take levels in an undead monster class retain undead monster class covers both creatures. In effect, a ghoul all their normal class abilities, with one exception: A cleric who “becomes” a ghast at 6th level. becomes undead loses any ability to turn undead, but gains the Adventures: A ghoul might turn to adventuring out of a wish to ability to rebuke undead. avenge its death, protect a loved one, or destroy an old enemy.",
        "name":  "Example",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ghouls can serve as adequate front-line fi ghters, but Strength bonus. The damage value given is for Medium ghouls. they are better at scouting and skirmishing. A ghoul’s natural Paralysis (Ex): A creature hit by a bite or claw attack from a cunning and agility lends itself to a role of stealth over sheer ghoul of 2nd level or higher must succeed on a Fortitude save power. (DC 10 + 1/2 ghoul’s HD from class levels + ghoul’s Cha modifi er) or be paralyzed for the indicated duration. Elves are immune to Racial Traits the paralysis of ghouls of 7th level or lower.",
        "name":  "Role",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 Dex, +2 Wis, Con —. Ghoul Fever (Su): Disease—bite, Fortitude DC 10 + 1/2 Ghouls are more agile than humans and have a natural cunning ghoul’s HD from class levels + ghoul’s Cha modifi er, incuba- and insight. As an undead creature, a ghoul does not have a tion period 1 day, damage 1d3 Con and 1d3 Dex. The save DC Constitution score. is Charisma-based.",
        "name":  "Starting Ability Score Adjustments",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 + Int modifi er. their normal bonus on their saving throws. Class Features MOHRG All of the following are class features of the ghoul monster A mohrg is the undead form of a horrifyingly evil individual, class. typically a mass murderer or similar villain, who died without",
        "name":  "Skill Points at Each Additional Hit Die",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mohrgs are extraordinarily strong and agile, Improved Grab (Ex): At 9th level, a mohrg gains the improved making them deadly combatants. A mohrg relies on its paralyz- grab ability. To use this ability, a mohrg must hit a creature of its ing tongue and improved grab ability to quickly neutralize an size or smaller with its slam attack. It can then attempt to start enemy, following up with brutal slam attacks. a grapple without provoking attacks of opportunity.",
        "name":  "Characteristics",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Like other intelligent undead, mohrgs rarely come 1d4 minutes. into voluntary association with religions of any kind. Create Spawn (Su): Creatures killed by a mohrg rise after",
        "name":  "Religion",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Unlike most other undead creatures described 1d4 days as zombies under the morhg’s control. They do not in this section, the most common trait among mohrgs is the possess any of the abilities they had in life. evil that they performed in life. As the animated corpse of an MUMMY unrepentant mass murderer or similarly vile person, a mohrg is a tortured personifi cation of pure evil. A mummy is a preserved corpse, typically animated through the",
        "name":  "Background",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mohrgs have the greatest respect for turer? Some are seekers of vengeance, pursuing grave robbers wights, which share their all-consuming hatred for the living. or desecrators of the dead. Others have memories of their lives Ghouls are mere pawns in the fi ght against living creatures, and long past, in which they performed feats of daring or heroism. mummies are dim-witted thugs. Vampire spawn have vision, a Alternatively, this creature of the dead might seek to end its quality that mohrgs respect, but they depend far too much on years of service to uncaring powers, and perhaps even long to the living for the mohrgs’ taste. pursue a more noble calling.",
        "name":  "Other Undead Classes",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 Str, Con —. Mohrgs natural rotting disease, does not add much to the effectiveness of are stronger than an average creature of the base race. As an a player character mummy. While PCs must deal with long-term undead creature, a mohrg does not have a Constitution score. consequences such as diseases and curses, the typical monster",
        "name":  "Starting Ability Score Adjustments",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mohrg. The best multiclass choices for a mohrg to this alignment are much more common than for most undead are fi ghter or barbarian. creatures. In fact, of all the undead monster races presented here, the mummy is perhaps the most likely to follow the path Class Skills of good. Most retain their lawful tendency, as befi ts their typical The mohrg’s class skills (and the key ability for each skill) are role as guardians. Climb (Str), Hide (Dex), Listen (Wis), Move Silently (Dex), Spot Religion: Unlike most other intelligent undead, mummies (Wis), and Swim (Str). often have ties to established religions, either having been cre- Skill Points at 1st Level: (4 + Int modifi er) × 4. ated specifi cally to guard the tombs of the dead or having once",
        "name":  "Favored Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mummies are always created, never spawned. Class Features Some are the ancient guardians of long-deserted tombs, while All of the following are class features of the mohrg monster others are the more recent creations of powerful necromancers class. or evil priests. Rarely, an otherwise noble or good individual",
        "name":  "Background",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Common. Once humanoids them- any creature that views it. Such a creature must succeed on a Will selves, mummies remember the languages of their own former save (DC 10 + 1/2 mummy’s HD from class levels + mummy’s existence. Mummies often study rare or exotic languages to Cha modifi er) or be paralyzed with fear for 1d4 rounds. Whether preserve their connection to an ancient past. or not the save is successful, that creature cannot be affected",
        "name":  "Automatic Languages",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mummy. The best multiclass choice for a again by that mummy’s despair ability for 24 hours. mummy is fi ghter, though sorcerer and cleric can also be VAMPIRE SPAWN interesting choices. A unique mummy paladin or bard could be an intriguing character. Forever anchored to their unholy graves, the nocturnal predators known as vampire spawn scheme for power. They tend toward Class Skills decadence, believing themselves superior to other living (or The mummy’s class skills (and the key ability for each skill) are undead) creatures. Hide (Dex), Listen (Wis), Move Silently (Dex), and Spot (Wis). Would-be player character vampires are limited to advancing Skill Points at 1st Level: (4 + Int modifi er) × 4. as free-willed vampire spawn. In order to take the class described",
        "name":  "Favored Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 + Int modifi er. here, a character must die as a result of a vampire’s energy drain (or as a victim of its blood drain if the character has less than Class Features 5 HD). Characters with 5 or more Hit Dice who are killed by a All of the following are class features of the mummy monster vampire’s blood drain must acquire the vampire template (see class. page 250 of the Monster Manual), and its +8 level adjustment",
        "name":  "Skill Points at Each Additional Hit Die",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vampire spawn have great talents of stealth and to all attacks and effects that repel or slay vampires. See Vampire persuasion. They can stand their ground in melee combat, knowing Weaknesses, page 253 of the Monster Manual. that an easy escape (whether by gaseous form or spider climb) is Automatic Languages: Common. always available. Their blood drain, domination, and energy drain Favored Class: Vampire spawn. The best multiclass choices abilities make them the bane of most living creatures. for a vampire spawn are fi ghter, rogue, sorcerer, and wizard.",
        "name":  "Characteristics",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Unlike with most other undead creatures, Skill Points at 1st Level: (4 + Int modifi er) × 4. every vampire spawn is the creation of a true vampire. In some Skill Points at Each Additional Hit Die: 4 + Int modifi er. cases, entire societies or cultures of vampire spawn exist in the shadows of normal civilization, hewing to their own arcane rules Class Features of behavior, often set down by one or more original “procreators” All of the following are class features of the vampire spawn of the culture. monster class.",
        "name":  "Background",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vampire spawn look down on all Blood Drain (Ex): A vampire spawn can suck blood from other undead as lesser beings, regardless of the actual power a living victim with its fangs by making a successful grapple of such creatures. Still, some of the other undead have their check. If it pins the foe, it drains blood, dealing 1d4 points of place—ghouls and wights make fi ne soldiers, and some vampire Constitution drain each round the pin is maintained. On each spawn use mummies or mohrgs as bodyguards. such successful attack, a vampire spawn gains 5 temporary hit",
        "name":  "Other Undead Classes",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 Str, +2 Cha, Con —. 5th level. At 8th level, this improves to fast healing 2. A vampire Vampire spawn are stronger than humans and arrogant enough spawn heals damage each round so long as it has at least 1 hit to consider most humanoids little more than prey. As an undead point. If reduced to 0 hit points in combat, it automatically creature, a vampire spawn does not have a Constitution score. assumes gaseous form and attempts to escape. It must reach its",
        "name":  "Starting Ability Score Adjustments",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wights can see in the dark out to 60 feet. The wight is an undead creature given a semblance of life +8 racial bonus on Move Silently checks. Wights are especially through sheer violence and hatred. It is spiteful and cruel, good at moving quietly in pursuit of their prey. seeking only to destroy all living creatures. Even those rare Automatic Languages: Common. Once humanoids them- few that overcome their pure hatred of all living things remain selves, wights remember the languages of their own former jealous of such creatures. existence.",
        "name":  "Darkvision",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wights are strong of will and personality. Hide (Dex), Listen (Wis), Move Silently (Dex), and Spot (Wis). Though hateful and violent, they are much more disciplined Skill Points at 1st Level: (4 + Int modifi er) × 4. than other undead creatures that share these tendencies, such as Skill Points at Each Additional Hit Die: 4 + Int modifi er. mohrgs. They are naturally stealthy, making them good scouts or assassins. Class Features",
        "name":  "Characteristics",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some wights are cursed to walk the earth wight that created them and remain enslaved until its death. because of their violent and horrid lives, but a good many are They do not possess any of the abilities they had in life. merely the victims of other wights, themselves spawned from Energy Drain (Su): Living creatures hit by an 8th-level wight’s violence. Wights spawned by other wights are more likely to slam attack gain one negative level. The Fortitude save to remove have alignments differing from the traditional lawful evil. this negative level is DC 10 + 1/2 wight’s HD from class levels +",
        "name":  "Background",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The character must be accepted as a death’s chosen Bravery of the Chosen (Ex): When within 30 feet of his by a sentient undead creature with at least as many Hit Dice as master, a death’s chosen who has attained 3rd level gains a +1 the character. morale bonus on melee attack rolls and melee damage rolls. If his master has been reduced to half or less of its full normal hit CLASS SKILLS points, this bonus increases to +2. The bonus disappears if his The death’s chosen’s class skills (and the key ability for each skill) master is destroyed. are Craft (Int), Diplomacy (Cha), Gather Information (Cha), Hide Unnatural Aura (Su): When a death’s chosen reaches 3rd (Dex), Knowledge (religion) (Int), Listen (Wis), Move Silently level, wild or domesticated animals can sense his (Dex), Profession (Wis), Search (Int), and Spot (Wis). unnatural presence out to a distance of 30 feet. The",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 4th level and higher, a dirgesinger can strike Fascinate (Sp): Use music or poetics to cause one or more a horrifying chord in the hearts of his enemies. Any enemy creatures to become fascinated with him. within 60 feet who can hear the dirgesinger must succeed on a Inspire Competence (Su): Use music or poetics to help an ally Will save (DC 10 + the dirgesinger’s ranks in Perform) or take 1d6 succeed at a task. points of Strength damage and 1d6 points of Dexterity damage. Inspire Courage (Su): Use music or poetics to bolster his allies A creature that is affected by a dirgesinger’s song of horror or against fear and improve their combat abilities. a creature that successfully saves against this effect cannot be Dirgesong (Su): Remi can use the song of sorrow and song of affected by the same dirgesinger’s song of horror for 24 hours. bolstering abilities described above.",
        "name":  "Song of Horror",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "d8. Radiant Aura (Su): A master of radiance can emanate an aura of brilliant light that weakens undead creatures. The aura REQUIREMENTS provides bright illumination in a 30-foot radius around the To qualify to become a master of radiance, a character must character, and shadowy illumination for an additional 30 fulfi ll all the following criteria. feet beyond that. Creatures that take penalties in bright",
        "name":  "Hit Die",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Knowledge (nature) 8 ranks, Knowledge aura. In addition, undead creatures within the radius of (religion) 5 ranks. bright light take a –2 penalty on attack rolls, damage",
        "name":  "Skills",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A living foe hit by a pale master’s touch Ugen Allai the Pale Master: Male human wizard 5/pale attack takes 1d6 points of Strength damage (no save). A creature master 4; CR 9; Medium humanoid; HD 9d4+18; hp 42; Init +1; reduced to Strength 0 dies. Prerequisite: Class level 7th. Spd 30 ft.; AC 15, touch 12, fl at-footed 14; Base Atk +4; Grp +4;",
        "name":  "Weakening Touch",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 ghost touch spiked chain. 3rd +2 +1 +1 +3 Hide in plain sight LURKING TERROR Most people fear things that goes bump in the night. Lurking Sample Lurking Terror terrors give greater reason to fear things that can’t be heard. Years ago, the small village of Balcress was haunted by a merci- These horrible monsters are the quintessential hunting undead, less killer. The village lies deserted, but the killer, a powerful displaying great prowess with their special abilities and amazing mohrg with levels in the lurking terror prestige class, lingers powers of stealth. there still.",
        "name":  "Possessions",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mohrg lurking terror 3; CR 11; a lurking terror. Mohrgs, nightshades, vampires, wraiths, dread Medium undead; HD 17d12; hp 110; Init +9; Spd 30 ft.; AC 24, wraiths, and advanced ghasts commonly enter this prestige class. touch 15, fl at-footed 14; Base Atk +9; Grp +14; Atk +14 melee NPC lurking terrors are more active than traditional undead, (1d6+7, slam) or +14 melee touch (paralysis, tongue); Full Atk +14 seeking out living prey rather than waiting for it to come to melee (1d6+7, slam) and +14 melee touch (paralysis, tongue); SA them. They can be found anywhere that darkness exists. create spawn, improved grab, paralyzing touch; SQ darkvision",
        "name":  "Any undead creature with a modicum of stealth can become The Balcress Horror",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Climb +13, Hide +25, Listen +14, Move Silently to rule over an entire gang of minions. The master vampire uses +25, Spot +18, Swim +9; Alertness, Dodge, Improved Initiative, its force of personality to control more spawn than any normal Lightning Refl exes, Mobility, Spring Attack. vampire could hope to rule. Create Spawn (Su): Creatures killed by the Balcress horror As the name suggests, the master vampire must be a vampire, rise after 1d4 days as zombies under its control. They do not but the class of the master vampire can vary greatly. Master possess any of the abilities they had in life. vampires are most common among charismatic character classes, Hide in Plain Sight (Ex): The Balcress horror can use the including sorcerer, blackguard, rogue, and bard. Hide skill even while being observed, as long as it has cover or An NPC master vampire invariably rules a gang, tribe, or clan concealment. of lesser vampires and vampire spawn. It uses these minions as Improved Grab (Ex): To use this ability, the Balcress horror soldiers, guardians, or gatherers, depending on its goals. must hit a creature of its size or smaller with its slam attack. Hit Die: d12. It can then attempt to start a grapple as a free action without provoking attacks of opportunity. Requirements Paralyzing Touch (Su): The Balcress horror lashes out with To qualify to become a master vampire, a character must fulfi ll its tongue in combat. An opponent the tongue touches must all the following criteria. succeed on a DC 20 Fortitude save or become paralyzed for 1d4 Special: The character must be a vampire (not a vampire minutes. spawn).",
        "name":  "Skills and Feats",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A tomb warden must dedicate itself to the protection Despair (Su): At the mere sight of Argotem, a viewer must of a tomb, graveyard, or similar resting place of the dead. succeed on a DC 16 Will save or be paralyzed with fear for 1d4 rounds. Whether or not the save is successful, that creature cannot Class Skills be affected again by Argotem’s despair ability for 24 hours. The tomb warden’s class skills (and the key ability for each Mummy Rot (Su): Supernatural disease—slam, Fortitude DC skill) are Hide (Dex), Knowledge (religion) (Int), Listen (Wis), 16, incubation period 1 minute; damage 1d6 Con and 1d6 Cha. Move Silently (Dex), Search (Int), Sense Motive (Wis), and Unlike normal diseases, mummy rot persists until the victim Spot (Wis). reaches Constitution 0 (and dies) or is cured as described below.",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Draw life from all creatures in 10-ft. 8 Avascular Mass: Reduce foe to 0 hp and stun foe for 1 round radius/level with –1 or fewer hit points that fail save. by purging blood vessels, which can trap creatures in 20-ft.",
        "name":  "Consumptive Field",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Incorporeal creatures turn corporeal. 4 Enervation*: Subject gains 1d4 negative levels.",
        "name":  "Ghost Trap",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Draw life from all creatures in 8 Bite of the King: Swallow enemies whole. 10-ft. radius/level with 9 or fewer hit points that fail save. 9 Energy Drain*: Subject gains 2d4 negative levels.",
        "name":  "Consumptive Field, Greater",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead creature loses most immunities. Deity: Affl ux.",
        "name":  "Spark of Life",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Permanently eliminates encysted energy effects. subject. 5 Circle of Death* M: Kills 1d4/level HD of creatures.",
        "name":  "Necrotic TerminationF, X",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead creature loses most immunities.",
        "name":  "Spark of Life",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Summons undead to fi ght for you. Abjur Ghost Trap: Incorporeal creatures turn corporeal.",
        "name":  "Conj Summon Undead IIF",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deathbound 8, sorcerer/wizard 8 check. The creature moves 5 feet for each profi ciencies they had in life (assume",
        "name":  "Level",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, DF Necromancy All creatures in the area with fewer than 0",
        "name":  "Components",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M Saving Throw: Fortitude negates fail their saving throw die, and creatures",
        "name":  "Components",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sorcerer/wizard 1 creature, that creature gains 4d4×5 feet per minute) if examining the ceiling",
        "name":  "Level",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 2, sorcerer/wizard 2 incorporeal creatures in this fi eld become While under the effect of ghostform,",
        "name":  "Level",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M corporeal. Creatures cannot turn ethereal your attacks pass through (ignore) natu-",
        "name":  "Components",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature from a sickened creature, and creatures",
        "name":  "Target",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M 2nd Round: Number of creatures bear- creature are wasted. Casting Time: 1 standard action ing necrotic cysts in the area.",
        "name":  "Dice that are not suffi cient to affect a Components",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A pinch of pow- Range: Personal 3rd Round: The location of each dered skull. Target: You creature bearing a necrotic cyst. If a",
        "name":  "Material Component",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action (or charmed as by charm monster) for 10 damage (introduced in Book of Vile Dark-",
        "name":  "Casting Time",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, F cyst (see page 28). Necromancy [Evil] Target: Living creature with necrotic",
        "name":  "Components",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched except you can dominate any human-",
        "name":  "Target",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Caster must possess a mother be worded in such a manner as to make penalty against effects from the school cyst (see page 28). the activity sound reasonable. Asking the of necromancy applies. creature to stab itself, throw itself onto a If the subject fails her saving throw, NECROTIC SCRYING spear, immolate itself, or do some other the cyst expands beyond control, killing Necromancy [Evil] obviously harmful act automatically the subject and digesting her soul. Raise",
        "name":  "Focus",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch Target: Destroyed undead creature Necromancy [Evil] Target: Living creature touched touched",
        "name":  "Range",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One or more corpses within Your restore animation to an undead range The warded creature gains partial pro- creature destroyed by hit point loss (even",
        "name":  "Targets",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch Target: Living creature touched Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Range",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched Duration: 1 hour/level Effect: One summoned creature",
        "name":  "Target",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 7, druid 8 acquisitive undead creature. change that choice each time you cast the",
        "name":  "Level",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead creature touched over the period immediately prior to a other command undead abilities.",
        "name":  "Targets",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This white cudgel-like rod can be used as trap; Price 8,000 gp. a+2 heavy mace. All undead in a radius of 30 feet of the wielder Ghoul Gauntlets: When worn by a living creature, these who holds the rod of defi ance are treated as if they had –4 turn mottled gloves virtually meld with the wearer’s own fl esh, resistance. making his hands appear gaunt and rotting. Moderate necromancy; CL 10th; Craft Rod, class ability to Once per round, the wearer can make a touch attack that turn or rebuke undead; Price 13,000 gp. paralyzes the target for 1d6+2 rounds (Fortitude DC 13 negates).",
        "name":  "Rod of Defi ance",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This withered hand is swathed in the remnants of funereal wrappings. The grafted creature can use the mummifi ed hand to deliver a slam attack; the damage dealt is the Zombie same as that dealt by a zombie of the creature’s size. In addition, arm three times per day the grafted creature can deliver mummy rot with a slam attack. The choice to use mummy rot must be made before the attack is rolled; if the attack misses, the daily use is lost. The Fortitude save to resist the mummy rot is DC 16. Graft Flesh, contagion; Price 16,200 gp.",
        "name":  "Mummifi ed Hand",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A paralyzing arm is a hardy limb of preserved undead fl esh. It grants a +4 inherent bonus to the grafted creature’s Strength. Twice per day, the grafted creature can use a paralyzing touch. A living creature touched must make a Fortitude save (DC 14) or be paralyzed for 1d6+2 minutes. Elves are immune to this paralyzing touch. A touch that misses does not count against the daily limit. Graft Flesh, gentle repose, ghoul touch; Price 40,000 gp.",
        "name":  "Paralyzing Arm",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An enervating arm is a gaunt limb of desic- to drain blood from a living victim with its fangs by making cated, leathery fl esh. It grants a +4 inherent bonus to the grafted a successful grapple check. If it pins the foe, it drains blood, creature’s Strength. Twice per day, the grafted creature can use an dealing 1d4 points of Constitution damage each round. On enervating touch to bestow one negative level on a living creature. each such successful drain attack, the grafted creature gains 5 Removing the negative level requires a DC 14 Fortitude save. A temporary hit points that last for up to 1 hour. touch that misses does not count against the daily limit. Graft Flesh, vampiric touch; Price 25,000 gp.",
        "name":  "Enervating Arm",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This crimson eye-shaped gem fi ts into a grants a +4 inherent bonus to the grafted creature’s Strength. humanoid creature’s empty eye socket and can produce a fi reball Twice per day, the grafted creature can use a weakening touch.A once per day upon command. The fi reball deals 10d6 points of living creature touched takes 1d6 points of Strength damage. A damage (Refl ex DC 14 half). Half of the damage is fi re damage, touch that misses does not count against the daily limit. and the other half is divine damage that affects even targets Graft Flesh, ray of enfeeblement; Price 40,000 gp. resistant to fi re. Zombie Arm: A zombie arm is a perpetually rotting limb. Graft Flesh, fi reball; Price 10,800 gp. It grants a +2 inherent bonus to the grafted creature’s Strength,",
        "name":  "Eye of Flame",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam +6 melee (1d8+1) fragments, lessened in power from its divine beginnings, but 84 Space/Reach: 5 ft./5 ft. no less hateful for its stature. sivraJ .J yb .sullI MONSTERS NEW CHAPTER 6",
        "name":  "Full Attack",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8d12 (52 hp) creatures, attempting to keep them within range",
        "name":  "Hit Dice",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "30 ft. (6 squares) pummels a living creature with its ice-cold limbs,",
        "name":  "Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Contingent healing only heals when in range of a liv- 10, darkvision 60 ft., diet dependent, fi re ing creature that it can affect with lover, undead traits, +2 turn resistance its heat-draining aura. Even if",
        "name":  "Special Qualities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 22, Dex 16, Con —, Int 14, bleakborn eventually heals if a Wis 14, Cha 15 living creature at some fu-",
        "name":  "Abilities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alertness, Combat Refl exes, As long as affected creatures are Lightning Refl exes within its heat-draining aura, a",
        "name":  "Feats",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Create Spawn (Su): Any humanoid slain by a bleakborn becomes a normal zombie in 1d4 rounds. These spawn are This frigid corpse is so cold that it is frosted with icy crystals. Sens- under the command of the bleakborn that created them and 86 ing the warmth of life, it shambles eagerly toward its victims. Its sillE .S yb .sullI MONSTERS NEW CHAPTER 6 remain enslaved until its destruction. They do not possess any Organization: Solitary, pair, or amnion of the abilities they had in life. (4–8)",
        "name":  "Level Adjustment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A bloodmote cloud is diet dependent (see Skills:— the Undead Metabolism section in Chapter 1) upon blood, which Feats:— it consumes by using its blood drain ability. Environment: Any Distraction (Ex): Any living creature that begins its turn Organization: Solitary, pack (2–4 swarms), or infestation with a bloodmote cloud in its space must succeed on a DC (7–12 swarms) 15 Fortitude save or be nauseated for 1 round. The save DC is Challenge Rating: 3 Constitution-based. Treasure: None",
        "name":  "Diet Dependent",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— 88 sdlonyeR .W yb .sullI MONSTERS NEW CHAPTER 6",
        "name":  "Level Adjustment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard creatures surges",
        "name":  "Treasure",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always chaotic evil across the fl oor, with pinpoints Advancement: 18–25 HD (Huge); of red light 26–51 HD (Gargantuan) gleaming in Level Adjustment:— their empty †New feat described on page 27. eye sockets. The pile of bones before you stirs. A bone rat The bones rise and reform, and as swarm is a mass of undead each bone fi nds its proper place, the shape of a huge ser- skeletal rats. Though individu- pentine creature emerg- ally such creatures would pose es, one whose form is little risk, in great numbers they composed of interlocking can strip a creature clean in bones, its head the skull short order. of some unnamed and long-dead beast. COMBAT A bone rat swarm seeks to A boneyard is an undead engulf and devour any living creature made entirely prey it encounters. A bone rat swarm from the bones of other deals 1d6 points of damage to any dead creatures. However, creature whose space it occupies at the unlike a skeleton or similar end of its move. monster, a boneyard’s form is fl u- Distraction (Ex): Any living creature id in the sense that it can appear that begins its turn with a bone rat swarm merely as a pile of bones, or as a ser- in its space must succeed on a DC 15 For- pent composed of bones, or some titude save or be nauseated for 1 round. other form of its choice. Boneyards The save DC is Constitution-based. have been called by many names, depending upon where they are en- countered, including bone weirds, BONEYARD dancing bones, and bonetakers. Huge Undead A boneyard weighs between",
        "name":  "Alignment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Something gray and shriveled sloshes within a grimy glass canis- ter—a disembodied brain afl oat in alchemical preservatives. The brain in a jar is a masterpiece of preservation—but where alchemical pre- servatives leave off, necromancy picks up. An animate brain in a jar is, in truth, an undead creature. Additionally, pos-",
        "name":  "Level Adjustment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fly 30 ft. (8 squares) (good) to any creature within 100 feet that has a",
        "name":  "Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— This tall, gaunt, coal-black humanoid fl ickers with a blue-white fl ame. Its bright yellow eyes gleam with menace. This gore-streaked, four-footed animal seems like a cross between a overlarge rat and a wolf, though even that can’t explain the Cinderspawn are burnt-out undead remnants of extraordinary size of its toothy jaws. creatures of elemental fi re. They hate living creatures for their warmth and seek to Carcass eaters are most often found digging up fresh graves destroy all such for food or, where opportunity is less available, hunting beings. the night for prey. An adult carcass eater is 3 to 4 feet long and weighs 65 to 75 pounds. Carcass eater COMBAT Carcass eaters attack with their sharp claws and teeth. Blood Frenzy (Ex): A carcass eater that deals damage in combat against a living creature scents blood, which causes it to fl y into a frenzy the 91 Illus. by T. Baxa 6 RETPAHC WEN SRETSNOM Like a fi re elemental, a cinder- Inescapable Craving: A cinderspawn has an inescapable spawn cannot enter water or any craving (see the Undead Metabolism section in Chapter 1) other nonfl ammable liquid. A for Charisma, which it satisfi es by using its Charisma drain body of water is an impassable ability. barrier for a cinderspawn un- less the creature can step or CORPSE RAT SWARM jump over it. Tiny Undead (Swarm)",
        "name":  "Level Adjustment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard missile, summon monster I; 2/day—death knell (DC 14), ghoul glyph†",
        "name":  "Treasure",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam +6 melee (1d6 plus fatigue) from their former spirits. If the recollection was dear to the Space/Reach: 5 ft./5 ft. spirit that once inhabited the now shriveled and blasted body Special Attacks: Desiccating breath, fatiguing touch of the deathlock, the creature usually seeks out the source of Special Qualities: Darkvision 60 ft., elemental turning vulner- that memory, hoping to destroy it, compromise it, or undo the ability, inescapable craving, undead traits deeds associated with it. Saves: Fort +1, Ref +2, Will +4 Deathlocks stand between 5-1/2 and 6-1/2 feet tall and weigh Abilities: Str 16, Dex 12, Con —, Int 8, Wis 11, Cha 13 between 100 and 120 pounds. Skills: Listen +7, Search +7, Spot +7 94 Deathlocks speak Common, Abyssal, and Infernal. Feats: Ability Focus (desiccating breath), Improved Initiative axaB .T yb .sullI MONSTERS NEW CHAPTER 6",
        "name":  "Sometimes deathlocks retain a single shred of memory Full Attack",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +3 melee (1d8+2 plus paralytic Desiccators are the dried-out undead saliva) remnants of creatures of elemental Full Attack: Bite +3 melee (1d8+2 plus para- water. They long to quench their tre- lytic saliva) mendous thirst with the precious fl uids Space/Reach: 15 ft./10 ft. of living creatures. Special Attacks: Paralytic saliva",
        "name":  "Attack",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., forms, desiccators are vermin traits sometimes mistaken for Saves: Fort +6, Ref +4, Will +2 mummies, although they Abilities: Str 13, Dex 15, Con 12, Int wear none of the wrappings —, Wis 10, Cha 2 common to those creatures. Skills: Climb +11, Hide +2, Spot Cursed to remain forever bereft Desiccator +4 of the watery form it had in life, the Feats:— desiccator envies and despises all living things. Environment: Underground Most desiccators stand about 4 feet tall but weigh only 30 to Organization: Solitary or slaughter (2–5) 40 pounds. Challenge Rating: 2 Desiccators speak Aquan. Advancement: 7–11 HD (Small)",
        "name":  "Thanks to their withered Special Qualities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A desic- cator has an inescapable craving 95 Illus. by J. Jarvis and D Martin 6 RETPAHC WEN SRETSNOM Dream vestige A maggot is the worm-shaped larva of a fl y, but a dire maggot is the larva of similarly monstrous fl ying vermin. While regular maggots are found in decaying matter, dire maggots are large, quick, and aggressive enough to seek out living prey for nourishment. COMBAT Dire maggots seek to paralyze their prey, though still-squirm- ing prey is just as good to the mindless maggot. Paralytic Saliva (Ex): A creature bitten by a dire maggot must make a DC 14 Fortitude save or be paralyzed for 1 round. The save DC is Constitution-based.",
        "name":  "Inescapable Craving",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17d12 (110 hp) A dream vestige is a hunter; it hunts for other creatures to",
        "name":  "Hit Dice",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Its desecrating aura is suppressed if a dream vestige enters a consecrated or hallowed area, but the dream vestige’s presence A mighty river of fog streams forward like an evil waterfall, swol- also suppresses the consecrated or hallowed effect for as long len with storm and spray. Accompanying the shape is a susurrus as it remains in the area. of dreamlike voices that murmur, cry, and rail against some ter- Form Consumption (Su): Each touch by a dream vestige’s 96 rible fate. Slender tendrils of mist extend from the mass, patting tendril drains a portion of the victim’s mind (though non- and feeling for sustenance. sillE .S yb .sullI MONSTERS NEW CHAPTER 6 intelligent or mindless creatures are immune to a dream Organization: Solitary, digger squad (2–4), or cemetery detail vestige’s lascivious caresses). Each touch deals 1d4 points (6–10) of Intelligence drain to the victim. When a dream vestige Challenge Rating: 5 drains a victim’s Intelligence, it gains 5 temporary hit points, Treasure: Standard no matter how many points it drains. Temporary hit points Alignment: Always lawful evil gained in this way last for up to 1 hour. Should a dream vestige Advancement: 9–16 HD (Medium); 17–24 HD (Large) ever acquire a number of temporary hit points equal to its Level Adjustment:— full normal hit points, it self spawns (see below). At the beginning of a dream vestige’s subsequent action after This shrunken and disfi gured humanoid carcass moves under the a creature has been drained to 0 Intelligence, the victim’s body power of its own animation, though the details of its shape are is automatically engulfed and dissolved by the dream vestige, blurred beneath a coating of fi lth and grave dirt. leaving nothing behind, not even dust. Frightful Presence (Su): A dream vestige can inspire terror Entombers are undead animated by necromancers who prefer by charging or attacking. Affected creatures must succeed on to leave the dirty work to their servants. The entombers are a DC 23 Will save or become shaken, remaining in that condi- perfect for putting bodies in the ground, or bringing them tion as long as they remain with 60 feet of the dream vestige. out, depending on the needs of their masters. They usually A creature that successfully saves cannot be affected by that inhabit cemeteries, catacombs, or other places where many dream vestige’s frightful presence for 24 hours. The save DC is corpses might be found. Unless specifi cally commanded Charisma-based. otherwise, entombers treat all living creatures as subjects for Defl ective Aura (Su): A dream vestige is protected by a their entombing power. powerful aura of dream energy. This special aura increases its Entombers are fi lthy, streaked with dirt, and sometimes even AC defl ection bonus by 13 (in addition to its incorporeal defl ec- bits of desiccated fl esh (not their own), jewelry, and other small tion bonus of +5), which is already factored into the statistics bits taken from the bodies they exhume or entomb. They stink of above. both carrion and embalming alchemical fl uids. Closer scrutiny Dream Travel (Su): A dream vestige can pull itself fully reveals their lips are sewn shut. into the world of dreams, leaving behind the waking world, as Most entombers are about 6 feet tall and weigh about 160 a standard action. For every minute the vestige moves through pounds. the dream region, it travels 5 miles in the waking world. A dream Entombers understand Common, but their lips are sewn shut, vestige can also use this ability to travel across planar borders, so they cannot speak. should it desire. A dream vestige always knows where it will come out in the waking world. Entomber",
        "name":  "Level Adjustment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "30 ft. (6 squares) most creatures it happens",
        "name":  "Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Diplomacy +6, Hide +11, Intimidate +10, Listen +12, This example uses a wraith as the base creature. Search +10, Sense Motive +8, Spot +12, Survival +2 (+4 fol- lowing tracks)",
        "name":  "Skills",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +4, Ref +7, Will +9 “Evolved undead” is an acquired template that can be added to Abilities: Str 21, Dex 13, Con —, Int 11, Wis 10, Cha 10 any undead with an Intelligence score (referred to hereafter as Skills: Climb +13, Hide +22, Listen +11, Move Silently +18, the base creature). An evolved undead uses all the base creature’s Spot +15, Swim +9 statistics and special abilities except as noted here. This template Feats: Alertness, Improved Initiative, Improved Toughness†, does not alter the creature’s type. Lightning Refl exes, Power Attack.",
        "name":  "Saves",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary (hereafter referred to as the base creature). The creature follows",
        "name":  "Organization",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 the rules for ghosts (as described in the Monster Manual) except",
        "name":  "Challenge Rating",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually neutral Size and Type: The creature’s type changes to undead",
        "name":  "Alignment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Unarmed strike +7 melee (1d8+3) or bite +7 melee humanoid with Intelligence and Charisma scores of 3 or higher (1d6+3 plus paralysis) (referred to hereafter as the base creature).",
        "name":  "Attack",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Flurry of unarmed strikes +6/+6 melee (1d8+3) A gravetouched ghoul speaks all the languages it spoke in or bite +7 melee (1d6+3 plus paralysis) and 2 claws +5 melee life (usually Common). It has all the base creature’s statistics (1d4+1 plus paralysis) and special abilities except as noted here. Space/Reach: 5 ft./5 ft. Size and Type: The creature’s type changes to undead, and",
        "name":  "Full Attack",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 16, Dex 18, Con —, Int 12, Wis 19, Cha 10 base creature and also gains a bite and two claw attacks if it",
        "name":  "Abilities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By character class If the base creature does not have this attack form, use the",
        "name":  "Advancement",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A gravetouched ghoul retains all the formed of moist (almost muddy) earth, mixed in with small bone special qualities of the base creature and gains those described bits, teeth, and rotting cloth scraps, topped with a dirt-encrusted humanoid skull. Its legs are short and thick, and its chest and below. arms somewhat tapering. Turn Resistance (Ex): A gravetouched ghoul has +2 turn resis- tance.",
        "name":  "Special Qualities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any, usually same as base creature. COMBAT",
        "name":  "Environment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. the wounds of its enemies.",
        "name":  "Challenge Rating",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Base creature’s alignment changes to chaotic Berserk (Ex): When a grave dirt golem enters combat, evil. there is a cumulative 1% chance each round that its elemental",
        "name":  "Alignment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature +2. spirit breaks free and the golem goes berserk. An uncontrolled golem goes on a rampage, attacking the nearest living creature or smashing some object smaller than itself if no creature is GRAVE DIRT GOLEM within reach, then moving on to spread more destruction. Large Construct Once a grave dirt golem goes berserk, no known method can",
        "name":  "Level Adjustment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually chaotic evil base creature). The creature’s size and type do not change.",
        "name":  "Alignment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By character class A half-vampire uses all the base creature’s statistics and special",
        "name":  "Advancement",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Str +2, Advancement: By character class Dex +2, Cha +2. Level Adjustment: +9",
        "name":  "Abilities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Half-vampires have a +2 racial bonus on Bluff, Hide, Listen, Move Silently, and Spot checks. Otherwise, same as the A smell like an open grave heralds this hulking fi gure. It is draped base creature. in ominous black folds, its features lost beneath a night-dark",
        "name":  "Skills",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A half-vampire gains Improved Initiative, if the base hood wide enough to conceal more than a single head. creature doesn’t already have that feat. COMBAT",
        "name":  "Feats",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any, usually same as base creature.",
        "name":  "Environment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. usually beginning any confl ict with its clutch of Orcus ability.",
        "name":  "Challenge Rating",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A hooded pupil gains a taste of unholy strength and mental vigor. Increase from the base creature as follows: Str +2, Wis +2, Cha +2.",
        "name":  "Abilities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hooded pupils gain Alertness, Improved Initiative, and Lightning Refl exes, if the base creature meets the prerequisites and it doesn’t already have these feats.",
        "name":  "Feats",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +6, Ref +6, Will +13 “Hooded pupil” is an acquired template that can be added to any Abilities: Str 26, Dex 10, Con —, Int —, Wis 12, Cha 8 corporeal giant or humanoid (referred to hereafter as the base Skills:— creature). The creature’s size and type do not change. Feats: Improved Toughness†B, Power AttackB A hooded pupil uses all the base creature’s statistics and special Environment: Any abilities except as noted here. Organization: Solitary or pair",
        "name":  "Saves",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead, and as a natural secondary attack. it gains the augmented subtype. Do not recalculate base attack Special Attacks: A mummifi ed creature gains the two special bonus, saves, or skill points. Size is unchanged. attacks described below. Saves have a DC of 10 + 1/2 mummi-",
        "name":  "Size and Type",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase all current and future Hit Dice to d12. fi ed creature’s HD + mummifi ed creature’s Cha modifi er unless",
        "name":  "Hit Dice",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A mummifi ed creature’s land speed decreases by 10 otherwise noted. feet (to a minimum of 10 feet). The speeds for other movement Despair (Su): At the mere sight of a mummifi ed creature, the modes are unchanged. viewer must make a successful Will save or be paralyzed",
        "name":  "Speed",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A mum- mifi ed creature gains the special qualities described below. 111 Illus. by J. Jarvis 6 RETPAHC WEN SRETSNOM Damage Reduction (Ex): A mummifi ed Feats: Alertness, Combat creature’s undead body is tough, giving it Refl exes damage reduction 5/—. Environment: Any Vulnerability to Fire (Ex): A mummifi ed Organization: Solitary, pair, gang creature takes half again as much (+50%) (3–5), or cluster (6–11) damage as normal from fi re attacks. Challenge Rating: 3",
        "name":  "Special Qualities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A mummifi ed creature’s ability Treasure: None scores are modifi ed as follows: Str +8, Int –4 Alignment: Always chaotic evil (minimum 1), Wis +4, Cha +4. As an undead Advancement: 4–9 HD (Medium) creature, a mummifi ed creature has no Level Adjustment:— Constitution score. Climate/Terrain: Any. The wavering silhouette of a humanoid",
        "name":  "Abilities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +3. A murk is an incorporeal, free-roam-",
        "name":  "Challenge Rating",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Confer negative level, Wisdom damage A necromental is the undead remnant of an elemental creature.",
        "name":  "Special Attacks",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +8, Listen +7, Search +4, Spot +7 This example uses a Large earth elemental as the base creature. 112 nitraM .D yb .sullI MONSTERS NEW CHAPTER 6 Large Earth Necromental Earth Mastery (Ex): An earth necromental gains a +1 bonus Large Undead (Augmented Elemental, Earth, Extra- on attack rolls and damage rolls if both it and its foe are touch- planar) ing the ground. If an opponent is airborne or waterborne, the",
        "name":  "Skills",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— “Necromental” is an acquired template that can be added to This walking pile of crumbling earth and stone radiates a pal- any elemental (referred to hereafter as the base creature). A pable aura of death. necromental uses all the base creature’s statistics, attacks, and special abilities except as noted here.",
        "name":  "Level Adjustment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A necromental retains all the special quali- Organization: Solitary, pair, or group (3–5) ties of the base creature and gains the one described below. Challenge Rating: 5 Fast Healing (Ex): A necromental heals 3 points of damage each Treasure: Standard round as long as it has at least 1 hit point and is within 5 feet Alignment: Neutral of some form of its element (air for necromentals with the air Advancement: By character class subtype; earth, stone, or metal for necromentals with the earth Level Adjustment:— (see below) subtype; fl ame for necromentals with the fi re subtype; or water for necromentals with the water subtype). This withered human has eyes so blue they are more accurately described as white, as if drained of color and life. The fi gure wears",
        "name":  "Special Qualities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any, usually same as base creature. This necropolitan acts much like a typical wizard, though it",
        "name":  "Environment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. focuses its attacks on any character prominently displaying a",
        "name":  "Challenge Rating",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead, and it gains the augmented subtype. Do not recalculate base attack bonus, saves, or skill points. Size is unchanged.",
        "name":  "Size and Type",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature, except that as undead creatures, necropolitans have no Constitution score.",
        "name":  "Abilities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. (Becoming a necropolitan involves losing a level—see Ritual of Crucimigra- tion, below—so the advantages of the undead type cancel out what would other wise be a larger adjustment.) Ritual of Crucimigration Any living humanoid or monstrous humanoid can petition for consideration to undergo the Ritual of Crucimigration, which (if successful) enables the creature to become a necropolitan. The petition for consideration requires a fee of 3,000 gp and a written plea. Plague blight",
        "name":  "Level Adjustment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +1, Ref +3, Will +4 attack. Because it wraps itself around its victim’s neck, a creature",
        "name":  "Saves",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bonus hit points, damage the base creature, except reduction 10/adamantine, darkvision 60 ft., for attacks that can’t immunity to cold, undead traits work without fl esh (such",
        "name":  "Special Qualities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 21, Dex 13, Con —, Int —, attacks). A creature with hands Wis 10, Cha 1 gains one claw attack per hand; a",
        "name":  "Abilities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9–16 HD (Huge); 17–24 (If the base creature already had HD (Gargantuan) claw or talon attacks, use which-",
        "name":  "Advancement",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— ever damage value is higher.) A vicious-looking creature of petrifi ed Size Damage bones, still partially imprisoned in Diminutive or Fine 1d3 stone, lumbers forward. Tiny 1d4 Small 1d8 Medium 2d6 Combat Large 2d8 A revived fossil megarap- Huge 2d10 tor uses its talons and Gargantuan 2d12 foreclaws to shred prey. A revived fossil Colossal 2d20 megaraptor 118 sillE .S yb .sullI MONSTERS NEW CHAPTER 6",
        "name":  "Level Adjustment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A revived fossil retains Skin kite none of the base creature’s special attacks.",
        "name":  "Special Attacks",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A revived fossil loses most special qualities of the base creature, though it retains any extraordinary spe- cial qualities that improve its melee or ranged at- tacks. A revived fossil also gains the following special SKIN KITE qualities.",
        "name":  "Special Qualities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A revived fossil loses all feats of the base creature but gains Combat Refl exes. A knot of fl accidly fl apping membranes kites through the air, now",
        "name":  "Feats",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any, usually same as base creature. drifting with the currents, now stooping swiftly through the air",
        "name":  "Environment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Depends on Hit Dice, as follows: Skin kites are undead creatures made up of the stolen skin of Hit Dice CR past victims. They feed on the skin of living beings, replenishing 1/2 1/3 their own constantly rotting skin, as well as using new skin as 1 1 spawning material for new skin kites. 2–3 2 No two skin kites appear the same. They display a range of 4–5 3 different colors, depending on the creatures from which they 6–7 4 were harvested. Many skin kites have rotting clumps of hair or 8–9 5 fur, unintended additional trophies from past victims. 10–11 6 12–14 7 A skin kite has no body, only a wingspan, which is about 5 15–17 8 feet. It weighs about 5 pounds. 18–20 9 COMBAT",
        "name":  "Challenge Rating",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As base creature (or — if the base creature Diet Dependent: A skin kite is diet dependent (see the advances by character class). Undead Metabolism section in Chapter 1) upon skin, which it",
        "name":  "Advancement",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10–16 HD (Huge); 17–27 HD (Gargantuan) Full Attack: 2 intestine loops +6 melee (1d4 plus attachment) 120 Level Adjustment:— Face/Reach: 5 ft./5 ft. axaB .T yb .sullI MONSTERS NEW CHAPTER 6",
        "name":  "Advancement",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam +11 melee (1d8+15/17–20 plus energy COMBAT drain)* A creature of shadows, a skulking cyst prefers to Space/Reach: 5 ft./5 ft. launch attacks on lone victims from dark Special Attacks: Create spawn, energy drain ceilings and sewer grates. Special Qualities: Augmented critical, darkvision 60 ft., inescapable craving, undead traits, vicious slammer",
        "name":  "Full Attack",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A slaughter wight has an inescapable obvious in its motions. Its leathery, desiccated fl esh ripples across craving (see the Undead Metabolism section in Chapter 1) for its body, tolerant of the creature’s quick movements despite being life force, which it satisfi es by using its energy drain attack. lifeless parchment. SLAYMATE Slaughter wights are undead that have been specially touched by dark gods, endowing them with a vicious hatred of life that Small Undead goes beyond that of simple walking dead. A slaughter wight’s Hit Dice: 4d12 (26 hp) appearance is an exaggerated and horrifying effi gy of the form Initiative: +1 it had in life. Speed: 20 ft. (4 squares)",
        "name":  "A slender, wiry corpse moves toward you, supernatural agility Inescapable Craving",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bardic music, Charisma drain Charisma Drain (Su): Living creatures hit by a",
        "name":  "Special Attacks",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 glamered leather, +1 keen shocking burst Damage: The amount of damage a scimitar, cloak of resistance +3. (Different mummy kings swarm-shifter deals with its swarm may have different possessions.) attack is based on its Hit Dice, as shown in the table below. CREATING A SWARM-SHIFTER HD Damage 1–5 1d6 “Swarm-shifter” is an acquired 6–10 2d6 template that can be added 11–15 3d6 to any corporeal undead 16–20 4d6 with an Intelligence 21 or more 5d6 score (referred to here- after as the base creature). A swarm-shifter uses all the base creature’s Space/Reach: When the base statistics and special abilities except as creature is in swarm form, it has a noted here. space of 10 feet. In swarm form, it has a",
        "name":  "Possessions",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Unlike most tem- reach of 0 feet, it cannot make attacks of plates, an undead can opportunity, and it provokes attacks of potentially acquire opportunity when it enters a crea- this template more ture’s space. The swarm can than once, gaining A swarm-shifter occupy another creature’s a new swarm form mummy king druid space and moves through with each applica- other creatures’ squares tion. without impediment and",
        "name":  "Note",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "vice versa. The swarm can The base creature’s move through holes and type and size do not cracks large enough for its change, but it gains the component creatures. shapechanger subtype. When 125 Illus. by B. Snoddy 6 RETPAHC WEN SRETSNOM",
        "name":  "Size and Type",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When in swarm form, a swarm-shifter Feats: Same as the base creature, but when the base creature loses all the special attacks of the base creature. It gains the is in swarm form it cannot benefi t from feats that rely on attacks distraction and swarm special attacks, and gains new special (such as Power Attack and Combat Expertise), special attacks attacks dependent on the swarm form it takes (as described in of the base creature, or other abilities the base creature cannot the individual swarm form entries below). use in swarm form. Distraction (Ex): As described in the Swarm Traits section at Challenge Rating: Same as the base creature +1. If this tem- the beginning of this chapter. plate is applied multiple times, the base creature’s Challenge Swarm (Ex): As described under the Attack and Damage entries Rating increases by 2, regardless of how many swarm forms the above, the base creature in swarm form has a swarm attack. creature can take in excess of one.",
        "name":  "Special Attacks",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The base creature’s Strength and Dexterity scores Special Attacks: An undead in centipede swarm form has are different in swarm form due to the swarm creatures’ size. the following additional special attack. When the base creature takes swarm form, change the base Poison (Ex): Swarm attack, Fortitude DC 10 + 1/2 swarm HD creature’s Strength and Dexterity scores according to Table 4–2, + Cha modifi er, initial and secondary damage 1d4 Dex. page 291 of the Monster Manual. This template cannot reduce Special Qualities: An undead in centipede swarm form has the base creature’s Strength in swarm form to less than 1. the following additional special quality, in addition to darkvision",
        "name":  "Abilities",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An undead in fl y swarm form has the fol- Special Qualities: An undead in parts swarm form has the lowing additional special attack. following additional special quality, in addition to darkvision Disease (Ex): Red ache—swarm attack, Fortitude DC 10 + 1/2 out to 60 feet and undead traits. swarm HD + Cha modifi er, incubation period 1d3 days, damage Half Damage From Slashing and Piercing (Ex): Slashing and pierc- 1d8 Dex. ing attacks deal half damage to a swarm of Tiny creatures.",
        "name":  "Special Attacks",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An undead in maggot swarm form has the Speed: 20 ft. (4 squares). following additional special attack. Special Attacks: An undead in scorpion swarm form has Extended Nausea (Ex): A creature nauseated by a maggot the following additional special attack. swarm’s distraction special attack remains nauseated for 2d4 Poison (Ex): Swarm attack, Fortitude DC 10 + 1/2 swarm HD rounds. + Cha modifi er, initial and secondary damage 1d2 Con.",
        "name":  "Special Attacks",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +6 melee (1d4–1 plus Like shadows, umbral disease) creatures are creatures of",
        "name":  "Attack",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Underground creature, and it may eas-",
        "name":  "Environment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pair or bunch ily be mistaken for a living (3–7) Tomb mote creature from the Plane of",
        "name":  "Organization",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 Shadow. Umbral creatures are dif-",
        "name":  "Challenge Rating",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4–6 HD (Tiny) Natural enemies of all that live, umbral creatures are aggres-",
        "name":  "Advancement",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Incorporeal touch +7 melee (1d8 Strength) Tomb motes typically attack from ambush due to their size. If Face/Reach: 10 ft./5 ft. (10 ft. with incorporeal touch) possible, they attempt to attack a foe en masse. Special Attacks: Strength damage Disease (Ex): A creature struck by a tomb mote’s bite attack Special Qualities: Create spawn, darkvision 60 ft., displace- must make a DC 13 Fortitude save or be infected with a disease ment, incorporeal traits, low-light vision, resistance to ranged known as corpse bloat (incubation period 1d3 days, damage 1d6 attacks, undead traits, +2 turn resistance Str). The skin of a diseased victim turns a hue of green, bloats, Saves: Fort +2, Ref +6, Will +7 and is warm to the touch. The save DC is Charisma-based. Abilities: Str —, Dex 19, Con —, Int 1, Wis 14, Cha 10",
        "name":  "Full Attack",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +12, Listen +6, Move Silently +9, Spot +6 128 Feats: Alertness, Dodge, Stealthy yelsaE .J yb .sullI MONSTERS NEW CHAPTER 6 Climate/Terrain: Any land and underground Base Attack: An umbral creature has a base attack bonus",
        "name":  "Skills",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, gang (3–4), or clutch (2–4 plus equal to 1/2 its Hit Dice. 2–7 shadows) Attack: The creature loses all its attacks and gains an incor-",
        "name":  "Organization",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Full Attack: An umbral creature uses its touch attack.",
        "name":  "Treasure",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always chaotic evil Damage: An umbral creature’s incorporeal touch attack deals",
        "name":  "Alignment",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7–9 HD (Large); 10–18 HD (Huge) Strength damage (as outlined in its Strength damage ability description) based on the creature’s size, according to the table A murky, vaguely feline shape crouches before you. below. Combat Size Damage Size Damage Umbral displacer beasts rely on their incorporeal nature and Fine or Diminutive 1d2 Large 1d8 their natural displacement to avoid most attacks. Due to their Tiny 1d3 Huge 2d6 Small 1d4 Gargantuan 3d6 limited Intelligence, they don’t typically take full advantage of Medium 1d6 Colossal 4d6 their incorporeal nature (such as attacking from above). Create Spawn (Su): Any humanoid reduced to Strength 0 by an umbral displacer beast rises as a shadow under the control Special Attacks: An umbral creature retains the base of its killer in 1d4 rounds. creature’s special attacks (though some of these may not be Displacement (Su): A light-bending glamer continually sur- useable by the creature due to its incorporeal form) and gains rounds an umbral displacer beast, making it diffi cult to surmise the special attacks described below. the creature’s true location. Any melee or ranged attack directed Create Spawn (Su): Any humanoid reduced to Strength 0 by at it has a 50% miss chance unless the attacker can locate the beast an umbral displacer beast dies and rises as a shadow under the by some means other than sight. A true seeing effect allows the control of its killer in 1d4 rounds. user to see the beast’s position, but see invisibility has no effect. Strength Damage (Su): The touch of an umbral creature deals",
        "name":  "Advancement",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead, and it gains the incorporeal and augmented subtypes. It retains any subtypes except alignment subtypes (such as good) and subtypes that indicate kind (such as goblinoid). Size is unchanged.",
        "name":  "Size and Type",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    }
]
