[
    {
        "origin_file":  "monsters.json",
        "description":  "Beast Wild Shape, Knowledge (nature) Just as with normal turning, you can’t affect undead 24 ranks, wild shape 6/day. that have total cover relative to you.",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "While in a rage, you ignore the hardness of any object you strike. Also, double your Strength bonus Spectral Strike [Epic] for the purposes of any Strength check made to break You can strike incorporeal creatures as if they were solid. an object with sudden force rather than by dealing Prerequisites: Wis 19, ability to turn or rebuke undead. normal damage (including bursting bindings, such as Benefit: Your attacks deal damage normally against ropes or manacles). incorporeal creatures.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "While you are raging, any enemy that views Undead Mastery [Divine] [Epic] you must make a Will save opposed by your Intimidate You can command a greater number of undead than normal. check or become panicked (if they have fewer Hit Dice Prerequisites: Cha 21, ability to rebuke or command than you) or shaken (if they have Hit Dice equal to or up undead. to twice yours) for 4d6 rounds. Benefit: You may command up to ten times your level in HD of undead. Thundering Rage [Epic] Your rage attacks can cause thunderous roars that can Unholy Strike [Epic] deafen opponents. Your attacks deal great damage to good creatures.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For every 5 points Without this of base attack bonus feat, the crea- above +6, you may add ture’s second- one additional arrow ary natural at- to this attack, to a tacks have a maximum of four –5 penalty arrows at base (or a –2 pen- attack bonus +16 or alty if it has the Multi- higher. Howewer, attack feat). each arrow after the second adds a cummulative Improved Flyby Attack [General] –2 penalty to the attack roll (–6 for three arrows, –8 for four). The creature can attack on the wing with increased mobility. Special: Regardless of the number of arrows you fire,",
        "name":  "Normal",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You and other touched willing creatures disk in place for 8 hours (ad hoc +10 DC). Mitigating weighing up to 1,000 lb. factors: increase casting time by 9 minutes (–18 DC),",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S Any creature of the specified type cannot attack or touch the",
        "name":  "Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Abjuration Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Object or creature touched (DC 27). Factor: +10 additional SR (+40 DC). Mitigat-",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature, or up to a 10-foot cube of Eternal Freedom (Ritual) nonliving matter",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touched creature or object of 2,000 lb. or less action casting time (+20 DC). Mitigating factor: burn",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Personal; touch Target: One creature or force grappling you",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You; creature or object touched Duration: Instantaneous",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "450,000 gp; 9 days; 18,000 XP. Seed: summon Evocation [Electricity] (DC 14). Factors: summon CR 31 creature (+58 DC),",
        "name":  "Living Lightning To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A bolt 5 ft. wide by 300 ft. long, or 10 ft. wide by 150 ft. long You are possessed by a creature of nightmare—a dream",
        "name":  "Area",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous larva (see Chapter 5: Monsters). For 20 rounds, the dream",
        "name":  "Duration",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One summoned creature in the area into frogs. The transformed creatures retain",
        "name":  "Effect",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Mummy Rot (Su): Supernatural disease—slam, For-",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "0 ft. Target: You or creature touched",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One other living creature injuries, although your own body does not actually suffer",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One other living creature",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "495,000 gp; 10 days; 19,800 XP. Seeds: contact Components: V, S (DC 23), reveal (DC 19), conceal (DC 17). Factors: apply to Casting Time: 1 action all five senses (+8 DC), conceal detection (ad hoc +6 Range: 75 ft. DC). Mitigating factor: increase casting time by 9 min- Effect: Summoned creature utes (–18 DC). Duration: 20 rounds (D) 86 :2 RETPAHC SLLEPS CIPE",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One or more extraplanar creatures, no two of Target: You or a creature or object of up to 2,000 lb. which can be more than 30 ft. apart Duration: 200 minutes or until expended (D)",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature sions can’t deal damage, however.",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature, or up to a 10-foot cube of",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "DISPEL Range: 300 ft. or touched creature Abjuration or object of 2,000 lb. or less",
        "name":  "SEED",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Divination Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, DF complete vigor to any deceased creature. The condition",
        "name":  "Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch tion of the creature’s body still exists, it can be returned to",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous part of the creature’s body at the time of death. (The",
        "name":  "Duration",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See text Target: One living creature",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "OPEN-ENDED ROLLS Another method is to leave the threshold the same, but When characters reach epic levels, the rule that natural allow characters and monsters access to the Resist Death Is always fail and natural 20s always succeed can lead to feat (described below). frustrating results. The DUNGEON MASTER’s Guide presents Using the Open-Ended Rolls variant discussed above one option that can help alleviate this situation: Using will generally reduce the likelihood of a combatant dying the Automatic Hits and Misses variant in Chapter 3, a from massive damage. However, it will have absolutely natural 1 is treated as a roll of –10 and a natural 20 no effect on the frequency of such checks, so you might becomes a roll of 30. But this just delays the problem. still want to consider one of the options listed above. 110 :3 RETPAHC NA GNINNUR EMAG CIPE",
        "name":  "VARIANT",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "EXTENDED “DEATH’S DOOR” levels an NPC has above 21st level, subtract an additional By the time a character reaches epic levels, the range of 2 from the NPC’s character level to get the NPC’s Chal- hit points at which he is considered to be dying (–1 to –9 lenge Rating. inclusive) looks like a pretty small window. With so This system must be watched closely, or some dis- much damage being dealt on each attack (not to mention continuities may develop. For example, adventures each round), it’s not uncommon for most characters to go with a steady diet of NPCs will soon provide the PCs straight from healthy (more than 0 hit points) to dead with more treasure than expected. Thus, you should (–10 or fewer) with a single hit. stagger NPC encounters with monster encounters and If this is problematic for you, consider extending the other threats that have normal or even substandard tinge at which an epic character is considered to be amounts of treasure. dying to be equal to his character level subtracted from 0 (his level expressed as a negative number, in other VARIANT: EPIC LUCK words). Thus, a 21st-level character would not die until Epic characters are lucky, plain and simple. In the Epic his hit points were reduced to –21, while a 30th-level Luck variant, all creatures with 21 or more HD can make character could survive at –29 hit points, dying at –30. a luck roll once per day, rerolling one roll they have just This variant has the effect of reducing character mor- made. The creature must take the result of the re roll, even tality in two ways. First of all, it makes it more likely that if it is worse than the original roll. Creatures or characters a character won’t go straight from healthy to dead in a that already have a similar ability (such as clerics who single strike. Second, it greatly increases the length of have the granted power of the Luck domain) gain one time it takes a dying character to actually die. A 40th- more use of it per day. level character might linger near death for a few minutes before actually passing away. Thus, you should only use VARIANT: THREE DEATHS AND YOU’RE this variant if you are comfortable with increasing the OUT characters’ survival rate. To use this rule, you must keep careful track of the char- acters’ hit points. Then, whenever the character would",
        "name":  "VARIANT",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When humanity was 5 Wearer gains fast healing 1 young, a nation in the distant west found itself under the 6 Wearer can fIy at will foot of a tyrannical wizard-king, one of the first to master 7 Wearer gains cold resistance 30 8 Wearer gains freedom of movement the arcane arts. Seeing the nation’s plight, a humble cleric 9 Wearer gains +5 resistance bonus on saving throws named Arnd prayed to his gods for mercy and was pro- 10 Wearer may select which facet is active vided a vest of shimmering chain that would stand against the mightiest foe. Though Arnd has long since The wearer of the Ring of Gaxx can, with a great deal of passed away, the Coat remains. Rumors persist that it con- mental exertion, attempt to change the active facet away tinually seeks out new owners to wear it into battle. from one he does not desire. This requires a full-round The Invulnerable Coat of Arnd is a +5 chain shirt of heavy for- action and a Concentration check (DC 50), and deals 2d6 tification. It grants its wearer damage reduction 10/+5 and points of subdual damage regardless of success. If the resistance 20 against acid, cold, electricity, fire, and sonic save is successful, the new facet is determined randomly. energy. If the wearer can turn undead, treat the wearer as If the Ring of Gaxx is removed, the former wearer having +4 class levels for purposes of caster level, turning takes 2d6 points of subdual damage each minute until undead, smiting evil, and laying on hands. For instance, a it is replaced or until his subdual damage exceeds his 21st-level cleric would have an effective caster level of current hit points (though the subdual damage 25th, while a 21st-level paladin could lay on hands for 25 × resumes again immediately when the former wearer her Charisma modifier in points of damage healed. regains consciousness). 154 :4 RETPAHC CIGAM CIPE SMETI Ring of Gaxx T his chapter contains entries for more than sixty who is also a 1st-level sorcerer has an ECL of 26. creatures, mostly hostile, for use in DUNGEONS \u0026 Player characters who have level adjustments of DRAGONS® epic level adventures. +1 or higher (humans and other standard races See the introduction of the Monster Manual for can be said to have a level adjustment of +0) indi- information on how to read the monster entries. cate that their class levels do not accurately reflect their power.",
        "name":  "Invulnerable Coat of Arnd",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard a living opponent’s Charisma Alignment: Always chaotic evil score by 2 points when the Advancement: 41–65 HD (Large); chichimec hits is with a tail 66–84 HD (Huge); 85–110 HD slam, or 4 points on a critical (Gargantuan) hit. The chichimec heals 10 points of damage, or 20 on Dream larvae are the misbegotten critical hit, whenever it drains offspring of deities of fancy, long- Charisma, gaining any excess ing, and dream. as temporary points. The Most creatures know the attack allows a Fortitude save startlement of a night terror—a (DC 33)—on a successful bolt of horror that wakes the save, only 1 point of Charisma sleeper from a dead sleep. is drained and the chichimec Dream larva are night terrors heals 5 points of damage. The that escape from dream into the temporary hit points gained by waking world, nightmares made the chichimec Charisma drain manifest. They have no specific last a maximum of 1 hour. form, but instead are every crea-",
        "name":  "This effect permanently reduces Treasure",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +39, Ref +30, Will +27 fell. Few creatures can stand up to a hecatoncheires in",
        "name":  "Saves",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary or pair creature, or twenty attacks against a Large creature in",
        "name":  "Organization",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard Huge or larger creature in one action).",
        "name":  "Treasure",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "36 monster, hold person,",
        "name":  "Rating",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, or pack (5–10). brachyurus has. The affected creature must make a suc-",
        "name":  "Organization",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+7 (+3 Dex, +4 Improved Initiative) and as living creatures.",
        "name":  "Initiative",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to mind-affecting effects speed and can determine the exact location of any crea- (charms, compulsions, phantasms, patterns, and morale ture caught in the web. effects). Skills: Web-spinning devastation spiders receive a +4 racial bonus on Hide and Spot checks. Hunting spiders DEVASTATION CENTIPEDE receive a +6 racial bonus on Jump checks and a +8 racial Devastation centipedes can cover vast distances bonus on Spot checks (using the modifiers given in quickly, consuming Large and smaller creatures as they parentheses). *All devastation spiders gain a +8 compe- travel. tence bonus on Hide and Move Silently checks when using their webs. 177 MONSTERS CHAPTER 5: DEVASTATION SCORPION Poison (Ex): Sting, Fort save (DC 95); initial and sec- The devastation scorpion is an aggressive hunter, scut- ondary damage 2d12 temporary Str. tling quickly through terrain in search of food. Skills: Devastation scorpions receive a +4 racial bonus on Climb, Hide, and Spot checks. Combat In addition to its deadly claws, the devastation scorpion DEVASTATION BEETLE has a highly toxic sting from its tail. Devastation beetles are ravenous when they first appear, Improved Grab (Ex): To use this ability, the devasta- consuming anything and everything in the vicinity. tion scorpion must hit with its claw attack. If it gets a hold, it hangs on and squeezes. Combat Squeeze (Ex): A devastation scorpion that gets a hold A devastation beetle uses both its sheer bulk and its spe- on a Gargantuan or smaller opponent automatically deals cial abilities to get to food. damage with both claws and its sting. Trample (Ex): A devastation beetle can trample Devastation Centipede Devastation Spider Colossal Vermin Colossal Vermin",
        "name":  "Vermin Traits",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None None 178 :5 RETPAHC SRETSNOM presented in this chapter) gain Gargantuan and smaller creatures for 30d10+24 points one age category per 5 Hit Dice beyond great wyrm. of damage. Opponents who do not make attacks of Size: One important element of dragon advancement opportunity against the devastation beetle can attempt is increasing size. The dragons that don’t reach Colossal a Reflex save (DC 90) to halve the damage. size by the great wyrm stage can never reach it according Acid Cloud (Ex): A devastation beetle exudes a con- to the standard advancement rules. When advancing a stant vapor that radiates outward in every direction for 60 dragon, consider its basic size group: lesser (white, black, feet. This vapor deals 6d6 points of acid damage each brass, and copper dragons), ordinary (green, blue, and round to anyone caught in the cloud. bronze dragons), greater (silver, red, and gold), or epic (force and prismatic). A dragon that is Tiny as a wyrm- ling is in the lesser group, a dragon that is Small as a DRAGON ADVANCED wyrmling and never reaches Colossal size is in the ordi- Like dragons in the Monster Manual—and the new vari- nary group, and a dragon that is Small to Large as a eties presented in this chapter—have twelve age cate- wyrmling and reaches Colossal by the great wyrm stage gories, from wyrmling to great wyrm. The advance- is in the greater group. ment rules in the Monster Manual allow dragons A lesser dragon becomes Colossal when it gains two theoretically infinite progression even beyond the age categories (6 Hit Dice) beyond great wyrm. It stage of great wyrm. This book lets dragons improve increases to Colossal+ when it gains an additional four more than their Hit Dice as they progress to epic heights age categories (12 HD). Thus, a white great wyrm of power. reaches Colossal at 42 HD and Colossal+ at 54 HD, while",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A standard dragon (including all the a bronze great wyrm becomes Colossal at 45 HD and dragons in the Monster Manual and Monster Compendium: Colossal+ at 57 HD. Monsters of Faerûn) gains one “virtual age category” for An ordinary dragon becomes Colossal when it gains every 3 Hit Dice it gains beyond the great wyrm stage. A one age category (3 Hit Dice) beyond great wyrm. It 61-HD red dragon, with 21 more Hit Dice than a standard increases to Colossal+ when it gains an additional four great wyrm, has gained seven virtual age categories, age categories (12 HD). Thus, a green great wyrm meaning its effective age category is nineteen. Abilities reaches Colossal size at 41 HD and Colossal+ size at 53 that function once per day per age category or otherwise HD, while a bronze dragon becomes Colossal at 42 HD use the dragon’s age category as part of a calculation use and Colossal+ at 54 HD. this adjusted number. A greater dragon becomes Colossal+ when it gains Epic dragons (the force dragon and prismatic dragon four age categories (12 HD) more than it needed to reach 179 MONSTERS CHAPTER 5: the Colossal size. Thus, a silver or red dragon becomes by 2 per additional age category. For epic dragons, CR Colossal+ at 52 HD, and a gold dragon becomes Colos- increases by 3 per additional age category. sal+ at 50 HD. All other dragon statistics are as presented for dragons Epic dragons, already Colossal+ by the time they reach in general and specific dragon varieties in the Monster the great wyrm stage, do not increase in size thereafter. Manual and other sources. Use the information presented under the epic dragon entry, below, to determine the statistics of a SAMPLE ADVANCED DRAGON Colossal+ dragon. This example uses a red dragon advanced to 61 Hit",
        "name":  "Age Category",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wyrmling 21–24 HD (Huge); Normal 320 miles 400 miles 480 miles very young 26–29 HD (Huge); young 31–34 HD (Gar- Except as noted here, epic dragons conform to the gen- gantuan); juvenile 36–39 HD (Gargantuan); young eral information that applies to all dragons given in the adult 41–44 HD (Gargantuan); adult 46–49 HD (Gar- Monster Manual. gantuan); mature adult 51–54 HD (Colossal); old 56–59 HD (Colossal); very old 61–64 HD (Colossal); ancient FORCE DRAGON 66–69 HD (Colossal); wyrm 71–74 HD (Colossal+); Dragon (Force) great wyrm 76+ HD (Colossal+) Climate/Terrain: Any land and underground",
        "name":  "One Day Advancement Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "70d10+1,400 + 40 (1,825 hp) creatures may also inhabit the surface of the genius loci.",
        "name":  "Hit Dice",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "–2 (Dex) Any creature entering a genius loci who makes suc-",
        "name":  "Initiative",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Enslave, improved grab, constrict some recently slain creature into itself. 4d10+30 Genius loci are spontaneously generated from areas",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "50 ft. nons travel endlessly, seeking new creatures to duplicate",
        "name":  "Speed",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Claw 3d8+21/19–20 (+1d6 on critical hit) rounds total) to avoid being permanently drained of 4 plus blazefire, skull butt 2d6+10 plus more hit points each round. The lavawight heals the blazefire same amount of damage whenever a creature is drained Face/Reach: 5 ft. by 5 ft./5 ft. of hit points, gaining any excess as temporary hit",
        "name":  "Damage",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "23 works only if creature is willing.",
        "name":  "Challenge Rating",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "33–42 HD (Medium-size); 43–55 HD tures of the fire subtype in the field (Huge) (including the lavawight) are treated as if having turn resistance +6 (if undead) and Lavawights are horrors of death wrapped in molten fast healing 10. Creatures subject to fire magma. damage take 2d10 points of fire dam- Lavawights appear as humanoid skeletons sheathed in age each round they remain within a thick skin of molten rock. The magma serves a lava- the heat aura. wight as searing “flesh” and does not hamper its move- Fire Subtype: Fire immunity, double damage from ment in any way. Huge shards of razor-sharp, glowing cold except on a successful save. obsidian depend from each finger, serving as claws. Only Fiery Hardness (Ex): The lavawight’s molten skin the skull of a lavawight is free of magma; there, a corona provides it with damage reduction of 10/–. The lavaw- of white flame burns like a crown. ight’s standard damage reduction does not stack, but Lavawights are created from the remains of victims overlaps with this fiery hardness damage reduction. slain by shapes of fire. However, even when its standard damage reduction does Lavawights speak Common and Infernal. not apply, the 10/– does. 200 :5 RETPAHC SRETSNOM LEGENDARY ANIMAL Legendary animals are animals of historical strength, speed, and power. According to some theories, they have been imbued with power beyond all other animals to serve as nature’s defenders. Whatever their origin, leg- endary animals are extraordinarily rare. Not every animal has a legendary counterpart—there aren’t any legendary sparrows, for example. Generally only the top predators and largest herbivores in a partic- ular climate have legendary versions. Two examples are provided here: the legendary bear and legendary tiger. LEGENDARY BEAR A legendary bear doesn’t usually attack humans despite its great strength. Most of the bear’s diet consists of | plants and fish. COMBAT Improved Grab (Ex): To use this ability, a legendary bear must hit with a claw attack. LEGENDARY TIGER The legendary tiger is among the fiercest and most dangerous land predators in the animal kingdom, measuring 8 to 10 feet long and weighing up to 600 pounds. COMBAT Pounce (Ex): If a legendary tiger leaps upon a foe during the first round of combat, it can make a full attack even if it has already taken a move action. Improved Grab (Ex): To use this ability, the legendary tiger must hit with a bite attack. If it gets a hold, it can rake. Rake (Ex): A legendary tiger can make two attacks (+30 melee) against a held creature with its hind legs for 2d6 + 5 points of damage each. If the legendary tiger pounces on an opponent, it can also rake.",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Legendary tigers receive a +8 racial bonus on Hide and Move Silently checks. *In areas of tall grasses or heavy undergrowth, the Hide bonus improves to +16. 201 MONSTERS CHAPTER 5: Legendary Bear Legendary Tiger Large Animal Large Animal",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "32d8+192 (336 hp) for the mu spore’s bite every round. A swallowed creature Initiative: +12 (+4 Dex, +8 Superior Initiative) is considered grappled, while the creature that did the Speed: 60 ft. or via dimension door swallowing is not. A swallowed creature can try to cut AC: 35 (–2 size, +4 Dex, +3 deflection, +20 insight) its way Attacks: Bite +26 melee, 1.0 head-tentacles +21 melee touch attack",
        "name":  "A swallowed creature takes the twice the damage given Hit Dice",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The paragon creature gains a +10 insight bonus It has a bony ridge that runs from the back of its neck on all its saving throws. all the way down to the base of its tail that is covered with",
        "name":  "Saves",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All ability scores are 15 points higher than special crystalline scales. The creature’s snout is elon- those of the base creature. gated, and it possesses a jaw full of powerful, crushing",
        "name":  "Abilities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The paragon creature gains a +10 competence teeth. The tip of a prismasaurus’s tail is a thick, bony bonus on all its skill checks. bulge with horny protrusions all over it.",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature, plus two bonus feats. Climate/Terrain: Any land and underground. COMBAT",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to 6 HD, as base creature +18; refract the light in a myriad of colors, accompanied by a 7 HD to 15 HD, as base creature +15; 16+ HD, as base host of arcane energies that make the beast a formidable creature +12. opponent. Through the use of these energies, the pris-",
        "name":  "Challenge Rating",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard for a creature of the adjusted CR. masaurus incapacitates its opponents and then feeds, able",
        "name":  "Treasure",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. to consume its prey regardless of whatever state it might",
        "name":  "Alignment",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+15 (+7 Dex, +8 Superior Initiative) creature of less than 8 HD that is within 30 feet of the crea-",
        "name":  "Initiative",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "55 (–2 size, +7 Dex, +40 natural) rounds. In addition, any creature within 20",
        "name":  "AC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always chaotic evil (calculated into the above statistics). The creature is not",
        "name":  "Alignment",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A pseudonatural creature always has maximum 16–19 35 40/+9 5 hit points. 21–24 40 45/+10 6",
        "name":  "HD",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A pseudonatural creature’s speed doubles, for each 4 more HD +5 +5/+1 +1 all movement types.",
        "name":  "Speed",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A pseudonatural creature substitutes tenta- can take the form of a grotesque, tentacled mass (or cle rake attacks for its melee attacks while in pseudo- another appropriately gruesome form determined by natural form. For instance, a creature with two claw the DM), but all its abilities remain unchanged despite attacks and a bite attack in its worldly form has at least the alien appearance. Changing shape is a standard three tentacle rake attacks (all at the creature’s best action. Other creatures receive a –1 morale penalty on attack bonus) in its pseudonatural form. It also gains their attack rolls against pseudonatural creatures in additional tentacle rake attacks (also at its best attack this alternate form. bonus) as noted on the table below. Saves: Same as the base creature.",
        "name":  "Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tentacle rakes from a pseudonatural creature Abilities: Increase from the base creature as follows: deal damage equal to 2d8 + Str modifier. Str +22, Con +10, Dex +10, Wisdom +10, Intelligence at",
        "name":  "Damage",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A pseudonatural creature retains all least 3. the special attacks of the base creature and also gains the Skills: Same as the base creature. following. Feats: Same as the base creature. Constant Insight (Su): The creature makes all its Climate/Terrain: Any land and underground. attacks with a +15 insight bonus. The creature is not Organization: Same as the base creature. 212 :5 RETPAHC SRETSNOM",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to 6 HD, as base creature +16; other sound. As the flying ooze wings through the air, its 7 HD to 15 HD, as base creature +13; 16+ HD, as base shape constantly spirals, twists, and mutates, and some- creature +10 times even divides into two or more distinct units before",
        "name":  "Challenge Rating",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. rejoining again moments later.",
        "name":  "Treasure",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. nation or leakage, or possibly through the design of an arcane experimentalist. Once formed, a ruin swarm is for all intents and purposes a single organism of the RUIN SWARM ooze type-—its individual particulates have no more Colossal Ooze bearing on its vulnerabilities or powers.",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— any creature, in order to feed its never-ending hunger. Face/Reach: 100 ft. by 100 ft./0 ft. Engulf (Ex): A ruin swarm has only to fly into the area",
        "name":  "Damage",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Engulf occupied by any Gargantuan or smaller creature to engulf",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swarm, ooze traits, blindsight 200 ft, it. Alternatively, a ruin swarm can change its shape as a fast healing 15 move-equivalent action in order to engulf a creature. (For",
        "name":  "Special Qualities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary that moves under its own volition. Creatures that enter",
        "name":  "Organization",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Neutral half). Creatures must save each round they remain",
        "name":  "Alignment",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An ooze is an amorphous or muta- ble creature. Oozes are im- mune to poison, sleep, paralysis, stunning, and polymorphing. They have no clear front or back and are therefore not subject to criti- cal hits or flanking. Oozes are blind but have the blindsight special qual- ity. They have no Intelligence scores 213 MONSTERS CHAPTER 5: and are therefore immune to all mind-affecting effects flames cascade over their bodies, and they must succeed (charms, compulsions, phantasms, patterns, and at a Fort save (DC 37) or permanently lose 6 points of morale effects). Constitution. The opponent must continue to save every round for the next 6 rounds (7 rounds total) to avoid being permanently drained of 6 more Con points. SHADOW OF THE VOID The creature heals 30 points of damage whenever it Large Undead (Incorporeal, Cold) drains 6 points of Constitution, gaining any excess as",
        "name":  "Ooze Traits",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead traits, incorporeal traits, turn life, though they do possess general knowledge of the slain resistance +6, cold subtype, cold aura, SR 36, DR 20/+6 creature. This knowledge is used for evil purposes, if possible.",
        "name":  "Special Qualities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to poison, sleep, paralysis, of a shape of fire is its two red, piercing eyes. Shapes of stunning, disease, death, effects, necromantic effects, fire are usually found far from the Material Plane, some- mind-affecting effects, and any effect requiring a Forti- times accompanied by an lavawight or two. tude save unless it also works on objects. Not subject to critical hits, subdual damage, ability damage, ability COMBAT drain, or energy drain. Negative energy heals. Not at risk Shapes of fire prefer to close with their opponents death from massive damage, but destroyed at 0 hit because of their deadly blazefire. points or less. Darkvision 60 ft. Cannot be raised; resur- Blazefire (Su): Living creatures taking damage from rection works only if creature is willing. a shape of fire’s incorporeal touch attack find them-",
        "name":  "Undead Traits",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None surrounds a shape of fire. All creatures of the fire sub-",
        "name":  "Treasure",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "36–42 HD (Large); 43–70 HD (Huge) as if having turn resistance +6 (if undead) and fast heal- ing 10. Creatures subject to fire damage take 2d10 A shape of fire is a manifestation of white-hot malice, the points of fire damage each round they remain within spirit of one condemned in the afterlife to an eternity of the heat aura. scorching damnation. 215 MONSTERS CHAPTER 5:",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "35–68 HD (Gargantuan); 69–102 HD AC: 42 (+14 Dex, +18 natural) (Colossal) Attacks: 2 forelimbs +36 melee touch, 2 antennae +30 melee touch Tayellahs are lone hunters of supernatural origin. Damage: Forelimb 0 plus ability drain, antenna 0 plus A tayellah is a massive feline creature. Appearing as a energy drain gargantuan, black, three-headed lynx, it stands 30 feet Face/Reach: 5 ft. by 5 ft./5 ft. tall at the shoulder. Its pupilless eyes shine a gleaming Special Attacks: Ability drain, energy drain, cocoon yellow. It sports a tentaclelike tail that ends in a wicked Special Qualities: DR 20/+6, darkvision 240 ft., scent, stinger. It is devious in the extreme, using its agility to SR 34, fire resistance 30 stalk and pounce on its surprised prey. Tayellahs hunt in Saves: Fort +21, Ref +25, Will +25 the most savage of wilds, even places beyond the Mater- Abilities: Str 22, Dex 38, Con 34, Int 25, Wis 29, Cha 31 ial Plane. Some of their favorite prey includes giant Skills: Bluff +30, Concentration +32, Diplomacy +12, eagles and giant lizards. Hide +24, Intimidate +12, Listen +27, Move Silently +24, Spot +41",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Disintegrating touch, vortex creatures that look like the largest trees known, such as Special Qualities: Blindsight 200 ft., construct traits, the giant redwood sequoia. fast healing 10, planar travel, SR 44; acid, cold, elec- Peaceful by nature, elder treants combine features of tricity, fire, and sonic resistance 30 both trees and humans. Like their smaller counterparts, Saves: Fort +19, Ref +29, Will +29 elder treants hate evil and the unrestrained use of fire, Abilities: Str 10, Dex 30, Con —, Int 20, Wis 30, Cha 30 considering themselves guardians of both trees and tre- Climate/Terrain: Any ants alike. They are massive and ponderous, very slow to Organization: Solitary act but always acting with deliberation and purpose. Challenge Rating: 32 Like treants, elder treants speak the language of tre- Treasure: None ants, plus Common and Sylvan. Alignment: Always neutral",
        "name":  "Elder treants are huge varieties of living trees, sentient Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Combat Casting, Combat Reflexes, Improved Crit- daum can use. Creatures who enter melee with an uvuu- ical (head spike), Lightning Reflexes daum are subject to its head spike, which deals consid-",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "DR 30/+5, darkvision 60 ft., fast itself at a rate of 200 vermin per round (unlimited dura- healing 10, immune to all mind-affecting effects, tion). When vermin die off either by being slain or by low-light vision, SR 34; scent dealing damage to another creature, the aura does not",
        "name":  "Special Qualities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blinding Speed aura of doom. It affects only opponents with fewer Hit Climate/Terrain: Any Dice or levels than the creature has. The affected crea-",
        "name":  "Epic Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard immune to that creature’s frightful presence",
        "name":  "Treasure",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "43–52 HD (Large); 53–70 HD (Huge) If the stinging beetles, scorpions, and other deadly insects have gods, they are ver- miurges. A vermiurge is al- ways surrounded by an aura of swarming insects, preventing easy viewing of the core crea- ture. Beneath the aura is a 10-foot-long body resem- bling that of a scorpion, except for an extended flexible thorax that holds an additional set of pincers. Dragonfly wings grace a vermi- urge’s back, allowing the creature to fly. 226 :5 RETPAHC SRETSNOM Poison (Ex): Sting or bite, Fort save (DC 44); initial in forgotten citadels decaying on the Astral Plane or damage 1d6 temporary Con, secondary damage 2d6 the Negative Energy Plane. Extremely powerful liches, temporary Con. vampires, and demiliches sometimes gain winterwights as temporary allies. Winterwights speak Common and Infernal. WINTERWIGHT Medium-Size Undead (Cold) COMBAT",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 10, Dex 14 (18 with gloves), Con 13 (15 (vermin), animal shapes (vermin), animal trance with Ioun stone), Int 20 (26 with headband), Wis 12, (vermin), colossal vermin (as giant vermin, but it an Cha 8 increase the creature’s size from Large to Gargantuan",
        "name":  "Abilities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the character. Target: Dead creature touched",
        "name":  "Saves",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the character. (DC 27), transform (DC 21). Factors: change creature",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the PCs venture to do so at all), they can get no one to admit to giving Union, refer to the earlier sections of this chapter for Regalid a commission. (They are speaking the truth— details about the city. Their stay in Union may be as brief Regalid made this up. The agent retriever has a more or as drawn out as you wish, depending on the circum- secretive reason for seeking Kerleth’s tower.) Agnimia stances. If the heroes are already familiar with the place, had not previously independently verified her or are currently based in Union, proceed through the rest brother’s story—she is as surprised as the PCs about of this adventure. But if they’ve never heard of the place, the Gleaners’ denial. exploring the city can be an enjoyable session in itself. 273 SETTING AN EPIC CHAPTER 6: Trouble on the Staircase (EL 20) If any ghour’s hit point total falls to 30 or less, it Agnimia leads the group to the Staircase Gate to begin attempts to teleport without error to safety on its next the journey to the Elemental Plane of Fire by way of the possible action. In fact, the ghours teleport to the loca- Infinite Staircase. tion of the infernal described in the next encounter—the The trip from the Staircase Gate to the portal on the infernal is the leader of this gang of bandits. Elemental Plane of Fire, in total, spans thirty miles of rambling, mazelike staircases. Infernal Intentions (EL 26) Refer to the Staircase Gate description earlier in this After the PCs deal with the ghour demons, Agnimia indi- chapter. cates that they should continue their journey along the stairs. Anyone who makes an easy Sense Motive check (DC 15) can see that something troubles Agnimia deeply. This is a realm of stairs. Stairs, landings, and door- If asked, Agnimia indicates the source of her disquiet, ways to the unknown, stretching to every plane answering questions as appropriate. imaginable. Staircases reach in all directions and in all orientations: up, down, left, right, upside down, and even bending back upon themselves. The stairs “I am troubled by the appearance of those demon ban- are constructed sometimes of wood, sometimes of dits, the ghours. I did not meet them the last time I brick, sometimes of simple stone. Some connected took this route. My brother told me of them—though landings are small, only big enough for a single door fierce in and of themselves, they serve a far greater and one or two adjoining stairs. Others are so large master who once often traveled this region of the that they stretch away into the haze. stairs. Regalid indicated that the threat had been put to rest, the infernal defeated. If that’s not true, and the infernal has returned, then our trip to the tower may After the group exits the Staircase Gate of Union onto the not be as easy as I had hoped.” large landing beyond, Agnimia leads the PCs down one of “An infernal is an abomination—a creature born of the twelve stairways that lead away from the landing. If the the ill-starred meeting of god and fiend. Only a few characters do not have some method to simply fly along trouble the cosmos, and I hope it is not our luck to the stairs, Agnimia stops and rests about every 15 minutes. meet one of them. The infernal I have in mind is During their journey, the heroes pass hundreds of branch- called Schaethreth, and it is terrible. Regalid barely ing stairs (taking some of them, ignoring the others). survived meeting it on several occasions—it seems",
        "name":  "Spending Time in Union",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At a point during the journey along the the infernal bears a strong, deadly grudge against my Infinite Staircase selected by you, the group is con- brother. If Schaethreth has returned, then perhaps fronted by six demons, called ghours, advanced accord- my brother’s disappearance becomes less a mystery, ing to the rules in the Monster Manual. but more worrisome.” A ghour demon stands about 28 feet tall and strongly resembles an oversized ogre. It has a thick, hairy hide, bestial features, and two enormous horns that jut out Creatures: Following the encounter with the ghours from its skull. These ghours routinely roam the staircase, during the journey along the Infinite Staircase, an infer- bandits in infinity, attacking travelers for their valuables nal named Schaethreth (plus any ghours who escaped and flesh. As such, they ambush a particular 30-foot-by- the PCs during the previous encounter) confronts the 30-foot landing, hiding just within six of the eight doors group. If the PCs bypass the Staircase altogether (or leave on this landing (gaining a +10 bonus on their Hide it immediately after facing the ghours), Schaethreth is checks). Each door on this landing leads to an unremark- instead encountered before the walls of Kerleth’s tower able, barren landscape. (as noted in that section below). The infernal appears suddenly, on a landing the PCs (cid:3)Advanced Ghour Demons (6): hp 136, 138, 141, 147, approach. It is a pitch-black scaled humanoid standing 15 149, 152; from Monster Compendium: Monsters of Faerûn; feet tall. Vast dragonlike wings enfold it, but do not hide full statistics provided at the end of the adventure. the tearing claws, the hellish maw, or the eyes from",
        "name":  "Creatures",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Many of the chambers and hallways are deco- Creatures: Before the PCs can gain the tower, the rated with throw rugs, running carpets, and hanging tap- dragon must be dealt with. The dragon, once lovingly estries to give the place a more friendly feel, as well as to called Etiol by its consort Tiamat, was cast forth from the provide some measure of nonskid walking areas. Despite dragon queen’s affections millennia ago. Etiol dropped their extreme age, all the decorations are in good condi- out of sight after that sad incident, but apparently fell in tion unless noted otherwise. Likewise, they are not par- with Kerleth centuries later. Somehow, Regalid’s recent ticularly valuable, unless otherwise noted. activities in the tower have awakened potent defenses",
        "name":  "Decor",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched and bitter cold; see the DUNGEON MASTER’s Guide for spe-",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "24th Beast Wild Shape; 28th, Gar- 29th–30th 6/8/8/7/7/7/6/5/5/5 gantuan Wild Shape.",
        "name":  "Class Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 neutralize poison, haste, alter self, 3 cure seri- monster IX; horrid wilting, meteor swarm (21st–26th);4 ous wounds, 2 gaseous form. horrid wilting, 4 meteor swarm (27th–30th);",
        "name":  "Potions",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Non-evil villains make for unusual foes, interests of the public, so allowing the executions to con- allowing you to use a new range of characters and creatures. tinue makes the people equally guilty. Therefore, she and For example, Dungeon Masters seldom throw paladins against her followers liberate convicted criminals, breaking into the PCs, and most adventurers would fi nd it unthinkable to dungeons and smuggling prisoners out of the city so that slay a celestial. However, with the non-evil villain archetype, they can start new lives elsewhere. Although her views are creatures that ordinarily would be allies of the PCs instead noble, Merla does not realize that the wretches she helps become their enemies. The party must fi nd a way to fi ght to free simply pick up where they left off: stealing, mur- these opponents without killing them, or the PCs risk com- dering, or doing whatever sent them to the gallows in the mitting an evil act themselves. first place.",
        "name":  "Advantages",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For a non-evil villain to be effective, he must believe that his actions are correct. At heart, he RIVAL is a good character, and he does what he thinks is good. “You made me what I am. Now it’s time to pay the price.” No matter how zealously he strives for his goal, no matter how misguided or closed-minded his actions, he will not A rival villain is bound to the player characters. Her objec- commit atrocities—at least, not unless he can rationalize tives are tied to the PCs because her primary role is to oppose sogellaG .R yb .sullI 662200__1100992288__CChh11..iinndddd 88 66//2222//0077 1111::0033::3388 AAMM 9 VILLAINS GREAT CHAPTER 1 them and thwart their efforts. A rival can have other plans particular concept or theme. The symbolic villain arche- and goals, but when she crosses paths with the characters, type encompasses all the evildoers who fi t this bill. They she exhibits a villain’s need to compete with, defeat, or do not need motives for what they do; they simply are destroy the party. what they are. Other archetypes encourage you to leave A rival villain can surface for many reasons. Some are stereotypes behind, but a symbolic villain relies on them. driven by professional competition or jealousy; such a vil- Everything about his personality symbolizes the concept lain might share the PCs’ objectives or see them as a threat. that he embodies. Either way, she attempts to slow them down whenever she This concept need not be associated with a moral can, pulling out all the stops to reach the goal fi rst. failing. Villains can represent the dangers inherent in Other rivals might be the result of the characters’ actions. nearly any idea; you can twist any virtue into a villainous Perhaps the PCs came upon a troubled community, defeated characteristic. For example, a villain who exemplifies the a dragon that lived nearby, and departed. However, they virtue of piety could commit horrible deeds in the name did not realize that the dragon protected the village from of his deity. A villain who represents love might promote hobgoblins that camped in the nearby hills. With the wyrm his views by forcing unsuitable partners into hopelessly gone, the hobgoblins raided the village and enslaved bizarre unions. nearly all its people. A few managed to escape, including Advantages: The DUNGEONS \u0026 DRAGONS game is full of one who becomes the party’s rival villain. Rather than symbolic villains—just fl ip through any Monster Manual to kill the PCs, she strives to discredit them and destroy fi nd a creature that embodies the concept you have in mind. their reputations. These monsters, many of which are derived from real-world",
        "name":  "Disadvantages",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vidon Hammerstone (LE male duergar fi ghter A world of heroes, monsters, and high adventure offers many 9) buys slaves from the drow and puts them to work mining chances for fame and glory to those with the courage to take mithral in his tunnels. He drives them mercilessly because them. Recognition also allows a villain to achieve a number of to him the value of the ore far outweighs the value of the other objectives. For example, widespread notoriety enables a lives he wastes. villain to live on in the memories of future generations, grant- ing him a sort of immortality. Recognition also brings power MOTIVATION and infl uence. People look to heroes for guidance and look Now that you have chosen your villain’s objective, the next upon villains with fear and loathing; the ability to inspire step is to determine why she wants to achieve that goal. Your such strong emotions is power of a different sort. villain’s motive reveals a key component of her personality. Ambitious villains seek accolades for their achievements On their own, objectives are morally neutral, but they become and push themselves to perform more and more audacious sinister when wicked motives are attached to them. acts. Nefarious leaders might start wars to establish their The motivations described below are just some of the many legacy, and thieves might infi ltrate the most heavily guarded reasons why villains want what they want. For each motiva- palaces just to be able to say they did it. These villains carve tion, an example shows how it can put a particular objective their names into history, and for them, that is enough. into context. If you want further options, consider drawing",
        "name":  "Example",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By day, Ferben Nackle (NE male gnome fi ghter from civilization. They include druids, rangers, trappers, 2/rogue 2/illusionist 2) runs a legitimate business selling and other characters with wilderness occupations, but they curios and alchemical goods. By night, he is an infamous also encompass strange and monstrous creatures that fun- drug lord known as Bishop, pushing all manner of addictive damentally oppose all things good and virtuous. A savage poisons into the poorer sections of the city. character might become a villain to keep civilization from",
        "name":  "Example",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1st. A creature can benefit from one ceremony at a time. If",
        "name":  "Level",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "To select this alternative class you attempt a second ceremony on the same creature, the feature, you must be chaotic evil. If your alignment changes to fi rst ceremony’s benefi ts immediately end, and the second anything else, this ability reverts to the standard rage ability ceremony’s benefi ts apply. until your alignment is restored to chaotic evil. Each ceremony has a cost in time and resources. The",
        "name":  "Special Requirement",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Whenever you strike a lawful or good creature wickedness, investing the malevolence of the Lower Planes and reduce it to the dying or dead condition, you gain a in the gathering. You create a pool of reserve hit points equal number of temporary hit points equal to 1/2 your class level. to your class level × the number of participants. Henceforth, Temporary hit points gained from this feat disappear after all participants can draw a number of hit points equal to 1 minute. their class level from this pool as an immediate action. These As an immediate action, you can sacrifice up to 5 tem- reserve hit points can only be used to recover lost hit points, porary hit points to gain damage reduction 5/good for so any drawn in excess of the character’s maximum hit point 1 round. total are wasted. When the pool is depleted, the effects of the ritual end. BLESSING OF THE GODLESS Anoint the Wicked (9 ranks): Your fi lthy words imbue your [CEREMONY, VILE] allies with an incredible sense of purpose, enough to quench You invoke the dreadful power of darkness and evil to fi ll any misgivings. Each participant gains a +4 morale bonus your allies with terrible power. on checks made to oppose Intimidate checks and on saving",
        "name":  "Benefi t",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Evil creatures automatically recognize the symbol Special: You can use this feat only if you have still have now emblazoned upon you as a sign of your utter depravity one or more attacks left in a round after reducing your target and your discipleship to a powerful creature of evil, although to 0 or fewer hit points. the brand does not necessarily reveal your patron’s identity. You gain a +2 circumstance bonus on Diplomacy and Intimi- HELLSWORN [VILE] date checks made against evil creatures. You have made a pact with a foul devil from the Nine Hells. In exchange, you can channel the power of that FELL CONSPIRACY [CEREMONY] dreadful plane.",
        "name":  "Benefi t",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature changes from instantaneous to 1 round per caster level.",
        "name":  "Target",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched RING OF FIRE",
        "name":  "Target",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dung from an evil creature. 1 point per caster level. Creatures that fail their saves take 1d6 points of damage per caster level, to a maximum of 20d6 PHANTASMAL INJURY points. Creatures that take at least 1 point of damage from Illusion (Phantasm) [Fear, Mind-Affecting] ring of fi re take an extra 1d6 points of fi re damage each round",
        "name":  "Material Component",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature of fi re spreads, all creatures in its area must make new saving",
        "name":  "Target",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature touched Upon touching a target, you set in motion a devastating",
        "name":  "Target",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch Target: One creature",
        "name":  "Range",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched Duration: 1 round/level",
        "name":  "Target",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature the structural integrity of the group. Examples include the",
        "name":  "Target",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Eight stone pews are arranged in two rows. Characters must spend 2 squares of movement to enter a square containing a pew. Those who climb onto a pew gain a +1 circumstance bonus on attack rolls against creatures on lower ground.",
        "name":  "Pews",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Squares occupied by desks and chairs cost 2 squares to enter. Desks provide cover for those crouching behind them. A creature can also climb on top of a desk, gaining a +1 bonus on melee attack rolls against opponents standing on the floor.",
        "name":  "Desks and Chairs",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The entire place stinks of mildew and spoiled wooden door on the east wall of the structure. Old and stained meat. The stench is foul enough to block the use of the scent black from fi lth, it features a gargoyle’s head with a ring ability, but it otherwise imposes no penalties. through its ears that holds a knocker. The creature’s head is",
        "name":  "Smells",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The barrels in the courtyard are full of old rainwater. If a PC tips one over (Strength DC 25), the spilled water makes an adjacent square extremely slippery, such that the space costs 2 squares of movement to enter. 59 662200__1100992288__CChh33__EENNCC..iinndddd 5599 66//2255//0077 11::2299::5511 PPMM 22--33 RREETTNNUUOOCCNNEE C HHAAPPEELL Encounter Level 7 visions and makes your stomach tighten. As you reel from the sound, a streak of lightning shoots SETUP toward you from the east wall. The bright bolt dissolves the glamer that concealed the source of the The locked door in the antechamber (area 15) leads to lightning—revealing a horrifi c creature that looks the chapel. If the PCs open the door with the key, they automatically gain surprise. Otherwise, the chapel’s like a bipedal worm the size of a human, with a residents—a gibbering mouther and a psurlon—are ready head dominated by a wide, fanged maw. for intruders. The gibbering mouther (M) hides in a small alcove in the southwest corner. The psurlon (P) activates Gibbering Mouther CR 5 its invisibility (or cloud mind) ability and crouches against hp 42 (4 HD); MM 126 the east wall. Average PsurlonLoM CR 5",
        "name":  "Barrels",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any creature that enters a square contain- Masts: The masts (circular symbols along the center line of ing water must make a successful DC 10 Balance check to avoid the ship) provide cover to anyone standing behind them. Each slipping and falling prone. mast has AC 3, hardness 5, and 200 hit points. advantage of sneak attack. Fecar uses the Dodge feat against DEVELOPMENT the strongest PC in the group. If the adventurers push After 3 rounds of combat, the two hobgoblins in the galley past the barbarians, Fecar bestows a hexblade’s curse on (area 7) join the battle. Heedless of danger, the cooks fi ght any character who appears to be some kind of warrior, recklessly. banking on the possibility that the PC will not be able If a section of the hull takes enough damage to spring a to resist. leak, water starts pouring in. One or more holes in one sec- Since escape from the lower deck is unlikely, Fecar tion of the hull will not jeopardize the ship, but the water and his Boys fight to the death. However, if defeat seems also runs down into the hold below, and the sudden cold imminent, the first mate breaks his flask of alchemist’s shower makes the kython quite unhappy. After 1d6 rounds, fire, hoping to set the ship aflame and take the PCs down it begins roaring and hammering at the fl oorboards over its with him. head. Each round that the creature pounds the lower deck, all characters standing on the deck must succeed on a DC 10 Balance check or be knocked prone. 77 662200__1100992288__CChh44__EENNCC..iinndddd 7777 66//2255//0077 11::3355::2299 PPMM 33--44 RREETTNNUUOOCCNNEE T HH MM HHEE OOLLDD OOFF AADDNNEESSSS Encounter Level 10 light cast by the open trapdoor, you can see the ribs of the ship sticking up out of the dark SETUP water. A pale, wrinkled human hand floats on the oily surface. On one of Gnash’s many adventures, he discovered a strange, rubbery egg. Believing it was a gift from his insane",
        "name":  "Water on Floor",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Light streams through the trapdoor and the mast has AC 3, hardness 5, and 200 hit points. grating of the cargo hatch, providing shadowy illumination in the area directly below the trapdoor. Any creatures standing in that area gain concealment. The rest of the hold is dark, granting total concealment to its occupants.",
        "name":  "Illumination",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " cessful Spot check to notice the interlopers. At low tide, the roof of the cave mouth is 15 feet above Suddenly, a monstrous creature bursts out of the sea level. At high tide, the entrance is completely sub- rough water. Its upper body is a heap of lashing merged. Inside, the cave ceiling quickly rises to a height tentacles surrounding two viciously curved claws. of 40 feet above the wall pierced by the Stair Martial. A Its massive, fi shlike head has a toothy maw that narrow, seaweed-encrusted stairway leads up from the opens wide as the creature begins to wail. water to the rock ledge.",
        "name":  "If the scyllan notices the PCs, read",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Stair Martial is a steep stair and affects the movement of creatures climbing up or down the steps (DMG 63). In addition, while on the stairs and attacking opponents below them, creatures gain a +1 melee attack bonus for fighting from higher ground.",
        "name":  "Steep Stair",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to a height of 10 feet above the entrance to the Stair Martial, the walls are slippery (Climb DC 20). Beyond that level, however, the walls are drier and easier to negotiate (Climb DC 15). entire cavern, fl oods 20 feet of the Stair Martial, and creates CONCLUSION a hump of water 50 feet long that extends out into the open If a battle occurs in Durrin’s Rest, Jebrix and the minotaur sea. Once the waters recede, the fl ooded portion of the Stair guards might hear it from their position on the lowest cer- Martial remains slick, increasing the DC of Balance checks emonial landing (area 3). Each minotaur can attempt a DC on the steps by 5. –10 Listen check, which includes a –7 penalty because of the In subsequent rounds, the scyllan attacks submerged distance. If the minotaurs hear the battle, they prepare for characters, trying to swallow them whole. It swims up the combat. (See tactical encounter 6–2, page 106.) narrow staircase in search of prey but remains in the water, The scyllan lairs underwater below the rock ledge. If the gaining improved cover against opponents on land. While PCs kill the beast, they can search the waters for treasure completely submerged, the scyllan has total cover against (see Features of the Area, below). opponents on land unless they are under a freedom of move-",
        "name":  "Walls",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Stair Martial is a steep stair and affects the movement of creatures climbing up or down the steps (DMG 63). In addition, while on the stairs and attacking opponents below them, creatures gain a +1 melee attack bonus for fighting from higher ground.",
        "name":  "Steep Stair",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In lieu of natural chimneys that release 15 feet above a lava moat leads to a gatehouse that guards the pressure from the magma reservoir beneath Gilgirn, entrance to the inner ward of Gilgirn. (See tactical encounter artificial chimneys were installed in the fortress during 7–1, page 122.) its construction thousands of years ago. These vents ran- A sonic greater blast glyph (Search DC 31 to fi nd; Disable domly discharge superheated steam once every minute Device DC 31 to thwart) is set to activate if any creature that (roll 1d10 to determine the round in which a vent dis- is not of the fi re subtype walks through the archway. charges). Anyone caught within 15 feet of a discharging 2. Barracks: Gilgirn has a total of twenty-eight fi re giant vent must make a DC 16 Reflex save. Those who fail take guards. Each of the four enclosures that frame the inner 2d6 points of fire damage and are permanently blinded. towers serves as a combination lookout tower and barracks, Those who succeed take 1d6 points of fire damage and with modest living quarters for seven of the guards. are not blinded. Under normal circumstances (if the complex is not on",
        "name":  "Steam Vents",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The fl oors are clear of debris but are covered in Resist +4 turn resistance ebony ice (Frostburn 15). It costs 2 squares of movement to Fort +11, Ref +11, Will +19 enter a square containing ebony ice, and the DC of Balance Weakness undead vulnerabilities and Tumble checks increases by 5 in such a square. A suc- Speed 10 ft. (2 squares) in breastplate, base speed 20 ft.; cessful DC 10 Balance check is required to run or charge cannot run across the ice. Undead creatures in an area of ebony ice gain Melee mob (5d6) a +2 profane bonus on attack rolls and saves and a +4 profane Space 20 ft.; Reach 0 ft. bonus to turn resistance. Base Atk +15; Grp +31",
        "name":  "Floors",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The floors and walls are covered in ebony ice. It costs 2 squares of movement to enter a square containing ebony ice, and the DC of Balance and Tumble checks increases by 5 in such a square. A successful DC 10 Balance check is required to run or charge across the ice. Undead creatures in an area of ebony ice gain a +2 profane bonus on attack rolls and saves and a +4 profane bonus to turn resistance.",
        "name":  "Floors and Walls",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any creature that falls into the pit drops for 80 feet and leaves the protection of the tower, drifting into the void. If the creature is living, it must succeed on a DC 25 Fortitude save each round or gain one negative level. If the creature’s negative levels equal its Hit Dice, the creature dies and instantly rises as a wraith.",
        "name":  "Pit",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The floors and walls are covered in ebony ice. It costs 2 squares of movement to enter a square containing ebony ice, and the DC of Balance and Tumble checks increases by 5 in such a square. A successful DC 10 Balance check is required to run or charge across the ice. Undead creatures in an area of ebony ice gain a +2 profane bonus on attack rolls and saves and a +4 profane bonus to turn resistance.",
        "name":  "Floors and Walls",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If a creature is standing in a blood rock square and makes an attack that threatens a critical hit, the critical hit is automatically confirmed—no roll is necessary.",
        "name":  "Blood Rock",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each round that a living creature remains in a square containing negative energy, it must succeed on a DC 25 Fortitude save or gain one negative level. If the creature’s negative levels equal its Hit Dice, the creature is slain and in- stantly rises as a wraith.",
        "name":  "Negative Energy",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "April 2004 DUNGEONS \u0026 DRAGONS, D\u0026D, DRAGON, DUNGEON MASTER, d20, d20 System, WIZARDS OF THE COAST, Player’s Handbook, Dungeon Master’s Guide, Monster Manual, and Expanded Psionics Handbook, and their respective logos are trademarks of Wizards of the Coast, Inc., in the U.S.A. and other countries. All Wizards product names, characters, character names, and the distinctive likenesses thereof are trademarks of Wizards of the Coast, Inc. Distributed to the hobby, toy, and comic trade in the United States and Canada by regional distributors. Distributed in the United States to the book trade by Holtzbrinck Publishing. Distributed in Canada to the book trade by Fenn Ltd. Distributed worldwide by Wizards of the Coast, Inc. and regional distributors. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express written permission of Wizards of the Coast, Inc. This product is a work of fiction. Any similarity to actual people, organizations, places, or events is purely coincidental. Printed in the U.S.A. ©2004 Wizards of the Coast, Inc. Visit our website at www.wizards.com/dnd 620_96666_ExpPsionicsHnbk.indd 2 2/9/04, 3:25:33 PM 3 CONTENTS TABLE OF",
        "name":  "First Printing",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Baarya, Duuth, Fiden, Flomm, Kastya, Klavya, and cautious in their dealings with others. Saath, Zith, Zomm. Many githzerai disdain creature comforts and live their",
        "name":  "Male Names",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Maenads know that self-control is their best but legend has it that they were terribly wronged by a path to a fulfi lling life. Thus, they lean strongly toward law. higher power in some distant time. Some tales suggest that Generally, they value and protect others’ self-control as well the maenads were a race of bestial creatures who were able as their own, and so are good-aligned more often than not. to contain their mad frenzy only after overthrowing their Maenad Lands: For the most part, maenads live in coastal own deity. communities with populations less than three hundred. Their 13 Illus. by W. Reynolds 620_96666_ExpPsionicsHnbk.indd 13 2/9/04, 3:26:55 PM 1 RETPAHC SECAR well-hidden villages blend into the cliffs and surf. They hunt commonly know the languages of their enemies and of some game inland but gather most of their nourishment out their friends, as well as Draconic, the language commonly at sea in light, cunningly built boats. Some maenads use their found in ancient tomes of secret knowledge. boats for commerce up and down the coast, trading pearls and • Favored Class: Wilder. grown crystal sculptures. • Level Adjustment: +0 Maenads encountered in human lands are usually warriors for hire or adventurers. THRI-KREEN",
        "name":  "Maenads know not the source of their spiritual anger, Alignment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Maenads speak a language governed by strict inscrutable, alien creatures; those who do not know them well be- rules of grammar. Chants play an important part in their lieve them to be bloodthirsty monsters. Nomadic folk who spend songmaking and literature. They use the Elven alphabet for their brief lives roaming vast distances of the deserts, scrublands, their script. and savannas of the south, thri-kreen are near-perfect hunters.",
        "name":  "Language",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A psion who specializes in psycho- on the Psicrystal Special Abilities table below. In addition, a metabolism is known as an egoist. This discipline consists psicrystal has a personality (being a fragment of the owner’s of powers that alter the psion’s psychobiology, or that of personality), which gives its owner a bonus on certain types creatures near him. An egoist can both heal and transform of checks or saving throws, as given on the Psicrystal Per- himself into a fearsome fi ghter. sonalities table below. These special abilities and bonuses 620_96666_ExpPsionicsHnbk.indd 21 2/9/04, 3:32:50 PM 22 2 RETPAHC SESSALC apply only when the owner and the psicrystal are within 1 Self-Propulsion (Su): As a standard action, its owner can will mile of each other. a psicrystal to form spidery, ectoplasmic legs that grant the Psicrystal abilities are based on the owner’s levels in psion- psicrystal a land speed of 30 feet and a climb speed of 20 feet. ic classes. Levels from other classes do not count toward the The legs fade into nothingness after one day (or sooner, if the owner’s level for purposes of psicrystal abilities. owner desires). A psicrystal can speak one language of its owner’s choice Share Powers (Su): At the owner’s option, he can have any (so long as it is a language the owner knows). A psicrystal can power (but not any psi-like ability) he manifests on himself understand all other languages known by its owner, but can- also affect his psicrystal. The psicrystal must be within 5 not speak them. This is a supernatural ability. feet of him at the time of the manifestation to receive the",
        "name":  "Psychometabolism",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When its self-propulsion ability is not activat- of on himself. The owner and psicrystal cannot share pow- ed, a psicrystal has no Strength score and no Dexterity ers if the powers normally do not affect creatures of the score. psicrystal’s type (construct).",
        "name":  "Abilities",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This splinter personality is disposed to promote the well-being of others—even of reviled enemies. The owner puts up with lectures on his hard-hearted ways, but in return he is better able to deal with creatures in a nonvio- lent manner.",
        "name":  "Friendly",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can use Concentration to manifest a power or that cause you to make a Concentration check. If the distrac- use a psi-like ability defensively, so as to avoid attacks of op- tion occurs while you are trying to manifest a power, you portunity altogether. The DC of the check is 15 + the power’s must add the level of the power you are trying to manifest to level. If the Concentration check succeeds, you can manifest the appropriate Concentration DC. normally without provoking any attacks of opportunity. If 620_96666_ExpPsionicsHnbk.indd 37 2/9/04, 3:35:15 PM 38 3 RETPAHC DNA SLLIKS STAEF the Concentration check fails, the power also automatically 20 Draw a diagram to enhance fails and the power points are wasted, just as if your concen- manifestation of psionic dimensional tration had been disrupted by a distraction. anchor on a summoned creature. A character with the Combat Manifestation feat (see page Requires 10 minutes. No retry. The DM makes this check. 44) gets a +4 bonus on Concentration checks made to mani- 30 or higher Understand a strange or unique psionic fest a power or use a psi-like ability while on the defensive or effect, such as the effects of an outcrop while grappling or pinned. of psionically resonant crystal. Time",
        "name":  "The table below summarizes various types of distractions Special",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you have 5 or more ranks in Concentration, required varies. No retry. you get a +2 bonus on Autohypnosis checks. KNOWLEDGE (PSIONICS) (INT) Additionally, certain powers allow you to gain information Like the Craft and Profession skills, Knowledge actually en- about psionic effects, provided that you make a successful compasses a number of unrelated skills. This entry specifi - Psicraft check as detailed in the power description. (For ex- cally relates to the body of lore dealing with the phenomena ample, see the detect psionics power, page 91.) of psionics in all its many manifestations; see page 78 of the Action: Varies, as noted above. Player’s Handbook for other Knowledge categories and for Try Again: See above. guidelines on making Knowledge checks. Special: A psion gains a +2 bonus on Psicraft checks when Knowledge (psionics) covers ancient mysteries, psionic tra- dealing with a power or effect from his discipline. ditions, psychic symbols, cryptic phrases, astral constructs, If you have the Psionic Affi nity feat, you get a +2 bonus on and psionic races. You can use this skill to identify psionic Psicraft checks. monsters and their special powers or vulnerabilities. Synergy: If you have 5 or more ranks in Psicraft, you get",
        "name":  "Synergy",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "PSIONIC FEATS could, in theory, take Psionic Fist, but without psionic energy to Psionic feats are special. Only psionic characters and psionic fuel it, the feat is worthless. creatures can acquire them. Why? Because all psionic feats, to Some psionic feats may seem outrageously powerful at fi rst one degree or another, require residual or direct psionic energy glance. Don’t worry, though: Potent psionic feats such as Fell to function. Any character can use Combat Refl exes or Power Shot have been carefully balanced against the powers available Attack (feats found in the Player’s Handbook). Not so with feats to the characters who use it. Like the monk’s spiritual energy, ki, such as Fell Shot, which are directly empowered by the mental psionic capacity allows you to push the limits of your physical energy resident in a psionic creature. A nonpsionic character abilities—and sometimes, to go beyond them. pqqqqqqqqqqqqqqqqqqqqrs 620_96666_ExpPsionicsHnbk.indd 40 2/9/04, 3:35:35 PM 41 FEATS SKILLS AND CHAPTER 3",
        "name":  "BEHIND THE CURTAIN",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Only living creatures can use this feat. You can The strength and thickness of the barrier determine your take advantage of this feat only while in your own body (if chance of success. To successfully bypass the barrier with you are under the effect of mind switch or metamorph, for ex- your power, you make a Psicraft check against a DC equal ample, you gain no benefi t). to 10 + the hardness of the barrier + 1 per foot of thickness (minimum 1). Assign a hardness of 20 to barriers without a BOOST CONSTRUCT [PSIONIC] hardness rating, such as force effects (or a wall of ectoplasm). Your astral constructs have more abilities. Force walls or walls of ectoplasm are assumed to have less than",
        "name":  "Special",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "To use this feat, you must expend your psionic works just like focusing yourself. The psicrystal cannot focus (see the Concentration skill description, page 37). You focus itself—only the owner can spend the time to focus get a +4 bonus on manifester level checks made to overcome the crystal. a creature’s power resistance. PSIONIC AFFINITY [GENERAL] POWER SPECIALIZATION [PSIONIC] You have a knack for psionic endeavors. You deal more damage with your powers. Benefi t: You get a +2 bonus on all Psicraft checks and Use",
        "name":  "Benefi t",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "To use this feat, you must expend your psionic round action to become psionically focused. focus (see the Concentration skill description, page 37). When you charge, you can make one turn of up to 90 PSIONIC SHOT [PSIONIC] degrees during your movement. All other restrictions on You can charge your ranged attacks with additional damage charges still apply; for instance, you cannot pass through potential. a square that blocks or slows movement, or that contains a Prerequisite: Point Blank Shot. creature. You must have line of sight to the opponent at the Benefi t: To use this feat, you must expend your psionic start of your turn. focus (see the Concentration skill description, page 37). Your ranged attack deals +2d6 points of damage. PSIONIC DODGE [PSIONIC] You must decide whether or not to use this feat prior to You are profi cient at dodging blows. making an attack. If your attack misses, you still expend your",
        "name":  "Benefi t",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can create a psionic tattoo of any power of damage), or immediately halt as if he had used up his move 3rd level or lower that you know and that targets one or more actions for the round. creatures. Scribing a psionic tattoo takes one day. When Since you use the Stand Still feat in place of your attack of you create a psionic tattoo, you set the manifester level. The opportunity, you can do so only a number of times per round manifester level must be suffi cient to manifest the power in equal to the number of times per round you could make an question and no higher than your own level. The base price attack of opportunity (normally just one). of a psionic tattoo is its power level × its manifester level × 50 Normal: Attacks of opportunity cannot halt your foes in gp. To scribe a tattoo, you must spend 1/25 of this base price their tracks. in XP and use up raw materials (special inks, masterwork needles, and so on) costing one-half of this base price. TALENTED [PSIONIC] When you create a psionic tattoo, you make any choices You can overchannel powers with less cost to yourself. that you would normally make when manifesting the power. Prerequisite: Overchannel.",
        "name":  "Benefi t",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Much like a swift action, an im- If you manifest a targeted power on the wrong type of mediate action consumes a very small amount of time, but target, such as manifesting an unaugmented psionic charm represents a larger expenditure of effort and energy than a on a xorn, the power has no effect. If the target of a power is free action. However, unlike a swift action, an immediate yourself (the power description has a line that reads “Target: action can be performed at any time—even if it’s not your You”), you do not receive a saving throw and power resistance 620_96666_ExpPsionicsHnbk.indd 59 2/9/04, 3:44:11 PM 60 4 RETPAHC SCINOISP does not apply. The Saving Throw and Power Resistance lines intersection. When determining whether a given creature is are omitted from such powers. within the area of a power, count out the distance from the Some powers can be manifested only on willing targets. point of origin in squares just as you do when moving a char- Declaring yourself as a willing target is something that can acter or when determining the range for a ranged attack. The be done at any time (even if you’re fl at-footed or it isn’t your only difference is that instead of counting from the center of turn). Unconscious creatures are automatically considered one square to the center of the next, you count from intersec- willing, but a character who is conscious but immobile or tion to intersection. helpless (such as one who is bound, cowering, grappling, You can count diagonally across a square, but every second paralyzed, pinned, or stunned) is not automatically willing. diagonal counts as 2 squares of distance. If the far edge of The Saving Throw and Power Resistance lines are usually a square is within the power’s area, anything within that omitted from such powers, since only willing subjects can square is within the power’s area. If the power’s area touches be targeted. only the near edge of a square, however, anything within that",
        "name":  "Immediate Action",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some powers, such as most metacreativity pow- square is unaffected by the power. ers, create things rather than affect things that are already Burst, Emanation, or Spread: Most powers that affect an area present. Unless otherwise noted in the power description, function as a burst, an emanation, or a spread. In each case, you must designate the location where these things are to you select the power’s point of origin and measure its effect appear, either by seeing it or defi ning it—for example, “The from that point. ectoplasmic shambler will appear 20 feet into the cave in A burst power affects whatever it catches in its area, even which the xorn hides.” Range determines how far away an including creatures that you can’t see. For instance, if you effect can appear, but if the effect is mobile (an astral con- designate a four-way intersection of corridors to be the struct, for instance), it can move regardless of the power’s point of origin of a dispel psionics power, the power bursts range once created. in all four directions, possibly catching creatures that you",
        "name":  "Effect",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some effects, such as that of control air, spread out Cone, Line, or Sphere: Most powers that affect an area have a from a point of origin (which may be a grid intersection, particular shape, such as a cone, line, or sphere. or may be the manifester) to a distance described in the A cone-shaped power shoots away from you in a quar- power. The effect can extend around corners and into areas ter-circle in the direction you designate. It starts from any that you can’t see. Figure distance by actual distance trav- corner of your square and widens out as it goes. Most cones eled, taking into account turns the effect may take. When are either bursts or emanations (see above), and thus won’t determining distance for spread effects, count around go around corners. walls, not through them. As with movement, do not trace A line-shaped power shoots away from you in a line in the diagonals across corners. You must designate the point of direction you designate. It starts from any corner of your origin for such an effect (unless the effect is centered on square and extends to the limit of its range or until it strikes you), but you need not have line of effect (see below) to all a barrier that blocks line of effect. A line-shaped power af- portions of the effect. fects all creatures in squares that the line passes through (S) Shapeable: If an Effect line ends with “(S),” as with ecto- or touches. plasmic shambler, you can shape the power. A shaped effect can A sphere-shaped power expands from its point of origin have no dimension smaller than 10 feet. to fi ll a spherical area. Spheres may be bursts, emanations,",
        "name":  "Spread",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A line of effect is a straight, unblocked where the power originates, but otherwise you usually don’t path that indicates what a power can affect. A solid barrier control which creatures or objects the power affects. The cancels a line of effect, but it is not blocked by fog, darkness, point of origin of a power that affects an area is always a grid and other factors that limit normal sight. 620_96666_ExpPsionicsHnbk.indd 60 2/9/04, 3:44:17 PM 61 PSIONICS CHAPTER 4 You must have a clear line of effect to any target that you fect might move (for example, an astral construct might manifest a power on or to any space in which you wish to chase your enemies) or remain still. Such an effect can be create an effect (such as when creating an astral construct). destroyed prior to when its duration ends (for example, an You must have a clear line of effect to the point of origin of astral construct could be destroyed). If the power affects any power you manifest, such as the center of an energy ball. an area, as energy wall does, then the power stays with that A burst, cone, or emanation power affects only an area, crea- area for its duration. Creatures become subject to the power tures, or objects to which it has line of effect from its origin (a when they enter the area and are no longer subject to it spherical burst’s center point, a cone-shaped burst’s starting when they leave. point, or an emanation’s point of origin). Touch Powers and Holding the Charge: In most cases, An otherwise solid barrier with a hole of at least 1 square if you don’t discharge a touch power on the round you mani- foot through it does not block a power’s line of effect. Such fest it, you can hold the charge (postpone the discharge of the an opening means that the 5-foot length of wall containing power) indefi nitely. You can make touch attacks round after the hole is no longer considered a barrier for the purpose of round. If you touch anything with your hand while holding a determining a power’s line of effect. charge, the power discharges. If you manifest another power, the touch power dissipates. DURATION Some touch powers, such as an augmented hammer, al- A power’s Duration line tells you how long the psionic energy low you to touch multiple targets as part of the power. You of the power lasts. can’t hold the charge of such a power; you must touch all",
        "name":  "Regardless of the shape of the area, you select the point Line of Effect",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature not when a resistant creature encounters a power that is can voluntarily forego a saving throw and willingly accept already in place. a power’s result. Even a character with a special resistance to The terms “object” and “harmless” mean the same thing psionics (for example, an elf ’s resistance to mind-affecting for power resistance as they do for saving throws. A creature effects, which includes all telepathy powers) can suppress with power resistance must voluntarily lower the resistance this quality. (a standard action) to be affected by a power noted as harm- pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Voluntarily Giving up a Saving Throw",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Once the character has rested the level of the power to be manifested). A psionic character in a suitable environment, it takes only an act of concentra- can make contact with only a willing psionic character or tion spanning 1 full round to regain all power points of the creature (unconscious creatures are considered willing, but psionic character’s daily limit. not psionic characters under the effects of other immobiliz-",
        "name":  "Regaining Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psions and other psionic Next, the psionic character must choose one of the powers characters perform a certain amount of personal medita- and make a second Psicraft check (DC 15 + the power’s level) tion between adventures in an attempt to unlock latent to see if he understands it. If the power is not on his class list, mental abilities. Each time a psionic character attains a new he automatically fails this check. level, he or she learns additional powers according to his Upon successfully making contact with another willing class description. psionic character or creature and learning what he can of one Psions, psychic warriors, and wilders learn new powers of power in particular, the character can immediately attempt to their choice in this fashion. These powers represent abilities manifest that power even if he doesn’t know it (and assuming unlocked from latency. The powers must be of levels the he has power points left for the day). He can attempt to mani- characters can manifest. fest the power normally on his next turn, and he succeeds if",
        "name":  "Powers Gained at a New Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A power’s effect often depends on psionic classes. An A appearing at the end of a the manifester level, which is the manifester’s psionic power’s name in the power lists denotes an aug- class level. A creature with no classes has a manifester mentable power. An X denotes a power with an XP level equal to its Hit Dice unless otherwise specifi ed. component paid by the manifester. The word “level” in the power lists always refers to mani- The remainder of the chapter contains power de- fester level. scriptions in alphabetical order by power name. Creatures and Characters: “Creatures” and",
        "name":  "This chapter contains the power lists of the Manifester Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Create the sound you desire. Detect Hostile Intent: You can detect hostile creatures",
        "name":  "Create Sound",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Humanoid creature of 4 HD or less loses Elfsight: Gain low-light vision, +2 bonus on Search and next action. Spot checks, and notice secret doors.",
        "name":  "Daze, PsionicA",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deal 1d6 energy (cold, electricity, fi re, or back via mental support. sonic) damage. Mental DisruptionA: Daze creatures within 10 feet for 1",
        "name":  "Energy RayA",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You heat a creature or object. Tongues, Psionic: You can communicate with intelligent",
        "name":  "Matter Agitation",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deal 1d10 damage. creatures.",
        "name":  "Mind ThrustA",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Stun creatures in 30-ft. cone for 1 round. Psychic CrushA: Brutally crush subject’s mental essence,",
        "name":  "Psionic Blast",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your psicrystal takes over your Tower of Iron WillA: Grant PR 19 against mind-affecting concentration power. powers to all creatures within 10 ft. until your next turn.",
        "name":  "Solicit PsicrystalA",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You have all-around vision. Cloud Mind, Mass: Erase knowledge of your presence from the minds of one creature/level. 4TH-LEVEL PSION/WILDER POWERS Contingency, PsionicX: Sets trigger condition for another",
        "name":  "Ubiquitous Vision",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hold mental conversation with another power. creature at any distance. Disintegrate, PsionicA: Turn one creature or object to dust.",
        "name":  "Correspond",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You become a living shadow (not the 3 Energy ConeA: Deal 5d6 energy damage in 60-ft. creature). cone.",
        "name":  "Shadow Body",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Incorporate creature into your own body. Fiery DiscorporationA: Cheat death by discorporating",
        "name":  "Assimilate",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ignore all harmful, and helpful, effects for power does not function. 1 round. 7 Reddopsi: Powers targeting you rebound on manifester. 8 Telekinetic Sphere, Psionic: Mobile force globe PSION DISCIPLINE POWERS encapsulates creature and moves it. 9 Tornado BlastA: Vortex of air subjects your foes to EGOIST (PSYCHOMETABOLISM) 17d6 damage and moves them. DISCIPLINE POWERS 1 Thicken SkinA: Gain +1 enhancement bonus to your NOMAD (PSYCHOPORTATION) DISCIPLINE POWERS AC for 10 min./level. 2 Animal Affi nityA: Gain +4 enhancement to one 1 Burst: Gain +10 ft. to speed this round. ability. Detect TeleportationA: Know when teleportation",
        "name":  "Timeless Body",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantly gain a move action. group to a planar destination. 4 Metamorphosis: Assume shape of creature or 4 Dimensional Anchor, Psionic: Bars extra dimensional object. movement.",
        "name":  "Hustle",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch attack drains 2 power Dismissal, Psionic: Forces a creature to return to its points/level from foe. native plane. 5 Psionic RevivifyA X. Return the dead to life before the Fly, Psionic: You fl y at a speed of 60 ft. psyche leaves the corpse. 5 Baleful TeleportA: Destructive teleport deals 9d6",
        "name":  "Psychic Vampire",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Return a lost digit, limb, or other Teleport Trigger: Predetermined event triggers appendage to subject. teleport. 6 Restoration, Psionic: Restores level and ability 6 Banishment, PsionicA: Banishes extraplanar creatures. score drains. 7 Dream TravelA: Travel to other places through 7 Fission: You briefl y duplicate yourself. dreams. 8 FusionX: You combine your abilities and form with Ethereal Jaunt, Psionic: Become ethereal for 1 another. round/level. 9 Metamorphosis, GreaterX: Assume shape of any 8 Time Hop, MassA: Willing subjects hop forward nonunique creature or object each round. in time. 620_96666_ExpPsionicsHnbk.indd 72 2/9/04, 3:45:40 PM 73 POWERS CHAPTER 5 9 Teleportation Circle, Psionic: Circle teleports any TELEPATH (TELEPATHY) creatures inside to designated spot.",
        "name":  "Restore Extremity",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Relive the last round. DISCIPLINE POWERS 1 Charm, PsionicA: Makes one person your friend. SEER (CLAIRSENTIENCE) MindlinkA: You forge a limited mental bond with DISCIPLINE POWERS another creature. 1 Destiny Dissonance: Your dissonant touch sickens 2 AversionA: Subject has aversion you specify. a foe. Brain LockA: Subject cannot move or take any mental",
        "name":  "Time RegressionX",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gain +2 insight bonus to one roll. actions. 2 Clairvoyant Sense: See and hear a distant location. Read Thoughts: Detect surface thoughts of creatures",
        "name":  "Precognition",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gain a reroll. Schism: Your partitioned mind can manifest lower- 6 Precognition, Greater: Gain +4 insight bonus to one level powers. roll. 5 MetaconcertA: Mental concert of two or more 7 Fate of One: Reroll any roll you just failed. increases the total power of the participants. 8 Hypercognition: You can deduce almost anything. Mind Probe: You discover the subject’s secret 9 MetafacultyX: You learn details about any one thoughts. creature. 6 Mind SwitchA, X: You switch minds with another.",
        "name":  "Second ChanceX",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can detect hostile creatures within 30 ft. of you. Claw of Energy: Your claws deal additional energy",
        "name":  "Detect Hostile Intent",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your body becomes as hard as oak. tentacled beast. Psychofeedback. Boost Str, Dex, or Con at the expense of Mind Blank, Personal: You are immune to scrying and one or more other scores. mental effects.",
        "name":  "Oak BodyA",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard Manifesting Time: 1 standard or power to which you are immune action action cannot be transferred to creatures that",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you spend 6 ad- Range: Close (25 ft. + 5 ft./2 levels) A creature that is completely as- ditional power points, the effect of Target: One living psionic creature similated grants you a number of tem- this power extends across all planar Duration: Instantaneous porary hit points equal to the damage boundaries. Saving Throw: Fortitude negates you dealt and a +4 bonus to each of",
        "name":  "Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17, XP assimilated creature knows psionic Psychometabolism powers, you gain knowledge of one",
        "name":  "Animal Affinity Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard subject’s mind. You specify the level a creature you completely assimilate action of each power, and the DM randomly for 1 hour, granting you a +10 bonus",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You powers is actually deleted. Psychic that creature during that time.",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous body, but only an evil creature would",
        "name":  "Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard ectoplasm into a crystal containing Astral Traveler action the seed of your living mind (hard- Psychoportation Range: Close (25 ft. + 5 ft./2 levels) ness 1 and 1 hit point). You can have Level: Psion/wilder 1, psychic Target: One creature only one astral seed in existence at warrior 1 Duration: 1 hour/level any one time. Until such time as Display: None Saving Throw: Will negates you perish, the astral seed (also called Manifesting Time: 1 hour Power Resistance: Yes the storage crystal) is utterly inert. Range: Touch Power Points: 1",
        "name":  "This power weaves strands of astral Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One willing creature Area: Cone-shaped emanation the implanted aversion is an indi-",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One or more extraplanar throws and power resistance as You can toughen your body against creatures, no two of which can be normal (but the save DC is for a wounds, lessening their impact. Dur- more than 30 ft. apart 8th-level power). ing the duration of this power, you",
        "name":  "Targets",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psion/wilder 8 Target: One psionic creature each round, instead of or in addition to",
        "name":  "Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard Saving Throw: None 1d8 points of damage (assuming you action Power Resistance: No are a Medium creature) when it hits.",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For every 2 additional Range: 0 ft. sider in addition to the creature types power points you spend, this power Effect: A normal bolt, arrow, or sling mentioned above. heals an additional 1d12 points of bullet damage. Duration: 1 min./level Breath of the Black Dragon",
        "name":  "Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you spend additional Telepathy [Mind-Affecting] As cloud mind, except as noted above. power points, you can create larger, Level: Psion/wilder 2 Each creature is affected individually; sharper, and more deadly claws, as Display: None it’s possible for you to cloud the minds shown on the table below. Manifesting Time: 1 standard of half a band of trolls, while the trolls action that succeeded on their saving throws",
        "name":  "Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature 1 1d3 1d4 1d6 Duration: 1 min./level Compression 3 1d4 1d6 1d8",
        "name":  "Points Small Medium Large Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard dible to the creature. It cannot even This power causes instant diminu- action detect your presence by means of tion, halving your height, length,",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One willing cealment (you cannot use this creature power against creatures with to-",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kineticist 2 undead or outsiders with a humanoid control according to your manifester 620_96666_ExpPsionicsHnbk.indd 86 2/9/04, 3:47:05 PM 87 POWERS CHAPTER 5 level, as noted on the accompanying or your Cha modifier if you are a Manifesting Time: 1 standard table. You can freely switch control wilder). A successful Reflex save action between fi re sources, or change the moves the creature to the nearest Range: Medium (100 ft. + 10 ft./ nature of your control, while you unoccupied square. level) maintain concentration, but only one The fl ames deal the indicated dam- Area: Nine 10-ft. cubes + three 10-ft. specifi ed change (keeping a fi re burn- age to any creature that is either on cubes/level ing, animating it, or altering its size) fi re or surrounded by the fl ames (in Duration: Concentration, up to 1 can be made to one fi re source in a the fi re’s space); see the accompany- min./level, or 1 round; see text round. When your control over a fi re ing table). Saving Throw: None source lapses, that fi re immediately At the start of your turn, the Power Resistance: No returns to its original state (or goes animated fi re deals damage to any Power Points: 1 out if it has no fuel or has been moved creature in its space, and the crea- away from its original location). ture catches on fi re unless it makes By manipulating the ambient light With this power, you can artifi - a Refl ex save (DC as noted above). level, you can decrease or increase cially keep a fi re burning that would A victim on fi re takes 1d6 points of the illumination of an area. The normally expire for lack of fuel; even damage each round. change in illumination can be dousing a controlled flame with Additional rounds in the same gradual (taking as long as 1 minute) water does not put it out (though space as the animated fire occupies or sudden (occurring immediately completely submerging the fl ame mean additional chances of ignition. when you manifest this power). You would). Normally, a creature at risk The damage from multiple normal can alter the level of illumination of catching on fi re can avoid this fate fires stacks, but the victim gets a from its original level at any time by making a DC 15 Refl ex saving saving throw each round to negate during the power’s duration. throw, with success indicating that each fire. It is possible to switch Decrease: You can decrease the il- the fi re has gone out. If the fi re is control from the animated fire lumination of an area by as little as one that has been kept burning by (causing it to disappear) to inten- 5% (barely perceptible) or as much as the use of control fl ames, then the DC sify flames that are already burning 100% (total darkness). If you decrease of the Refl ex save needed to put out (thus denying the foe Reflex saves the light by 50% or more, the visual the fl ames increases to 25. after the first). ability of creatures that depend on",
        "name":  "Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can augment this light to see declines accordingly. For a fi re move as if it were a living crea- power in one or both of the follow- instance, a human carrying a torch ture. You can animate only a naturally ing ways. can see well out to 20 feet. If you use burning fi re; if you attempt to animate 1. For every 2 additional power control light to decrease the illumina- one that has been increased or de- points you spend, you can increase tion around him by 75%, then the creased in size by your augmentation the size of a fi re you want to control area he sees as brightly lit by the torch of this power, the fi re immediately re- by one step, up to the maximum size extends only out to 5 feet. turns to its original size. An animated of fi re you can control according to If you decrease the ambient light in fi re moves at a speed of 30 feet. A fi re your manifester level. an area by 100%, even those with low- that moves away from its fuel or its 2. For every 2 additional power light vision are unable to see within original location dies as soon as your points you spend, you can decrease the affected area. control over it lapses. the size of a fi re you want to control For each 25% decrease in ambient An animated fire can enter any by one step. You can reduce a Tiny or light, characters in the area gain a square, even if a creature already oc- smaller fi re to nothing, extinguish- cumulative +1 circumstance bonus cupies it. If an animated fire enters ing it. on Hide checks (to a maximum of +4 a square occupied by a creature, that when all the light is gone). creature can make a Reflex save to Control Light Increase: You can increase the il- get out of the way (DC 11 + the num- Psychokinesis [Light] lumination of an area by as little as ber of dice of damage the fire does + Level: Psion/wilder 1 5% (barely perceptible) or as much your Int modifier if you are a psion Display: Visual as 100%. If you increase the light by 50% or more, the visual ability of Control Flames creatures that depend on light to see Manifester Maximum Damage improves accordingly. For instance, Level Fire Size Example per Round Space an elf carrying a sunrod can see well 1st–2nd Fine Tindertwig 1 1 foot square out to 60 feet (because of her low- 3rd–4th Diminutive Torch 1d3 1 foot square light vision). If you use control light 5th–6th Tiny Small campfi re 1d6 1 foot square to increase the illumination around 7th–8th Small Large campfi re 2d6 1 foot square her by 50%, then the area she sees as 9th–10th Medium Forge 3d6 1 foot square 11th–12th Large Bonfi re 4d6 2-by-2-foot square brightly lit by the sunrod extends 13th–14th Huge Burning shack 5d6 3-by-3-foot square out to 90 feet. 15th–16th Gargantuan Burning tavern 6d6 4-by-4-foot square You can use this power to increase 17th or higher Colossal Burning inn 7d6 5-by-5-foot square the illumination of an area by 200% 620_96666_ExpPsionicsHnbk.indd 87 2/9/04, 3:47:11 PM 88 5 RETPAHC SREWOP (improving visual abilities accord- Duration: Concentration, up to 1 Saving Throw: Will negates ingly), but in such a case the power’s min./level; see text Power Resistance: Yes duration is only 1 round. Saving Throw: None Power Points: 11",
        "name":  "This power also enables you to make Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium (100 ft. + 10 ft./ level) action that can provoke attacks of level) Target: One creature opportunity.",
        "name":  "Range",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Psion/wilder 1 Target: One breathing humanoid four creatures all within a 20-ft.-radius",
        "name":  "Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 exhalation, and thereby disrupt the ber of targets), this power’s save DC subject’s autonomic breathing cycle. increases by 5. You create a volume of sound that The subject’s lungs do not automati- rises, recedes, approaches, or remains cally function again while the power’s Crisis of Life at a fi xed place. You choose what type duration lasts. Telepathy [Mind-Affecting, Death] of sound the power creates when If the target succeeds on a Will save Level: Telepath 7 manifesting it and cannot thereafter when crisis of breath is manifested, it Display: Mental change its basic character. is unaffected by this power. If it fails Manifesting Time: 1 standard The volume of sound created, its Will save, it can still continue to action however, depends on your level. You breathe by taking a standard action in Range: Medium (100 ft. + 10 ft./ can produce as much noise as four each round to gasp for breath. level) normal humans per manifester level An affected creature can attempt Target: One creature (maximum twenty humans). Thus, to take actions normally (instead of Duration: Instantaneous talking, singing, shouting, walking, consciously controlling its breath- Saving Throw: Fortitude partial; see marching, or running sounds can be ing), but each round it does so, begin- text created. The noise produced can be ning in the round when it failed its Power Resistance: Yes virtually any type of sound within Will save, the subject risks blacking Power Points: 13 the volume limit. A horde of rats run- out from lack of oxygen. It must suc- ning and squeaking is about the same ceed on a Fortitude save at the end You interrupt the subject’s autonomic volume as eight humans running and of any of its turns in which it did not heart rhythm, killing it instantly on shouting. A roaring lion is equal to consciously take a breath. The DC of a failed saving throw if it has 11 Hit the noise from sixteen humans, while this save increases by 1 in every con- Dice or less. If the target makes its a roaring dire lion is equal to the noise secutive round after the first one saving throw or has more than 11 Hit from twenty humans. that goes by without a breath; the Dice, it takes 7d6 points of damage.",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard sider in addition to the creature types deal damage to a target. The ray deals action mentioned above. 1d6 points of piercing damage. 620_96666_ExpPsionicsHnbk.indd 89 2/9/04, 3:47:22 PM 90 5 RETPAHC SREWOP",
        "name":  "Manifesting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Duration: 1 hour/level If the subject is unarmed and no",
        "name":  "Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you spend 3 addi- You plant a hidden death-urge im- action tional power points, this power also pulse in the subject’s unconscious. Range: Close (25 ft. + 5 ft./level) gives you the uncanny dodge ability; On the subject’s next turn, it looks for Target: One living creature if you spend 6 additional power points, the quickest method to end its life and Duration: Instantaneous 620_96666_ExpPsionicsHnbk.indd 90 2/9/04, 3:47:28 PM 91 POWERS CHAPTER 5",
        "name":  "Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13 save becomes shaken for the duration active aggression, as opposed to vigi- of the power. Allies and creatures lance. For instance, if you walk up With decerebrate, you selectively re- without an Intelligence score are to a door with an assassin behind it, move a portion of the subject’s brain unaffected. you sense that hostility is somehow stem. The creature loses all cerebral Augment: For every 2 additional associated with the door. However, function, vision, hearing, and other power points you spend, this power’s a soldier assigned to guard the door sensory abilities, and all voluntary mo- range and the radius of its area both would not register. tor activity. The subject becomes limp increase by 5 feet, and the power’s save In addition, while this power is ac- and unresponsive. Without extreme DC increases by 1. tive you cannot be surprised or caught measures, such as greater restoration fl atfooted by creatures that are suscep- or some other suitable effect of 7th Destiny Dissonance tible to mind-affecting powers. level or higher, the creature perishes Clairsentience While under the effect of this pow- in 1d4 days. Level: Seer 1 er, you can make Sense Motive checks",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mental Target: Creature touched mon metal, 1 inch of lead, or 6 feet of",
        "name":  "Display",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    }
]
