[
    {
        "origin_file":  "monsters.json",
        "description":  "Feet duration. Using the ring on a creature",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3rd single creature within 30 feet that failed",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Waist You can activate lenses of revelation to per- necromantic powers typically possessed Caster Level: 6th ceive the true nature of any creature in by undead. Also, level drain reduces a",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— and standard (command) aura for 1 round around the target creature whereas a fi ghter or other character",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Duskling names are similar to those of Oshavalari, Rhiannivar, Shellivathan, Touranisha. elves—mellifl uous and polysyllabic. Duskling parents name their children, choosing names that refl ect some signifi cant ROLEPLAYING A DUSKLING event around their birth. Dusklings are more proud of their Dusklings can seem paradoxical: they hate restrictions but family names than their given names, frequently using their value family ties, reject authority but hold fi erce loyalties. The pqqqqqqqqqqqqqqqqqqqqrs DUSKLING PLANAR HERITAGE Dusklings are fey that hail from the Outer Planes. Exactly which In the FORGOTTEN REALMS campaign setting, dusklings are typi- Outer Plane a particular duskling is native to depends on the cally native to Arvandor or the House of Nature. cosmology your campaign uses. In general, dusklings come In the EBERRON campaign setting, dusklings hail from Thelanis, from planes friendly to fey and wildlife. the Faerie Court. In a campaign world using the planar cosmology detailed in The player of a duskling PC should, with his DM’s approval, the Dungeon Master’s Guide, dusklings are native to the Wilder- select a home plane as part of character creation. Once chosen, ness of the Beastlands, the Olympian Glades of Arborea, and this plane cannot be changed later. the Heroic Domains of Ysgard. pqqqqqqqqqqqqqqqqqqqqrs Illus. by M. Poole 662200__8888557799__CChhpp11..iinndddd 1111 77//1122//0055 88::5544::3355 AAMM 12 1 RETPAHC SECAR key to roleplaying a duskling is to acknowledge only those • A group of araneas have built a nest in the heart of a forest ties and obligations that the duskling chooses to accept. They inhabited by dusklings and are preying on the fey. The rebel against anyone who tries to make them follow and obey, dusklings seek help combating the araneas. but if a duskling swears to follow and defend a companion, • A human village experiences rapid growth and begins she will give up her life to fulfi ll that oath if need be. clearing much of the surrounding forest for farmland. The",
        "name":  "Character Names",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You cannot shape soulmelds with example, a good incarnate can detect evil, while a chaotic an alignment descriptor that does not match your own. incarnate can detect law. For example, if you are a good incarnate, you cannot shape Expanded Soulmeld Capacity (Ex): Incarnates are spe- soulmelds with the chaotic, lawful, or evil descriptors. cially gifted in their ability to invest essentia into soulmelds. 662200__8888557799__CChhpp22..iinndddd 2211 77//1122//0055 88::5599::0022 AAMM 22 2 RETPAHC SESSALC At 3rd level and again at 15th level, the essentia capacity of opportunity, you can increase the amount of essentia invested your soulmelds increases by 1, superseding the number on in each of the incarnate soulmelds that you currently have Table 2–1. This only applies to soulmelds, not to feats, class shaped to the maximum essentia capacity of that soulmeld. features, or other abilities that allow essentia investment. This total will be greater than the amount of essentia nor- Incarnum Radiance (Su): As an incarnate, you fuse incar- mally available to you. This ability lasts for a number of rounds num with your very soul. You can tap into your incarnum-fused equal to 3 + your Wisdom modifi er. During this duration, you soul to activate a visible radiant aura of power, granting you can’t reallocate essentia from your incarnate soulmelds. You an increase in a particular area of prowess. You can activate can use this ability once per day. this ability as a free action once per day at 3rd level, twice True Incarnation (Su): When you reach 20th level, the per day at 8th level, and one additional time per day for every process of merging incarnum with your fl esh is complete, fi ve levels gained thereafter (3/day at 13th level and 4/day at and you are transformed into a new type of creature. You 18th). This effect lasts for a number of rounds equal to 3 + gain the outsider type, as well as the alignment subtype your Constitution modifi er (minimum 1 round). corresponding to your incarnate cause. Both your natural",
        "name":  "Aligned Soulmelds",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The kinds of activities that appeal to incar- NPC Reactions nates depend largely on their alignment. Good incarnates People who have strong feelings about alignment have strong spend their time helping others in large or small ways, while feelings about incarnates—being friendly or helpful toward evil incarnates are interested in helping themselves—and incarnates who share their alignment and unfriendly or hurting others along the way. Lawful incarnates work hostile to those who oppose it. This category includes clerics to promote order and gravitate toward ordered cities in and other devoutly religious followers of deities with non- lawful societies, while chaotic incarnates promote freedom neutral alignments, paladins and blackguards, soulborns, and even anarchy, preferring small communities or even and members of races and other creatures with well-defi ned solitary lifestyles. alignment tendencies.",
        "name":  "Daily Life",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Soulborns do not form their own society, has plenty of incarnum-wielding NPCs, monsters, and other but naturally gravitate toward other organizations that wel- elements involved. come characters with their martial skills and inclinations. Adaptation: Soulborns could be recast as amoral sol- Such groups include the churches of deities of war (Heirone- diers of incarnum, wielding their powers in the service ous, Hextor, Erythnul, and, to a lesser extent, Kord), as well of whatever martial cause claims their allegiance. In this as mercenary companies, military units, knightly orders, and model, the class’s smite opposition feature would become even gladiatorial schools. a simple smite ability, similar to the granted power of the Destruction cleric domain; soulborns might literally NPC Reactions become simply champions of destruction. They need not Depending on one’s perspective, a soulborn is either a be evil, but they would certainly have a more sinister cast heroic defender of one’s community or a threat—actual or to them than the current class does, which might require potential—to that community. A soulborn defending a city some fundamental changes to the nature of incarnum as is a hero to the people of that city. A soulborn leading an presented in this book. army to the gates of that city is quite the opposite. A mer- Encounters: It is best to introduce NPC soulborns after cenary soulborn between campaigns could be either—or an adventuring party has already had a brush with at least one just another annoying drunk at the local tavern. incarnate—incarnates are stronger examples of the variety of In general, NPCs greet soulborns with indifferent reactions powerful capabilities that incarnum makes possible. On the unless they have reason to feel differently. As with incarnates, other hand, the PCs might encounter one or more soulborns people who feel strongly about their own alignment greet who are simply agents of a powerful incarnate, giving them soulborns of a similar alignment with warmer reactions and a slight taste of incarnum’s powers before unleashing the those of an opposed alignment more coldly. more powerful soulmelds of the incarnate. 662200__8888557799__CChhpp22..iinndddd 2288 77//1122//0055 88::5599::1155 AAMM 29 CLASSES CHAPTER 2 and some groups of humans produce totemists as well. Only TOTEMIST the wildest groups of halfl ings and gnomes include totemists, “Power walks the earth in many forms, but it is the great beast lords and this class is virtually unknown among dwarves. Half-orcs that are most willing to share their power with us.” and members of the savage humanoid races are occasionally —Quarranal Rhiannavar, duskling totemist totemists as well.",
        "name":  "Organizations",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At your option, any soulmeld shaped by you and currently affecting you can also affect your familiar, animal RACIAL companion, or mount. The creature in question must remain SUBSTITUTION LEVELS within 5 feet of you to receive the benefi t. If the creature leaves this radius of effect, it loses the benefi ts of the soulmeld A substitution level is a level of a given class that you take until such time as it returns within 5 feet. instead of the level described for the standard class. Selecting a substitution level is not the same as multiclassing—you SOULSIGHT [INCARNUM] remain within the class for which the substitution level You can attune your soul to sense living creatures near is taken. The class features of the substitution level simply you. When you use this feat, your eyes glow with a blue replace those of the standard level. luminescence. To qualify for a racial substitution level, you must be of the",
        "name":  "Benefi t",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The words “creature” While wearing acrobat boots, you gain a +2 insight bonus on and “character” are used synonymously in the soulmeld Balance, Escape Artist, Jump, and Tumble checks. (This soul- descriptions. meld does not let you attempt Tumble checks untrained.)",
        "name":  "Creatures and Characters",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Good undead creature attacks you, blocking its blows and suppressing",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None You gain an insight bonus to your AC and on your saving throws equal to the number of points of essentia invested Blue-sheened silver bracers form around your forearms. Blue-white in your armguards of disruption. These bonuses apply only sparks leap from your hand to undead creatures you touch. against attacks made by undead creatures. BASILISK MASK",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a +2 bonus on Spot checks per point they now form a solid sheath of completely unrefl ective metal in of essentia you invest in your bloodtalons. which fi endish visages manifest and subside, always contorted with rage and pain. 662200__8888557799__CChhpp44..iinndddd 6611 77//1122//0055 99::1100::2200 AAMM 62 4 RETPAHC SDLEMLUOS You can use a standard action to release the soulmeld’s violent danger is near, your nearby allies share your sense of it and fi nd energy in a tumultuous blast, unshaping the soulmeld in themselves more ready for battle. the process. The blast deals 3d6 points of damage for every point of essentia invested to all creatures within a 20-foot- All allies within 30 feet of you when initiative is rolled gain radius burst, excluding you. A successful Fortitude save the +2 bonus on initiative granted by this soulmeld. halves this damage. BRASS MANE Chakra Bind (Hands) Descriptors: Sonic",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of es- You harness the soul energy of sentia invested in this soulmeld mighty warriors past, present, increases the competence bo- and future, shaping that incar- nus it grants on Intimidate num into bands of bright blue checks by 2. steel that surround your wrists and lower arms. You feel a soft Chakra Bind tingling in your wrists that (Throat) grows stronger when danger The hair of your brass mane ex- is near. tends down your neck, forming brassy scales that cover your throat and reach Because war has always been down to your breastbone. Your voice gets a part of mortal history, warrior souls are louder unless you make a conscious plentiful. Meldshapers can readily tap into this The pegasus cloak soulmeld effort to keep it quiet. font of martial knowledge to improve their own (see page 81) allows this prowess on the fi eld of battle, in particular honing totemist to drop safely Once per minute, you can loose the sense of approaching danger that allows skilled to the ground a devastating roar. All creatures warriors to get the drop on their foes. except dragonnes within 10 feet Your bluesteel bracers enhance your reactions must succeed on a Will save or become fatigued. The range and keep your mind in a state of constant battle of this effect is extended by 10 feet for every point of essentia readiness, granting you a +2 insight bonus on invested in the soulmeld. initiative checks.",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia you invest in your fearsome mask increases the insight bonus by 2. Chakra Bind (Brow) Your eyes, clearly visible through your fearsome mask, blaze with fi ery wrath that strikes terror into the hearts of those that meet your gaze. Your gaze causes enemy creatures (but not allies) to become shaken for 1 minute (Will negates). This oth- erwise functions as normal for a gaze attack. This is a mind-affecting effect. FELLMIST ROBE",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Incarnum coalesces around your body into a sheath of gray mist. It hangs about you like a thick fog that moves with you, creating the illusion that you are drifting over the ground rather than walking. This robe of mist masks your true location, His fellmist robe helps protect an incarnate from attacks protecting you from ranged attacks. lekniwhoV .F yb .sullI 662200__8888557799__CChhpp44..iinndddd 6666 77//1122//0055 99::1100::3333 AAMM 67 SOULMELDS CHAPTER 4 Some incarnates imagine they are channeling soul energy You can release a blast of fi re from your fl ame cincture. When- from swamp-dwelling creatures, while others imagine ever your fl ame cincture prevents damage, the energy remains their fellmist robes are shaped from the ghostly spirits of latent within the cord for 1 round. On your next turn, you can the dead. release the stored energy as a swift action to blast any target Your fellmist robe provides you with minor concealment (10% within 60 feet. The energy blast deals fi re damage equal to miss chance) against any attacker more than 5 feet from you. the amount of damage prevented by You do not suffer the same drawback—your the fl ame cincture in the previous attacks against nonadjacent targets are round. A successful Refl ex save unaffected. A strong wind (21 mph or reduces the damage by half. greater) disperses the fellmist robe, though it reforms 1 round after FROST HELM the wind stops. Descriptors: Cold, sonic",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fortitude negates be affected by your frost helm’s trill for 24 hours. Frost worms are immune to this effect. Slick green gloves slide over your hands. They appear moist but are dry to the touch. GIRALLON ARMS",
        "name":  "Once a creature has resisted or broken the effect, it cannot Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None forcing their hopeless will against it. Once per round, you can attempt to inflict a terrible, Incarnum coalesces around your arms and upper torso, forming mind-wracking poison on a foe with a melee touch attack. blue-white fur that seems to enhance your arm and chest muscles. The poison deals 1 point of Wisdom damage immediately It also extends from your fi ngers to form ghostly claws that, despite and another 1 point of Wisdom damage 1 minute later. Each their insubstantial appearance, help you gain purchase while instance of damage can be negated by a Fortitude save. No climbing or grappling. creature can be affected by the gloves more than once in a 24-hour period.",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Hunting is one of the primordial activities of the humanoid races, a sport of survival. By calling upon the soul energy of A rough stone of blazing red hangs at the center of a loose belt mighty hunters past, present, and future, meldshapers hope around your waist. You feel warmth spreading from the stone into to gain insight into their talents. your body, though it is not enough to ward off extreme cold. At the Your hunter’s circlet grants you a +2 insight bonus on Heal sight of a frost giant or some other creature of cold, however, that and Survival checks. warmth surges through your body like consuming fi re, eager to sear Essentia: Every point of essentia you invest in your hunter’s your opponents’ fl esh. circlet increases the insight bonus by 2. The remorhaz is one of the most fearsome predators of arctic Chakra Bind (Crown) regions. Unlike many creatures native to those realms, it The sky-blue ivy of your hunter’s circlet weaves into your hair, is not immune to cold damage; it endures the extremes of winding down to your shoulders. winter temperatures by generating huge amounts of heat. Totemists shape this soulmeld when fi ghting frost giants You gain the benefi t of the Track feat. (since the remorhaz considers frost giants to be prey) and when they hunt large game in cold climes. Chakra Bind (Totem) You gain a +1 insight bonus on attack rolls and damage There is no change to your own appearance or that of the circlet, but rolls against creatures with the cold subtype. from your perspective, the world around you changes enormously. It",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia you invest in your heart is suddenly alive with smells—from obvious, overpowering odors of fi re increases your insight bonus on attack rolls and damage you noticed before but not in such richness of detail, to subtle scents rolls against cold creatures by 1. unlike anything in your experience. Chakra Bind (Waist) You channel beast energy to gain a limited version of the scent A red glow suffuses your body, concentrated in your abdomen. Rather special quality. You can detect opponents by sense of smell, than a blazing red stone at your waist, your heart of fi re is subsumed noting their presence if they are within 15 feet (assuming into your fl esh, fi lling your body with its fi ery fury. you cannot discern their presence by other means). You can note the direction of a creature’s scent by taking a full-round action to sniff the air. 662200__8888557799__CChhpp44..iinndddd 7700 77//1122//0055 99::1100::4444 AAMM 71 SOULMELDS CHAPTER 4 You also gain a +4 competence bonus on Survival checks Essentia: You gain an enhancement bonus on Refl ex saves to track a creature when you can bring your sense of smell equal to the number of points of essentia invested. to bear on the task. Chakra Bind (Feet) ILLUSION VEIL Your impulse boots merge with your feet, and extend their mid-",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain an enhancement bonus of +30 feet to for you despite its overlarge appearance) that is particularly your base land speed. harmful to creatures of the opposing alignment. Damage",
        "name":  "Chaos",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Waist (totem) You gain the ability to produce a loud screech (as a standard Saving Throw: None action) similar to that of a krenshar. In combination with the frightening aspect of the mask, this shriek causes one creature You form incarnum into a belt of golden-brown fur at your waist. within 30 feet of you to become frightened for 1 round if it If you touch it with your bare skin, you sometimes catch mental fails a Will save. (The creature must also be able to see you.) echoes of cruelty and anger. When you enter combat, some part This is a sonic, mind-affecting fear effect. of your mind is less interested in defeating your opponents than in causing them pain. KRUTHIK CLAWS",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Good touch of evil creatures.",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See text against attacks made or effects created by evil creatures.",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Additional embroidered designs, formed not of thread but of incar- num, appear down the front of your lifebond vestments, glowing You shape incarnum into a fine, long-sleeved robe. It is a solid brightly when you use the powers of the vestments but otherwise color—silver if you are good, gray if you are evil, red if you are lawful, appearing simply decorative. or green if you are chaotic—but raw incarnum dances like elegant embroidery at the ends of the sleeves and the hem by your feet. You can bestow healing at will on any given creature. If the soul is the animating force of a living creature, then LIGHTNING GAUNTLETS incarnum might be seen as the essence of life itself. Incar- Descriptors: Electricity nates who shape lifebond vestments embrace that concept Classes: Incarnate of incarnum and wield it as a healing power, similar to Chakra: Hands positive energy. Saving Throw: None While wearing the lifebond vestments, you can channel your own life force to heal others. By laying your hands upon a Incarnum forms into a pair of metallic gloves that hover around living creature (a standard action), you heal a chosen amount your hands and any other gloves or gauntlets you wear. Blue arcs of of damage in the touched creature up to a maximum of 1 electricity crackle between the fi ngers and spark between the gloves hit point per meldshaper level. At the same time, you take when you bring your hands close to each other. damage equal to one-half the amount healed (round fractions up). You may not use this ability on any creature more than N!doka the North Star, a good incarnate of recent times, is once per hour. said to have earned her sobriquet through the use of this elooP .M yb .sullI Zenya wields a soulbound morningstar (see page 111) against an orc warrior 662200__8888557799__CChhpp44..iinndddd 7766 77//1122//0055 99::1100::5577 AAMM 77 SOULMELDS CHAPTER 4 soulmeld, creating such a bright fl are of electrical power in You shape incarnum into pair of blue-lensed spectacles. While perched a battle with a beholder that her allies were able to locate her on your nose, these spectacles give you a peculiar visual acuity, height- by following the glow on the horizon. ening your sensitivity to arcane details while granting you insight While wearing lightning gauntlets, you can deal 1d6 points into the meaning and signifi cance behind those details. of electricity damage with a successful melee touch attack (a standard action). With this soulmeld, you summon forth soul energy from",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia invested in the lucky dice at the time you activate its special ability increases the Chakra Bind (Waist) duration of the luck bonus by 1 round. Because lucky dice Your manticore belt sprouts a pair of large, draconic wings. Though can be rolled every round, it’s possible for the soulmeld to they are perched at your waist and fl ap awkwardly, these wings provide bonuses to more than one type of check during a give you a reasonable ability of fl ight. given round. You can fl y with clumsy maneuverability at a speed of 10 feet Chakra Bind (Hands) per point of essentia invested in your manticore belt. You gain Your comrades fi ght better when luck is on their side. the Flyby Attack feat (see page 303 of the Monster Manual). Your lucky dice provide their bonus to all allies who are within Chakra Bind (Totem) 30 feet of you when you gain the bonus. A long, thick tail emerges from the back of your manticore belt, writhing and lashing at your command. At its tip is a cluster of MAGE’S SPECTACLES spikes. Like a manticore, you can propel those spikes at your foes.",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As you invest essentia in the When you shape this soulmeld and bind necrocarnum mantle, necrocarnum fl oods it to your crown chakra, you can cause through your mind, granting you the abil- it to animate a corpse within 30 feet ity to shake off mental effects. For every as a necrocarnum zombie (see point of essentia you invest in your necro- page 186). The affected crea- carnum mantle, you gain a +1 profane ture’s Hit Dice cannot bonus on saving throws against exceed your meldshaper mind-affecting effects. level. This requires a full-round action and Chakra Bind provokes attacks of oppor- (Throat) tunity; in addition, you take The shadowy mantle clings damage equal to the necrocarnum zom- tightly to your throat, drawing your bie’s Hit Dice, which may not be healed features further into darkness. At the as long as the zombie remains animated. same time, the shadows of the cloak seem longer, As long as you have essentia invested in spreading over a wider area and shifting at the the soulmeld, the necrocarnum zom- touch of some foul, unseen breeze. bie’s essentia pool is increased by the same quantity. As long as the necrocarnum mantle is bound The animated zombie can act imme- to your throat chakra, you gain diately on your turn. You have complete immunity to poison. control over the zombie as long as you maintain line of effect. Should NECROCARNUM this line of effect be broken, the SHROUD zombie acts on its own accord Descriptors: Evil, necrocarnum to carry out your last instruc- Classes: Incarnate, soulborn tions. You reestablish control Chakra: Soul or waist as soon as you reestablish line Saving Throw: See text of effect. You can have only one necro- A deadening fi eld of necrocarnum radiates carnum zombie animated at from you, fi lling the air around you with faint, any given time. Animating a shadowy tendrils. second turns the original into an inert corpse. If this soulmeld is un- You force necrocarnum to shape a life-drain- shaped, any necrocarnum zombie created Mauling gauntlets ing fi eld around you. by it returns to an inert corpse. No creature While you have the necrocarnum shroud can be affected by the necrocarnum circlet shaped, you gain a +1 profane bonus on more than once. attack rolls and damage rolls any time a living creature takes damage while adjacent to you. This bonus lasts for 1 NECROCARNUM MANTLE round. If a living creature dies while adjacent to you, the",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Incarnate, soulborn creature’s Hit Dice.",
        "name":  "Classes",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia invested in your planar chasuble increases the resistance to the specifi ed energy type You can drive an extraplanar creature back to its home plane. by 5 points. Whenever you are struck by an extraplanar creature, the attacking creature must succeed on a Will save or be driven Chakra Bind (Brow) back to its home plane. The creature adds its Hit Dice as a When you activate your incarnum radiance, the glow sur- bonus on its saving throw, and you add your meldshaper level rounding you also courses through the incarnum threads in your to the planar ward’s save DC. A successful save renders the planar chasuble. creature immune to this effect for 24 hours. The bonus granted by your incarnum radiance class feature RAGECLAWS increases by 1. Descriptors: Mind-affecting",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None creatures of that type, a powerful will to survive and prevail.",
        "name":  "Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Shoulders (totem) A shedu (described in the Fiend Folio) is a noble beast related",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia you invest in your silver- these take a –4 penalty. (Opponents whose space is larger than tongue mask increases the insight bonus by 2. 5 feet and whom you do not trample can also take attacks of opportunity at the same penalty.) An opponent can also give Chakra Bind (Brow) up its attack of opportunity and instead attempt a Refl ex save Blue crystalline lenses grow out from the mask, covering your eyes. These to take half damage from your trample. You can deal trampling lenses enhance your sensitivity to body language and mannerisms. damage to each target only once per round, no matter how many times your movement takes you over a target creature. You gain an insight bonus on Sense Motive checks equal to the bonus granted on Bluff and Diplomacy checks by the mask. SIGHTING GLOVES",
        "name":  "Trampled opponents can attempt attacks of opportunity, but Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Brow or throat cally with the soulspark, and directing it to attack a creature is",
        "name":  "Chakra",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See text a free action. A soulspark familiar whose creator is incapable of issuing new directions follows its last command as long A plain silver mask conceals your lower face while exposing your as it is able, after which it returns to hover over its creator. eyes. The mask is initially featureless, with a simple horizontal If the soulspark is reduced to 0 or fewer hit points, the slot at your mouth, but subtle images shift across its surface as you meld unshapes. interact with others. The least soulspark is a new creature detailed on page 197. A soulspark formed by this soulmeld does not have Silvertongue masks were used by some of the fi rst incarnates to the incarnum shroud ability normally possessed by such gain the favor of neighboring tribes and nations by providing creatures, nor does it have an essentia pool. familiar and comforting images to accompany diplomatic Essentia: When you allocate essentia to your soulspark pleas. The soulmeld draws on the souls of quick-witted and familiar, you can select one of the following effects. All slick-tongued heroes, helping to guide the meldshaper in essentia invested must be put toward the same effect. beguilement or negotiation. Align Attack: The fi rst point of essentia invested makes You shape incarnum into a silver-blue mask that you wear the soulspark’s attack good, evil, lawful, or chaotic, as you over your face. Your silvertongue mask grants you a +2 insight choose, allowing it to bypass the damage reduction of certain bonus on Bluff and Diplomacy checks. creatures, usually outsiders of the opposite alignment. Every 662200__8888557799__CChhpp44..iinndddd 8866 77//1122//0055 99::1111::1144 AAMM 87 SOULMELDS CHAPTER 4 point beyond the fi rst grants the soulspark a +1 bonus on A light blue circlet sits atop your head, with serrated points above damage against any creature of the opposing alignment. each of your ears. A faint voice whispers in your mind, translating",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia grants the soulspark a +1 resistance bonus on all saving throws. Chakra Bind (Crown) The circlet merges with your fl esh, remaining visible as a band of Chakra Bind (Brow) blue across your forehead, similar to a tattoo. The whispers in your Your soulspark shimmers like the desert sky. mind now translate your own thoughts, telling you the words you must speak to be understood. If you bind soulspark familiar to your brow chakra, you create a standard soulspark. The soulspeaker circlet grants you the ability to speak those languages for which it grants understanding. You still cannot Chakra Bind (Crown) read or write these languages. Your soulspark glows sapphire blue, like a brilliant gemstone. Chakra Bind (Throat) If you bind soulspark familiar to your crown chakra, you create The circlet extends tendrils that reach down your head to wrap around a lesser soulspark. your neck. Your words can now be translated directly into thought. As you communicate telepathically with others, those creatures perceive Chakra Bind (Throat) a slight pulsing radiance emanating from the soulmeld. Your soulspark burns with a fi erce blue-white light. You can communicate telepathically with any creature within If you bind soulspark familiar to your throat chakra, you create a range of 20 feet per point of invested essentia, as long as a greater soulspark. that creature has a language. It is possible to address multiple creatures at once telepathically, although maintaining a SOULSPEAKER CIRCLET telepathic conversation with more than one creature at a time",
        "name":  "Saving Throw Bonus",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None fi t over your hands as well as any other gloves or gauntlets you Classes: Totemist might wear. Despite the material covering your fi ngertips, the gloves Chakra: Crown or soul (totem) grant you exacting precision in certain tasks—those that typically Saving Throw: None relate to thievery. You form incarnum into a three-sided mask that hovers in front of You borrow the talents of burglars throughout history to your face. As you turn your head, the mask does not turn with you, grant yourself a semblance of their ability. so you can look out three different sets of eyes—and somehow each 662200__8888557799__CChhpp44..iinndddd 8899 77//1122//0055 99::1111::2200 AAMM 90 4 RETPAHC SDLEMLUOS face of the mask seems to color your view of the world through it. the lion head bites for 1d6 points of damage, and the goat The mask depicts the three heads of a chimera—a savage dragon, head gores for 1d6 points of damage. As a standard action, a fi erce lion, and a demonic goat. you can attack with any one of these heads, applying your full Strength modifi er as a bonus on your damage roll. As Totemists look to chimeras as a representation of multiplicity a full attack action, you can attack with all three heads, united. In a certain sense, they are the patrons of meldshap- applying your full Strength modifi er on all three damage ing itself—uniting disparate elements of beast souls and rolls. Alternatively, as part of a full attack, you can make a humanoid bodies to create powerful effects. secondary attack with one head at a –5 penalty, applying At the simplest level, the threefold mask of the chimera only one-half your Strength modifi er as a bonus on your grants you the ability to focus your attention in multiple damage roll. directions simultaneously. You can’t be fl anked while this soulmeld is shaped. THUNDERSTEP BOOTS",
        "name":  "You shape incarnum into a pair of supple black leather gloves that Descriptors",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None As arrows fl y in, the wind of your soulmeld swirls around, defl ecting them away, perhaps even back at your attackers. 662200__8888557799__CChhpp44..iinndddd 9922 77//1122//0055 99::1111::2244 AAMM 93 SOULMELDS CHAPTER 4 Bound to the shoulders chakra, wind cloak defl ects ranged WORG PELT attacks as if you had the Defl ect Arrows feat. You don’t need Descriptors: None a free hand to use the feat—the wind cloak itself defl ects the Classes: Totemist incoming arrows (or bolts, spears, and so on). This effect Chakra: Feet or hands (totem) functions even if you are caught fl at-footed. Every point of Saving Throw: None essentia you invest in your wind cloak increases by one the number of arrows you can defl ect in a round. You gather worg spirits around you to form a cloaklike garment. It strongly resembles the pelt of a worg, from the top of the beast’s WINTER MASK head perched atop your own to forelegs extending down your arms",
        "name":  "Saving Throw",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Every point of essentia that you invest in your Evil tribes of arctic dwellers particularly revere the winter worg pelt increases the competence bonus on Hide and Move wolf. It is the embodiment of winter itself—deadly, fi erce, Silently checks by 2. cunning, and unrelenting in its assault on life and warmth. Totemists shape winter masks to claim the destructive power Chakra Bind (Feet) of winter as their own. The hind legs of your worg pelt fuse into your own legs, lengthen- Your touch takes on the bitter cold of winter; you can ing your feet and shins while shortening your thighs, enabling you choose to infl ict a chilling fatigue on an opponent you touch to run on your toes like a predatory animal. Your legs are totally in combat. You must make a successful melee touch attack. covered in the dark gray fur of a worg. The target is fatigued unless it succeeds on a Fortitude save. Creatures resistant or immune to cold are immune Your base land speed increases by 5 feet, plus an addi- to this effect. tional 5 feet for every point of essentia you invest in your",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Storm of blades deals Wis damage SORCERER/ to living creatures within.",
        "name":  "Incarnum BladestormIE",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Draw a random mishtai’s soul into incarnum effects for 10 min./level. a target creature’s body.",
        "name":  "Channel the MishtaiIE",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In addition to the options night construct. listed for conjure lesser midnight con- Essentia: In addition to the options struct and conjure midnight construct, listed for conjure lesser midnight con- you gain two new options for modi- struct, you gain two new options fying your midnight construct by investing essentia: • Teleportation: Bestow the ability to teleport as a move action, with a range of 20 feet per point of essentia invested (40 feet for 2 points of essentia, 60 feet for 3 points, and so on). • Soulburning Aura: Bestow a dam- aging aura of dark soul-energy. The aura deals 1 point of Strength damage per point of essentia invested (Will negates, DC 10 + 1/2 construct’s HD + essentia invested) to all creatures adjacent to the construct at the end of the construct’s turn. CONJURE LESSER MIDNIGHT CONSTRUCT Conjuration (Creation) [Incarnum]",
        "name":  "Essentia",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bard 1, blackguard 1, cleric 1, exceptions; see below) to return to his an immediate action, the target creature Incarnum 1, paladin 1, sorcerer/ essentia pool as if the target had set his can activate the guardian spirit. While wizard 1 essentia investment to 0. This doesn’t active, the spirit’s prescience provides",
        "name":  "Level",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature Material Component: A hand-",
        "name":  "Target",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M (E) tional amount to each creature",
        "name":  "Components",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature essentia, even if such an effect would the target’s essentia pool. You deal",
        "name":  "Target",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 2 Target: One creature",
        "name":  "Level",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bard 4, cleric 4, paladin 4 Ethereal creatures can pass through",
        "name":  "Level",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, DF (E) it, but any other creature (includ-",
        "name":  "Components",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched Will save or be blocked by the barrier.",
        "name":  "Target",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 hour/level or until dis- to twice your manifester level. Any so if you give the crystal to another charged creature you give the created soul crys- manifester, that character can’t use",
        "name":  "Duration",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Intimidate 5 ranks, Survival 9 ranks. Orit (LN incarnate 2/fi ghter 4/spinemeld warrior 10), lord Feat: Cobalt Rage. of the Mishtoran. He is attended by three male skarn Special: Ability to bind soulmelds to totem chakra, rage class feature. spines of snow (LG and LE soulborn 5/spinemeld warrior 5), two female skarn spines of rain (LG and LE soulborn 6/spinemeld warrior 4), and one female skarn fl aw seeker CLASS FEATURES (LN fi ghter 1/wizard 8/spinemeld warrior 3). A cleric of As a totem rager, you depend heavily on your rage ability and Wee Jas (cleric 9) oversees the shops selling paraphernalia your soulmelds, and the new abilities you gain allow those and tends to the fallen. key features to work together more effectively. Using your rage ability makes your totemist soulmelds better by giving you extra essentia to invest. If you then invest that essentia TOTEM RAGER in your rage ability, you can extend its duration and increase “I am the wrath of all beasts bound into one terrible form.” both your damage and your Will save modifi er. —Sikudhani, the Bringer of War All of the following are class features of the totem rager prestige class.",
        "name":  "The current august perfect of roses in this area is Aqrom Skills",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 2nd level and again at 8th level, you gain hurt opponents that can resist your melee attacks. one extra use per day of your rage ability. Progression as a totem ranger means you get better at Damage Reduction (Ex): Beginning at 3rd level, you what you do best. You don’t gain any unique special abili- gain the ability to shrug off some amount of injury from ties, although the ability to bind soulmelds to your chakras each blow or attack. See the barbarian class feature, page makes your soulmelds both more versatile and more power- 26 of the Player’s Handbook. If you already have damage ful. You do gain additional uses per day of your rage ability, reduction against damage of all types from another source, damage reduction to help you resist enemy attacks, better the amounts stack. For example, a totemist 2/barbarian meldshaping, and the ability to extend your rage. Be sure to 7/totem rager 3 has DR 1/— from her barbarian levels and take advantage of your increased damage-dealing ability by DR 1/— from her totem rager levels. Thus, her total DR putting as much essentia into your Cobalt Rage feat as you from these sources is 2/—. This damage reduction does can spare, especially against monsters that are diffi cult to not stack with damage reduction specific to any one type take down. of damage. At 7th level, your damage reduction increases to 2/—. Advancement This value stacks with other damage reduction abilities If you started your career as a totemist, you discovered you might haveas above. along the way that channeling incarnum derived from beast",
        "name":  "Extra Rage",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature without any limbs (such as",
        "name":  "No Limbs",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures with this subtype have no specifi c shared a naga) has no hands or arms chakra. The portion traits other than those given above. The incarnum subtype of the creature’s body immediately below its head 662200__8888557799__CChhpp77..iinndddd 116699 77//1122//0055 99::2233::4455 AAMM 170 7 RETPAHC SRETSNOM contains the shoulders chakra, and the lowermost portion Environment: Any of its body contains the feet chakra. Organization: Solitary, pair, squad (1–4 plus 3rd-level",
        "name":  "Traits",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature with no limbs, head, or cleric), or company (5–8 plus 3rd-level cleric and 4th- discernable anatomical structure (such as a mimic), has access level soulborn) to only two chakras—namely, the heart and soul. Challenge Rating: 1/2",
        "name":  "Amorphous Body",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature without a Constitu- Treasure: See possessions tion score, such as a construct or an undead creature, has Alignment: Chaotic good no soul chakra. Advancement: By character class",
        "name":  "No Constitution Score",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See possessions 662200__8888557799__CChhpp77..iinndddd 117700 77//1122//0055 99::2233::4488 AAMM 171 MONSTERS CHAPTER 7",
        "name":  "Capacity Treasure",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam +5 melee (1d6+2 plus 1d6 acid plus creatures most likely to provide it with a good meal. dissolution) Acid (Ex): A dissolution ooze secretes a digestive Space/Reach: 10 ft./5 ft. acid that dissolves all materials except earth and stone",
        "name":  "Full Attack",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blindsight 60 ft., incarnum sense, ooze the creature deals 1d6 points of acid damage in addition to traits normal damage.",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 15, Dex 1, Con 29, Int —, Wis 1, Cha 1 against a creature with at least one soulmeld shaped",
        "name":  "Abilities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 immediately consumes the freed soul energy, gaining a number of temporary hit points equal to 5 times the points of essentia invested in the soulmeld (minimum 5 hp). The target loses all benefits of the meld until it is shaped again. A successful save negates this effect. The target gains a +4 bonus on the saving throw if the soulmeld is bound to a chakra. The save DC is Constitution-based. Incarnum Sense (Ex): A dissolution ooze can detect the presence of incarnum in creatures or objects within range of its blindsight. In addition to soulmelds, this ability detects any creature with the incarnum subtype, as well as objects invested with essentia. The dissolution ooze can’t dif- ferentiate between targets upon which it can “feed” (namely soulmelds) and other incarnum-laced targets. However, if it fails to unshape a soulmeld with its fi rst hit, it moves on to a different target, if one is available. DRAGON, INCARNUM Dragon (Extraplanar, Incarnum)",
        "name":  "Challenge Rating",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wyrmling 4; very young 5; young 7; ooze juvenile 9; young adult 11; adult 13; mature adult 16; old 18; very old 20; ancient 21; wyrm 22; great wyrm 24 dnalgnE .W yb .sullI 662200__8888557799__CChhpp77..iinndddd 117722 77//1122//0055 99::2233::5522 AAMM 173 MONSTERS CHAPTER 7",
        "name":  "Dissolution Challenge Ratings",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wyrmling 5–6 HD; very young 8–9 HD; do battle with creatures that oppose its alignment. Chaotic young 11–12 HD; juvenile 14–15 HD; young adult 17–18 incarnum dragons tend toward impulsiveness in combat, HD; adult 20–21 HD; mature adult 23–24 HD; old 26–27 while lawful ones prefer to determine their foes’ weak points HD; very old 29–30 HD; ancient 32–33 HD; wyrm 35–36 before launching any attacks. HD; great wyrm 38+ HD An incarnum dragon’s particular combat strategy depends",
        "name":  "Advancement",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Essentia pool 2, incarnum speed (1 Hit Dice: 4d8+12 (38 hp) essentia), trap sense +1, uncanny dodge Initiative: +2 662200__8888557799__CChhpp77..iinndddd 117766 77//1122//0055 99::2244::0055 AAMM 177 MONSTERS CHAPTER 7",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This duskling totemist can shape four soulmelds, drawn from the totemist list. Each soulmeld has a maximum essentia capacity of 1 (or 2 for any soulmeld bound to his totem chakra). He currently has the following soulmelds shaped. Great Raptor Mask (Su): This duskling totemist gains a +2 competence bonus on Spot checks. Rageclaws (Su):This duskling totemist can continue to fi ght without penalty if disabled or dying. He does not die until his hit point total is reduced to –16. Since this soulmeld is bound to his totem chakra, he also gains two claw attacks, each with a +2 enhancement bonus on attack rolls and damage rolls. Totem Avatar (Su): This duskling totemist gains 4 bonus hit points and a +1 enhancement bonus to his AC. Worg Pelt (Su): This duskling totemist gains a +2 compe- tence bonus on Hide and Move Silently checks. 662200__8888557799__CChhpp77..iinndddd 117777 77//1122//0055 99::2244::0077 AAMM 178 7 RETPAHC SRETSNOM creatures. The beasts revered by a particular tribe are GIANT, TOTEM depicted on totem poles within the giants’ camp, and in Large Giant (Incarnum) the many tattoos that adorn their bodies. Large groups",
        "name":  "Soulmelds",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., essentia pool 3, low- beasts and maximize the effectiveness of its members’ light vision, resistance to cold 10, rock catching, totem totemist soulmelds. chakra bind Rage (Ex): Once per day, a totem giant can enter a state",
        "name":  "Special Qualities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any quickly to its opponent’s abilities while improving its own Organization: Solitary, pair, or gang (3–5) attacks with nearly every swing. In combat, it tends to focus Challenge Rating: 5 on a single target until it dies or moves out of reach. Treasure: None Adaptive Attack (Ex): When it strikes, an incarnum Alignment: Always neutral evil golem adapts its attack to take advantage of weaknesses in Advancement: 7–12 HD (Medium) the opponent’s defenses. Each round that it successfully dam- Level Adjustment: — ages a living creature, it gains a cumulative +1 insight bonus (maximum +5) on attack rolls and damage rolls against that A shadowy, midnight-blue form hovers in the air. Its vaguely human- opponent. This bonus remains in force until the golem deals oid form twists and reshapes constantly, but regardless of how its damage to a different living creature. For example, the fi rst features change, its visage retains an expression of menace. time an incarnum golem damages a living foe, a +1 bonus applies to each of its attacks against that target in subsequent In rare situations, the soul energy of pure incarnum takes on rounds. The next time it hits that foe, the bonus increases to a semimaterial form. Such an amalgam of souls is a sentient +2. During any round that it misses the target, the bonus does undead creature known as an incarnum wraith. Because not increase. If the incarnum golem hits a different target the many souls that compose its form have varying align- at any point in that progression, the bonus against the fi rst ments, the incarnum wraith tends to favor neutrality over knarF .C yb .sullI 662200__8888557799__CChhpp77..iinndddd 118800 77//1122//0055 99::2244::2211 AAMM 181 MONSTERS CHAPTER 7 any particular ethical outlook. However, its warped mental Essentia Drain (Su): Any living creature hit by an incar- state causes it to hate all living creatures—particularly those num wraith’s incorporeal touch attack must succeed on a DC who channel incarnum. 19 Fortitude save or lose 1d4 points of essentia. The save DC An incarnum wraith’s specifi c features are indistinct is Charisma-based. and malleable, and it might display a variety of different If the creature struck does not have essentia, or its essentia faces during a single encounter as it shifts among the many pool is already depleted, it takes Constitution damage equal souls that make up its form. As an incorporeal creature, it to the points of essentia that would normally be lost. is weightless. Whether it drains essentia or Constitution, an incarnum An incarnum wraith speaks Common. wraith gains 5 temporary hit points on each successful attack. Lost essentia returns to the character’s essentia pool when the Combat wraith is destroyed, or 1 hour after the loss occurs, whichever An incarnum wraith approaches its target silently, then strikes comes fi rst. with its incorporeal touch attack to drain essentia. Create Spawn (Su): Any humanoid that has an essentia LOST pool and is slain by an incarnum wraith becomes a new incarnum wraith in 1d4 rounds. Its body remains intact Though they were once normal creatures, the lost have and inanimate, but its spirit is torn free from its corpse and been tainted by incarnum and bound to negative emotions transformed. Such spawn are under the command of the or ideals. Many of these miserable beings are misshapen incarnum wraith that created them and remain enslaved wretches who have fled to the wilderness and gradually until its death. They do not possess any of the abilities they degenerated into savages, but a few are cunningly social had in life. and well groomed. The hunchbacked madman foaming at A humanoid that does not have an essentia pool is merely the mouth and screaming about the flies in his heart, the dead if slain by an incarnum wraith. It does not become a eyeless savage leaping through the wood, the effete noble new incarnum wraith. with a penchant for bloodletting, and even the griffon that descends upon hapless travelers in the wild with his gore-encrusted beak and talons—all these creatures and more are lost. Forever separated from its mortal brethren, a lost is pinned to the depths of hate and rage by a single wisp of pure incarnum. A lost is created when a passing strand of uncontrolled soul energy strikes a creature that happens to share its negative emotional state at that moment. For example, a human who is angry at a merchant for fl eecing him out of his hard-earned silver might encounter a strand of incarnum that embodies anger in the alley near the merchant’s stall. The incarnum permanently bonds the wrath to the man’s soul and amplifi es it until it becomes blind rage. This bonding process fi ercely intensifi es the creature’s heartbeat, making it audible at a distance of 5 feet with a DC 20 Listen check. Once the bonding is complete, the creature gains the lost template. Each lost appears as a deformed version of its former self, though the type and extent of the deformities vary widely from one individual to another. The creature’s mental stability is also hampered to a greater or lesser extent based on the emotion to which it is bound. For example, a lost dwarf who has retained his wits might wear a single glove to cover the twisted remains of his fi ngers, while a lost human blacksmith might drool, twitch, and stumble like a mad dog. None but the most deviously insane lost bother with dress or personal upkeep; they simply sleep where they can and let their clothes deteriorate into rags. But even a lost that successfully disguises its nature cannot escape its traitorous heart. Thus, the rare lost that attempts to masquerade as fully humanoid haunts noisy public places to mask its telling heartbeat. No lost has ever been restored to its former state, but sages speculate that a method might exist to redeem at least some of these creatures. The exact means of doing so is left to the DM to devise, but it should require a quest Incarnum wraith of some sort. Illus. by A. Stokes 662200__8888557799__CChhpp77..iinndddd 118811 77//1122//0055 99::2244::2244 AAMM 182 7 RETPAHC SRETSNOM A lost that retains an Intelligence score of 3 or higher Fury of Wrath (Ex): On his fi rst turn, this lost gains 2 speaks any languages that it knew before acquiring the temporary hit points and a +1 bonus on damage rolls. These template. bonuses last for 10 rounds. SAMPLE LOST SAMPLE ELITE LOST This example uses a 1st-level human commoner as the This example uses a 3rd-level nymph barbarian as the base base creature. creature. Lost, 1st-Level Human Commoner Dolcianne, Elite Lost, 3rd-Level Nymph Barbarian Medium Humanoid (Incarnum) Medium Fey (Incarnum)",
        "name":  "An incarnum golem is a fearsome opponent that can adapt Environment",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1.",
        "name":  "Challenge Rating",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— by the same lost’s mirror of despair for 24 hours. Mirror Level Adjustment: — 662200__8888557799__CChhpp77..iinndddd 118844 77//1122//0055 99::2244::3322 AAMM 185 MONSTERS CHAPTER 7 MIDNIGHT CONSTRUCT A midnight construct’s physical appearance is determined Large Construct (Incarnum) by its shaper. It can appear as any creature of its size category,",
        "name":  "Success indicates that the creature cannot be affected again Advancement",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10d10+30 (85 hp) or as a hybrid of body parts from different creatures, or in",
        "name":  "Hit Dice",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any Level Adjustment: — 662200__8888557799__CChhpp77..iinndddd 118866 77//1122//0055 99::2244::3388 AAMM 187 MONSTERS CHAPTER 7 Girallon Necrocarnum Zombie Large Undead (Evil, Incarnum)",
        "name":  "Environment",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A necrocarnum zombie can invest appropriate damage value from the table below according to essentia to gain an insight bonus to its AC and on its saving the necrocarnum zombie’s size. If the base creature already throws. The value of this bonus equals the points of essentia had a slam attack, it retains its old damage value or uses the it has invested in this ability. appropriate value from the table below, whichever is better.",
        "name":  "Incarnum Defense",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All Hit Dice from class levels are dropped, and essentia in its incarnum speed and incarnum defense special each of the creature’s remaining Hit Dice increases to a d12. abilities as if they were soulmelds (that is, as a swift action). If the creature has no Hit Dice remaining, it gains 1d12. Each of its essentia-based abilities has a capacity of 1 + 1 per",
        "name":  "Hit Dice",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Str they get along quite well with members of most other +4, Dex +4. A necrocarnum zombie has no Constitution humanoid races. score, its Wisdom score changes to 10, and its Charisma Rilkans speak Common, but many know additional lan- score changes to 1. guages as well. They enjoy learning new tongues, not only",
        "name":  "Abilities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A necrocarnum zombie loses any skill points to better communicate with other races, but also purely for derived from class levels. If this process leaves it with no the pleasure of learning. skill points, it gains skill points equal to (2 + Int modifi er) × 4. Hide, Listen, Move Silently, and Spot are treated as class COMBAT skills for the necrocarnum zombie. It loses any racial skill Whatever the rilkan does on the battlefi eld, she does with bonuses the base creature had (including a human’s extra style and panache. Rilkan combat tactics are as varied as skill points) and gains a +4 racial bonus on Hide and Move individual rilkans, but they enjoy taking risks that carry a Silently checks. reasonable probability of success.",
        "name":  "Skills",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A necrocarnum zombie loses any feats derived from class levels and any racial bonus feats the base creature had SAMPLE RILKAN WARRIOR (including the extra feat a human gains). It gains Toughness Rilkan, 1st-Level Warrior as a bonus feat. Medium Humanoid (Reptilian)",
        "name":  "Feats",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As base creature, or — if the base creature Advancement: By character class advances by character class. Level Adjustment: +0",
        "name":  "Advancement",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 Rilkan rogues are swashbuckling masters of derring-do who Treasure: See possessions prefer to leap or tumble down from balconies to meet their Alignment: Chaotic neutral enemies in mortal combat. They prefer working in teams to Advancement: By character class take advantage of their improved fl anking ability. Level Adjustment: +0 Rogues of this race are also surprisingly knowledgeable about a wide array of topics, and they love a good conversa- A rilkan incarnate lives life to the fullest, seeking out every tion with an intelligent wizard or bard as much as they do opportunity for new experiences and knowledge. a fi ght. Combat Combat A rilkan incarnate relies on her agility and speed to win A rilkan rogue is quite capable of sneaking up on an enemy, the day. After activating her incarnum radiance ability, she but she would much rather announce her presence with charges into combat and attempts to take out the toughest- heroic authority. She relies on fl anking and superior tactics looking foe fi rst. What could be more heroic? rather than stealth to take down her foes. Soulmelds: This rilkan incarnate can shape four soul- Improved Flanking (Ex): This rilkan rogue gains a melds, drawn from the incarnate list. Each of her soulmelds +4 bonus on attack rolls rather than the normal +2 bonus has a maximum essentia capacity of 2. She currently has the 662200__8888557799__CChhpp77..iinndddd 119900 77//1122//0055 99::2244::4466 AAMM 191 MONSTERS CHAPTER 7",
        "name":  "Challenge Rating",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Flurry of blows, spine strike Abilities: Str 14, Dex 11, Con 16, Int 10, Wis 14, Cha 8 662200__8888557799__CChhpp77..iinndddd 119922 77//1122//0055 99::2244::5533 AAMM 193 MONSTERS CHAPTER 7",
        "name":  "Special Attacks",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Consume soul, soulless aura in the soul energy of all creatures that die within 30 feet",
        "name":  "Special Attacks",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 20, Dex 13, Con 21, Int 10, per character level of the creature that died. Wis 12, Cha 14 At the end of this period, the soul has",
        "name":  "Abilities",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Climb +16, Jump +16, Hide been entirely consumed. +8, Intimidate +13, Listen +12, A creature whose soul has been Move Silently +12, Spot +12, trapped by a souleater cannot be Swim +16 raised from the dead until the",
        "name":  "Skills",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9–14 creature within 30 feet HD (Large); 15–25 of a souleater gains a neg- HD (Huge) ative level, which persists",
        "name":  "Advancement",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleave, Improved Initiative, Iron Will, Power Attack Like a typical fl esh golem, this creature uses its powerful",
        "name":  "Feats",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The soulfused construct gains feats at the rate of Listen +8, Move Silently +9, Sense Motive +8, Spot +8 1 + 1/ 3 HD, just as a normal creature does. Common feats Feats: Improved Initiative, Lightning Refl exes selected by such creatures include Improved Initiative, Environment: Any Improved Natural Attack, Iron Will, and Power Attack. Organization: Solitary, pair, or fl ood (3–8)",
        "name":  "Feats",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. Treasure: Standard",
        "name":  "Challenge Rating",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. SOULSPARK SOULSPARK Tiny Outsider (Alignment*, Incarnum, Native)",
        "name":  "Level Adjustment",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— use it for a variety of purposes. This ability gives the creature an essentia pool equal to its HD. It can invest or A mote of energy fl oats across the ground. It resembles a small reallocate this essentia into the follow- ball of light surrounded by wispy tendrils of blue ing special abilities as a swift action, incarnum energy. as if the abilities were soulmelds. Each ability has an essentia Soulsparks are sentient embodi- capacity equal to one-half the ments of incarnum energy. soulspark’s HD.",
        "name":  "Level Adjustment",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Affected creatures are confused for 1d4+1 rounds.",
        "name":  "Misery",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Portable object of at least 250 gp value native the capacity to retain uses of one more planar touchstone’s to any designated planar touchstone site, Knowledge (the higher-order ability. planes) 8 ranks. pqqqqqqqqqqqqqqqqqqqqrs 662200__8888557799__CChhpp88..iinndddd 220077 77//1122//0055 99::2277::1133 AAMM 208 8 RETPAHC MUNRACNI SNGIAPMAC 662200__8888557799__CChhpp88..iinndddd 220088 77//1122//0055 99::2277::1155 AAMM 209 CAMPAIGNS INCARNUM CHAPTER 8 Bastion of Souls Encounters “The fi rst living creature of Incarnum was a duskling fey, born d% Encounter Average EL of a ewe and a shower of moonlight. This was Ilvit, called the 01–10 1d3 ravids 7 Opener, and so the Fecund Age began. 11–25 1d3 young incarnum dragons 9 “The last living creature of Incarnum shall be the daughter 26–50 1d6 4th-level skarn incarnates and 9 of the encroaching Ravener, hedged and proud. She will gather 1 skarn fighter 5/spinemeld warrior 1 all the lost and make of them a scourge to fl ay the land. And so 51–75 2d4 xag-yas 9 the gyre turns, and so the stars dim. 76–90 1 juvenile incarnum dragon 9 “Children, guard the ancient sites and hunt the lost, that the 91–100 1 human paladin 6/incandescent champion 5 11 scourge falls lightly when it comes.” is only 60%. If the PCs fail to visit the location for more than a —Meredythe Gorvabyn, year, they must roll for encounters as if they had never visited Pentifex Monolith the site.",
        "name":  "Prerequisites",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Essentia pool 1. hits, flanking The Pentifex Order maintains a large force of loose Resist incorporeal affi liates and a much smaller core of initiates ranked in a Fort +2, Ref +7, Will +1 strict hierarchy. Most of the highest-ranking members of Speed fly 20 ft. (good) (4 squares) the order are incarnates, with a few soulborn in the mix. Melee incorporeal touch +6 (1d6 plus positive energy) The lower levels of the hierarchy include characters of or all classes who aid the goals of the order simply by doing Ranged positive energy ray +6 touch (1d8) whatever they do best—putting their particular skills and Base Atk +5; Grp — talents to use in battling the lost and thwarting the schemes Atk Options positive energy lash (undead take extra of necrocarnates. 2d8+5 damage from touch; can heal living creatures When a character is accepted as an affi liate member of for 2d8+5) the Pentifex Order, she receives basic training in the nature Special Actions turn undead 5/day (+4, 2d6+9, 5th) , of the lost and effective means to recognize and combat explosion them. Further training is not necessary unless the character Abilities Str —, Dex 17, Con 12, Int 7, Wis 10, Cha 18 requests it, until such time as she is ready to advance into the SQ cannot be raised or resurrected upper hierarchy of the order. Feats Combat Reflexes, Extra Turning Skills Hide +7, Spot +4 PENTIFEX ORDER BENEFITS The primary concern of the Pentifex Order is controlling Explosion (Su) When reduced to 0 hp, a xag-ya’s body dangerous incarnum, and the order does everything it can, is destroyed in an explosion of positive energy that with its limited resources, to assist those who are engaged deals 1d8+9 points of damage to everyone in a 20- in that work. foot-radius burst (Fort DC 16 half).",
        "name":  "Immune poison, sleep, paralysis, stunning, critical Entry Requirements",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The epic totemist gains a bonus feat every made against creatures whose alignment opposes any two levels after 20th (22nd, 24th, and so on). component of your alignment. For example, a lawful good character would gain this bonus against chaotic creatures and against evil creatures. Neutral characters can treat the four EPIC FEATS “extreme” alignments (lawful good, chaotic good, lawful evil, Like the epic feats detailed in the Dungeon Master’s Guide and chaotic evil) as opposed to their alignment for purposes and the Epic Level Handbook, these feats are available only of this feat. to characters whose character level is 21st or higher. They expand the abilities of melding characters beyond the limits RAPID MELDSHAPING [EPIC] of 20 levels on those classes. You can shape a meld in seconds.",
        "name":  "Bonus Feats",
        "source":  "magic_of_incarnum.txt",
        "_id":  "25b6b8421e77952f3546273f569634336639d54c5cb43e0f7b532e56660334d6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As the characters advance Planes, and demiplanes. These types aren’t exclusive (you in levels, they start to encounter more monsters that call may find deities on the Transitive Planes, for example), other planes home. They may battle salamanders from but most planes fall neatly into one category. the Elemental Plane of Fire or demons from the Abyss. As Material Planes: These planes are the ones most famil- they face and defeat these creatures, they learn that not iar to characters and are usually the setting for a standard all monsters of the other realms are scary versions of D\u0026D campaign. The Material Planes tend to be the most familiar creatures. Many have unique abilities that earthlike and operate under the same set of natural laws. should keep the characters on their toes. The D\u0026D rules are designed with Material Planes in",
        "name":  "Meeting More Monsters",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The homes of beings of great power, Each plane of existence has its own properties—the these planes are also called the godly planes, spiritual natural laws of its universe. By changing the traits from planes, or divine planes. The deities themselves live here, plane to plane, the DM can alter the shape and feel of as do creatures such as celestials, demons, and devils. The the places the characters visit. Outer Planes tend to have alignments, representing a par- In general, a campaign’s home Material Plane is consid- ticular moral or ethical outlook, and their inhabitants ered the default plane for the adventurers. All compar- tend to behave in agreement with those alignments. The isons are made against the Material Plane, so other planes Outer Planes are also the final resting place of spirits are similar to the home Material Plane unless a plane’s from the Material Plane, whether that final rest is calm description states otherwise. introspection or eternal damnation. Planar traits are broken down into a number of general",
        "name":  "Outer Planes",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The strength of grav- particular planes, though they won’t be popular destina- ity is the same, but each individual chooses the direction tions with adventurers. of gravity’s pull. Such a plane has no gravity for unat- Characters who fall on a heavy gravity plane take 1d10 tended objects and nonsentient creatures. This can be points of damage for each 10 feet fallen, to a maximum of very disorienting to the newcomer, but is common on 20d10 points of damage. “weightless” planes such as the Plane of Air.",
        "name":  "You can double or triple the heavy gravity effect for Subjective Directional Gravity",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These are the least important planes for lawful neutral outsiders such as formians and the chaotic most campaigns. If you want something specific for neutral outsiders such as slaadi go? You could just put them your cosmology, you can make it a full-fledged plane at aside for the moment, or assign the formians to a lawful- the outset. Demiplanes are usually limited in size and aligned piece of Overheaven and the slaadi to a particularly access, so they are ideal locations for self-contained chaotic chunk of Darkunder. adventures. You can pick the planar traits to fit the This cosmology also has no energy planes, so creatures needs of your adventure. from those planes probably won’t be in your campaign. 18 :2 RETPAHC GNITCENNOC SENALP EHT pqqqqrs SWITCHING COSMOLOGIES IN MIDSTREAM players how things are different. This tactic works best if you If your existing campaign is set in the D\u0026D cosmology, you have made small changes to the planes that do not affect the may want to shuffle things about to create a planar arrange- player characters directly. ment all your own. • Crisis among the Planes. This approach is suitable for high- But how does it affect the players? If the player characters level characters. Launch a quest for a cosmology-changing arti- are deeply involved with the planes, then the changes that fact, or have a pantheon of demigods invade. Or perhaps an affect them directly should be minimized or only implemented evil deity seeks to remake the cosmos in her own image. The after discussion with the players. A player whose character characters may save the universe, but change the campaign’s owns a fortress in the Outlands would be extremely displeased cosmology in the process. This technique works well if there if that plane ceased to exist—or if it suddenly slid into the are radical changes between the old cosmology and the new. Abyss, ruining property values. A character venerating the • Working with the Players.This method works very well with Norse pantheon of deities may be confused or angry if those experienced players. Propose the changes you want to make, deities were suddenly replaced with Greek deities; worshiping and let the players tweak them. Let your players contribute Zeus is a lot different from worshiping Odin. to your planar arrangements, and make the creation of the Before moving the planar furniture around, determine which worlds beyond the Material Plane a shared experience. The parts affect your player characters the most, and treat those players may have good ideas to contribute, and they’ll aspects with care. Here are a number of ways to shuffle things: certainly feel better about a cosmology they helped build. You get the final decision on what goes into your world, but • Quiet Retrofit.Things simply change in the middle of the it helps the players understand how the planes function if night. At the beginning of a new play session, explain to the they have a hand in building them. pqqqqrs Creatures that use positive or negative energy, such as the Ethereal Plane and the Plane of Shadow overlapping it. undead, are unaffected. Above the Material Plane we put Overheaven, and Dark- A single Elemental Plane puts the elements in continual under goes beneath (though it’s just as accurate to put conflict on their home plane. A traveler to the Elemental them beside the Material Plane). The Elemental Plane Plane would have to prepare for random changes surrounds the Material Plane and its coexistent neigh- between the various elements. bors like rings around the planet Saturn. You can assign planar traits according to your needs. Now that the Omniverse is arranged, we’ll link the Let’s say portions of the Omniverse’s Elemental Plane are planes. Travel is possible from each of the planes to the fire-dominant, water-dominant, air-dominant, and earth- Astral Plane, which is coexistent with every other plane. dominant. Let’s define Overheaven as mildly good- There are probably gates and portals from Overheaven aligned and Darkunder as mildly evil-aligned. Because and Darkunder to the Material Plane, but not from Over- the planes are only mildly aligned, the neutral natives heaven directly to Darkunder or vice versa. This makes there don’t suffer. the Material Plane a gathering spot for creatures from the The Material Plane and the Outer Planes, the Ethereal Outer Planes. Plane, and the Plane of Shadow have normal time, while Does the Elemental Plane connect to the Ethereal Plane the Astral Plane and the Elemental Plane have the timeless and the Plane of Shadow? How about Darkunder and trait with regard to breathing, hunger, and sleep. The Astral Overheaven? For this example, let’s say that the other Plane has no gravity, while the Elemental Plane has objec- planes have their own Ethereal Planes, separate from the tive directional gravity. For simplicity’s sake, let’s say that Material Plane’s Ethereal. The Plane of Shadow potentially the Omniverse’s Transitive Planes are otherwise just like connects to all other planes, though one must pass through their counterparts in the D\u0026D cosmology, and the other the perils of the Deep Shadow to find the connections. planes in the Omniverse have no other special planar traits. So the connections in the Omniverse look like the dia- gram on the following page. Assembling the Omniverse With the Omniverse, you have a basic layout of planes, Now that you have the pieces, how do you fit them sufficient to use everything in the D\u0026D core rulebooks. together? This is where the planar connections come in. The cosmology reflects a strong good/evil split and The best plane, but not the only one, for stringing mostly ignores conflict between law and chaos. The Ele- together the other planes is the Astral Plane, which exists mental Plane is a continually warring land of conflict primarily to facilitate travel between planes. You can have between inhuman forces. Planar travelers may visit Over- cosmologies without the Astral Plane—the Ethereal heaven or Darkunder more than they travel to the Ele- Plane and the Plane of Shadow can be used as well, but mental Plane, but perhaps powerful mages have cut their they function differently. own deals with the various elemental lords. For the Omniverse, we’ll put all our planes within the That’s a simple version of how to build your own cos- Astral Plane. This is the great open sea that links the mology. Other potential cosmologies can be found in the planes. The Material Plane sits in the center, with the Appendix. 19 THE PLANES CONNECTING CHAPTER 2: pqqqqrs",
        "name":  "Demiplanes",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Concentration, up to 1 round/level (D) Target: One or more living creatures touched",
        "name":  "Duration",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature/level in a 20-ft.-radius burst cen- target cannot move onto another plane while inside the tered on you chamber, including returning to the Material Plane.",
        "name":  "Targets",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action ity), air mastery (airborne creatures suffer a –1 penalty on",
        "name":  "Casting Time",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One ethereal creature Earth: Earth mastery (you gain a +1 attack and",
        "name":  "Target",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The tooth of a creature that uses Components:V, S, F the Ethereal Plane, such a blink dog or an ethereal Casting Time: 1 action marauder, or the claw of a phase spider. Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Material Component",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None picture of all creatures that passed through the portal",
        "name":  "Saving Throw",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature nature, but a wizard using ethereal jaunt could be",
        "name":  "Target",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Will negates (harmless) target creature returns to whatever plane it was on before",
        "name":  "Saving Throw",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) a creature of Tiny or larger size passes through the",
        "name":  "Range",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Target",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5-ft.-radius/level emanation, centered on a point Casting Time: 1 action in space, and 10-ft.-radius/level burst centered on the Range: Personal or touch same point Target:You or creature touched",
        "name":  "Area",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A silver bar worth 50 gp. Shadowblast closes all portals, gates, and other openings to the Plane of Shadow, and any weak spots are strength- Shadow Cache ened. Creatures on the other side of a portal are unaf- Illusion (Shadow) fected by shadowblast.",
        "name":  "Material Component",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You and up to one touched creature/level Level:Clr 3, Sor/Wiz 4",
        "name":  "Targets",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 minutes/level yourself and creatures you touch to pass into that area. Saving Throw:None",
        "name":  "You open a portal onto the Plane of Shadow, allowing Duration",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched Divination",
        "name":  "Target",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "50 ft. (only on the Astral Plane) can command a ram attack against a Huge or larger creature.",
        "name":  "Speed",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "THE DEEP ETHEREAL so. She arrives 3d10 miles away from her starting point in a Normally, travelers use the Ethereal Plane to cross the plane it random direction. is coexistent with. As an option, the Ethereal Plane might have The D\u0026D cosmology has no Deep Ethereal, but you can add a separate region away from the Material Plane it is bonded to. one to your cosmology as a method of reaching other planes This area is the Deep Ethereal. or a place where particularly nasty creatures (such as a king- The best way to describe the Deep Ethereal is the analogy of dom of ghosts or a realm of dreams) live. an ocean and a seashore. The shallow water near the shore is the Ethereal Plane where it is coexistent with the Material",
        "name":  "OPTION",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the Wisdom check is successful, refer- The few githzerai who follow a monastic calling also ence the controlling creature’s Wisdom score to determine the follow the dictates of law, and such monks are particu- size of the area of control.",
        "name":  "Wisdom Score",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "“None” indicates that the creature is larly challenged by the chaos of Limbo. However, the unable to gain control of its environment. The increasing radii strongly chaos-aligned trait of Limbo is neutralized by denote an area of control surrounding the controlling creature, the walls of githzerai monasteries. Most githzerai do not so a creature with a 1-foot-radius area of control can create follow a monastic calling and congregate in large cities. only a 1-foot buffer between itself and the environment. The petitioners of Limbo are those who revere chaos",
        "name":  "Area of Control",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Stabilized areas form at the very center of, above all else. Some come to embody the plane, while and overlap, an area of control. When an area of control lapses, stabilized areas remain. others linger as insane spirits composed of shifting limbo-stuff. Once control is achieved, it lasts as long as the con- troller remains in the controlled area, or until another Limbo Petitioners creature succeeds in wresting control away. Controlled Petitioners who reach Limbo gain the following special areas drift at 1d4×10 feet per round in a random direc- qualities: tion. If more than one creature successfully gains con- Additional Immunities: Fire, cold. trol of an area at the same time, control goes to the con- Resistances: Electricity 20, acid 20. tender with the highest Intelligence. If two controlled Other Special Qualities: The petitioners of Limbo areas of Limbo move so they overlap, the overlap area who are not absorbed back into the plane often appear as remains under the power of the controller with the swirling masses of chaos-stuff, gibbering and laughing higher Intelligence. In the case of a tie in either case, without regard to their surroundings. Like slaadi, Limbo’s compare Charisma scores. petitioners automatically control the chaos in their per-",
        "name":  "Stabilized Area",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "LIMBO, THE EDGE OF REALITY In this arrangement, the Limbo that surrounds the other In the D\u0026D cosmology, Limbo is but one plane among many planes represents the natural flux of reality finally breaking Outer Planes on the Great Wheel. But you could create a down, or new realities coming into being. Perhaps new cosmology that places Limbo on the bleeding edge of reality, planes can boil into creation via self-genesis in the flux of surrounding all other planes, on the very edge of the Astral Limbo, or maybe particularly strong-willed individuals can Plane. If you’re willing to tinker further, you could replace the create the seeds of new planes with sufficiently strong Astral Plane with Limbo. willpower. pqqqqrs monk at Zerth’Ad’lun is strict and harsh, but the rewards Though the stone drifts from place to place, currents of of the spirit are considered sufficient compensation. chaos-stuff always flow away from the stone. Slaadi can rec- The monastery welcomes visitors and may put them up ognize these currents and follow them “upstream.” The cur- for as long as a week in quarters set aside rents grow into tsunamis and give birth for hospitality. Nongithzerai who to chaos storms when the stone are interested in studying at the changes hands among the slaadi. monastery are allowed to do One death slaad guards the so, although the supplicant Spawning Stone at all times must be willing to spend a against potential nonslaad visi- few months in the monastery tors. This sentinel, called the learning the basics and abiding Guardian of the Stone, is a 45 the schedule of a cenobite. HD death slaad who has sev- eral levels of fighter and sor- Slaadi in Limbo cerer. The slaadi believe that The slaadi freely roam the length wresting control of the and breadth of chaos, unharmed stone from the Guardian by all but the most severe chaos allows the victor to be storms. Generally, slaadi range in reborn as a death slaad nomad gangs of two to five or with the powers of an larger packs of six to ten slaadi. anarch. The level of control They hunt the drifts of chaos possessed by the anarch can for food, and they are ready to bring into being buildings, fight off other predators (many vegetation, and animals— of which are rival slaad an entire ecosystem, if nomads). Ravening chaos desired. beasts pose more dangerous threats; when encountered in Limbo Encounters the plane of Limbo, chaos Use Table 7–6: Abyssal beasts are always Large (at Encounters or Table 7–9: least 13 HD). Beatific Encounters (alternate",
        "name":  "OPTION",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Called“The Many,” the inter- environment. No theme unifies the multifarious layers mediate deity Erythnul is lord of envy, malice, panic, other than their harsh, inhospitable nature. Lakes of caus- ugliness, and slaughter. Erythnul is a brutal deity who tic acid, clouds of noxious fumes, caverns of razor-sharp 99 PLANES THE OUTER CHAPTER 7: spikes, and landscapes of magma are all possibilities. So ABYSSAL LINKS are less immediately deadly terrains such as parched The two most well-known access points to the Abyss are salt deserts, subtly poisonous winds, and plains of a gate in the Outlands from the town of Plague-Mort, and biting insects. the River Styx. Both of these links provide access to the The Abyss is home to demons, creatures devoted to top layer of the Abyss, the Plain of Infinite Portals. death and destruction. A demon in the Abyss looks upon visitors as food or a source of amusement. Some see pow- ABYSSAL INHABITANTS erful visitors as potential recruits (willing or not) in the Called Demonholme by some, the Abyss harbors demons never-ending war that pits demons against devils: the and is likely their ultimate source. Demons rule most Blood War. known layers of the Abyss. Other evil creatures reside Demon lords and deities inhabit the Abyss, including among the layers as well, including bebiliths, bodaks, Demogorgon, Graz’zt, Pazuzu, Blibdoolpoolp (deity of retrievers, undead of every sort, renegade devils, twisted kuo-toa), Diirinka (deity of the derro), the Great Mother mortals, and worse. (deity of beholders), Gruumsh (deity of orcs), Hruggek A class of demons called tanar’ri are the unchallenged (deity of bugbears), and many others, including the well- masters of the Abyss, although the nigh-infinite variety known deity Lolth (drow deity and queen of the demon- of the plane means some areas exist beyond their reach. web pits). Other demon princes include Yeenoghu, Alzrius, Baphomet, Eldanoth, Fraz Urblu, Juiblex, Abyssal Petitioners Kostchtchie, Lissa’aera, Lupercio, Lynkhab, Pale Night, Those souls from the Material Plane that are not simply Verin, and Vucarik. absorbed into the structure of the Abyss become peti- As noted before, the Abyss has layers beyond count, tioners called manes. Manes have pale white skin, cruel though the top layer is well-known: the Plain of Infi- claws, sharp teeth, sparse hair, and white eyes. Often, nite Portals. maggots visibly squirm through a mane’s bloated flesh. Manes that survive many years are sometimes “pro- ABYSSAL TRAITS moted” to lesser demon types, though they retain no The Abyss has the following traits. memory of their former lives. Manes have the following special petitioner qualities: • Normal Gravity: The top layer of the Abyss, the Additional Immunities:Electricity, poison.",
        "name":  "Citadel of Slaughter",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An abandoned iron stronghold is situated near the Lakes of Molten Iron, a series of natural white- hot crucibles filled with molten iron. Ferrug’s former demonic lord was slain as she lay senseless while astrally traveling to the Material Plane to corrupt mortal hearts. Since then, Ferrug has hosted countless armies of demons interested in gathering workable iron to build other iron strongholds. Because the demons highly value iron, devil strike forces often attack the Lakes of Molten Iron, so Ferrug currently serves as a command center for a force of demons charged by Demogorgon to protect the lakes. Azzagrat Azzagrat is the realm of Graz’zt, an Abyssal lord. Azzagrat stretches over three layers, the 45th, 46th, and 47th. Because all three layers are ruled by the same Abyssal lord, they share many traits and have many portals con- necting them. One of the common threads among the three layers is the River of Salt, a sparkling crystalline mass of liquid salt crystal. Needless to say, submersion in the river is deadly. Other features include portals between the three layers that appear as groves of viper trees and ovens of green fire. But given Graz’zt’s cruel sense of humor, some green-fire ovens are simply full of fire and don’t contain portals at all. 101 PLANES THE OUTER CHAPTER 7: pqs RANDOM ABYSSAL LAYERS What if your characters wind up being sent to the Abyss as a result of an adventure gone wrong? Or what if they flee power- ful demons on the Plain of Infinite Portals by jumping down the nearest pit? Use the following table to randomly determine the general terrain type of an unknown layer. If desired, roll twice (or more) and combine the results. d% Type of Layer 01–05 Air-dominant 06–10 Blood War battleground (demons against devils) 11–15 Burning hellscape 16–20 Demonic city 21–25 Desert of sand, ice, salt, or ash 26–30 Earth-dominant 31–35 Fire-dominant 36–40 Grass plain (filled with predators) 41–45 Mixed elemental-dominant (as Limbo) 46–50 Mountainous 51–55 Negative-dominant (minor or major) 56–60 Normal (as the Material Plane) 61–65 Ocean of water 66–70 Realm of powerful Abyssal entity 71–75 Sea of acid 76–80 Sea of insects 81–85 Sea of magma 86–90 Subterranean 91–95 Undead realm 96–100 Water-dominant pqs The environments of the three realms are not terri- The Argent Palace is visible from anywhere in bly dangerous; each resembles a twisted version of the Zelatar, regardless of which layer the observer is look- Material Plane. For instance, the 45th layer is like a ing from. The Argent Palace is Graz’zt’s abode of sixty- constantly gray, rainswept steppe. The 46th layer is six ivory towers and one hundred cold, mirrored halls. illuminated from the ground, so that shadows are The palace is a sterile, echoing space where those seek- strange and rise like columns of darkness into the sky. ing Graz’zt’s audience room must wend their way The 47th layer (only reachable from the previous two through the mirror and portal maze in which ravenous layers, never from the Plain of Infinite Portals) is bodaks roam. lighted by a blue sun. Here flames are purple instead of red, and they deal cold damage. Thus, creatures nor- Thanatos mally immune to fire might be surprised when they Thanatos is the 113th layer of the Abyss. It is a cold layer approach the flames. of ice, thin air, and dreary moonlit sky. The layer belongs",
        "name":  "Ferrug",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The 66th layer of the Abyss is home are dead, but many are undead and constantly wail and to Lolth, the Spider Queen. The plane folds in upon itself claw at the air. so that it resembles a great web. A dizzying array of web The Fortress houses outcast demons, half-fiends, and tunnels interconnect with fractal complexity. Each tieflings. Though these creatures are evil through and strand is strung with portals onto the planes where Lolth through, they have turned their backs on the Blood War. is worshiped. Lolth’s palace is said to be a mobile iron A nalfeshnee demon named Tapheon rules the Fortress. stronghold shaped like a spider, perpetually crawling Tapheon’s form is horribly scarred, and he constantly across her planar web. wears a body-brace of rusty iron that keeps his bloated",
        "name":  "Demonweb Pits",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fortress made of black MASTER’s Guideare available in the Apothecary, as well as igneous rock squats in a mountain range of Orthrys. The many special, unique concoctions bought by Sinmaker ambient, reddish light of the plane lends the Bastion of from travelers or synthesized in Sinmaker’s own laboratory. 105 PLANES THE OUTER CHAPTER 7: Acid is also sold here, by the one-dose vial or by the thou- form of rickety bridges and cliff-face trails barely wide sand-dose keg. Neither the size of the purchase nor the enough for one. nature of the buyer matters to Sinmaker. It’s impossible to move normally away from the areas along the trading routes. Characters must make Climb Minethys checks (DC 15) to move one-half their speed as a miscel- The third layer of Carceri is filled with sand. Stinging grit laneous full-round action. is driven so hard by the wind that it can strip an exposed Garden of Malice:The hanging gardens of Colothys being to the bone in a matter of hours, should one of the are found on a single orb of the layer that travelers would place’s terrible windstorms spring up. Sandstorms do well to avoid. To the inexperienced eye, many of the (which function like duststorms as described in Chapter cliff faces and sheer slopes of this orb are home to thick 3 of the DUNGEONMASTER’s Guide) are 10% likely in any vines and tubers that sprout a riot of beautiful flowers. given area per 24 hours. All who dwell in this layer, Characters who attempt to collect samples for their mortal and fiend alike, cover themselves in cloth gar- botanical collections quickly learn that the vines are ani- ments to block out the stinging sand. mate and determined to wring the life from any creature Tornadoes are common on Minethys. To avoid these that would dare to use them as climbing aids, defoliate hazards, petitioners live in miserable sand-filled pits, dug the flowers, or even move too close. by hand. Their crude pits must be constantly dug out to It may be that the animate vines represent one large provide even the slightest shelter. organism that has grown through the eons to cover one",
        "name":  "Bastion of Last Hope",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Payratheon is the name whole orb. Once every six hundred days, the vines of a vanished city built on an orb of Minethys eons ago. release tiny seeds into the air that look like dandelion That city is long buried, but its sand-drowned avenues, fluff. The winds of the layer often send the seeds blow- crumbled towers, and silted porticos still remain far ing across several hundred other orbs of the mountain- below the shifting surface of the layer. Sometimes the ous realm. Though many are eaten by vermin, many shifting sands reveal Payratheon for an hour or a longer, other seeds have also found nourishing soil, and have but it is always engulfed again by the sands, smothering sprouted tubers in small nooks and forgotten cliff-faces most creatures who were tempted by its appearance and on other orbs. entered the sand-blasted city. Particularly resourceful adventurers have burrowed Porphatys down to find outlying suburbs of the city during its The fifth layer of Carceri is a realm where each orb is phases of submersion. Tales of terror walk hand in hand coated in a cold, shallow ocean fed by constant black with these accounts, which tell of dragonlike “sand gor- snow. The snow and water are mildly acidic, automati- gons” that swim through the sand as if water. Also men- cally dealing 1d6 points of acid damage per 10 minutes of tioned are the remnants of former inhabitants that force direct exposure. their way through the streets as petrified undead, so Artificial structures do not last long in Porphatys. weathered and eroded that little can be discerned of their Small islands barely taller than sandbars rise above the race or original size. waves. Most petitioners crow from atop the small sand- bar islands, promising anything to those who can take Colothys them away. Despite their entreaties, they reward any The fourth layer of Carceri is a realm of mountains so tall, charity with betrayal at the first opportunity. rough, and cruel as to stagger the imagination of a trav- Another exiled titan lives here, but even his palace is eler from the Material Plane. Travel on foot here is almost half sunken and slowly crumbling before the acidic impossible, because the land is divided by canyons miles waves. deep where it is not lifted to absurd heights by mighty Ship of One Hundred:A ship rides the cold swells tectonics. A few trading routes do exist, usually in the of Porphatys’s seas, called the Ship of One Hundred, 106 :7 RETPAHC RETUO EHT SENALP pqqqqrs SINMAKER’S SURPRISE The demon proprietor synthesizes a special acidic poison from Sinmaker’s Surprise has the following characteristics: the acid plants native to the plane called Sinmaker’s Surprise. Fortitude Save: DC 24 (injury) or DC 18 (ingested).",
        "name":  "Sand Tombs of Payratheon",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "From the slopes of Chamada, Nimicri navigation across Mungoth’s icy slopes difficult. Even appears as a small moon about 2,000 feet in diameter. It that light is sometimes snuffed out by a heavy snow and floats in splendid isolation above the burning mount, ash fall. The combined snow and acidic ash are dangerous covered with spires, steeples, and less dramatic structures to travelers without shelter. connected by a weblike network of streets. Everything is The ice that accumulates on Mungoth’s slopes gives a clean, the buildings are comfortable and in excellent –4 circumstance penalty on Climb checks. repair, and every citizen of Nimicri is quite polite. Excel- lent goods of all sorts can be had at the trading post, and Valley of the Outcast: A deep chasm contains a Nimicri is an established stop along several trading well-hidden realm sheltered from the ever-present routes that crisscross the Outer Planes. acidic snow. Built of equal parts basaltic rock and giant What most visitors never realize is that Nimicri— bones is a rough castle. The castle is scaled to the pro- buildings, people, and all—is one vast creature that portions of its master, an outcast fire giant wizard mimics a town. Sometimes Nimicri absorbs a visitor into named Tastuo. Her eight siblings, fellow outcasts, also itself completely, but other times it allows visitors to reside in the castle. Like their sister, all are either wizards leave completely unharmed. If even a single drop of a vis- or sorcerers. itor’s blood spills onto any surface in the city, Nimicri is Yugoloths of the layer have several interlocking con- able to duplicate that visitor exactly, including memories tracts with Tastuo, which helps ensure the valley’s safety up to the point when the blood was spilled. If a “citizen” should her enemies ever find her. Tastuo never names of Nimicri is ever forcibly removed from the town, it those enemies, but her predicament makes her sympa- immediately dies like a limb severed from a body. thetic to the plight of travelers seeking asylum. Thus, the",
        "name":  "Nimicri",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This massive landmark of actual iron-shod boots, visitors soon writhe and burn in the skulls represents devilish trophies taken in the Blood streets. Screaming petitioners, captives from the Blood War. Most of the trophies are twisted, demonic skulls, War, and mortals kidnapped from the Material Plane fill varying in size from minuscule to the size of a house. The subterranean prisons beneath the streets. The sound of pillar rises to a height of more than a mile. their agonized lament is usually audible from small vents The Pillar stands near the part of the ledge where in the city walls. access to the next lower layer is an easy walk down a par- Some sections of the city host markets and bazaars ticularly tall metal spire of the city Dis reaching up where creatures from a variety of different planes meet. through the haze between layers. This spire sees quite a Most seek to buy or sell questionable wares, or hire a bit of devil and petitioner traffic on its spiral stairwell— bloodthirsty band of mercenaries for work that only a and quite a few accidental and not-so-accidental falls. devil could love. However, a massive cave mouth near the base of the Pillar Crowds fill the streets. Parades of devilish nobility of Skulls holds a particularly terrible sentinel of the attended by lemures and horribly sculpted soul shells vie ledge: Tiamat. with countless work gangs who constantly sally forth to",
        "name":  "Pillar of Skulls",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A cone of cold 70 feet long; creatures within the cone command plants, control weather, darkness, domination, fog take 12d6 points of cold damage. cloud, gust of wind, mirage arcana, plant growth, suggestion,",
        "name":  "White",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A line of acid 5 feet high, 5 feet wide, and 140 feet summon swarm, veil,andventriloquism. She can use the follow- long; affected creatures take 24d4 points of acid damage. ing powers once per day as a 20th-level sorcerer: eyebite and",
        "name":  "Black",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A line of lightning 5 feet high, 5 feet wide, and 140 feet Tiamat has the ability to corrupt wateronce per day. This abil- long; affected creatures take 24d8 points of electricity damage. ity causes up to 10 cubic feet of water to become stagnant,",
        "name":  "Blue",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This metropolis of devils gives its name to the plane. Phlegethos Minauros is also called The fourth layer of the Nine The Sinking, because the Hells is a place of fire and stony weight of the city is pain much like the Elemen- forever slipping beneath tal Plane of Fire. Rivers of the cesspool waters. Only liquid fire rule the land, and the eternal effort of a the air is consumed with stream of petitioners and dancing flames—in fact, slaves keeps it from finally the layer of Phlegethos has succumbing to the swamp, the fire-dominant trait. but still, the city sinks a Creatures without fire re- little farther into the mud sistance or immunity are every year. soon immolated.",
        "name":  "The City of Minauros",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Called the City of Ice, Tantlin is the largest rock-flows. However, nothing can withstand the worst city of the layer. Like the smaller cities, it is built on an of the avalanches. ice floe, but it has a “harbor” bordering on one side of The rocky slopes of Malbolge are like Gehenna’s, and the nearby River Styx. The city is ruled by a pit fiend, a Climb check is required to move around on Mal- though she rarely stirs from her citadel. This “hands- bolge’s surface. See Falling on Gehenna, earlier in this off” approach leaves the streets to various gangs inter- chapter, for a list of Climb DCs and the consequences ested in dispensing their own law at the expense of of failure. each other. The gangs are a motley assortment of devils, though a few planar mortals of evil disposition also run Maggoth Thyg: Rumors describe ancient places with the packs. Despite the disarray in the streets, built underneath the slopes of Malbolge. Below the Tantlin actually serves as a cross-planar trading stop, hellish rock and stone, creatures older than the devils due to its location on the Styx. themselves—the ancient baatorians—might still roam. The residents of Tantlin can’t long forget the ruler of A certain hard-to-find defile leads to a cavern whose the layer, Levistus, because he is frozen deep within the walls glow with a brain-numbing, grayish light. Boulder heart of an iceberg (Levistus’s Tomb) that floats in the falls often clog the defile, but somehow the cavern is middle of the harbor. Despite his immobility, Levistus is reopened time and again. Devils sent by the Lord of the fully aware of the events occurring on his layer, and he is Sixth to investigate have never returned. able to telepathically communicate with the other devils Terrible cries sometimes issue forth from the cavern, of Phlegethos at will within a ten-mile radius. echoing across Malbolge’s slopes. Strangely, petitioners on this level cannot hear the cries. But devils can, and the",
        "name":  "Tantlin",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "THE HAG COUNTESS path it rolls. Instead, they host her when she occasionally visits The Hag Countess is not an archdevil but a supremely them in their copper fortresses, assuming they can pierce her powerful night hag from Hades. Moloch once ruled this expert disguises. pqqqqrs The abandoned cities are not empty. They serve as every round they are in an unsheltered area in Cania. home for petitioners who’ve fled their devilish tormen- Moving glaciers often reveal thousand-year-old corpses, tors, beasts from other planes who’ve become especially past victims of the merciless chill. lost, and lost planar travelers who don’t want to be Mephistar:A blue-white jewel fashioned of ice, this found. mighty citadel perches upon an equally impressive glacier",
        "name":  "LORD OF THE SIXTH",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mighty glaciers form a ledge surrounding a Cania dark pit several hundred feet in diameter. The utterly dark The eighth layer of The Nine Hells is another realm of Pit is the primary access down to the lowest layer of the cold, but Cania’s cold is so bitterly penetrating that it is Nine Hells. One devil-guarded stairway cuts back and like a living thing. Glaciers moving as fast as a running forth down one glacier’s face, and on each landing sits a man grind and crash against each other, sending ava- guard tower bristling with gelugons. lanches of snow down upon any creature unfortunate Of course, one could forgo the stairs and plunge di- enough to be caught between the battling ice titans. rectly into the Pit. However, a supernaturally strong The frigid cold penetrates even the warmest natural downdraft makes any type of flying a chancy proposi- clothing. Characters take 3d10 points of cold damage tion. Fliers must make a Reflex save (DC 30) when 122 :7 RETPAHC RETUO EHT SENALP pqqqqrs",
        "name":  "The Pit",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Clangor is a cube completely carved and tun- neled to house a single great set of barracks for the goblin nations and their eternal war. It is also the seat of the goblin deity Maglubiyet. The towers and walls of Clangor are arranged with deadly precision to inflict the greatest damage on any attacking force. The air is cold and dry, and breath fogs the air. What regions are not given over to goblin bar- racks hold wolf warrens for elite goblin riders. Because most of the forces of Clangor are goblin and hobgoblin petitioners, no great store of food is necessary. However, some heavily guarded stores are available for mortals, wolves, and other creatures that also reside on Clangor, vendetta against a more distant foe: Corellon Larethian. In brought from offplane at a hefty price through heavily ages past, Corellon Larethian put out Gruumsh’s left eye, a guarded portals. debt that Gruumsh always seeks to repay.",
        "name":  "Clangor",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Here crops never fail, the weather is Heaven. The slopes of Mertion are gentle, leveling off in always mild, and plentiful harvests are a blessing. This is great, sweeping plains dominated by citadels and domes. the realm of the halfling deity Yondalla, and that means The citadels of Mertion are marshaling grounds for pal- comfort. The realm is a combination of burrowed house- adins, celestials, and other creatures of good and law. holds, small rustic buildings, and endless fields. No large Empyrea: Also called the City of Tempered Souls, predators live in the Green Fields; moles, rabbits, and Empyrea sits on the edge of a cold, clear mountain lake. badgers are common. The many healing fountains and curative waters in Empyrea can restore withered limbs, lost speech, Solania derangement, and life energy itself; those who ail need The fourth layer of Celestia is also called the Crystal only find the right fountain. Empyrea is also known for Heaven. A sky that shines with the glow of burnished silver its healers and hospitals, and many a pilgrim seeks to hangs above the quiet slopes of Solania. Luminescent reach this legendary site of perfect health. 135 PLANES Illus. by M. Cavotta THE OUTER CHAPTER 7: Jovar Shurrock is an untamed wilderness. The philosophy of The sixth layer of Celestia is also called the Glittering the plane—personal achievement working with social Heaven. The slopes are strewn with great rubies and garnets interdependence—infuses both its layers. twinkling with light so beautiful that it steals the breath at The distance between the two layers of the plane is first sight. Here, hosts of archons wander the gem fields, about a mile, though sharp mountains rise from either lost in contemplation of the glory of their previous lives. side and sometimes meet in the middle. Travel between",
        "name":  "Green Fields",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cold 20, fire 20. after death to the Beastlands, where they are reincarnated Other Special Qualities: Fast healing 2. as celestial versions of their mortal selves. Whether this is true depends upon your cosmology, but it does explain MOVEMENT AND COMBAT why such a huge number of celestial wild things live in The Beastlands does not present any worse penalty to the Beastlands. movement than any Material Plane forest or woods. Crea- Celestial creatures in the Beastlands, in addition to the tures with the ability to climb or brachiate (swing among 142 other traits provided by the celestial template, have their the branches) are able to move through the Beastlands :7 RETPAHC RETUO EHT SENALP without touching the ground. The Beastlands does not present any inherent benefit or penalty to combat, thought cover and concealment are plentiful. FEATURES OF THE BEASTLANDS",
        "name":  "Some sages contend the spirits of wild creatures drift Resistances",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Damage reduction 10/+1. Arvandor Other petitioners may be found in Arborea besides the Most travelers know Arvandor as the realm of the Elven elven souls on the plane. Called bacchae, these petitioners Court of Corellon Larethian, the mythical Seldarine. are wild mobs of drunken revelers found reclining in Arvandor is a place of great open spaces beneath the glades or running through the forest in raving, wine- trees. Within these canopied clearings lie the settlements sotted celebrations. of the Chosen of Arvandor, engaged in an idealized elven The bacchae are satyrlike, caught in mid-transforma- life. In the day there are hunts and challenges, in the tion between man and beast. Bacchae are spirits of equal evenings feasts and tales told around the fire. measures good and chaos, living for the moment and The cycle of day and night matches the Material Plane, making it the best moment possible. The greatest danger with a golden sun beaming above the treetops in the day they pose to travelers is enticing newcomers to join in and a white moon nestled among a milky river of stars at their celebrations. night. The nights are warm in Arvandor. Even beneath",
        "name":  "Other Special Qualities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Power Attack BARIAUR SOCIETY Climate/Terrain: Any land Creatures of wanderlust, bariaurs rarely remain in one",
        "name":  "Feats",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "6–9 HD (Medium-size); 10–15 HD (Large) 6–9 HD (Medium-size); 10–15 HD (Large) shadow it can find, then rises suddenly to attack as many ECALYPSE foes as it can. Ecalypses are equine creatures that gallop across the Because it’s made Plane of Shadow in great herds. They’re of shadowstuff, often used as steeds by those powerful a dusk beast enough to tame them. can extend its Only at a great distance could an necks or tail ecalypse be mistaken beyond what for a normal seems possi- horse. The ble, granting it most obvi- extended reach. ous differ- Unwary opponents ence is its six may find them- legs, but other selves caught in its differences black teeth when emerge on closer they attempt to examination. skirt it at what Its coat is a they believe flat gray that to be a safe seems almost distance. insubstantial—",
        "name":  "Advancement",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "darker shad- Their dark owsbeneath the and shadowy na- skin reveal a rib ture gives dusk cage, skull, and bones.The beasts a +4 racial bonus on hooves fade off into tendrils of 170 Hide checks. mist, as do the mane and tail. Its eyes are :9 RETPAHC SRETSNOM attovaC .M yb .sullI Dusk Beast Ecalypse Umbral Banyan Medium-Size Outsider Large Outsider Huge Plant",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "cap- (to nongenies only). sizing ships and drowning sailors. Water Mastery (Ex): A Marids look like 16-foot-tall, blue- marid gains a +1 bonus on skinned humans. When they deign to attack and damage rolls if both it wear clothing at all, it’s something that and its opponent touch water. If won’t impede swimming. Some marids dress in the opponent or the marid is finery woven entirely from seaweed, with a brocade landbound, the marid suffers a of coral and pearls. –4 penalty on attack and damage As a group, marids have a much looser social structure rolls. (These modifiers are not than other genies. On the Elemental Plane of Water, there included in the statistics block.) 173 Illus. by M. Cavotta MONSTERS CHAPTER 9: Dao Marid Large Outsider (Air, Evil) Large Outsider (Chaotic, Water)",
        "name":  "Material Plane have another pastime",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Because they grow up These icy monoliths seek to drape the planes in a in a mercantile culture, mercanes curtain of cold. They dwell on the Elemental Plane receive a +4 racial bonus on of Air and the Elemental Plane of Water but find Appraise checks. neither place frigid enough for their tastes. An ice paraelemental looks like a roughly MERCANE SOCIETY hewn, translucent statue of ice, covered head to Nomadic by nature, mercanes toe in sharpened icicles. The glint of reflected travel widely, buying and sell- light gives the appearance of capricious, ing their wares. They favor winking eyes. opulence, so they often Ice paraelementals speak Aquan rent or borrow villas or and Auran. Their voices have a palaces when they’ll be serene, tinkling quality at odds settling down for a while. with their fearsome appearance. Because they’re known as rich Ice Paraelemental Sizes merchants, mercanes always have a squad of body- Chill Touch guards nearby. They attract bandits and thieves, so mer- Paraelemental Height Weight Save DC Radius canes tend to be cautious about any strangers they Small 4 ft. 32 lb. 11 5 ft. come into contact with. Medium 8 ft. 260 lb. 12 10 ft. Mercanes present a demeanor of patience and elegance Large 16 ft. 2,100 lb. 14 15 ft. as they ply their trade. They never quarrel among them- Huge 32 ft. 17,000 lb. 18 20 ft. selves, and a rival who insults one mercane often finds Greater 36 ft. 20,000 lb. 20 25 ft. that others also bear a grudge. Their family structure and Elder 40 ft. 22,000 lb. 22 30 ft. mating habits are unknown, since juveniles and the eld- erly are never seen by those not of their race. Combat A squad of 5th-level fighters is a typical bodyguard for Ice paraelementals are patient combatants, often wait- 180 a mercane, but it may hire bodyguards for each specific ing for foes to come to them. Larger individuals may :9 RETPAHC SRETSNOM ehciR .D yb .sullI 181 MONSTERS CHAPTER 9: Ice Paraelemental, Small Ice Paraelemental, Medium Ice Paraelemental, Large Small Elemental Medium-Size Elemental Large Elemental (Air, Cold) (Air, Cold) (Air, Cold)",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A half-elemental has all the special Treasure:Same as the base creature. qualities of the base creature. Half-elementals are Advancement: Same as the base creature. immune to disease and effects from their own elements (use cold for air) and gain a +4 racial bonus on Fortitude Half-Elemental Characters saves against poison. Half-elemental humanoids often have a character class.",
        "name":  "Special Qualities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. Half-air elementals favor bards and rogues, half-earth ele-",
        "name":  "Saves",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Change from the base creature as follows: mentals favor fighters, half-fire elementals favor wizards",
        "name":  "Abilities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A half-elemental has 8 skill points, plus its Sample Half-Elemental Intelligence bonus, per Hit Die. Treat skills from the base Half-Earth Elemental Minotaur creature’s list as class skills and other skills as cross-class. Large Outsider (Earth)",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "6d8+12 (39 hp) normally. Any racial bonuses that apply to the base crea- Initiative: +0 ture apply to the half-elemental as well. Speed: 30 ft.",
        "name":  "If the creature has a class, it gains skills for class levels Hit Dice",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Great Fortitude, Power Attack • Shadow Blend (Su):In any conditions other than full daylight, a shadow creature can disappear into the Climate/Terrain: Any underground shadows, giving it nine-tenths concealment. Artificial",
        "name":  "Feats",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually chaotic evil Shadow creatures also have one additional supernatural",
        "name":  "Alignment",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Half-earth elemental minotaurs receive a +4 Climate/Terrain: Same as the base creature. racial bonus on Search, Spot, and Listen checks. Organization:Same as the base creature.",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1.",
        "name":  "Challenge Rating",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam +3 melee have stronger or weaker connections to the energies of Damage: Slam 1d4+1 plus energy drain that place (such as the shadow mastiff) and do not Face/Reach:5 ft. by 5 ft./5 ft. follow this template. Special Attacks: Energy drain, create spawn",
        "name":  "Other creatures native to the Plane of Shadow exist that Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, gang (2–5), or pack (6–11) the special qualities of the base creature and also gains",
        "name":  "Organization",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5–8 HD (Medium-size) • Darkvision with a range of 60 feet. • Damage reduction (see the table below). Combat Energy Drain (Su):Living creatures hit by a shadow Hit Dice Damage Reduction wight’s slam attack receive one negative level. The Forti- 1–7 — 8–11 5/+1 tude save to remove the negative level has a DC of 14. 12+ 10/+1 Create Spawn (Su):Any humanoid slain by a shadow wight becomes a wight in 1d4 rounds. Spawn are under the command of the shadow wight that created them and If the base creature already has one or more of these spe- remain enslaved until its death. They do not possess any cial qualities, use the better value. of the abilities they had in life.",
        "name":  "Advancement",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Shadow wights receive a +8 racial bonus on 3 HD to 7 HD, same as the base creature +1. Move Silently checks. 8+ HD, same as the base creature +2.",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature.",
        "name":  "Treasure",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually neutral.",
        "name":  "ELEMENT CREATURES Alignment",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. are made entirely of the elemental material of their native plane. The templates below present examples from each of Sample Air Element Creature the Inner Planes, as well as a couple of alternative planes. Air Element Squid Medium-Size Elemental (Air)",
        "name":  "The different Elemental Planes are home to creatures that Advancement",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3d8 (13 hp) Air element creatures dwell in the Elemental Plane of Air. Initiative:+6 (Dex)",
        "name":  "Air Element Creatures Hit Dice",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An air element creature has a fly speed of 100 Feats:Flyby Attack feet, unless the base creature has a higher fly speed, with perfect maneuverability. Climate/Terrain:Any land and underground",
        "name":  "Speed",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An air element creature retains all Organization:Solitary or school (6–11) the special attacks of the base creature and also gains the Challenge Rating:1 following. Treasure:None Air Mastery (Ex): Airborne creatures suffer a –1 penalty Alignment:Usually neutral on attack and damage rolls against an air element creature. Advancement:4–6 HD (Medium-size); 7–11 HD (Large) 191 MONSTERS CHAPTER 9: Hit Dice Damage Reduction Combat 1–7 — Improved Grab (Ex):To use this ability, the air ele- 8–11 5/+1 ment squid must hit with its arms attack. If it gets a hold, 12+ 10/+1 it automatically deals bite damage each round the hold is maintained. • Tremorsense (Ex):The earth element creature can auto- Air Mastery (Ex): Airborne creatures suffer a –1 matically sense the location of anything within 60 feet penalty on attack and damage rolls against an air ele- that is in contact with the ground. ment squid.",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to poison, sleep, paralysis, and If the base creature already has one or more of these spe- stunning. Not subject to critical hits. cial qualities, use the better value. Ink Cloud (Ex):An air element squid can emit a cloud of jet-black ink 10 feet high by 10 feet wide by 10 feet Saves: Same as the base creature. long once per minute as a free action. The cloud provides Abilities:Change from the base creature as follows: total concealment, which the squid normally uses to Str +2, Dex –2. escape a losing fight. Creatures within the cloud suffer Skills:Same as the base creature. If the earth element the effects of total darkness. creature has an Intelligence of 4 or greater, it speaks Terran. Jet (Ex):An air element squid can jet backward once a Feats:Same as the base creature. round as a double move action, at a speed of 240 feet. Climate/Terrain:Any land and underground.",
        "name":  "Elemental",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature.",
        "name":  "Earth Element Creatures Organization",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to 3 HD, same as the base of Earth. They appear as shambling hulks with the same creature. general form as similar material beings but are made 3 HD to 7 HD, same as the base creature +1. entirely of stone, earth, and soil. Their eyes are multi- 8+ HD, same as the base creature +2. faceted crystals. Treasure: Same as the base creature.",
        "name":  "Earth element creatures dwell in the Elemental Plane Challenge Rating",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gains burrow at the base creature’s normal AC:18 (–1 size, +10 natural, –1 Dex) speed or 20 feet, whichever is less, in addition to the Attacks:Gore +14 melee normal speed for the base creature. Damage:Gore 2d6+13",
        "name":  "Speed",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An earth element creature retains all Special Attacks:Earth mastery the special attacks of the base creature and also gains the Special Qualities:Damage reduction 5/+1, elemental, following. tremorsense, darkvision 60 ft. Earth Mastery (Ex):An earth element creature gains a +1 Saves:Fort +11, Ref +5, Will +3 bonus on attack and damage rolls if both it and its foe Abilities:Str 28, Dex 8, Con 21, Int 2, Wis 13, Cha 2 touch the ground. If an opponent is airborne or water- Skills:Listen +11 borne, the earth element creature suffers a –4 penalty on attack and damage rolls. Climate/Terrain:Any land and underground Burrow (Ex): An earth element creature can glide Organization:Solitary or herd (2–12) through stone, dirt, or almost any other sort of earth Challenge Rating:6 except metal as easily as a fish moves through water, in a Treasure:None manner similar to a xorn’s. Alignment:Usually neutral",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An earth element creature retains Advancement:9–12 HD (Large); 13–24 HD (Huge) all the special qualities of the base creature and also gains the following ones: Combat • Elemental: Immune to poison, sleep, paralysis, and Earth Mastery (Ex): An earth element rhinoceros stunning. Not subject to critical hits. gains a +1 bonus on attack and damage rolls if both it and • Darkvision with a range of 60 feet. its foe touch the ground. If an opponent is airborne or • Damage reduction (see the table). waterborne, the earth element rhinoceros suffers a –4 192 penalty on attack and damage rolls. :9 RETPAHC SRETSNOM",
        "name":  "Special Qualities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to poison, sleep, paralysis, and Saves: Same as the base creature. stunning. Not subject to critical hits. Abilities:Same as the base creature. Tremorsense (Ex):An earth element rhinoceros can Skills:Same as the base creature. If the fire element automatically sense the location of anything within 60 creature has an Intelligence of 4 or greater, it speaks Ignan. feet that is in contact with the ground. Feats:Same as the base creature. Fire Element Creatures Climate/Terrain:Any land and underground.",
        "name":  "Elemental",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature.",
        "name":  "Treasure",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to 3 HD, same as the base Water element creatures dwell in the Elemental Plane creature. of Water. They have viscous, fluid bodies in the same 3 HD to 7 HD, same as the base creature +1. general form as similar material beings. Glowing orbs 8+ HD, same as the base creature +2. of green serve as eyes, and a concavity lined with coral Treasure: Same as the base creature. as a mouth. Alignment:Usually neutral.",
        "name":  "Water Element Creatures Challenge Rating",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swim 90 feet in addition to the normal speed Attacks:2 claws +9 melee, bite +4 melee for the base creature. Damage:Claw 1d8+6, bite 2d6+3",
        "name":  "Speed",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A water element creature retains all Combat the special qualities of the base creature and also gains Pounce (Ex):If a water element tiger leaps upon a foe the following ones: during the first round of combat, it can make a full attack even if it has already taken a move action. • Elemental: Immune to poison, sleep, paralysis, and Improved Grab (Ex):To use this ability, the water ele- stunning. Not subject to critical hits. ment tiger must hit with a claw or bite attack. If it gets a • Darkvision with a range of 60 feet. hold, it can rake. • Damage reduction (see the table below). Rake (Ex):A water element tiger that gets a hold can make two rake attacks (+9 melee) with its hind legs for Hit Dice Damage Reduction 1d8+3 points of damage each. If a water element tiger 1–7 — pounces on an opponent, it can also rake. 8–11 5/+1 Water Mastery (Ex):A water element tiger gains a +1 12+ 10/+1 bonus on attack and damage rolls if both it and its oppo- If the base creature already has one or more of these spe- nent touch water. If the opponent or water element tiger cial qualities, use the better value. is landbound, the tiger suffers a –4 penalty on attack and damage rolls.",
        "name":  "Special Qualities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. Drench (Ex):A water element tiger’s touch puts out",
        "name":  "Saves",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. torches, campfires, exposed lanterns, and other open",
        "name":  "Abilities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. no benefit or disadvantage against creatures from the Ele- mental Plane of Fire. Climate/Terrain:Any land and underground. Elemental:Immune to poison, sleep, paralysis, and 194 Organization:Same as the base creature. stunning. Not subject to critical hits. :9 RETPAHC SRETSNOM",
        "name":  "Feats",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Water element tigers receive a +4 racial bonus Skills:Same as the base creature. If the cold element on Balance, Hide, and Move Silently checks. *In areas of creature has an Intelligence of 4 or greater, it speaks tall grass or heavy undergrowth, or in aquatic areas, the either Aquan or Auran. Hide bonus improves to +8. Feats:Same as the base creature. Cold Element Creatures Climate/Terrain:Any land and underground.",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. Cold or similar hospitable domains within other elemen- Challenge Rating: Up to 3 HD, same as the base tal planes, such as the Elemental Planes of Air and Water. creature. They have the same general form as material beings but 3 HD to 7 HD, same as the base creature +1. are made entirely of ice, rime, and snow. Glittering red- 8+ HD, same as the base creature +2. dish slabs of ice form eyes, and their gaping maws are Treasure: Same as the base creature. lined with steel-hard icicles. Alignment:Usually neutral.",
        "name":  "Cold element creatures dwell in the Elemental Plane of Organization",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. stitution. The shambler loses these points at the rate of 1",
        "name":  "Saves",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. per hour. 195 MONSTERS CHAPTER 9: Hit Dice Damage Reduction",
        "name":  "Abilities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Change to d8. Feats:Same as the base creature.",
        "name":  "Dice",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Normal (ground) speed is halved. Other types Climate/Terrain:Any land and underground. of movement (swim, fly, climb) are unaffected. Organization:Same as the base creature.",
        "name":  "Speed",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A wood element creature retains all Challenge Rating: Up to 3 HD, same as the base the special attacks of the base creature and also gains the creature. following. 3 HD to 7 HD, same as the base creature +1. Spikes (Ex): A wood element creature can release volleys 8+ HD, same as the base creature +2. of bark, splinters, or wood shards, up to four such spikes Treasure: Same as the base creature. per round, as a standard action. This attack has a range of Alignment:Usually neutral. 120 feet with no range increment. Damage is 1d6 + Advancement:Same as the base creature. Strength bonus. The wood element creature can launch up to its HD total in spikes per day. Sample Wood Element Creature",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A wood element creature retains all Wood Element Leopard the special qualities of the base creature and also gains Medium-Size Elemental (Wood) the following ones: Hit Dice:3d8+6 (19 hp) • Elemental: Immune to poison, sleep, paralysis, and stun- Initiative:+4 (Dex) ning. Not subject to critical hits. Speed:20 ft., climb 20 ft. • Darkvision with a range of 60 feet. AC:17 (+4 Dex, +3 natural) • Damage reduction (see the table below). Attacks: Bite +6 melee, 2 claws +1 melee; or 3 spikes 196 +6 ranged :9 RETPAHC SRETSNOM hcaoR .D yb .sullI",
        "name":  "Special Qualities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pounce, improved grab, rake 1d3+1 Special Attacks: An axiomatic creature retains all",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Scent, elemental, plant, woodsense, the special attacks of the base creature and also gains the darkvision 60 ft. following.",
        "name":  "Special Qualities",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +5, Ref +7, Will +2 Smite Chaos (Su): Once per day the creature can make a",
        "name":  "Saves",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Balance +12, Climb +11, Hide +9*, Listen +6, total (maximum of +20) against a chaotic opponent. Move Silently +9, Spot +6 Special Qualities:An axiomatic creature retains all",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to poison, sleep, paralysis, and stunning. Not subject to critical hits. If the base creature already has one or more of these",
        "name":  "Elemental",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to polymorphing, not subject to mind- special qualities, use the better value. influencing effects. Woodsense (Ex):A wood element leopard can auto- Saves: Same as the base creature. matically sense the location of anything within 60 feet Abilities:Same as the base creature, but Intelligence is that is in contact with vegetation, even if the wood ele- at least 3. ment leopard is not in contact with the same vegetation. Skills:Same as the base creature.",
        "name":  "Plant",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wood element leopards receive a +4 racial Feats:Same as the base creature. bonus on Hide and Move Silently checks and a +8 racial bonus on Balance checks. *In areas of tall grass or heavy Climate/Terrain:Any land and underground. undergrowth, the Hide bonus improves to +8. Organization:Same as the base creature.",
        "name":  "Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10–16 HD (Huge); 17–27 HD (Gargantuan) Combat Leap (Ex): An axiomatic bulette can jump into the air during combat. This allows it to make four claw attacks instead of two, but it cannot bite. The Smite Law (Su):Once per day the creature can make a attack bonus is +12. normal attack to deal additional damage equal to its HD Smite Chaos (Su):Once per day an axiomatic bulette total (maximum of +20) against a lawful opponent. can make a normal attack to deal an additional +9 damage Special Qualities: An anarchic creature retains all the against a chaotic opponent. special qualities of the base creature and also gains the Tremorsense (Ex):An axiomatic bulette can automat- following ones: ically sense the location of anything within 60 feet that is • Darkvision with a range of 60 feet. in contact with the ground. • Acid, cold, electricity, fire, and sonic resistance 5. Linked Minds (Ex):Axiomatic bulettes within 300 feet • Immune to polymorphing and petrification. of one another are in constant communication. If one is • Fast healing (see the table below). aware of a particular danger, they all are. If one in the group • Damage reduction (see the table below). is not flat-footed, none of them are. No axiomatic bulette in the group is considered flanked unless they all are. Hit Dice Damage Reduction Fast Healing 1–3 — ANARCHIC CREATURES 4–7 — 1 8–11 — 3 Anarchic creatures dwell in planes ofchaos, the realms of 12+ 5/+1 5 disorder. Although they may resemble creatures from the Material Plane, they appear less finished, their features more rough and uneven, their fur or scales blotched and If the base creature already has one or more of these spe- tattered, their appearance more ragged and horrific. They cial qualities, use the better value. are also called the Unfinished, and some say they were first drafts, abandoned to the roiling planes of chaos by Saves: Same as the base creature. forgotten creators. Abilities:Same as the base creature, but Intelligence is at least 3.",
        "name":  "Advancement",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An anarchic creature retains all the 3 HD to 7 HD, same as the base creature +1. special attacks of the base creature and also gains the 8+ HD, same as the base creature +2. 198 following. Treasure: Same as the base creature. :9 RETPAHC SRETSNOM attovaC .M yb .sullI",
        "name":  "Special Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. before they died, though they may be remade by the planes or the powers of those planes to fit the nature of Sample Anarchic Creature their particular afterlife—in a cosmology where the Anarchic Athach deities are all dragons, for example, petitioners may Huge Aberration resemble dragons. For the core cosmology, most petition-",
        "name":  "Advancement",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20 (–2 size, +1 Dex, +8 natural, +3 hide) creatures may become petitioners is up to you. In the",
        "name":  "AC",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Huge club +12/+7 melee, 2 Huge clubs +12 core cosmology, this is limited to creatures who origi- melee, bite +14 melee; or rock +5/+0 ranged, 2 rocks nally had Intelligence and Wisdom scores of at least 1. +5 ranged The following types may become petitioners: aberra-",
        "name":  "Attacks",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always chaotic evil fiendish, axiomatic, and anarchic creatures.",
        "name":  "Alignment",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action that contain creatures who dream, but this requires cross-",
        "name":  "Casting Time",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You plus one additional creature touched per level vagaries of violent dream realities. Transferring to another",
        "name":  "Targets",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched, and see text onto the Plane of Mirrors and becomes a new subject of the",
        "name":  "Targets",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature the Inner and Outer Planes, a Far Realm entity often Feats:Same as the base creature takes the form of a creature familiar to the viewer. Climate/Terrain: Any land and underground",
        "name":  "Plane beings, or even creatures normally associated with Skills",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature The simplest natives of the Far Realm are the pseudo- Challenge Rating: Up to 3 HD, as base creature natural creatures that roam the layers on unguessable 4 HD to 7 HD, as base creature +1 errands. They dwell past the eons that lie between the 8+ HD, as base creature +2 stars, beyond the planes as we know them, nestled in Treasure:Same as the base creature far realms of insanity. When summoned to the Mater- Alignment:Same as base creature ial Plane, they often take the form of and emulate the Advancement:Same as the base creature abilities of familiar creatures, though they are more gruesome in appearance than their earthly counter- MOVEMENT AND COMBAT parts. Alternatively, they may appear in a manner Movement in the Far Realm is like swimming. There is 212 more consistent with their origins: A mass of writhing no gravity, but the air is syrupy thick, and strong strokes :XIDNEPPA SENALP TNAIRAV SEIGOLOMSOC \u0026 the marks appear meaningless, but viewed through the stack of parchment, they coalesce into a three-dimen- sional object. Such is the existence of everything from the tentacled vegetation that writhes throughout the Far Realm, to the massive, drifting entities whose existence is too vast to even notice visitors who only occupy a single layer at a time. Visitors whose minds do not snap upon entering the plane apprehend the translucent layers fading away to either side, pierced with free-floating rivers of milk-white liquid that sometimes run along a layer’s edge for a few feet before plunging into the next. Rains of blue globes descend from unseen heights, The globes burst when they strike another object, releasing ticks the size of horses that scuttle off in search of blood. Gelatinous worms wriggle from layer to layer, wending through tentacled vegetation encrusted with orange moss, all suspended above an amoebic sea. Vast multilayered shapes drift at the edge of sight through the layers, blurrily reminiscent of creatures from the deepest trenches of Material Plane seas. But each of the blurry forms is as large as a city—and those are the small shapes. Xaxox Past the edge of reality is a relic from the Material",
        "name":  "Pseudonatural Creatures Organization",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "two slabs of reality with a layer of Shadow between them. DOPPEL PLANAR RELATIONS The two Material Planes are nearly identical in appear- A wedge of the Plane of Shadow separates the twin ance. Physical features on one are reproduced exactly on Material Planes, functioning as the main Transitive the other, and the nations, monsters, and characters on one Plane between them. Each Material Plane has its own plane have alternate versions on the other. Ethereal Plane. 215 \u0026 COSMOLOGIES VARIANT PLANES",
        "name":  "Doppel cosmology resembles a sandwich cookie",
        "source":  "manual_of_the_planes.txt",
        "_id":  "f6945557fc687e28b89c6da258352d5812f6cd79ecfebd32caabcf7b514dca44"
    }
]
