[
    {
        "origin_file":  "monsters.json",
        "description":  "Drd 6 Level:Drd 2, Rgr 2, Sor/Wiz 2 type of creature.",
        "name":  "Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched Target:Creature touched Level:Brd 2, Clr 3, Sor/Wiz 3",
        "name":  "Target",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature or object the use of one of his hands), he im- Will +3; Str 19, Dex 17, Con 12, Int 3,",
        "name":  "Target",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched immune to critical hits, subdual",
        "name":  "STONE BODY Target",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1d4+3 summoned creatures WALL OF LIMBS points of energy damage. If the",
        "name":  "Effect",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Prestige classes tied to organi- Spot (Wis). zations might have ongoing requirements. These can include assignments, dues, personal sacrifices of wealth, or Skill Points at Each Level:2 + Int modifier. 75 CLASSES PRESTIGE CHAPTER 7: pqqqqrs FREED SPAWN an undead creature, a freed spawn has basic memories of its If an undead spawn’s creator is destroyed, the spawn is no past (what sort of character it was in life, who his or her friends longer controlled by that creature. If the freed spawn was a were, and so forth). These basic memories can help the freed player character when alive, it can now adventure like a char- spawn find and rejoin its old adventuring party, if that’s what acter with an ECL equivalent to the creator’s. For instance, a the character wants to do. freed ghoul spawn has an ECL of 5, and a freed shadow A freed spawn can gain experience points through adventur- spawn’s ECL is 10. ing, adding them to the XP total the character had when alive. When the mental link that binds it to its creator is broken, a When it becomes eligible to advance a level, it can add class freed spawn is instantly aware of that fact. It can choose to levels as normal or pursue the emancipated spawn prestige revert to the alignment the character had when he or she was class, which eventually enables the spawn to recall all the abil- alive. Whether it does this or retains its current alignment as ities it had before it became an undead. pqqqqrs CLASS FEATURES path of paladinhood before her transformation, she is still All of the following are class features of the emancipated ineligible to return to that class. spawn prestige class. In addition, a 3rd-level emancipated spawn receives the",
        "name":  "Special Considerations",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any nongood. shape. To do so, the dispersed creatures must first coalesce",
        "name":  "Alignment",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5–8 HD (Large); 9–12 HD (Huge) cant damage, unless its foals are at risk, in which case it will fight to the death. A hippocampus is a thoroughbred steed for aquatic riders. It is prized as an underwater mount and gladly serves good Training a Hippocampus causes. Training a hippocampus as a mount requires a successful A hippocampus looks like a horse gone native underwater Handle Animal check (DC 22 foal, DC 29 adult). Hippocampus with coloration ranging from black to aquamarine. The front foals are worth 2,500 gp on the open market. Professional half resembles a horse with short hair, except that fins replace trainers charge 1,000 gp to rear or train a hippocampus. Riding hooves and mane. The hindquarters are those of a great fish, a trained hippocampus requires an exotic saddle. A hippocam- with scales and a muscular tail fanning out into a large fin. pus can fight while carrying a rider, but the rider cannot also Wild hippocampi race through open water, living wild and attack unless he or she succeeds at a Ride check. free. Though fairly intelligent, they are simple creatures. They Carrying Capacity: light load, up to 459 pounds; medium enjoy races and displays of strength and endurance. load, 460–918 pounds; heavy load, 919–1,380 pounds. pqqqqrs",
        "name":  "Advancement",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The character level of the waverider. Speak with Creatures of Its Kind (Su): The mount can",
        "name":  "Character Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Chant of Agony(Sp): At 6th level, a yuan-ti In addition, the cultist’s poison becomes even more dan- cultist becomes a master of pain. Three times per day as a gerous. He gains Deadly Poison as a bonus feat. full-round action, he can dance and chant to deal 9d6 points Finally, at this level the cultist learns the secret of trans- of damage to one living creature within 60 feet. A successful forming a halfblood yuan-ti into an abomination. He must Will save (DC 10 + yuan-ti cultist’s class level + yuan-ti join at least five other cultists of the Inner Circle to per- cultist’s Wis modifier) halves the damage. This ability has no form the day-long ceremony. One cultist casts polymorph effect on beings that are immune to mind-affecting effects, otheron the creature to be transformed, while the others such as oozes and plants. chant and pray. The creature must receive six doses of the",
        "name":  "Psionics",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Rogue is a good choice for monsters with ment. When the Advancement line of a monster’s entry high Dexterity and low Charisma. Rogues get plenty of skill shows Hit Dice and size, you can use this method. You must points, can make sneak attacks, and enjoy a variety of useful advance a monster by type if it lacks the Intelligence score class abilities. Spend skill points on Tumble and Bluff (so the to gain class levels (minimum 3). monster can feint in combat) and choose feats such as The Advancement line in a monster’s statistics block Dodge, Mobility, and Spring Attack if you expect the char- shows when the monster changes size, based on its number acter to do a lot of fighting. of Hit Dice. It gains an ability score increase for every four Bard is generally a poor choice for monsters, unless you additional Hit Dice it has; it gains a new feat for every three want something to seriously challenge an opposing PC bard. additional Hit Dice it has; and it gains skill points for each High-Charisma monsters are generally better off as sorcer- additional Hit Dice it has. In general, monsters advancing ers in combat. If you need monsters to interact with the using this method do not gain new skills but improve the party other than through fighting, consider bards or rogues ones they have as class skills. with lots of ranks in Bluff, Diplomacy, Intimidate, and Sense Motive. CHANGING SIZE",
        "name":  "Bard or Rogue",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This feat is a particularly good monsters and most character classes can use them) and can choice for Large and larger monsters that can use their supe- be set against PCs’ charges. rior size and weight against opponents. Such monsters look Point Blank Shot: This is a great feat for monsters, such for opportunities to fight on bridges, along chasms, and near as goblins, that prefer ranged combat to melee. Ray attacks pits. They want to charge opponents and push them over the also benefit from Point Blank Shot. edge. Power Attack:This is a good feat for monsters with more",
        "name":  "Improved Bull Rush",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "With three prerequisite feats and a class. Toughness is a good feat for constructs, undead, and Dexterity requirement, few opponents will achieve this any other monster type that has no Constitution score and feat—but many PCs will. Monsters that prefer ranged therefore no bonus to hit points. combat should take this feat if they can, since it lets them Track: Most monsters are better off taking a level of move out from behind total cover, fire, and take cover again. ranger to get Track, along with the ranger’s ability to fight",
        "name":  "Shot on the Run",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If a template lacks one of the following new score when calculating hit points. entries, the template uses the base creature’s entry in that Initiative:If the template changes the monster’s Dexter- category. ity, or if it adds or removes the Improved Initiative feat, this",
        "name":  "Missing Entry",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Templates often change creature type and entry changes. may change creature size. Speed:If a template modifies a creature’s speed, the tem-",
        "name":  "Size and Type",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Templates may add or subtract special only affects skill points gained after the template is applied. attacks. The template contains the text for the effects of the Treat skills listed for the base creature as class skills, as special attacks, including how to determine saving throw well as new skills provided by the template. DCs, if applicable. Feats:When this entry is missing, the creature has the",
        "name":  "Special Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Templates may add or subtract special feats of the base creature or class levels rather than the feats qualities. The template contains the text for the effects of of any new creature type. Since most templates do not the special qualities, including how to determine saving change the number of Hit Dice a creature has, a template throw DCs, if applicable. Some monster types, such as ele- should not change the number of feats a creature has. mental and undead, come with their own set of special qual- If this entry changes how feats are determined, it affects ities. Even if this entry is missing, the creature gains the only feats acquired after the template is applied. special qualities associated with its new type (as noted in Climate/Terrain:This entry has no effect on characters, the Monster Manual). unless their players wish to roleplay any discomfort or",
        "name":  "Special Qualities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As with attacks, changing a monster type enjoyment based on their surroundings. The DM needs to does not change its base saving throw bonuses. You only make sure that a template does not remove the monster need to adjust them for new modifiers from Constitution, from the adventure, however. Most templates do not Dexterity, or Wisdom. If the Saves entry is missing, the change this entry. If one does, use the information provided saving throw progression does not change. A template may, in the template entry. however, state that a monster has a different good saving Organization:This entry has no effect on characters. throw. The DM needs to adjust the encounter if the template",
        "name":  "Base Saves",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "After reading this far, you can see why it is so changes the monster’s associates and subordinates. Most important to adjust these scores first. Not all templates templates do not change this entry. If one does, use the modify them. In some templates this entry is missing information provided in the template entry. (because ability scores do not change), which simplifies the Challenge Rating:This entry has no effect on charac- process. ters. Most templates increase the creature’s Challenge You determine a template’s racial ability score modifiers Rating. The template might give a modifier to be added to by adding them to the base creature’s ability score modi- the base creature’s Challenge Rating, or it might specify a fiers. For example: range of modifiers depending on the base creature’s original Hit Dice or Challenge Rating. The DM adjusts the mon- Str Dex Con Int Wis Cha ster’s Challenge Rating according to this entry and makes Ogre (base creature) 21 8 15 6 10 7 any necessary changes to the encounter to keep the Ogre (adjustments) +10 –2 +4 –4 +0 –4 encounter challenging without becoming instantly fatal. Half-dragon +8 +0 +2 +2 +0 +2 See Chapter 9: Advancing Monsters for guidelines on esti- (adjustments) mating new Challenge Ratings. Half-dragon/half-ogre +18 –2 +6 –2 +0 –2",
        "name":  "Abilities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry has no effect on characters. Most (adj.scores) Half-dragon/half-ogre 29 8 17 8 10 9 templates do not change this entry. If one does, the DM (avg. scores) adjusts a monster’s possessions and treasure according to the information provided in the template entry.",
        "name":  "Treasure",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Most templates do not change this entry. recalculate saving throw DCs (special abilities from the If one does, use the information provided in the template template tell you how to calculate their DCs). The formula entry. If the template changes the monster’s method of for most save DCs is 10 + 1/2 the creature’s Hit Dice + the advancement from “by type” to “by character class,” or vice relevant ability score modifier of the creature using the versa, it says so here. The DM must check this if he or she is attack. Use only the creature’s monster Hit Dice for this cal- combining adding a template with advancing a monster. If culation; do not include Hit Dice gained from class levels. so, use the template’s advancement method. The relevant ability scores for save DCs against various",
        "name":  "Advancement",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The level adjustment entry is a mod- types of attacks or effects are as follows. ifier to the base creature’s level adjustment. A level adjust- Strength: Any application of force, crushing, binding, or ment is meaningless unless the creature retains enough constriction. Intelligence (minimum 3) to gain class levels after applying Dexterity:Movement, movement restrictions, hitting the template. with a missile, entanglement, webs.",
        "name":  "Level Adjustment",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A feral minotaur receives a +4 racial bonus on automatically deals double the appropriate claw damage for Search, Spot, and Listen checks. that size feral creature, plus double the Strength modifier.",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A feral creature gains additional spe- CREATING A FERAL CREATURE cial qualities depending on its Hit Dice, as shown on the “Feral creature” is an inherited template that can be added to table below. If the base creature possesses a duplicate ability, any corporeal humanoid or monstrous humanoid (referred the feral creature has whichever ability is better. to hereafter as the base creature). A feral creature has all the base creature’s characteristics except as noted here. Hit Dice Darkvision Fast Healing",
        "name":  "Special Qualities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures with this template become 1–3 60 ft. 2 4–7 60 ft. 3 monstrous humanoids if they are not already. 8–11 90 ft. 4",
        "name":  "Size and Type",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A feral creature gains two claw attacks if it did Organization:Solitary, pair, gang (3–5), or tribe (61+). not already have them. Challenge Rating:Up to 3 HD, base creature’s CR +1; 4",
        "name":  "Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +9, Ref +1, Will +1 CREATING A GELATINOUS CREATURE",
        "name":  "Saves",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 27, Dex 9, Con 25, Int 1, Wis 8, Cha 2 “Gelatinous creature” is an inherited template that can be",
        "name":  "Abilities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +4, Listen +4, Spot +7, Swim +12 added to any living creature except an ooze (hereafter",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Endurance, Run, Track referred to as the base creature). A gelatinous creature Climate/Terrain:Any land and has all the base creature’s characteristics except as underground noted here.",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary Size and Type:The creature’s type changes",
        "name":  "Organization",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always Speed:Due to its somewhat amor- neutral phous nature, the gelatinous creature",
        "name":  "Alignment",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "attack. If the gelatinous creature hits with any of its natural • Cannot be flanked; attacks, it deals an additional amount of acid damage as set • Takes 1d6 less damage from a successful sneak attack; out in the table below. • Takes one-half the additional damage dealt by a critical hit. Size Damage Size Damage Immunities (Ex): A gelatinous grizzly bear is immune Fine — Large 1d6 Diminutive 1 Huge 1d8 to polymorphing and stunning. Tiny 1d2 Gargantuan 2d4 Saving Throw Bonuses (Ex): A gelatinous grizzly bear Small 1d3 Colossal 2d6 gains a +4 racial bonus on saves against mind-affecting Medium-size 1d4 effects, poison, sleep,and paralysis. Scent (Ex): A gelatinous grizzly bear can detect approaching enemies, sniff out hidden foes, and track by Special Qualities:Gelatinous creatures gain the follow- sense of smell. ing special qualities.",
        "name":  "A gelatinous grizzly bear",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A gelatinous grizzly bear has a +4 racial bonus on Blindsight (Ex): The oozy substance of the creature’s body Hide checks due to its translucent form. acts as a primitive sensory organ that can ascertain prey within 60 feet. 117 TEMPLATES CHAPTER 10: Resilient (Ex):Gelatinous creatures have less defined Special Qualities:Incorporeal subtype, low-light vision, shapes than the normal creatures they resemble. As a result, manifestation, rejuvenation, scent, turn resistance +2, it is more difficult to score crippling or killing blows undead traits against them. A gelatinous creature: Saves:Fort +3, Ref +5, Will +1 • Cannot be flanked; Abilities:Str —, Dex 15, Con —, Int 2, Wis 12, Cha 15 • Takes 1d6 less damage from a successful sneak attack; Skills:Hide +8,Jump +4, Listen +13, Search +8, Spot +13, • Takes one-half the additional damage dealt by a critical Swim +3, Survival +1* hit. Feats: Alertness, Track (B) Immunities (Ex):A gelatinous creature is immune to poly- Climate/Terrain:Any land morphing and stunning. Organization:Solitary Saving Throw Bonuses (Ex):A gelatinous creature gains a Challenge Rating:3 +4 racial bonus on saves against mind-affecting effects, Treasure:None poison, sleep,and paralysis. Alignment:Usually neutral",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A gelatinous creature has no good base saves. Advancement:—",
        "name":  "Base Saves",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A gelatinous creature receives a +4 racial bonus on Ghost Hound (Against Ethereal Opponents) Hide checks due to its translucent form. Medium-Size Undead (Incorporeal) Climate/Terrain:Any land and underground. Hit Dice:2d12 (13 hp)",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Base creature’s CR +2. Speed:Fly 30 ft. (perfect)",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gelatinous creatures lack the Intel- Attacks:Bite +3 melee ligence to be playable characters, so they have no level Damage:Bite 1d6+3 plus 1d6 negative energy adjustment. Face/Reach:5 ft./5 ft.",
        "name":  "Level Adjustment",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fly 30 ft. (perfect) creature has a 50% chance to ignore any damage from a cor-",
        "name":  "Speed",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ghost brute retains all the special more intelligent spirits. Often it is the companion of a attacks of the base creature, although those relying on phys- ghostly being, but it may also become fascinated with or ical contact do not affect nonethereal creatures. The ghost enraged by a living creature that intrudes on its domain. It brute also gains one special attack selected from the list always returns to the object of its attachment rather than to below. Saves have a DC of 10 + 1/2 ghost brute’s HD + ghost a set location. brute’s Cha modifier unless noted otherwise. Scent (Ex): A ghost hound can detect approaching ene- Bloodcurdling Howl (Su):The mournful howling of a ghost mies, sniff out hidden foes, and track by sense of smell. brute chills the living to the core. The creature can howl as Turn Resistance (Ex):A ghost hound a standard action. All living is treated as an undead with 4 Hit Dice creatures within a 30- for the purpose of turn, rebuke, com- foot radius must mand, and bolster attempts. succeed on a",
        "name":  "A ghost hound is tied more closely to other beings than Special Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ghost hound Will save or is immune to mind-affect- become ing effects, poison, sleep, frightened paralysis, stunning, for 2d4 rounds; disease, death ef- those more fects, necromantic than 30 feet effects, and any effect away but that requires a For- within titude save unless 300 feet must it also works on succeed on a objects. It is not sub- Will save or ject to critical hits, become shaken subdual damage, for 2d4 rounds. This ability damage, is a sonic, necro- ability drain,en- mantic, mind-affect- ergy drain, or death from massive damage. A ghost hound ing fear effect. A creature that successfully saves against the cannot be raised, and resurrection works only if it is will- bloodcurdling howl cannot be affected by the same ghost ing. The creature has darkvision (60-foot range). brute’s howl for one day.",
        "name":  "Undead",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead, unchanged. However, the ghost brute gains a +4 circum- and it takes the incorporeal subtype. stance bonus on Bluff and Intimidate checks while",
        "name":  "Size and Type",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ghost brute has a fly speed of 30 feet, unless Slavering Doom (Su): A ghost brute’s jaws drip with a glow- the base creature has a higher fly speed, with perfect ing ectoplasmic drool that exists in both ethereal and cor- maneuverability. poreal form. The ectoplasm dissipates on contact with non-",
        "name":  "Speed",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature’s, except that the ghost brute has no Constitution score, and its Charisma Incarnate Construct Stone Golem score increases by +8. It has no Strength score for the pur- Large Giant pose of fighting creatures on the Material Plane, but its Hit Dice:14d8+28 (90 hp) Strength score is the same as the base creature’s against Initiative:–1 ethereal opponents. Speed:40 ft.",
        "name":  "Abilities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 Insectile creatures possess the multiple limbs and eyes of",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By character class vermin. Despite their alien appearance, insectile creatures are often welcome among other races because of their CREATING AN INCARNATE CONSTRUCT industrious nature. Insectile creatures often worship Lolth, “Incarnate construct” is an acquired template that can be the most insectlike of the deities, but they also worship the applied to any construct creature with a generally gods of the humans. humanoid form—two arms, two legs, one head (hereafter An insectile creature is of average height and weight referred to as the base creature). An incarnate construct has for the base creature from which it is derived. Its chitin all the base creature’s characteristics except as noted here. may be of any color, but the most common shades are",
        "name":  "Advancement",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to humanoid black, green, tan, or yellow. Ridges, bumps, spots, and if it is Medium-size or smaller, or giant if it is Large or stripes all serve to differentiate insectile nations from larger. each other.",
        "name":  "Size and Type",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s Hit Die type changes to d8. An insectile creature speaks the same languages as the",
        "name":  "Hit Dice",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If Small or smaller, land speed is 20 feet. If base creature, and a large number of them speak Terran or Medium-size, land speed is 30 feet. If Large or larger, land Undercommon in addition. speed is 40 feet. If the base creature had wings and could fly, use the base creature’s fly speed and maneuverability. SAMPLE INSECTILE CREATURE",
        "name":  "Speed",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The base creature loses all its special 2d6+7/×3 (melee), Huge longspear 2d6+5/×3 (ranged) attacks. Face/Reach:10 ft./10 ft. (20 ft. with longspear)",
        "name":  "Special Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The base creature loses all its special Special Attacks:None qualities. Special Qualities:Darkvision 60 ft., tremorsense, wide",
        "name":  "Special Qualities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An incarnate construct gains no skill points for Climate/Terrain:Any land and underground becoming a living creature, but if it gains levels, it acquires Organization:Solitary, pair, gang (3–4), or band (5–8) skill points normally. Challenge Rating:3",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An incarnate construct has no feats when it becomes Treasure:Standard a living creature, but if it gains levels, it acquires feats normally. Alignment:Usually chaotic evil Climate/Terrain: Any land and underground. Advancement:By character class",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Base creature’s CR divided by 2. raiding and scavenging. They join other monsters to prey",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to aberration. Abilities:Str 23, Dex 10, Con 17, Int —, Wis 10, Cha 9",
        "name":  "Size and Type",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An insectile creature gains a climb speed equal to Climate/Terrain:Temperate and warm forest and under- its land speed. ground",
        "name":  "Speed",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Despite having six arms, insectile creatures gain Treasure:None no additional attacks. Alignment:Always neutral",
        "name":  "Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The crea- ability score for poison ture’s type changes to magi- is Constitution, a suc- cal beast. cessful Fortitude save",
        "name":  "Size and Type",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Base creature’s CR +1. Feats:Blind-Fight, Combat Reflexes (B), Improved",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8 MULTIHEADED CREATURE",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10d8+50 (95 hp) Search and Spot checks. *The creature gains a +8 racial",
        "name":  "Hit Dice",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The number of heads possible cannot regrow naturally. for a multiheaded creature is based on the base creature’s Abilities:Con +2 per additional head. size. Skills:Each additional head a creature has gives it a cumulative +2 racial bonus on Listen, Search and Spot Base Creature Size Maximum Additional Heads checks. The creature gains additional skill points for its Up to Medium-size 1 extra Hit Dice as normal for its type. Large 3",
        "name":  "Limit on Additional Heads",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A multiheaded creature gains Improved Initiative Huge 11 and Combat Reflexes as bonus feats, provided that it does Gargantuan 19 not already have them. The creature also gains additional Colossal 29 feats for its extra Hit Dice as appropriate for its type.",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each additional head adds 2 HD to the base Challenge Rating:The multiheaded creature’s Chal- creature’s total. lenge Rating depends upon how many additional heads it",
        "name":  "Hit Dice",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A base creature with a bite, gore, or tongue has and on any head-based special attacks, as given on the attack gains one additional such attack for each additional table below. head. This additional attack has the same attack bonus as its counterpart in the base creature. The base attack bonus Number of Additional Heads CR Adjustment 1 increases for additional Hit Dice as appropriate for the crea- 1 +2 2–4 +3 ture’s type. 5–7 +4",
        "name":  "Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead. cessful, that creature cannot be affected again by that",
        "name":  "Size and Type",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All the creature’s Hit Dice mummy’s despair ability for one day. become d12s. Mummy Rot (Su):Any creature hit by any",
        "name":  "Hit Dice",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A mummified creature is immune to mind-affect- ing effects, poison, sleep, paralysis, stunning, disease, death effects, necromantic ef- fects, and any effect that requires a Fortitude save unless is also works on objects. It is not subject to",
        "name":  "Undead Traits",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A mummified creature gains a slam attack if it willing. The creature has darkvision (60-foot range). did not already have one. Damage Reduction (Ex):A mummified creature’s undead",
        "name":  "Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The base damage for a mummified creature’s body is tough, giving it damage reduction 5/+1. slam attack depends on its size, as given on the table below. Resistant to Blows (Ex):Physical attacks deal only half Use this value or the base damage for the base creature’s damage to mummies. Apply this effect before damage slam attack (if any), whichever is higher. reduction. 127 TEMPLATES CHAPTER 10: JJ Fire Vulnerability (Ex): A mummified creature takes A reptilian is of average height and weight for the base double damage from fire attacks unless a save for half creature from which it is derived. It has green, gray, or damage is allowed. A successful save halves the damage, brown scales. Its tail is used for balance and is roughly half and a failure doubles it. as long as the reptilian is tall. Although they are omnivores,",
        "name":  "Damage",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 Str, –2 Dex, –4 Int (minimum 2), +4 Wis, +4 reptilians prefer meat. Primitive reptilians prefer the flesh Cha. Since it is an undead, a mummified creature has no of intelligent creatures, while more advanced cultures Constitution score. prefer the flesh of herd animals and wild game. Climate/Terrain: Any desert and underground. A reptilian speaks the same languages as the base crea-",
        "name":  "Abilities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Base creature’s CR +3. SAMPLE REPTILIAN CREATURE",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard. This example uses a bugbear as the base creature.",
        "name":  "Treasure",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A reptilian bugbear gets a +4 racial beings. bonus on Balance, Jump, and Move Silently A spectral creature looks so much as it checks. did in life that it can be easily recognized by those CREATING A REPTILIAN who either knew the indi- CREATURE vidual or have access to “Reptilian” is an inherited template depictions such as paintings that can be added to any humanoid, or the like. In many cases, the monstrous humanoid, or giant (here- evidence of a violent death is vis- after referred to as the base crea- ible on the creature’s semitrans- ture) that does not already have parent, faintly luminous body. the aquatic or reptilian subtype. The chill of death hangs in The creature gains a tail half as the air around a spectral long as the base creature’s height. creature and lingers in the A reptilian creature has all the places it haunts. base creature’s characteristics ex- cept as noted here. SAMPLE SPECTRAL",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The template CREATURE adds the reptilian subtype. This example uses a cloaker as",
        "name":  "Size and Type",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A reptilian gains a claw Large Undead (Incorporeal) attack if it did not already have Hit Dice:6d12 (39 hp) one. The base damage depends Initiative:+8 on the creature’s size, as given in Speed:Fly 80 ft. (perfect) the table below. AC:17 (–1 size, +4 Dexterity, +4 deflec- tion), touch 17, flat-footed 13",
        "name":  "Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Reptilians gain scent and darkvision Saves:Fort +2, Ref +6, Will +9 with a range of 60 feet. If the base creature has a superior Abilities:Str —, Dex 19, Con —, Int 18, Wis 19, Cha 19 version of either ability, use the superior ability. Skills: Hide +20, Listen +19, Move Silently +12, Search +8, A reptilian can hold its breath twice as long as a human. Spot +19",
        "name":  "Special Qualities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A reptilian gains a +4 racial bonus on Jump and Climate/Terrain:Any land and underground Balance checks. Organization:Solitary, pair, gang (3–4), or mob (7–12) Climate/Terrain:Same as the base creature, but never Challenge Rating:8 cold or desert. Treasure:None",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Base creature’s CR +1. Alignment:Always lawful evil",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 Dex, +4 Int, +4 Wis, Abilities:Str 15, Dex 12, Con 13, +4 Cha. Because it is an incorpo- Int 3, Wis 12, Cha 6 real undead, a spectral creature has no Skills:Climb +2, Hide Strength or Constitution score. +5, Listen +5, Move",
        "name":  "Abilities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Base creature’s Alignment:Often neutral CR +3. Advancement:By charac-",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary. and the guest, as noted below. Challenge Rating:As a mixed pair consisting of host",
        "name":  "A symbiotic creature has characteristics of both the host Organization",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to aberration. and guest.",
        "name":  "Size and Type",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A symbiotic creature uses the host’s Hit Dice Treasure:Same as the host or the guest, whichever is and Constitution modifier. better.",
        "name":  "Hit Dice",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A symbiotic creature uses the host’s speed and Alignment:Any, often that of the guest. modes of movement, including maneuverability if applicable. Advancement:As host or by character class.",
        "name":  "Speed",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pounce, rake 1d6+2 creature’s head always results in the loss of the base creature’s",
        "name":  "Special Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., low-light vision, bite attack. If the creature loses its primary attack in this fash- scent ion, all its remaining natural attacks are still secondary.",
        "name":  "Special Qualities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +11, Ref +8, Will +2 A tauric creature has the base attack bonus of a mon-",
        "name":  "Saves",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 18, Dex 15, Con 16, Int 10, Wis 10, Cha 10 strous humanoid of the tauric creature’s Hit Dice as a mon-",
        "name":  "Abilities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +6, Jump +13, Listen +4, Move Silently +10, ster (do not count Hit Dice from class levels). Spot +5* Special Attacks:A tauric creature retains the special at-",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alertness, Iron Will, Multiattack tacks of the base humanoid and the base creature, provided Climate/Terrain:Temperate and warm hills and moun- that the tauric creature is capable of delivering the attack. tains The absence of the base creature’s head always results in the",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 Special Qualities: A tauric creature retains the special",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard qualities of both the base humanoid and the base creature.",
        "name":  "Treasure",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By character class bonus for either the base creature or the base",
        "name":  "Advancement",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 (apply this to the humanoid, whichever is higher. level adjustment of the base humanoid) Abilities: A tauric creature uses the base humanoid’s Intelligence, Combat Wisdom, and Charisma scores, Pounce (Ex):If a tauric hobgob- and it uses the base creature’s lin-griffon charges, it can make a Strength, Dexterity, and Con- full attack (including a rake at- stitution scores. tempt; see below) even though it Skills: A tauric creature has moved. gains skill points as a mon- Rake (Ex):A tauric hobgoblin-grif- strous humanoid of its fon that pounces on an opponent can Hit Dice as a monster (do make two rake attacks (+11 melee) not count Hit Dice from with its hind legs for 1d6+2 points class levels). Treat skills of damage each. from both the base crea-",
        "name":  "Level Adjustment",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A tauric hobgoblin-grif- ture’s list and the base fon receives a +4 racial bonus on humanoid’s list as class Jump and Move Silently checks. skills. If the creature has a *It also receives a +4 racial bonus class, it gains skill points on Spot checks in daylight. for class levels normally.",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to monstrous Alignment:Same as the base humanoid. humanoid. Advancement:By character class of the base humanoid.",
        "name":  "Size and Type",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Add the base humanoid’s and base creature’s Hit Dice to get the tauric creature’s Hit Dice, each of which TAURIC CHARACTERS changes to a d8. A humanoid that normally has a class in- Tauric characters excel in many areas. The base creature stead of 1 Hit Die counts as a 1 HD creature. often provides strong physical scores, making them excel-",
        "name":  "Hit Dice",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Incorporeal touch 1d8 Strength only if it is willing. The creature has darkvision (60-foot Face/Reach:10 ft./10 ft. range).",
        "name":  "Damage",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +7, Ref +3, Will +4 CREATING AN UMBRAL CREATURE",
        "name":  "Saves",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str —, Dex 10, Con —, Int 2, Wis 12, Cha 13 “Umbral creature” is an acquired template that can be added",
        "name":  "Abilities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alertness, Improved Initiative, Iron Will, Power beast, or monstrous humanoid. The creature (referred to Attack hereafter as the base creature) must have a Charisma score Climate/Terrain: Any land and underground of at least 8. An umbral creature has all the base creature’s",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8 Size and Type: The creature’s type changes to undead,",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always chaotic evil Hit Dice:All the base creature’s Hit Dice change to d12s.",
        "name":  "Alignment",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By character class Speed:The creature gains a fly speed of 40 feet if it did not already have a faster fly speed, and its maneuverability Combat becomes perfect.",
        "name":  "Advancement",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An umbral creature is immune to mind-affect- ing effects, poison, sleep,paralysis, stunning, disease, death effects, necromantic effects, and any effect that requires a For- titude save unless it also works on objects. It is not subject to",
        "name":  "Undead Traits",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3–6 HD (Medium-size) improves to +8. Combat CREATING A WIGHT Half of a group of troglodyte wights are armed only with “Wight” is an acquired template that can be added to any claws and teeth; the rest carry one or two javelins and longs- humanoid (hereafter called the base creature). A wight has pears. They normally conceal themselves, launch a volley of all the base creature’s characteristics except as noted here. javelins, then close to attack. If the battle goes against them, Size and Type:The creature’s type changes to undead. they retreat and attempt to hide. Hit Dice:All the creature’s Hit Dice change to d12s. 136 :01 RETPAHC SETALPMET",
        "name":  "Advancement",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A wight is immune to mind-affecting AC:17 (+1 size, +5Dex, +1 natural), touch 16, flat-footed 12 effects, poison, sleep,paralysis, stunning, disease, death Attacks:Bite +2 melee effects, necromantic effects, and any effect that requires a Damage:Bite 1d4+1 Fortitude save unless it also works on objects. It is not sub- Face/Reach:5 ft./5 ft. ject to critical hits, subdual damage, ability damage, ability Special Attacks:None drain, energy drain, or death from massive damage. A wight Special Qualities:Low-light vision, scent cannot be raised, and resurrectionworks only if it is willing. Saves:Fort +4, Ref +7, Will +2 The creature has darkvision (60-foot range). Abilities:Str 13, Dex 21, Con 15, Int 2, Wis 14, Cha 6",
        "name":  "Undead Traits",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Base creature’s CR +3. Challenge Rating:3",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4. Advancement:None 137 TEMPLATES CHAPTER 10: The statistics presented here are based on fairly small dogs, SAMPLE WRAITH such as terriers. They also can be used for small wild This example uses a 1st-level kobold warrior as the base canines, such as coyotes, jackals, and African wild dogs. creature. Combat Kobold Wraith Dogs usually rush into combat and bite opponents. They Small Undead possess little subtlety. Hit Dice:1d12 (3 hp)",
        "name":  "Level Adjustment",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17 (+1 size, +4 Dexterity, +2 deflection), touch 17, flat- CREATING A WINGED CREATURE footed 13 “Winged” is an inherited template that can be added to any Attacks:Incorporeal touch +5 melee animal, giant, humanoid, monstrous humanoid, or vermin Damage:Incorporeal touch 1d3 plus 1d6 Constitution (hereafter referred to as the base creature) that does not drain already have a fly speed. A winged creature has all the base Face/Reach:5 ft./5 ft. creature’s characteristics except as noted here. Special Attacks:Constitution drain",
        "name":  "AC",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A winged creature gains a fly speed equal to its Saves:Fort +0, Ref +4, Will +4 land speed plus 20 feet. Maneuverability is based on the Abilities:Str —, Dex 19, Con —, Int 14, Wis 14, Cha 14 winged creature’s Dexterity, as shown on the following Skills:Craft (trapmaking) +2,Hide +8, Listen +3, Move table. Silently +4, Profession (mining) +2, Search +2, Spot +3",
        "name":  "Speed",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Base creature’s CR +1.",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A wraith loses the base creature’s spe- with Listen checks if it doesn’t wish to be. cial attacks and gains Constitution drain. Turn Resistance (Ex): A kobold wraith is treated as Constitution Drain (Su): Any living creature hit by a an undead with 2 Hit Dice for the purpose of turn, wraith’s incorporeal touch attack must succeed on a Forti- rebuke, command, and bolster attempts. tude save (DC 10 + 1/2 wraith’s HD + wraith’s Cha modi-",
        "name":  "A kobold wraith always moves silently and cannot be heard Special Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A kobold wraith is im- fier) or take 1d6 points of Constitution mune to mind-affecting effects, poison, sleep, drain. paralysis, stunning, disease, death effects, Special Qualities:A wraith loses necromantic effects, and any effect that all the base creature’s special requires a Fortitude save unless it also qualities and gains those works on objects. It is not subject to described below. critical hits, subdual damage, ability Create Spawn (Su): damage, ability drain, energy drain, Any humanoid slain by or death from massive damage. a wraith rises as a wraith A kobold wraith cannot be in 1d4 rounds. Such a spawn raised, and resurrectionworks is under the command of the only if it is willing. The crea- wraith that created it and re- ture has darkvision (60- mains enslaved until its foot range). master’s death. The spawn Unnatural Aura (Su): does not possess any of Both wild and domesti- the abilities it had in life cated animals can sense but gains the wraith tem- the unnatural presence plate. of a kobold wraith at a A wraith can control distance of 30 feet. They a number of spawn do not willingly ap- equal to its HD × 2. If proach nearer than it creates a spawn that and become pan- that causes it to icked if forced to do so; exceed this they remain panicked limit, the spawn as long as they are longest under within that range. its control is released.",
        "name":  "Undead Traits",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature loses all its attacks and gains an Turn Resistance (Ex): A wraith gains turn resistance +2. incorporeal touch attack. Undead Traits:A wraith is immune to mind-affecting",
        "name":  "Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tainted one, base creature’s CR +1. Broodguard, base creature’s CR.",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These three types reside corporeal creature of nonevil alignment, the base creature at the top of the pyramid. Once a creature becomes an must be living. This template cannot be added to undead undead or a construct through the application of a tem- or constructs. It can, however, be added to outsiders. It is plete, it cannot become something else. Once a creature therefore possible to create a creature that is part celestial stops being a native of the Material Plane, it becomes an and part celestial—a mix of archon and eladrin, for outsider and stays one. instance.",
        "name":  "Construct, Outsider, Undead",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This is a very specific template Spectral: Spectral creatures are not the spawn of spectres intended to turn some constructs, such as stone golems, unless the base creature is humanoid. Instead, they are into humanoids or giants. The primary benefit of this tem- independent forms of incorporeal undead. See Ghost for plate is that it provides a way for golems to become player notes. characters. Symbiotic: It is entirely possible that this template",
        "name":  "Incarnate Construct",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The template list shows that several tem- cantly less intelligent than the humanoid host. plates (celestial, fiendish, gelatinous, ghost, ghost brute, half- Tauric:While the centaur and the drider are good visual celestial, half-dragon, half-fiendish, multiheaded, spectral, examples of tauric creatures, they follow their own rules as and umbral) apply to humanoids as well as creatures of other specific monsters. When building your own tauric mon- types. Lycanthrope, however, only applies to humanoids. If a sters, follow the rules of the template. template changes the base creature’s type to something other Umbral:Umbral creatures are not the spawn of shadows than humanoid, a lycanthrope with that template must be a unless the base creature is humanoid. Instead, they are natural lycanthrope rather than an afflicted one. A half- independent forms of incorporeal undead. See Ghost for dragon, for instance, is immune to the curse of lycanthropy notes. because you cannot layer the lycanthrope template on crea- Vampire: When a character becomes a vampire, all its tures with the dragon type. However, a lycanthrope and a Hit Dice become d12s. Any dice earned afterward for class dragon can produce a half-dragon lycanthrope. Any other levels are also d12s, regardless of class. template besides lycanthrope only affects the lycanthrope’s Wight:Like mummies, wights are corporeal undead. humanoid (true) form. When it changes shape, a lycanthrope They retain many of the physical features they had in life. follows the rules for polymorph self. For instance, a wight troglodyte retains its stench ability.",
        "name":  "Lycanthrope",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This template lets you grant some Winged:No special notes. exotic abilities to animals or vermin, in case being undead, Wraith:Wraith creatures are not the spawn of wraiths draconic, or multiheaded is not exotic enough! Such magi- unless the base creature is humanoid. Instead, they are cal beasts are very appropriate for DUNGEONS\u0026 DRAGONS independent forms of incorporeal undead. See Ghost for games. notes.",
        "name":  "Monstrous Beast",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ghouls present fewer problems than ghosts, MONSTERS liches, or vampires because they are limited to conventional Several monsters have the ability to transform their victims forms of movement and can die relatively easily. A character into creatures of their kind. However, no transformation that who becomes a ghoul changes his or her type to undead. The reduces a victim’s Intelligence to lower than 3 can produce a DM should enforce the need for the character to feed on car- player character. Transformations that wipe out memories of rion, and emphasize the horror with which most people a character’s previous life are not recommended, but the react to ghouls. Since the base creature is always chaotic evil, emancipated spawn prestige class (see Chapter 7 of this book) ghoul player characters of other alignments are rare. presents one way of dealing with a character who becomes a Lich:Transforming into a lich (see the template in the ghoul, shadow, or other type of spawn. Otherwise, use the Monster Manual) requires a character to have at least eleven rules in this book to alter ability scores, change Hit Dice to levels of cleric, sorcerer, or wizard just to create the phylac- reflect the new creature type, and enforce any enslavement of tery. Player characters who become liches change their type characters, such as that caused by wights and vampires. to undead. They do not have to change their alignment to Several kinds of monsters that transform their victims are evil; however, they do not gain the fear aura supernatural discussed below. ability unless they do. The DM should review the immortal",
        "name":  "Ghoul",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This ritual costs the subject 56,000 gold pieces equal to 1,000 ×caster level ×the starting ECL of the goal and 2,240 XP. creature. Alternatively, most orders accept payment in serv-",
        "name":  "Ritual Cost",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This ritual costs the subject 306,000 gold Ritual Time:Ritual activities are separated by a number of pieces and 12,240 XP. days equal to the starting ECL of the goal creature. They con-",
        "name":  "Ritual Cost",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A number of experience points sufficient to a 40% chance to have any of the goal creature’s abilities. He earn class levels equivalent to the goal creature’s starting rolls for each special attack or special quality, and each time ECL, minimum 1,000 XP. As with any major ritual, the sub- he gets a 61 or higher on d%, he gains that ability. It is ject character also pays the ritualist a number of gold pieces entirely possible to fail every roll and gain the characteris- equal to 1,000 ×caster level ×the starting ECL of the goal tics of a goal creature but none of the creature’s special creature. The DM should allow a character to pay this attacks or special qualities. amount in stages—a number of gold pieces equal to 1,000 × Wishis expensive (a cost of at least 26,530 gold pieces) and caster level each time he gains a level until the character may not work. Since characters of lower than 8th level pays the entire fee. shouldn’t be able to afford this method of transformation, a",
        "name":  "Ritual Cost",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A djinni receives one feat at 1st level and additional Whirlwind (Su): Beginning at 4th level, a djinni can ones at 5th and 11th level. It receives Dodge as a bonus feat at assume a whirlwind form. The ability is usable once per day 3rd level and Improved Initiative as a bonus feat at 4th level. at 4th level and three times per day at 8th level. A djinni of After 13th level it gains feats normally according to its char- 12th level or higher can assume whirlwind form at will. See acter level, as shown on Table 2–5: Experience and Level- the djinni’s Monster Manualentry for detailed rules about Dependent Benefits. this ability.",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A djinni can communicate telepathically with Plane Shift(Sp):Starting at 5th level, a djinni can use plane any creature within 100 feet that has a language. shift. See the table for how the ability improves as the djinni",
        "name":  "Telepathy",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An efreeti receives one feat at 1st level and additional like arachnid monsters. ones at 5th, 11th, and 17th level. It also receives Improved Ini- The bulk of an ettercap’s power comes from its debilitat- tiative as a bonus feat at 14th level. After 19th level it gains feats ing poison, which is handy for those wanting to capture pris- normally according to its character level, as shown on Table oners for interrogation. Its ability to make webs is useful 2–5: Experience and Level-Dependent Benefits. when an area can be prepared in anticipation of an attack,",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An ettercap receives one feat at 1st level and mum of effort. The fascination of fire and the strangeness of another one at 5th level. After 9th level it gains feats nor- being an elemental creature are two strong attractions of mally according to its character level, as shown on Table 2–5: this monster class, and a fire elemental player character can Experience and Level-Dependent Benefits. make a powerful fighter or even a respectable sorcerer,",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A magmin receives one feat at 1st level. After 6th MEDUSA level it gains feats normally according to its character level, Monstrous Humanoid as shown on Table 2–5: Experience and Level-Dependent Whether the image of this snake-haired being emerges Benefits. from literary description, the imagination, or from a fantasy Fire Subtype (Ex):A magmin is immune to fire damage film, the idea of a creature that can turn a human into and takes a –10 penalty on saves against cold attacks. If a unmoving stone with a glance is terrifying. What if a player cold attack does not allow a saving throw, the creature takes character could threaten the denizens of a dungeon or the double damage instead. enemy within a foreign keep with a petrifying counte-",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The skill points available to the base crea- information you need to build a monster character. Check ture, and to your character. See Chapter 2: Building Mon- the Monster Manualentry for details on your base creature. ster Characters for rules on purchasing skills. Any monster that does not appear in these tables is gener- Feats:The total number of feats the base creature has, not ally unsuitable for use as a character. See Chapter 2: Build- including bonus feats. You may choose the same feats the ing Monster Characters for more information. base creature has from its Monster Manualdescription, or an equal number of different feats, or some combination thereof. READING THE TABLES",
        "name":  "The tables in this appendix help you quickly locate the Skill Points",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Chapter 2: Building Monster Characters is Table A–54: Monsters Compiled by Name and Table A–55: divided into Introductory, Intermediate, and Advanced Monsters Compiled by Starting ECL contain the same monsters. This column shows which section of Chapter 2 information organized in two different ways. If you know contains additional notes for the base creature you choose. which base creature you want to use, Table A–54 enables Some templates, defined as “New” in this column on Table you to quickly look up the creature’s fundamental statistics. A–57: Templates, are described in Chapter 11 of this book.",
        "name":  "Source",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The base creature’s name. Base Creature HD:Because some templates provide",
        "name":  "Name",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The number and type of Hit Dice of the base crea- at various size categories. ture. Template HD Type: If a template changes the Hit Die Level Adj.: The level adjustment of the base creature. type of the base creature, this column shows the new die Information on estimating level adjustments appears in type. Chapter 2: Building Monster Characters. (On Table A–57: Template Creature Type: If a template changes the base Templates, subtract 1 from the level adjustment for half- creature’s type, this column shows the new creature type. celestials and half-fiends if the character has no wings.)",
        "name":  "HD",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An onager gains a +2 racial bonus on Balance checks. CREATING AN ANTHROPOMORPHIC ANIMAL Any animal (hereafter referred to as the base creature), but not a dire animal, can be created as an anthropomorphic 214 3 XIDNEPPA ).tnoc( setalpmeT :75–A elbaT llikS gnitratS leveL etalpmeT etalpmeT erutaerC esaB esaB ecruoS staeF stnioP LCE .jdA epyT erutaerC epyT DH eziS DH erutaerC emaN etalpmeT weN esab sA esab sA seiraV 6+ ot pU tsaeb lacigaM daeh/DH 2+ esab sA eguH seiraV weN esab sA esab sA seiraV 7+ ot pU tsaeb lacigaM daeh/DH 2+ esab sA nautnagraG seiraV weN esab sA esab sA seiraV 9+ ot pU tsaeb lacigaM daeh/DH 2+ esab sA lassoloC seiraV :)tnemtsujda level lanoitidda( erutaerc dedaehitlum fo yteiraV 0+ — — — — lamroN 2+ — — — — naeanreL 1+ — — — — oryP 1+ — — — — oyrC weN esab sA esab sA seiraV 4+ daednU 21d seiraV seiraV deifimmuM weN esab sA esab sA seiraV 2+ nailitpeR esab sA seiraV seiraV nailitpeR weN esab sA esab sA seiraV 7+ daednU 21d seiraV seiraV lartcepS weNtseug dna tsoh sA tseug dna tsoh sA seiraV 1+ noitarrebA tsoh sA seiraV seiraV citoibmyS weN sesab sA sesab sA seiraV 2+ dionamuh .tsnoM 8d seiraV seiraV ciruaT weN esab sA esab sA seiraV 5+ daednU 21d seiraV seiraV larbmU decnavdA esab sA esab sA seiraV 5+ daednU 21d seiraV seiraV eripmaV weN esab sA esab sA seiraV 4+ daednU 21d seiraV seiraV thgiW weN esab sA esab sA seiraV 2+ seiraV esab sA seiraV seiraV degniW weN esab sA esab sA seiraV 7+ daednU 21d seiraV seiraV htiarW weN esab sA esab sA 3 .niM 0+ dionamuh .tsnoM esab sA ezis-muideM 3 .niM draugdoorb ,it-nauY weN esab sA esab sA 4 .niM 1+ dionamuH esab sA ezis-muideM 3 .niM eno detniat ,it-nauY .stsaeb lacigam emoceb etalpmet siht htiw slaminA1 animal. An anthropomorphic animal has all the base crea- pomorphic animal has the same number, but two of them ture’s characteristics except as noted here. become feet. Thus, an octopus-man, for example, would",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Small anthropomorphic animal has 1 Hit Base Saves:Base saves are as a monstrous humanoid: +0 Die. A Medium-size one has 2 Hit Dice, and a Large one has Fort, +2 Ref, +2 Will for a Small creature; +0 Fort, +3 Ref, +3 3 Hit Dice. Anthropomorphic ani- Will for Medium-size, or +1 Fort, +3 Ref, +3 Will mals use d8s for Hit Dice. Only for a Large creature. Small anthropomorphic animals Small anthropomorphic ani- lose their monster Hit Dice when mals with class levels use the they take class levels. base attack bonus of their",
        "name":  "Hit Dice",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A half-ogre typically chooses a name that helps NEW MONSTERS him make the impression that he wants to make. If he wants to fit in among humans, he chooses a human name. If he wants to intimidate others, he chooses a guttural ogre name. DESMODU A half-ogre raised entirely by humans has a human given Large Monstrous Humanoid name, but he may choose another name once he is away Hit Dice: 12d8+48 (102 hp) from his hometown. Some half-ogres, of course, are not Initiative:+3 quite bright enough to choose a name this carefully. Ogre Speed:20 ft. (40 ft. when galloping), climb 30 ft. names are similar enough to orc names that players may AC:20 (–1 size, +3 Dex, +5 natural, +3 masterwork studded choose from the orc lists (see Half-Orcs in Chapter 2 of the leather), touch 12, flat-footed 17 218 3 XIDNEPPA",
        "name":  "Names",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Rich Redman • Speed 30 feet. The creature can have no special",
        "name":  "Design",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "*A laika gains a +2 racial bonus on Hit Dice, improve one of the two existing aspects, or Listen and Wilderness Lore checks, and it receives unbalance the ability scores. After evaluating these pos- Track as a bonus feat. sibilities, I decided to give the creature a poison that",
        "name":  "Skills and Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A laika’s favored class is ranger. A mul- rous hornet. Quick and agile, it prefers to strike quietly ticlass laika’s ranger class does not count when 3 from above with its stinger and then withdraw to finish its now-clumsy opponent with ranged attacks. Being Alignment:Any able to visualize the creature and its tactics helps me Advancement:By character class with the other decisions I have to make while creating the stat block. After performing the Evaluation (see below), I Imago are industrious, no-nonsense creatures. changed the imago slightly from the description above. Many races find them brusque or out-right rude, but If you notice a difference in the stat block, see the Eval- the imago are simply too focused on their current tasks uation for why that change was made. to pay much attention to social niceties. That very focus on work makes them prized laborers in many parts of IMAGO the world. Imago encountered outside their hivelike villages are often working on contracts in order to Small Humanoid bring money back to their homes. On the rare religious",
        "name":  "Favored Class",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An imago delivers its poison (Fortitude save nation of Intelligence, Wisdom, and Charisma to bal- DC 11; Constitution-based) with each successful sting ance that bonus. A flying creature already has a limit on attack. The initial and secondary damage ratings are the how much encumbrance it can carry while airborne, so same (1d6 points of Dexterity damage). I don’t want to penalize Strength. Wisdom controls per- Imago Traits (Ex):Imago benefit from a number of ception through modifiers on Listen and Spot checks, racial traits. so I don’t want to penalize Wisdom. So I opted to penal-",
        "name":  "Poison",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These spirits are different from other, recognize in a way the spirits\u0027 presence. true elementals in that they seldom take direct actions, and they are advisors and guides instead of Most creatures have forgotten the spirits, but they\u0027re mindless servants, for they embody their element\u0027s avery real presence inthe face of the world. The spiritual meaning. A fire spirit knows the ways of mortals\u0027 devotion and belief plays a small role in the transformation, while a fire elemental only knows spirits\u0027 power, and they encourage offerings and how to burn things away. sacrifices, but their true strength comes from the land itself, from their bond to the things of the",
        "name":  "Elemental Spirits",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The true souls of trees and flowers, world. these spirits are largely dormant and need awakening if one would profit from their millennial Spirits are embodiments of ideals, the purest wisdom. Some people may confuse plant spirits expression of a phenomenon. A tree spirit is the with fey,but they\u0027re altogether different: a dryad ultimate form a tree can ever achieve, and an lives within a tree; the spirit is the tree. ancestor spirit is the best (or worst) that remains from a person who died. As the creatures and things",
        "name":  "Plant Spirits",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sameasbasecreature. However,a guardianspirit will neverhelptheshamanin",
        "name":  "Attacks",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "StrongGuardian,Wisdom 18+ doesnotaffectconstructs,undeadandother creaturesimmuneto feareffects.",
        "name":  "Prerequisite",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Whencreatingyour guardianspirit, you useyourownstatsasthebasecreaturefor theSpirit",
        "name":  "Benefit",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1living creatureinsidearitual circle power.TheGM isatlibertytoroll forthecharacterto",
        "name":  "Target",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Thisuseof thisrite begsthe portentsin yourmemory,hardto recognizeor spiritsto forgiveanoffencebyashamanor any interpretuntil you encounterthesituationabout othercreature. Spiritshold collectivegrudgeswhen which thespiritsadvisedyou. oneof themisoffended,andit istheoffendedspirit thatestablishestherite\u0027sDC. Successin atoning Thisritegivesyouanumberof d20 diceequalto with theoffendedspiritsworksfor all theothers yourWisdommodifier. During thenextweek,you who opposetherecipientfor thatoffence,but other canroll oneormoreof thesedicealonganynormal insultsandimpassesmustbedealtwith individually. roll, andyougettokeeptheresultyouwantonany Atoning with thespiritsremovesanycurse,illness of thedicerolled (becausetherearetimeswhenyou or penaltythatoriginatesfrom offendedspirits, maywantalow result...) Youcanonly useeachof including the-2 penaltyto ritesanddealingswith theseextradiceonce,andif anydieremainsaftera them. weekpasses,it iswasted.Youcannotenactthisrite Rite of Cleansing",
        "name":  "Apologize to spirits",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "I creature aboveasguidelinesandsubjectto theGM\u0027s",
        "name":  "Target",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1dayperlevel Youinflict acurseonatargetcreatureand,if you succeedinyourPerform(rituals)roll, thevictim Thisrite worksexactlylike therite of cleansing, getsnosavingthrowandbeginsto feeltheeffectsof exceptthatit drivesawaygood-alignedcreatures, yourcurseimmediately. Thetargetcanstaveoff anddoesnot allow possessedor controlledcreatures temporarilysomeof theeffectswith different saves, asecondsavingthrow. with aDC equalto yourCharismascore. Typical shamaniccursesare: Rite of Healing ~ DC: 10,thesameasthedisease,or 5+ target Victim contractsawastingdiseasethat ability score drainsatemporaryability point eachday. Healing",
        "name":  "Duration",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1Hugeor smallercreaturetouched symptomsresumewheretheyleft off thefollowing",
        "name":  "Target",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "I creatureinsidearitualcircle",
        "name":  "Target",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1hourper level By enactingthisrite,youaskthespiritsto tobemorecareful,hisDCwouldhavebeenlower favourasinglecreaturewith theirprotection,the (from 16to 18),dependingonhowhardalessonhe subjectincluded. Thespiritswill closelywatchover wantedtheapprenticeto learn. therecipientof thisrite for thedurationof theeffect, andbestowonhim a+2deflectionbonustoAC and Rite of Initiation +2resistancebonusto saves.Thesebonusesapply",
        "name":  "Duration",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "I intelligent humanoidinsidearitual circle creaturescannotmakebodily contactwith the",
        "name":  "Target",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1action barriersandalsowhatkindofcreature was",
        "name":  "Casting Time",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creaturesin a60ft. radius. effect,aswell asthetimethatcantranspirebetween",
        "name":  "Area",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Quartercircle emanatingfrom youto the currently possessa creature inside the area. extremeof therange.",
        "name":  "Area",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Concentration Creaturesenterthejunction automatically,but must",
        "name":  "Duration",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V,S,F 3rdRound: If the creaturehasclasslevels,towhat",
        "name":  "Components",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1creature which.",
        "name":  "Target",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V,S,F/DF youor anothercreaturefrom harm. Thespirit",
        "name":  "Components",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "I action envelopsthetargetcreature,grantingit a+1",
        "name":  "Casting Time",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Brd 1,Clr 2,Fighter2, Sor/Wiz 1 planecaninteractfreely with materialcreatures,",
        "name":  "Level",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1creature effectcrossestheareatotally or partially,theeffect",
        "name":  "Target",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "I summonedcreaturepercaster levelin a30-ft.-radiusarea",
        "name":  "Effect",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All spirits within a 25-ft. + 5 ft./2 levels- othercombinationthatthecasterdecides. While radiusspread,centredoncaster theeffectlasts,thecreaturecanuseitsListenor",
        "name":  "Target",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A 20-ft.emanationcentredonacreature, eventsaretooweakandgenericto leavean objectorpoint in space impression. Theimagesevokedareghostlike,and",
        "name":  "Area",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1creature Transmutation",
        "name":  "Target",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "I creature Components: V,S,M",
        "name":  "Target",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature x1.5 (10 feet per round minimum). In the Spirit World, the spirit retains all of the base creature\u0027s movement modes, but when projecting or manifesting in the Material Plane, it gains a fly speed equal to its normal speed with perfect manoeuverability.",
        "name":  "Speed",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature +1 natural armour bonus. Note that the spirit is incorporeal when only projecting (see below).",
        "name":  "AC",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The spirit retains all the attacks of the base creature. The spirit can only attack creatures on the same plane of existence.",
        "name":  "Attacks",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The same as base creature when attacking opponents on the same plane, but the spirit cannot deal physical damage at all against creatures on a different plane, or when it is projecting and incorporeal.",
        "name":  "Damage",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Animal spirits,suchasfox,boaror whentheyhavehealedtheir full hit points. any other creature that walks the Earth. Base",
        "name":  "Animal",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Elemental,Fey,Giantand",
        "name":  "Base creature types",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Plantspiritsaremostly staticand HD. dormant.Basecreaturetypes: Plant. Fornormal plants,considertheirbaseHD to rangefrom 1to4, dependingonsize. Thereare,of course,exceptionsto therules. The spirit templatecouldbeappliedto agolddragonto makeanancestorspirit, orto ademontopersonifya particularly evil stormspirit. Legendspiritsare uniquecreatures,akinto thehighestof celestials andfiends. Theyhavenosubtypesandshouldbe handledindividually.",
        "name":  "Plant",
        "source":  "shamans___the_call_of_the_wild.txt",
        "_id":  "a841a8137cc41cbaec7c5d848dccb9c86fa07c73447bf831d57db9908a5e3c6b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bardic music ability. plants and plant creatures.",
        "name":  "Prerequisite",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A character may gain this feat multiple they infl uence plants and plant creatures in addition to times. any other creatures they would normally affect.",
        "name":  "Special",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can use any skill untrained, even those RReqeuqiueimem [G [Geneenrearla]l ] that normally require training and those that are exclu- Your bardic music affects undead creatures. sive to classes you don’t have. You cannot, however, gain Prerequisite: Bardic music ability, 12+ ranks in Perform. ranks in a skill unless you are allowed to select it. Benefi t: You can extend your mind-affecting bardic music and virtuoso performance effects so that they LiLnignegreirnign gS oSnogn g[G [Geneenrearla]l] infl uence even the undead. All bardic music effects Your bardic music stays with the listeners long after on undead creatures have only half the duration they the last note has died away. normally would against the living.",
        "name":  "Benefi t",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Smugglers are always looking for new 51–60 Fugitives/refugees sources of contraband and new ways to sneak it into 61-65 Political tracts the city. Even if they have reliable channels, they 66-80 Stolen goods still need backups to ensure that they won’t be out of 81-90 Dangerous monsters business if something goes awry. Furthermore, black 91-95 Dead bodies for necromantic research markets rely on monopoly pricing, so the leaders of 96-100 Artworks depicting forbidden subjects a smuggler cartel work aggressively to eliminate any rival bootleggers. The exact composition and actual value of the smuggled",
        "name":  "Goals",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each guild in this type of confl ict has war—and fi nd themselves in the crossfi re. its own structure, which mimics one of the other types A beginning character might decide to adopt the life detailed in this section. It’s unlikely that two parallel of an adventurer after her mentors fi nd themselves on thieves’ guilds would evolve in the same city at the same the losing end of a thieves’ war. time, so the warring guilds are usually of different types. MMoonnstsetre-rB-Basaesded G Guiuldild Two similar guilds are possible, however, if a leadership struggle in a monolithic thieves’ guild has resulted in Thieves’ guilds operate from the shadows, and their the breakup of the organization. In that case, the factions leaders rarely see the light of day. That makes guild would start out with the same protocols and styles but leadership a perfect vehicle for a spectre (or any other quickly diverge. monster wishing to infl uence city dwellers) to use in",
        "name":  "Organization",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Loyalty is the most important element accomplishing its goals. Another such guild is the type in a guild war. Even when members are under constant dominated by members of one humanoid race. Like scrutiny, betrayals are common. all guilds, a monster-based guild typically takes on the",
        "name":  "Guild Rules",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Advancing in rank is characteristics of its members. often easier in this situation than it is when a town has Organization: A guild dominated by a particular only one guild. War causes attrition in both guilds’ ranks, racial or monster type has either a traditional guild so openings are common. Of course, some thieves try to structure or one that refl ects the society of the crea- advance by switching sides and offering the enemy infor- tures involved. Dwarf-dominated thieves’ guilds, for mation, but this is particularly risky—no one really trusts example, are organized into “clans” with hereditary a traitor. leaders. A thieves’ guild run by mind fl ayers, on the",
        "name":  "Advancement Opportunities",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the guilds are truly separate, each has the of the creatures involved. same sorts of bases it otherwise would. If a single thieves’ Assets: The key assets for this guild are the unusual guild has split into warring factions, however, most of the abilities of its members. Shadows, for example, are totally splinter groups quickly establish their own small, secret silent, so they can glide into almost any building and bases and hideouts. eavesdrop. (They leave the actual thieving to other guild",
        "name":  "Locations",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Most factions in a thieves’ war share one goal: members, however, since they can’t pick up solid objects.) Wipe out the other factions and become the only thieves’ An all-kobold thieves’ guild might have a number of sor- guild in the city. However, small factions may simply cerers in its ranks, and an elven guild would approach its want to survive, or a losing faction might want to move political moves with the patience of thieves who can af- to another city where the pickings are easier. (Of course, ford to case a location for decades. such a relocation could result in confl ict with the thieves’ Locations: Because few cities have large populations guild in the new city.) of unusual creatures, the leaders of a monster-based",
        "name":  "Goals",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The primary confl ict each guild faces in thieves’ guild take extra pains to provide a safe haven this situation is with rival guilds, of course, but all the where members can live when not actually thieving. usual pressures are still present as well. Law enforce- Many monsters favor underground locations, although ment doesn’t stop just because the thieves are killing any secret place works. Some creatures (doppelgangers, each other, and merchants and nobles remain just as for example) don’t require anything special in terms of committed to protecting their riches. Finally, a thieves’ a hideout because hiding is part of their nature. A guild guild that splintered once can certainly do so again. Just dominated by a single race, on the other hand, usually has because a thieves’ war is raging doesn’t mean that every locations that fi t its members’ heritage. Halfl ing guilds, guild member has put away all grudges and rivalries. for example, are more mobile than their traditional",
        "name":  "Confl icts",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The characters fi nd themselves allied (on counterparts, so their leaders often disguise their guild purpose or through circumstance) with one faction in headquarters as trade caravans. 69 a thieves’ war. This, of course, draws attacks from the Goals: Most monster-based thieves’ guilds have the other factions. same goals as their human-centered counterparts: Get CHAPTER 4: ORGANIZATIONS FOR BARDS \u0026 ROGUES rich, avoid detection, and strengthen the membership. Assets: These guilds lack many of the resources that Occasionally, however, a guild is just part of some larger established guilds have. Their leaders aren’t rich, they effort. For example, forming a thieves’ guild of wererats don’t have extensive contacts in the community, and might be the fi rst step in a dark plan to infect an entire they don’t have the personnel to carry out big jobs. city with lycanthropy. But sometimes small size is an asset. Small groups",
        "name":  "Hooks",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Though this college considers any Rivalries sometimes emerge between two Arcanobiolo- nonhumanoid monster worthy of study, each member gists who both claim the same discovery, but that’s an- tends to focus on either one kind of creature (such as other problem for the regents to settle. nagas or sphinxes) or one aspect of monsters in general Dues: Each member must pay annual dues of 500 gp. (such as internal anatomy or lair selection). Some Ar- Relations: In general, Arcanobiologists get along canobiologists spend their time in laboratories, dissect- well with members of other academic colleges, such as ing specimens and breeding creatures in captivity. Oth- the College of Concrescent Lore and the Conservatory ers go out into the fi eld to track and observe creatures in of the Ineffable Chord. Intelligent creatures who are their natural habitats. the subjects of an Arcanobiologist’s study react with at-",
        "name":  "Area of Study",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The College of Arcanobiological titudes that range from amusement to enmity. For ex- Studies consists of many schools, each devoted to a par- ample, phasms fi nd the attention fl attering, but lamias ticular specialty, but there’s no rhyme or reason to these want to “dissect the dissectors.” divisions.ıSome schools focus on all aspects of a certain LaLmamenetnetresr’s O’ Ordrderer creature type, while others study behaviors common to many creatures. Thus, two different researchers—one The members of this college study death: how people from the school of chimeras and one from the school prepare for it, what occurs at the moment it happens, and of reproduction—might both have reason to observe a how the survivors grieve afterward. Some Lamenters are mother chimera’s lair. passive observers, awaiting their own opportunities to Fourteen regents attempt to make sense of this study life’s greatest mystery. Others do more active re- college’s dozens of schools. These former researchers ad- search by hastening the end for those they would study. minister the college’s entrance examinations, decide on Understandably, such Lamenters have given the entire promotions and transfers, and seek funds from nobles college an unsavory reputation. and kings to continue research. Turnover among the Area of Study: This college began as a musical one regents is high—after a few years of management, most devoted to the creation and performance of funeral regents are eager to get back to their laboratories and music. Its members were sought out to provide dirges fi eld-blinds. and tribute-songs for funerals in many lands. Eventual- 73",
        "name":  "Organization",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Candidates for membership must pres- usually means more practice and a long journey. ent themselves before the High Council at the moun- Conservatory members who’ve retired from active tain citadel for testing. Finding the place is diffi cult composition and performance serve as instructional staff enough, but getting there is also a challenge because for the college’s campuses in return for sizable stipends. the surrounding wilderness is full of monsters and other Most of these teachers live on campus. dangers. Those who attain the citadel must pass an oral Activities: Every troubadour must study both compo- examination in arcana, history, the planes, or religion. A sition and performance. A bard who is accomplished at successful Knowledge check (DC 20) in the appropriate the lute but unable to pen his own songs is quickly shown area earns admission. the door, as is a songwriting prodigy who can’t sing like",
        "name":  "Admission",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Anything of interest to tattoo on each League member’s left forearm. Though Explorers and The travelers is of interest to the League. The wearing actual red boots is not required, most members League college offers no formal, academic studies, do put red trim on their boots. In addition, every mem- The League of Boot and Trail but its members are renowned guides and ber carves two small notches in each boot heel so as to counts many royal explorers scouts. They know, for example, the loca- leave distinctive tracks. among its members. Some of tions of toll booths, the best way to cross Admission: To join the League of Boot and Trail, a the world’s most legendary ad- the Midnight Desert, and which church prospective member must present three gifts, all originat- venturers recruit for their expe- now rules the province of Aramador. ing from at least 300 miles away, to a station head. One of ditions by posting offers of em- Organization: Because its members these gifts must be a case of liquor worth at least 250 gp, ployment on the walls of League are rarely in the same place for long, the one must be an object of art worth at least 300 gp, and the station common rooms. After League of Boot and Trail has little formal last must be a riding horse or warhorse. If the gifts meet all, anyone heading beyond the organization and no central leadership. all the requirements, the candidate is tattooed with the edge of the world should have Nearly every city of any size has a League red boot and accepted as a member after a riotous party. some seasoned travelers along. station, where members can fi le reports on Membership Benefi ts: The most signifi cant benefi t A typical League station might their travels, conduct research for future to membership in the League of Boot and Trail is access have the following postings: journeys, and share drinks and tales of to the reports of previous travelers. A League station’s • Travel with Karil Minick to the road. A senior member serves as sta- information about travel hazards, monsters, and current the mirrored ice caves of tion head at each such location. If a crisis events isn’t always up-to-date, of course, but when it is, affects the college as a whole, as many it’s highly reliable. Suskana. Hiring experienced station heads as possible meet somewhere Any member can use the spartan accommodations at guards, scouts, healers, and and reach a solution by consensus. a League station free of charge. Many League stations arcanists. Pays 10 gp/day + a",
        "name":  "Area of Study",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You provoke an attack of If the line between two allies passes through opposite opportunity from the target you are trying to garrote. If corners of an enemy’s area, the allies fl ank that creature. the attack of opportunity deals you damage, your garrote For example, on the map labeled Diagonal Corners and attack fails.",
        "name":  "DDiaigaognoanla Cl oCronrenresr sa nadn dF lFalnakniknigng Attack of Opportunity",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The caster’s instrument. Fanfare creates a trumpet blast so loud that it can shake CrCersecsecnednodo the foundations of buildings or stop an army in its tracks. Evocation Every creature within the area must make a Fortitude",
        "name":  "Focus",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Brd 2 save. Success means the creature is stunned for 1d4",
        "name":  "Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 action means the creature takes 4d6 points of damage in addi-",
        "name":  "Casting Time",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creatures with fewer than 5 HD song, the fascinate effect of bardic music, or a horn of blast-",
        "name":  "Area",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fox’s tail. Healthful slumber doubles the subjects’ natural healing HHaramrmonoinci cC Chohroursus rate. Each affected creature regains twice the hit points Transmutation it otherwise would have during that day, depending on",
        "name":  "Material Component",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Evocation [Good, Sonic]",
        "name":  "Target",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None that’s exactly what happens. A dancing creature suffers",
        "name":  "Saving Throw",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creatures within a 15-ft.-radius burst but the effect is realistic enough to fool anyone who can’t",
        "name":  "Area",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    }
]
