[
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Body Slot: — (held)",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— of a poisonous serpent. Instead of an arrow- Activation: — head, the fang of a gigantic snake is fastened Weight: 8 lb. Macabre ornamentation and stretched bits of to its tip. leather make this weapon look as though it A holy symbol of Moradin decorates the joint were made from a shriveled limb. This +1 arrow injects any creature it strikes between the head and the haft of this sturdy with poison (injury, Fort DC 16, 1d6 adamantine waraxe. When you score a critical hit with a Con/1d6 Con). weakening weapon, the target takes a –4 An arrow of biting can also be created as When you wield an axe of ancestral penalty to its Strength score (to a mini- a crossbow bolt for the same price. virtue, it functions as a +1 keen adamantine mum score of 1) for 10 minutes. Multiple Prerequisites: Craft Magic Arms and dwarven waraxe if you are lawful good, strikes aren’t cumulative. Armor, poison. lawful neutral, or neutral good. Prized by Projectile weapons bestow this prop- Cost to Create: 250 gp (plus 6 gp for mas- the faithful of the Soul Forger, these weap- erty upon their ammunition. terwork arrow), 20 XP, 1 day. ons have long been used in the defense of",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. the proper divine connection, an axe of Price (Item Level): 5,301 gp (10th) ancestral virtue reveals its intelligence",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Slashing melee weapon Activation: Free (command) the axe can use bless, cure moderate wounds",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Full-round (mental) Although this seems to be nothing more than To use the relic power, you must worship a tangled, long-leafed vine, one end has been Moradin and either sacrifi ce a 5th-level The hilt of this weapon is twisted into a cork- knotted into a sturdy handle like that of a divine spell slot or have the True Believer screw design, and its blade is dramatically whip. feat and at least 9 HD. If you sacrifi ce a curved. Three times per day, you can use this weapon to make a whirling attack that has a chance of striking all nearby oppo- nents. Instead of making your regular attacks, you instead make one melee attack at your full attack bonus against each opponent within reach of the weapon. This property otherwise func- tions like the Whirlwind Attack feat.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. nitraM .D yb .sullI 662200__1100776622__CChhpp22..iinndddd 4466 1122//2211//0066 55::2233::1166 AAMM 47 WEAPONS CHAPTER 2 7th-level divine Prerequisites: Craft Magic Arms axe’s haft. You and all allies within 15 feet slot (or have the and Armor, Sanctify Relic, of you gain a +2 morale bonus on attack True Believer bless, cure moderate rolls, weapon damage, saves, skill checks, feat and at least wounds, faerie fire, and ability checks for 1 round. 13 HD), the haste, keen edge. In addition, you can speak a com- weapon can Cost to Create: mand word engraved upon the blade. All also use haste 2,500 gp (plus enemies within 15 feet of you become pan- (wielder only) 3,030 gp for adamantine dwarven icked for 1 round (Will DC 16 negates). three times per waraxe), 200 XP, 5 days. Each of these abilities is usable once day. per day.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Untold AXE OF THE Prerequisites: Craft Magic Arms and Axe of years ago, one of Armor, fear, heroism. ancestral SEA REAVERS Moradin’s high priests Cost to Create: 5,000 gp (plus 320 gp for virtue volunteered to be bound Pr ice (Item Level): 10,320 gp masterwork greataxe), 400 XP, 10 days. into the original axe of (13th) ancestral virtue so that the weapon would Body Slot: — (held) BLADED CROSSBOW have both intelligence and the virtu- Caster Level: 7th Price (Item Level): 4,660 gp (9th) ous nature to serve Moradin well. This Aur a: Moderate; (DC 18)",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11th into the few copies of the weapon that Act ivation: — and standard",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 20) evocation have been forged since. The weapon (command)",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "12 lb. name to any user, but judging from the fact that the axe constantly urges its The blade of this large greataxe looks like The front of this heavy crossbow is fi tted with a wielder to attack the ancient enemies the curved tail fi n of some great fi sh, and pair of curved, sharp blades. The gap between of the dwarves (goblinoids and giants), the haft is sculpted to look like a long them is perfectly positioned to allow the unhin- he must have been a fi erce warrior series of complex sailor’s knots. The axe dered passage of a crossbow bolt. indeed. The weapon takes great delight smells of brine. in “illuminating targets” (faerie fi re), “salv- This crossbow has an exceptionally strong ing honor-wounds” (cure moderate wounds), This +1 greataxe allows you to fl oat atop the stock, which is shaped so that you can grip and granting “godspeed” (haste). The axe water, no matter your weight. This effect and swing it as a melee weapon. You can also judges its wielders on how well they functions continuously and requires no use a bladed crossbow as either a +1 heavy adhere to traditional dwarf culture, and activation. crossbow for ranged attacks, or as a +1 bat- it rebels mightily against nondwarves You can also activate an axe of the sea tleaxe for melee attacks. who so much as pick it up (Knowledge reavers to access two additional abilities. [religion] DC 20). You can utter a war cry engraved into the Assassin whip Axe of the sea reavers Crystal echoblade Blazing skylance Illus. by D. Griffi th \u0026 B. Trott 662200__1100776622__CChhpp22..iinndddd 4477 1122//2211//0066 55::2233::1188 AAMM 48 2 RETPAHC SNOPAEW",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms BOW OF THE Cost to Create: 2,000 gp (plus 600 gp and Armor, blade barrier. for masterwork quarterstaff), 160 XP, WINTERMOON",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2,000 gp (plus 660 gp 4 days. [RELIC] for masterwork heavy crossbow and masterwork battleaxe), 80 XP, 4 days. Price (Item Level): 3,400 gp (8th) CHAIN OF OBEISANCE",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "—",
        "name":  "This elegant composite longbow is Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 lb. tracery in an elven design. Its tips are shod with silver, and its grip is wound This spiked chain is forged of thick metal bands Red and orange fl ames lick the length of with blue metal wire. interspersed with long, sharp dagger points. this silver lance. The haft is wrapped in strips of red scaled leather. When you wield this bow, it functions Followers of Hextor prize these grisly as a +1 composite longbow if you are chaotic weapons for keeping their prisoners sub- Three times per day, you can com- good, neutral good, or chaotic neutral. It dued. A chain of obeisance functions as a +1 mand this +1 lance to fi re a 15-foot adjusts its pull automatically, allowing you unholy spiked chain if you are lawful evil, cone of searing fl ames from its tip, to add your full Strength bonus to your neutral evil, or lawful neutral. dealing 5d4 points of fi re damage damage roll with each arrow fi red. to targets within the cone’s area",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you have established (Refl ex DC 13 half). the proper divine connection, this bow",
        "name":  "Relic Power",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms gains the frost and drow bane weapon and Armor, burning hands. properties (DMG 224).",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "4,000 gp (plus To use the relic power, you must 310 gp for masterwork lance), worship Corellon Larethian and either 320 XP, 8 days. sacrifi ce a 5th-level divine spell slot or have the True Believer feat and at BOW OF SONGS least 9 HD. Price (Item Level): 12,330 gp (13th) Lore: Corellon Larethian gave the",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (held) original bow of the wintermoon to the",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 19) sand years ago, but his clerics have evocation since made several copies (Knowl- Chain of Bow of the",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1,500 gp (plus 400 gp Relic Power: Despite its size and to be of elven design. for masterwork composite longbow), apparent unwieldiness, if you have estab- 120 XP, 3 days. lished the proper divine connection, you This +1 shortbow blends music with can wield this weapon in a grapple as if it every shot to deadly effect. On your BOWSTAFF were a light weapon. If you pin your oppo- turn, you can expend one daily use of nent while wielding a chain of obeisance, Price (Item Level): 4,600 gp (9th) your bardic music ability to gain a bonus the foe must succeed on a DC 22 Will",
        "name":  "This bow is made of fi ne wood and appears Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) with the bow. this power on a second creature, the fi rst",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "6,000 gp (plus 330 gp for ship Hextor and either sacrifi ce a 7th-level the center and tapered tips. masterwork shortbow), 480 XP, 12 days. divine spell slot or have the True Believer feat and at least 13 HD. By activating a bowstaff, you can change this",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "These weapons are forged from +1/masterwork quarterstaff into a +1 longbow the shackles in Hextor’s hellish prison- or back again. Each version performs like a fortress. The fi rst of them were used by regular magic weapon of its kind. the strongest warriors in Hextor’s horde to",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and subdue prisoners taken on the battlefi elds Armor, polymorph any object. wolhctirC .C \u0026 dnalgnE .W yb .sullI 662200__1100776622__CChhpp22..iinndddd 4488 1122//2211//0066 55::2233::2244 AAMM 49 WEAPONS CHAPTER 2 of the Outer Planes To use these spell- This heavy mace has a fl anged iron head and (Knowledge [reli- like abilities, you must a thick wooden shaft wrapped in leather cord. gion] DC 20). worship Tiamat and At its base is an intricately carved metal rep-",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "either sacrifi ce a resentation of a stern, bearded face. Craft Magic Arms divine spell slot and Armor, Sanc- or have the True This weapon was created to aid the fol- tify Relic, dominate Believer feat and a lowers of St. Cuthbert in exacting just monster. certain number of Hit Dice. retribution for wrongful acts. When you",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The spell slot level and Hit wield a cudgel that never forgets, it func- 10,000 gp (plus Chromatic Dice required are given for each tions as a +1 axiomatic heavy mace if you are 400 gp for mas- rod entry in the table. lawful neutral, lawful good, or neutral. terwork spiked Lore: The fi rst chromatic rod was Relic Power: If you have established chain), 800 XP, 20 days. forged in hellfi re by the fi ve consorts the proper divine connection, this of Tiamat as a gift for their queen weapon reveals its intelligence and sen- CHROMATIC ROD (Knowledge [religion] DC 20). tience (AL LN; Int 16, Wis 10, Cha 16;",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 lb. ship St. Cuthbert and either sacrifi ce Price (Item Level): 4,310 gp (9th) a 5th-level divine spell slot or have the This iron-shod rod is crowned with fi ve Body Slot: — (held) True Believer feat and at least 9 HD. If dragon heads—one each of black, blue, Caster Level: 10th you sacrifi ce a 7th-level divine slot (or you green, red, and white. The heads all Aura: Moderate; (DC 20) evocation have the True Believer feat and at least face outward, their jaws parted as if Activation: — 13 HD), the cudgel also remembers to breathe. Weight: 4 lb. which foes have struck you and deals extra damage to them in When you wield a chromatic rod, This longsword’s blade is retribution thereafter. If an it functions as a +1 morningstar crafted from jagged violet enemy hits you with a weapon with the corrosive, frost, fl am- crystal. When you hold it (including a natural weapon), ing, or shock property if you close to your ear, you hear the cudgel thereafter has are chaotic evil, neutral evil, or chaotic a faint hum. an enhancement bonus neutral. You can select or change the prop- 2 higher than normal erty by speaking the command word, but A crystal echoblade normally against that foe. It also it can have no more than one such prop- functions as a +1 longsword, deals an extra 2d6 points erty at a time. but is enhanced by your musi- of damage against that foe.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you have established cal ability. If you use your bardic No disguise or shapechang- the proper divine connection, you can also music ability while wielding ing ability can guard against use the chromatic rod’s spell-like abilities, the weapon, the blade resonates this ability. as given on the table below. Each is usable in harmony, dealing additional A cudgel that never forgets once per day. sonic damage on each attack equal speaks little except during",
        "name":  "Relic Power",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2,000 gp (plus whether it has witnessed them Spell Slot Spell-Like Abilities 310 gp for masterwork long- personally (“That bugbear hath Level/HD Gained sword), 160 XP, 4 days. wounded Lidda most grievously”) 5th/9 Wall of ice (300-ft. range, or simply assumed wrongdoing covering up to twenty CUDGEL THAT based on creature type (“That suc- 10-foot squares) cubus hath surely tempted many NEVER FORGETS Insect plague (1,200-ft. good men toward evil”). The impre- range, creating six [RELIC] cations of a cudgel that never forgets adjacent swarms) P rice (Item Level): 20,312 gp (15th) count as an attempt to demoralize 7th/13 Dominate person (75-ft.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "8 lb. Lore: The fi rst cudgel that never forgets was crafted by a master Cudgel that never forgets Illus. by W. Reynolds \u0026 W. England 662200__1100776622__CChhpp22..iinndddd 4499 1122//2211//0066 55::2233::2288 AAMM 50 2 RETPAHC SNOPAEW weaponsmith whose city was plagued by evil, or chaotic evil, the dagger betrays a dawnstar, it functions as a +2 morningstar shapeshifters that attacked citizens, then you at the fi rst available opportunity. A if you are lawful good, neutral good, cha- disappeared into crowds. A select group dagger of denial starts working against otic good, or neutral. of city guards, armed with the cudgels, you by surreptitiously dispelling your Relic Power: If you have established quickly sorted out the guilty from the spells and those of your allies, leaving the proper divine connection, a dawnstar innocent and restored order to the city. you without the magic you depend on gains the brilliant energy property (DMG Thereafter, the cudgels were donated to for battle. 224). Furthermore, if it is ever sundered the Church of St. Cuthbert (Knowledge Relic Power: If you have established or otherwise broken, it explodes, dealing [religion] DC 20). the proper divine connection, a dagger 200 points of damage to every creature and",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2 lb. be activated three times per day. functions as a +1 unholy dagger. If you also wear a magic item that grants Unlike most relics, a dagger of This morningstar has a spiked adamantine a bonus to your Charisma score, you can Dagger of denial functions for a wielder of head and a knob of the same metal bonded to add the item’s bonus to the temporary hit denial any alignment, and it retains its the end of the haft. The junctures of the haft points granted by the spear. sentience and basic relic powers and the metal portions are decorated with Prerequisites: Craft Magic Arms and even if you don’t establish the proper glowing, cabochon-cut rubies. Armor, death knell, magic weapon. divine connection, though it will not Cost to Create: 2,000 gp (plus 304 gp for reveal its intelligence to you or use any Created to help bring the light of goodness masterwork cold iron spear, plus 2,000 gp relic powers on your behalf. However, if into places of the darkest evil, a dawnstar is for enhancing cold iron), 160 XP, 4 days. you aren’t neutral, lawful evil, neutral a favorite of Pelor’s clergy. When you wield htfi firG .D yb .sullI 662200__1100776622__CChhpp22..iinndddd 5500 1122//2211//0066 55::2233::3333 AAMM 51 WEAPONS CHAPTER 2 Dagger of defi ance Gauntlet of Gruumsh Death spike Forceful skylance DWARF CRUSHER EXPLOSIVE SLING THE FIST Price (Item Level): 9,010 gp (12th) Price (Item Level): 36,300 gp (17th) Price (Item Level): 7,005 gp (11th)",
        "name":  "When you wield this weapon, it Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "13th vate the fi st. When you do, your next attack crossbow bolt for the same price.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (held) of living rock. normal weapons (though its normal",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 lb. racial ability, the hammer gains an extra creature ensnared by a ghost net also cannot ability. Whenever you score a critical hit turn ethereal (or, if snared on the Ethereal Images of blazing blue comets streak across this with a galeb duhr hammer against a crea- Plane, can’t return to the Material Plane). slender silver lance. Blue ribbons trail from the ture standing on the ground, the surface The creature retains all its other special weapon’s handle. your target is standing on attempts to hold abilities and can extract itself from the the creature in place. For 5 rounds, the net with a successful DC 20 Escape Artist Three times per day, you can command victim’s speed falls to 5 feet and it takes a check as a full-round action. However, this +1 lance to produce a magic missile –2 penalty on attack rolls and to AC. a ghost net can’t be burst with a Strength effect, fi ring three missiles with each use. Lore: Galeb duhrs are enigmatic and check as a normal net can. These missiles can be aimed at up to three taciturn rock creatures. A galeb duhr Prerequisites: Craft Magic Arms and targets within 150 feet of you. hammer is actually the nascent form of Armor, ghost trap (SC 103).",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "4,000 gp (plus 310 gp for and other earth friends to serve as a masterwork lance), 320 XP, 8 days. living weapon against common enemies. HOOKED HAMMER Someone who wields a galeb duhr hammer OF THE HEARTHFIRE FOUNTAINHEAD without the permission of the hammer’s [RELIC] creator faces the possibility of being ARROW hunted down and crushed (Knowledge Price (Item Level): 5,120 gp (10th) Price (Item Level): 306 gp (2nd) [arcana] DC 15). Body Slot: — (held)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— 5 days. The metal ends of this gnome hooked hammer This redwood arrow glow with a faint reddish hue. Its haft is deco- smells acrid and feels rated with iron bosses and uncut gemstones. damp to the touch. These weapons were created to help the A fountainhead arrow is gnomes defend their holdings. While you an otherwise normal arrow wield a hooked hammer of the hearthfi re, it designed to be targeted at a point on functions as a +1/+1 gnome hooked hammer the ground, a wall, or any other fl at sur- if you are neutral good, neutral, chaotic face. If you hit the target area (treat as AC good, or lawful good. 5), the arrow creates a geyser of spewing Relic Power: If you have established acid. Each round on your turn (starting on the proper divine connection, both ends the turn you fi red the arrow), the arrow of this weapon also have the fl aming creates a 10-foot-radius burst of acid that property (DMG 224). Furthermore, your Fountainhead arrow nitraM .D yb .sullI 662200__1100776622__CChhpp22..iinndddd 5522 1122//2211//0066 55::2233::4422 AAMM 53 WEAPONS CHAPTER 2 hooked hammer of the MANTICORE hearthfi re automatically GREATSWORD deals 1d6 points of fi re damage per round to Price (Item Level): 5,350 gp (10th) any kobold or gobli- Body Slot: — (held) Hooked hammer noid unfortunate Caster Level: 10th of the hearthfi re enough to grasp Aura: Moderate; (DC 20) evocation its handle. Activation: Standard (command) or To use the full-round (command) relic power, LIVING CHAIN Weight: — you must worship Garl Price (Item Level): 4,325 gp (9th) Glittergold and either sacrifi ce This greatsword has a wavy blade and an",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 18) HD. If you sacrifi ce a 5th-level divine Manticore greatswords were designed to transmutation spell or have the True Believer feat mimic the spike-throwing ability of their",
        "name":  "Au ra",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— and at least 9 Hit Dice, both ends of the namesake creature. Such a weapon func- Weight: 10 lb. weapon instead have the fl aming burst tions as a +1 greatsword. When you activate property (DMG 224). this weapon, you can launch either one This chain sports wicked-look-",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "It is said that Garl Glittergold spike (a standard action) or all six spikes (a ing, razor-sharp barbs and gave one of these weapons to each of full-round action) from its hilt as a ranged seems to writhe with a life twelve noble gnome families many cen- attack that provokes attacks of opportu- of its own. turies ago. Of these, eight are believed to nity. Treat the spikes as thrown weapons. remain among the gnomes (Knowledge Each spike deals 1d6 points of piercing This +1 spiked chain [religion] DC 20). damage and has a range increment of 20 coils around the",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and feet. The spikes have an enhancement target’s limbs on a Armor, Sanctify Relic, fl ame strike. bonus equal to that of the weapon, and are successful attack,",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2,250 gp (plus 620 gp treated as being made of the same material granting you a +2 for masterwork/masterwork hooked and having the same alignment (if any) as bonus on Strength checks hammer), 180 XP, 5 days. the weapon. The spikes crumble to dust made to trip the target. 1 round after they are launched from the",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and LASH OF SANDS weapon. A manticore greatsword regenerates Armor, bull’s strength. any thrown spikes at dawn each day. Price (Item Level): 22,301 gp (15th) Cost to Create: 2,000 gp (plus 325 gp",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 21) necromancy masterwork greatsword), 200 XP, 5 days.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The six original A ring of snapped arrows has been etched at one been dipped in the blood of creatures from morningstars of the many end of this metal quarterstaff, while around the every known plane on the Great Wheel. were taken from defeated other runs a ring of broken skulls. When you wield it, a morningstar of the champions from the Upper many functions as a +1 morningstar if you Planes. The god Erythnul While wielding this +1/+1 quarterstaff, you are chaotic evil, neutral evil, or chaotic dipped them in the blood can attempt to disarm opponents as if you neutral. Furthermore, the weapon over- of their fallen owners and had the Improved Disarm feat. comes damage reduction as if it has all four granted them a bit of his In addition, a quarterstaff of battle has of the alignment descriptors (chaotic, evil, chaotic essence before dis- three abilities you can use when you acti- good, and lawful). tributing them to his own vate the weapon.",
        "name":  "It is said that these morningstars have Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you have established champions (Knowledge 1. For the next 2 rounds, the staff auto- the proper divine connection, you can [religion] DC 20). matically defl ects all ranged attacks from command a morningstar of the many to Prerequisites: Craft Magic Medium or smaller attackers, as well as mutate for 6 rounds, taking on a different Arms and Armor, Sanctify all ranged attacks created by spells of 2nd form and weapon property each round, as Relic, circle of death. level or lower, that target you or any ally given on the following table. The weapon Cost to Create: 3,500 gp (plus 308 gp for adjacent to you. This ability functions retains its normal enhancement bonus re- masterwork morningstar), 280 XP, three times per day. gardless of its form. 7 days. 2. Both ends of the staff gain the speed Round Weapon and Property* PICK weapon prop- 1 vicious morningstar erty (DMG 225) OF 2 flaming burst shortspear for 5 rounds. 3 anarchic morningstar PIERCING This ability functions once per day. 4 wounding battleaxe Pr ice (Item Level): 9,308 gp 3. Your next attack with the quarter- 5 unholy morningstar (12th) staff of battle on this turn is a battlestrike. 6 vorpal longsword",
        "name":  "Relic Power",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and ability functions fi ve times per day. The tips of this heavy pick taper to Armor, haste, protection from arrows, Tenser’s To use the relic power, you must wor- needlelike points. The stylized image transformation. ship Erythnul and either sacrifi ce a of a stern, bearded dwarf glowers from Cost to Create: 12,000 gp (plus 600 for 5th-level divine spell slot or have the True the center of the weapon. masterwork/masterwork quarterstaff), Believer feat and at least 9 HD. 960 XP, 24 days. Pick of piercing dnalgnE .W yb .sullI 662200__1100776622__CChhpp22..iinndddd 5544 1122//2211//0066 55::2233::5500 AAMM 55 WEAPONS CHAPTER 2 Mace of the dark children Lash of sands Quarterstaff of battle RAPIER OF (DMG 225) while you have RAPIER OF UNERRING fewer than half your full DESPERATE DIRECTION [RELIC] normal hit points. MEASURES [RELIC] To use the relic power, Pr ice (Item Level): 9,320 gp (12th) Price (Item Level): 9,320 gp (12th) you must worship Oli- Body Slot: — (held)",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2 lb. Lore: The fi rst of these rapiers This rapier has a curved blade and a hand was crafted by a rogue/sorcerer guard of delicate golden filigree. The hilt of this rapier is set with three who had been rescued one too moonstones. At the base of the blade is many times by her party’s pala- This deadly weapon can fi nd hidden an inscription that reads, “Caution is for din, only to hear a lecture on her enemies and pierce the protective magic the cowardly.” erratic behavior. She gave the that veils their true locations. When you rapier to a disguised Olidam- wield a rapier of unerring direction, it func- Those who live by their wits often mara when she met him in a tions as a +1 ghost touch rapier. fi nd themselves in situations over tavern. Since then, the Laugh- Relic Power: If you have established their heads. This rapier is an incompa- ing Rogue has awarded one of the proper divine connection, a rapier of rable boon to those in such situations. these rapiers to a fellow traveler unerring direction automatically ignores When you wield a rapier of desperate whenever the whim strikes him all miss chances, whether they stem from measures, it functions as a +2 rapier if (Knowledge [religion] DC 20). concealment, blink, displacement, or some you are chaotic neutral, neutral, Prerequisites: Craft Magic other source. chaotic good, or chaotic evil. Arms and Armor, To use the relic power, you must wor-",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The rod creates a spider climb falcon to skewer their prey. When you fi re ROD OF effect on you with a duration of a raptor arrow, it functions as a +1 arrow 50 minutes, or it creates a dark- DEFIANCE with a variant of the returning quality if ness effect, targeted on the rod. you are neutral good, lawful good, chaotic Pr ice (Item Level): 7,312 gp You and anyone else touching good, or neutral. At the beginning of the (11th) the rod of cats can see normally round after it is fi red from a bow, a raptor Body Slot: — (held) within this darkness. arrow fl ies through the air and restrings Caster Level: 10th The rod also has a secret itself on the bow from which it was fi red. Au ra: Moderate; (DC 20) compartment (requiring a suc- Unlike most ammunition, raptor arrows necromancy cessful DC 25 Search check are not destroyed when used. Activation: — to fi nd) large enough to",
        "name":  "Raptor arrows harness the power of the effects",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 21) conjuration Rod of celestial might nitraM .D yb .sullI 662200__1100776622__CChhpp22..iinndddd 5566 1122//2211//0066 55::2244::0022 AAMM 57 WEAPONS CHAPTER 2 Rod of the recluse ROD OF on your next attack roll. You must decide Lore: These weapons were originally before you make the attack whether you crafted by Lolth from the legs of driders ENERVATING STRIKE will activate this ability. who attempted to regain her favor (Knowl- Price (Item Level): 18,312 gp (15th) Third, any time you strike a creature edge [religion] DC 20).",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and short sword, or spear. A rod is treated as a a magic tendril of force from one Armor, blink. +1 weapon in any of these forms. end that functions as a whip. Once Cost to Create: 6,000 gp (plus 320 gp The rod can store a message of up to activated, a rod of whips acts as a +1 for masterwork rapier), 480 XP, twenty-fi ve words as the magic mouth spell, dancing whip that can strike incor- 12 days. replaying the message when the trigger- poreal creatures as a force effect. ing conditions are met (such as when a A rod of whips can be activated RUBY BLADE specifi c word is spoken). You can reset three times per day, and each acti- the message as a standard action, and you [RELIC] vation lasts for 10 rounds. choose the trigger.",
        "name":  "On command, a rod of whips grows Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (held) bending. weapon. Caster Level: 20th",
        "name":  "Rod, animate objects, spiritual Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 lb. Ruby blade recnepS .R \u0026 ttorT .B yb .sullI 662200__1100776622__CChhpp22..iinndddd 5588 1122//2211//0066 55::2244::0099 AAMM 59 WEAPONS CHAPTER 2 This deep red, translucent dagger is carved from (Fort DC 17 negates). Multiple strikes Cost to Create: 4,500 gp (plus 302 gp for a single piece of crystal. It has a rounded, razor- on the same creature don’t stack. masterwork spear), 360 XP, 9 days. sharp blade and a second blade-shaped head at Prerequisites: Craft Magic Arms and its other end, though the latter is too small to Armor, symbol of pain. SPEAR OF be usable as a weapon. Its ornate design pays Cost to Create: 13,000 gp (plus 320 gp RETRIBUTION [RELIC] homage to the gemcutter’s art. for masterwork scourge), 1,040 XP, 26 days. Price (Item Level): 9,302 gp (12th) When you wield a ruby blade, it func- Body Slot: — (held) tions as a +1 axiomatic dagger if you are SKEWER-OF- Caster Level: 20th lawful evil, lawful neutral, lawful good, Aura: Strong; (DC 25) transmutation GNOMES [RELIC] or neutral. Activation: —",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5th of the most powerful kobold scourge are covered in lengths of rusted Aura: Faint; (DC 17) necromancy tribes by weaponsmiths working in wire, bits of broken red glass, and tiny Activation: — cooperation with Kurtulmak’s clergy. fangs. Weight: 1 lb. Since then, the secret of their manufac- ture has been passed down from parent Each time this +1 scourge strikes, it This pocked and notched piece of yellowed bone to child and is known to only a handful deals an extra 1d8 points of nonlethal seems to have once been used as the pommel for of kobold weaponmakers (Knowledge damage and causes agonizing pain in a dagger, though the blade is now missing. [religion] DC 20). the creature struck. The target takes",
        "name":  "The black leather lashes of this terrible Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and a –4 penalty on attack rolls, saving When you grasp the hilt of a spectral dagger, Armor,Sanctify Relic, unholy blight. throws, and checks for 1d4 rounds a “blade” of ghostly light coalesces into existence. The weapon has no enhance- Skewer-of- gnomes Illus. by W. England \u0026 D. Griffi th 662200__1100776622__CChhpp22..iinndddd 5599 1122//2211//0066 55::2244::1166 AAMM 60 2 RETPAHC SNOPAEW ment bonus (and can’t be imbued with STAFF OF THE point pick on the other. The haft looks as one). Attacks with a spectral dagger are thought it’s made from cracked granite. UNYIELDING OAK treated as touch attacks, but the weapon [RELIC] does not deal damage normally. Instead, In the hands of a nondwarf, stonereaver any target struck by the weapon is affected Price (Item Level): 5,600 gp (10th) functions as a +1 greataxe. by a chill touch spell (Fort DC 11 partial or Body Slot: — (held) In the hands of a dwarf, the weapon Will DC 11 negates; see PH 209). A spectral Caster Level: 20th also gains the bane property (DMG 224) dagger fades away if it leaves your hand, so Aura: Strong; (DC 25) transmutation against elementals that have the earth the weapon can’t be used to make ranged Activation: Standard (command) subtype and against constructs primarily attacks. Weight: 4 lb. made of earth, stone, or metal.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "3,000 gp, 240 XP, 6 days. wood, as evidenced by the tender shoots and Cost to Create: 3,000 gp (plus 320 gp for leaves along its length. masterwork greataxe), 240 XP, 6 days. SPIDER FANG A staff of the unyielding oak is actually a STUNSHOT SLING Price (Item Level): 5,302 gp (9th) treant bound into quarterstaff form. When",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (held) Price (Item Level): 7,800 gp (11th) you wield this weapon, it functions as a",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— the proper divine connection, you can Of grotesque design, this seemingly organic command this staff to become a treant. dagger appears to be made from sharpened This sling is stitched with tiny images of styl- This ability functions like the chang- layers of purple-black chitin. Sinister weblike ized bull’s heads. estaff spell, except that the treant is fully patterns cover its surface, and the blade occa- real and can speak to other treants and sionally twitches and jerks of its own accord. This weapon functions as a +1 sling. Three animated trees. If a staff of the unyielding oak times per day, you can activate a stunshot in treant form is reduced to 0 hit points or This +1 dagger quickly cuts sling so that the next target you hit on your fewer, it reverts to staff form and cannot be through webs (magical or current turn must succeed on a Fortitude used again for twenty-eight days. The staff otherwise) without getting save (DC equal to your attack roll result) can take treant form any number of times stuck. As a move action, or be stunned for 1 round. per day, but can be in that form for only 12 you can cut through a web Prerequisites: Craft Magic Arms and hours overall during any one day. entangling you or another Armor, sound burst. To use the relic power, you must wor- creature. You can move Cost to Create: 3,750 gp (plus 300 gp for ship Obad-Hai and either sacrifi ce a through webs created by masterwork sling), 300 XP, 8 days. 8th-level divine spell slot or have the True a web spell at half your Believer feat and at least 15 HD. normal speed (although SWORD OF MIGHTY",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "These staffs, of which three the weapon doesn’t prevent are known to exist, are treants that have THEWS [RELIC] you from being stuck in willingly bound themselves into either of these webs in the Price (Item Level): 9,350 gp (12th) quarterstaff form to aid Obad-Hai’s fi rst place). These are con- Body Slot: — (held) followers. Each willingly serves for tinuous effects and require Caster Level: 20th a year and a day, after which another no activation. Aura: Strong; (DC 25) abjuration treant takes over the responsibility",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Wondrous Item, create a freestanding 10- Sanctify Relic, changestaff. foot-by-10-foot vertical This ostentatious greatsword is decorated with",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2,500 gp (plus 600 gp curtain of cobwebs. This golden fi ligree, and its hilt is set with a large for masterwork/masterwork quarter- curtain doesn’t block move- ruby. Along its blade is an inscription in Dra- staff), 200 XP, 5 days. ment, but does provide conic that reads, “Size is not strength.” concealment to creatures STONEREAVER behind it. Anyone touch- These swords were designed for dragon- ing the curtain causes it Price (Item Level): 6,320 gp (10th) slayers of great strength. When you wield to collapse, dealing 2d4 Body Slot: — (held) a sword of mighty thews, it functions as a points of acid damage to that Caster Level: 8th +1 dragonbane greatsword, provided that creature. Au ra: Moderate; (DC 19) you are chaotic good, neutral good, or",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2,500 gp immune to the frightful presence of (plus 302 gp for masterwork Half of the head of this greataxe is a curved dragons as long as you wield the sword. dagger), 200 XP, 5 days. blade, while the other side tapers to a chisel- In addition, you gain a +5 luck bonus Staff of the unyielding oak dnalgnE .W yb .sulllI 662200__1100776622__CChhpp22..iinndddd 6600 1122//2211//0066 55::2244::1199 AAMM 61 WEAPONS CHAPTER 2 weapon, it functions as a +1 holy longsword improving a +1 swordbow to a +2 swordbow Sword of if you are lawful good, neutral good, or costs 12,000 gp, just as if you were improv- mighty thews lawful neutral. ing two +1 weapons to +2). A swordbow can",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you have established have special weapon properties added to the proper divine connection and you it (such as fl aming); such properties cost fail a save against an enemy’s charm or twice the normal amount (again, as if compulsion effect while wielding the improving two separate weapons) and apply sword, you are immune to its effects for to both weapons if possible. If a property 1d4 rounds (DM rolls secretly). The effect can’t apply to both weapons (such as vorpal is only suppressed during this time, not or distance), it applies only to the swordbow negated. When the period of suppression when it is in an eligible form (for instance, a ends, any effects received during previous +1 swordbow of distance is a distance weapon rounds take effect. only in bow form). If a property can apply to To use the relic power, you must wor- the weapon in only one of its forms, it does ship Heironeous and either sacrifi ce a not cost double the regular price. 6th-level divine spell slot or have the True Prerequisites: Craft Magic Arms and Believer feat and at least 11 HD. Armor, shrink item, elf.",
        "name":  "Relic Power",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Four of these longswords were Cost to Create: 3,000 gp (plus 375 gp for commissioned from celestial dwarves masterwork longbow), 240 XP, 6 days. by the great paladin Tardalius the Head- strong, who won favor from Heironeous SWORDBOW, GREAT for his conspicuous valor. Tardalius pre- Price (Item Level): 6,775 gp (11th) sented the swords to his four sons, who",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "8 lb. followed in his footsteps (Knowledge [religion] DC 20). This massive bow is made entirely razor-",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms sharp steel, yet it clearly functions as a potent and Armor,Sanctify Relic, mind ranged weapon. blank. on Refl ex saves against a dragon’s breath",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "4,500 gp (plus weapon. This item functions as a swordbow (see 315 gp for masterwork longsword), To use the relic power, you must wor- above), except that its two forms are a +1 180 XP, 9 days. ship Kord and either sacrifi ce a 5th-level composite longbow (+4 Str bonus) and a +1 divine spell slot or have the True Believer greatsword. SWORDBOW feat and at least 9 HD. Prerequisites: Craft Magic Arms and",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Kord’s high clerics forged these Price (Item Level): Armor, shrink item, elf. greatswords in homage to the god’s signa- 6,375 gp (10th) Cost to Create: 3,000 gp (plus ture weapon, Kelmar. Since their creation, Body Slot: — (held) 775 gp for masterwork composite",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5th longbow), 240 XP, 6 days. hero who has earned his favor (Knowledge Aura: Faint; (DC 17) [religion] DC 20). transmutation SWORDBOW, LIGHT",
        "name":  "Kord has awarded one every decade to a Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "4,500 gp (plus 350 gp for The limbs of this bow appear to be Small and compact, this bow seems made of masterwork greatsword), 180 XP, 9 days. made of sharpened metal, as if the thin, but strong, metal sharp enough to rival bow had been crafted from two thin, the deadliest of swords. SWORD OF VIRTUE fl exible swords. BEYOND REPROACH This item functions as a swordbow, except This +1 longbow changes into a +1 [RELIC] that its two forms are a +1 shortbow and longsword (or vice versa) when acti- a +1 rapier. Price (Item Level): 9,315 gp (12th) vated. You can interchange bow and",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (held) sword attacks as part of the same Armor, shrink item, elf.",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 25) abjuration In sword form, the weapon fea- masterwork shortbow), 240 XP, 6 days.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— tures a bowlike grip and a pommel",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "4 lb. that resembles the curving tip of a TENTACLE ROD bow. In bow form, the weapon is The blade of this golden longsword is set with made of metal, and each limb of Pr ice (Item Level): 14,000 gp (14th) four cabochon-cut rubies, and its pommel sports the bow resembles a sword blade. Body Slot: — (held) a ruby-centered golden sun. In either form, a swordbow has Caster Level: 6th the same enhancement bonus. A Aur a: Moderate; (DC 18) A sword of virtue beyond reproach is designed swordbow’s enhancement bonus transmutation to grant a measure of respite from charms can be improved as if improving Activation: Standard (command) and compulsions. When you wield this two separate weapons (for example, Weight: 3 lb. Sword of virtue beyond reproach Illus. by S. Ellis \u0026 W. England 662200__1100776622__CChhpp22..iinndddd 6611 1122//2211//0066 55::2244::2222 AAMM 62 2 RETPAHC SNOPAEW Greater tentacle rod Trident of serenity Viperblade Water whip Tentacle rod Swordbow Three long, russet-colored tentacles sprout TENTACLE ROD, Cost to Create: 18,000 gp, 1,440 XP, from the end of this 2-foot-long rod, writhing 36 days. GREATER sinuously. Price (Item Level): 36,000 gp (17th) TRIDENT OF SERENITY",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "4 lb. damage. Treat the rod as a magic weapon you grasp the handle. for the purpose of overcoming damage This trident looks almost delicate, with fi ne reduction. When activated, a greater tentacle rod makes points on its gradually curving prongs. Silver If all three tentacles strike the same six attacks (one per tentacle) against a and pearl inlays form lazy swirls down the living creature in a round, that creature single target within your melee reach weapon’s haft. becomes slowed (as the slow spell) for 5 that you designate. The rod uses its own rounds (Fort DC 14 negates). attack bonus (+18), and each attack deals 9 When you activate this +1 trident, it cre-",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The secret to crafting the fi rst points of bludgeoning damage. Treat the ates a calm emotions effect centered on you tentacle rod was learned through nightmar- rod as a magic weapon for the purpose of (Will DC 16 negates). The effect lasts for ish visions granted by the Elder Elemental overcoming damage reduction. 5 rounds and does not require concentra- Eye (a vile and mysterious divine entity) If at least three of a greater tentacle rod’s tion. Any creature that successfully saves to its most devoted followers (Knowledge tentacles strike the same living creature against this effect is immune to further [religion] DC 20). in a round, that creature becomes fatigued uses of that ability for 24 hours. Wielding one of these gruesome items (Fort DC 20 negates); creatures already This ability functions three times per soon became a status symbol among the fatigued suffer no additional effect. If all day. cult’s leaders, which led to a need for a six tentacles strike the same living creature",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Originally created by aquatic greater version for the most powerful in a round, that creature instead becomes elves for use against the blood frenzy of followers of the Elder Elemental Eye exhausted (Fort DC 20 negates). sahuagin, this weapon has become equally (Knowledge [religion] DC 25). Lore: See tentacle rod, above. useful in fending off savage barbarians",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7,000 gp, 560 XP, 14 days. fatigue. Armor, calm emotions. dnalgnE .W yb .sullI 662200__1100776622__CChhpp22..iinndddd 6622 1122//2211//0066 55::2244::2288 AAMM 63 WEAPONS CHAPTER 2",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The fi rst water whip was created by ties, these +1 daggers are prized for their Aura: Moderate; (DC 19) transmutation a sahuagin druid named Ak’ash’eck, who ability to secrete toxic venom. A viperblade Activation: — and standard (command) roamed the fringes of a great reef a decade has 5 charges, which are renewed each Weight: 2 lb. ago (Knowledge [history] DC 20). day at dawn. Spending 1 or more charges Ak’ash’eck enjoyed preying on unwary envenoms the blade (at no risk to you) for This strange weapon looks less like a tradi- folk sailing south to trade with other the next attack you make during this turn. tional whip and more like a tube of water, sahuagin. He was famous for the trick The poison deals 1d6 points of Constitution tapering along its length to icicle sharpness of ensnaring a victim near the railing of damage (both primary and secondary). at one end. The handle is crafted from a pale a ship passing at night, then pulling the The save DC depends on the number of blue crystal shard. victim overboard before an alarm could be charges spent: raised (Knowledge [history] DC 30). 1 charge: Fortitude DC 12. This +1 whip shimmers and undulates",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As the least crystal, and it Cold Assault: Target’s speed is reduced by WEAPON AUGMENT also grants you a +1 insight bonus on the 10 feet for 1 round, to a minimum speed of CRYSTALS attack roll. 5 feet (multiple hits on the same creature",
        "name":  "Lesser",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and Fire Assault: Target takes an additional Armor, magic weapon. 1d6 points of fi re damage 1 round later CRYSTAL OF ADAMANT",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "250 gp, 20 XP, 1 day (least); (multiple hits on the same creature don’t WEAPONRY 1,000 gp, 80 XP, 2 days (lesser); 3,000 gp, increase the next round’s damage beyond 240 XP, 6 days (greater). 1d6). Price (Item Level): 300 gp (2nd) (least);",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (weapon crystal) ENERGY ASSAULT 100).",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (weapon crystal)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Price (Item Level): 100 gp (1st) (least); A crystal of adamant weaponry strengthens 400 gp (2nd) (lesser); 1,000 gp (4th) your weapon against damage. (greater)",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (weapon crystal) ness of a weapon by 2. This crystal seems to contain an incandescent",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Faint; (DC 17) evocation ness of a weapon by 5.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— hardness of a weapon by 10. Covered in a faint layer of condensation,",
        "name":  "Cold Assault Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "150 gp, 12 XP, 1 day (least); 700 gp, 56 XP, 2 days (lesser); 1,700 gp, Activating a crystal of illumination causes 136 XP, 4 days (greater). Electricity Assault your weapon to glow. A brilliant blue color, this crystal sparks and",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The weapon sheds bright illu- CRYSTAL OF snaps with electrical discharge. mination in a 5-foot radius and shadowy ARCANE STEEL illumination for 5 feet beyond that.",
        "name":  "Least",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The weapon sheds bright illu- Price (Item Level): 500 gp (3rd) (least); This fi ery red crystal appears to burn with a mination in a 20-foot radius and shadowy 2,000 gp (6th) (lesser); 6,000 gp (10th) heatless fl ame. illumination for 20 feet beyond that. (greater)",
        "name":  "Fire Assault Lesser",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The weapon sheds bright illu-",
        "name":  "Greater",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (weapon crystal) A crystal of energy assault adds a particu- mination in a 60-foot radius and shadowy",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5th lar type of energy damage to a weapon’s illumination for 60 feet beyond that.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— energy damage of the same type dealt by Cost to Create: 50 gp, 4 XP, 1 day (least); the weapon. 200 gp, 16 XP, 1 day (lesser); 500 gp, 40 XP, The needlelike iron deposits in this spherical",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This crystal adds 1 point of 1 day (greater). quartz crystal pulse with arcane energy. energy damage of its type to the weapon’s damage. CRYSTAL OF LIFE A crystal of arcane steel is designed for those",
        "name":  "Least",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This crystal adds an extra 1d6 who can blend magical and martial arts DRINKING points of energy damage of its type to the into a single strike. It functions only when weapon’s damage. Price (Item Level): 400 gp (2nd) (least); attached to a melee weapon.",
        "name":  "Lesser",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This crystal grants a +1 insight points of energy damage of its type to the (greater) bonus on your weapon damage roll weapon’s damage, as well as a secondary Body Slot: — (weapon crystal) when delivering a spell or spell-like effect depending on the type of crystal: Caster Level: 5th ability through a melee attack with the",
        "name":  "Least",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Target takes –1 penalty to Aura: Faint; (DC 17) necromancy weapon. AC for 1 round (multiple hits on the same Activation: — creature don’t stack). Weight: — 662200__1100776622__CChhpp22..iinndddd 6644 1122//2211//0066 55::2244::3366 AAMM 65 WEAPONS CHAPTER 2",
        "name":  "Acid Assault",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (weapon crystal) time you damage a living creature with",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5th Price (Item Level): 1,000 gp (4th) the weapon to which the crystal is",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (9th) (greater) the weapon doesn’t activate the crystal’s",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Body Slot: — (weapon crystal) effect.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Each time you deal damage to a This cool, silver-tinted crystal emanates feelings Aura: Moderate; (DC 19) transmutation living creature with the weapon to which of peace and safety when held. Activation: — this crystal is attached, you heal 1 point",
        "name":  "Least",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— of damage. When the crystal has healed A crystal of security makes a weapon cling a total of 10 points of damage, it becomes tightly to your hand during normal use. This perfect crystal sphere emits a faint white inert until the following day.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As the least crystal, except bonus on any check made to draw the that you heal 3 points of damage with weapon (such as when grappling) or to A fi endslayer crystal helps you fi ght crea- each attack until the crystal has healed keep the weapon in your hand (such as on tures infused with evil. 30 points of damage. an opposed disarm check or an opposed Least: A weapon with this crystal",
        "name":  "Lesser",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As the least crystal, except Strength check if you and an opponent attached deals an extra 1d6 points of that you heal 5 points of damage with both grab the weapon). damage to evil outsiders. each attack until the crystal has healed",
        "name":  "Greater",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As the least crystal, except the Lesser: As the least crystal, and the 50 points of damage. bonus is +5. weapon is treated as good-aligned for",
        "name":  "Lesser",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and Greater: As the lesser crystal, and if the (least); 750 gp, 60 XP, 2 days (lesser); Armor, bull’s strength. weapon scores a critical hit against an evil 3,000 gp, 240 XP, 6 days (greater).",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "150 gp, 12 XP, 1 day outsider, that creature can’t use any tele- (least); 500 gp, 40 XP, 1 day (lesser); portation abilities or spells for 1 round. CRYSTAL OF RETURN 1,500 gp, 120 XP, 3 days (greater). Any evil creature grasping a weapon Price (Item Level): 300 gp (2nd) (least); that bears a fi endslayer crystal gains one 1,000 (4th) (lesser); 4,000 gp (8th) DEMOLITION CRYSTAL negative level, which remains as long as (greater) it holds the weapon and disappears when Price (Item Level): 1,000 gp (4th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (weapon crystal) the weapon is no longer wielded. This (least); 3,000 gp (7th) (lesser);",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (weapon crystal)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— weapon is wielded.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— This crystal is the color of a cloudless sky. Armor, align weapon, good alignment.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "500 gp, 40 XP, 1 day (least); A crystal of return allows a weapon to leap 1,500 gp, 120 XP, 3 days (lesser); 2,500 gp, This blue-white diamond bears a tiny ada- into its owner’s hand. 200 XP, 5 days (greater). mantine emblem of a hammer.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This crystal allows you to draw the weapon to which it is attached as a PHOENIX ASH THREAT Demolition crystals were designed for free action. those who fi ght constructs, particularly Price (Item Level): 500 gp (3rd) (least);",
        "name":  "Least",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As the least crystal, and in for the servants of wizards who battle 2,000 gp (6th) (lesser); 6,000 gp (10th) addition you can call the weapon (if unat- enemy golems. (greater) tended) to your hand from up to 30 feet",
        "name":  "Lesser",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A weapon with this crystal Body Slot: — (weapon crystal) away as a move action. attached deals an extra 1d6 points of Caster Level: 5th",
        "name":  "Least",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As the lesser crystal, and the damage to constructs. Aura: Faint; (DC 17) evocation weapon also gains the returning property",
        "name":  "Greater",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As the least crystal, and the Activation: — (DMG 225). This property functions only weapon is treated as adamantine for the Weight: — for a weapon designed to be thrown. purpose of overcoming the damage reduc-",
        "name":  "Lesser",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "150 gp, 12 XP, 1 day weapon can deliver sneak attacks and (least); 500 gp, 40 XP, 1 day (lesser); critical hits against constructs as if they The augment crystal known as a phoenix 2,000 gp, 160 XP, 4 days (greater). were living creatures. ash threat leaves smoldering embers on",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and your enemies after every strike. Each Armor, disintegrate. round, at the start of your turn, the embers 662200__1100776622__CChhpp22..iinndddd 6655 1122//2211//0066 55::2244::3388 AAMM 66 2 RETPAHC SNOPAEW deal fi re damage to each target struck by Greater: As the lesser crystal, but it also As its name suggests, a witchlight reser- the weapon in the previous round. suppresses active effects on the damaged voir can hold a small quantity of magical",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "If you hit a creature with a creature that grant concealment or similar power, which can be used to enhance the weapon bearing this crystal, that target effects (such as blur or displacement) for 1 power of a melee weapon. To imbue this takes 1 point of fi re damage on the fol- round. This has no effect on concealment augment crystal with power, you must lowing round. Multiple hits by the granted by the environment (such as fog directly expose it for 8 hours to one of weapon against the same target aren’t or a darkness spell). the following substances: sunlight, moon- cumulative. Prerequisites: Craft Magic Arms and light, blood, or wine (at least one pint of",
        "name":  "Least",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This crystal was fi rst employed by the old effect with the new effect. mystic swordsmen of the Golden Desert TRUEDEATH CRYSTAL When activated, a reservoir adds an (Knowledge [arcana or history] DC 15). extra effect to its weapon’s next successful Price (Item Level): 1,000 gp (4th) The fi rst signs that it was in use in more melee strike (as long as it is made before (least); 5,000 gp (9th) (lesser); civilized lands were the charred bodies of the end of your turn). The effect depends 10,000 gp (12th) (greater) Graz’zt cultists left piled outside their dark on the substance to which the witchlight",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (weapon crystal) abbey’s door after Sir Alax of Bergholdt reservoir was exposed (see above).",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5th cleansed the den with his fi ery sword Sunlight: +2d6 fi re damage (or +4d6",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "250 gp, 20 XP, 1 day is a lycanthrope). This amethyst is carved in the shape of a (least); 1,000 gp, 80 XP, 2 days (lesser); Blood: +2d6 damage to a living target. humanoid skull. 3,000 gp, 240 XP, 6 days (greater). Wine: –2 penalty on Will saves for 1 round. Clerics craft truedeath crystals to aid them- REVELATION CRYSTAL A witchlight reservoir functions fi ve selves and others in sending undead to times before it loses its power and must Price (Item Level): 400 gp (2nd) (least); their fi nal rest. be imbued again. It is considered a greater 1,000 gp (4th) (lesser); 5,000 gp (9th) Least: A weapon with this crystal augment crystal. (greater) attached deals an extra 1d6 points of",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— (weapon crystal) damage to undead. recovered by Iggwilv from the vanity",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 19) divination weapon also functions as a ghost touch amours (Knowledge [arcana] DC 15).",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— weapon (DMG 224). Who created the first sphere is",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Greater: As the lesser crystal, and the unknown, but the Witch of the Yatils weapon can deliver sneak attacks and made several more after her discovery, This tiger’s-eye gem bears a striking resem- critical hits against undead as if they were including one for her daughter Drelzna, blance to the eye of a cat, its gaze seeming to living creatures. who employed a bastard sword called The dart about. Prerequisites: Craft Magic Arms and Bleeding Infanta fi tted with a blood-fi lled Armor, consecrate. witchlight reservoir. She carried the weapon",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When you damage an invisible 5,000 gp, 400 XP, 10 days (greater) between Ket and Perrenland (Knowledge creature using a weapon with this aug- [arcana] DC 20). ment crystal attached, the creature emits a WITCHLIGHT",
        "name":  "Least",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2,500 gp, 200 XP, 5 days. duration. The aura is as bright as a torch. Body Slot: — (weapon crystal)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 lb. Giant wasp 15th Strong (DC 22) 800 gp (3rd) Giant stag beetle 19th Strong (DC 24) 1,200 gp (4th) Each of these heavy leather gloves bears a violet crystal set on a small plate of adamantine. Adamantine mind blade gauntlets allow you nature’s ally). At the end of this duration, you, for 9 rounds. If any creature in this to give your mind blade the properties of the creature vanishes. area (including you) attempts to manifest adamantine. If you are able to enhance Eight varieties of the amber amulet of a power, it must succeed on a DC 17 Will your mind blade (with the mind blade vermin exist (see the table for the details save or pay 4 more points than it other- enhancement class feature), whenever of each version). An amber amulet of vermin wise would for that power manifestation. you materialize your mind blade while works once per day. The limit on the number of power points wearing these gauntlets, you can choose Prerequisites: Craft Wondrous Item, a subject can spend on a power remains to treat it as an adamantine weapon for the giant vermin. in effect, so a creature that fails its saving purpose of ignoring hardness or overcom- Cost to Create: Varies. throw might not be able to manifest its ing damage reduction. This ability takes highest-level powers. the place of a property with a +1 enhance- AMULET OF An amulet of catapsi functions once ment bonus value. per day. AQUATIC SALVATION For example, a 6th-level soulknife Prerequisites: Craft Wondrous Item, anti- wearing the gauntlets could either choose Price (Item Level): 500 gp (3rd) magic fi eld or catapsi (EPH 82). to apply the gauntlets’ effect or apply Body Slot: Throat Cost to Create: 8,000 gp, 640 XP, 16 days. one of the +1 enhancement bonus value Caster Level: 5th properties given on the table (EPH 29). A Aura: Faint; (DC 17) conjuration AMULET OF 10th-level soulknife could apply both the Activation: Immediate (mental) EMERGENCY HEALING gauntlets’ effect and a +1 enhancement Weight: — bonus value property rather than apply- Price (Item Level): 6,000 gp (10th) ing a combination of properties from the This small pendant contains a perfect sphere of Body Slot: Throat table totaling +2. aquamarine hung from a blue metal chain. Caster Level: 5th Adamantine mind blade gauntlets func- Aura: Faint; (DC 17) conjuration tion an unlimited number of times per These necklaces are boons to sailors and Activation: Immediate (command) day. The gauntlets require no separate spelunkers alike, because they prevent Weight: — activation; using them is part of the action accidental drowning. When activated, to materialize your mind blade. an amulet of aquatic salvation grants you This globe-shaped citrine is bisected by a sturdy",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "200 gp, 16 XP, 1 day. An angelhelm allows a good-aligned ANKLET OF wearer to emulate certain traits of celestial AMULET OF beings. Your melee attacks are treated as TRANSLOCATION WORDTWISTING good-aligned weapons for the purpose Price (Item Level): 1,400 gp (5th) of overcoming damage reduction. This Price (Item Level): 6,000 gp (10th) Body Slot: Feet is a continuous effect and requires no",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1,500 gp, 120 XP, 3 days. Activating a belt of one mighty blow grants extra damage on your next melee attack BELT OF made before the end of your turn. A light weapon deals an extra 1d8 points of HIDDEN POUCHES damage, a one-handed weapon deals an Price (Item Level): 5,000 gp (9th) extra 2d6 points of damage, and a two-",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Waist handed weapon deals an extra 3d6 points",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 lb. surroundings as a bullseye lantern would. These thick platinum armbands are etched Turning the dial to the left or back to the These silver and red bracers are set with round, with a pattern of crossed hammers. middle is a move action. jet-black stones. nitraM .D yb .sullI 662200__1100776622__CChhpp33..iinndddd 8800 1122//2211//0066 55::3355::5588 AAMM 81 CLOTHING CHAPTER 3 Bracers of great collision allow you to deliver opportunity granted to you by an oppo- You must wear bracers of quick strike particularly crushing attacks with blud- nent, even if you have already reached your for 24 hours before you can access their geoning weapons. When you score a normal limit of attacks of opportunity abilities. If you take them off, they become successful critical hit with a bludgeoning in the round. This ability functions two inactive until worn for an additional 24 melee weapon, you can activate the brac- times per day. hours. ers to deal an extra 2d6 points of damage Prerequisites: Craft Wondrous Item, Prerequisites: Craft Wondrous Item, with that attack (or 3d6 points of damage Combat Refl exes, cat’s grace. haste. if you wield the weapon with two hands). Cost to Create: 1,150 gp, 92 XP, 3 days. Cost to Create: 700 gp, 56 XP, 2 days. You must activate the bracers before you roll damage for the critical hit. BRACERS OF BRACERS OF Bracers of great collision function two QUICK STRIKE REPULSION times per day.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Wondrous Item, Price (Item Level): 1,400 gp (5th) Price (Item Level): 4,000 gp (8th) greater magic weapon, keen edge. Body Slot: Arms Body Slot: Arms",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— and immediate (mental) weapon you are holding if you already Bracers of repulsion produce an instan-",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1/2 lb. made a full attack on this turn. This attack taneous wave of force that pushes back is made at your full base attack bonus, plus enemies. When you activate the bracers, These matching leather wristbands feel light any modifi ers appropriate to the situa- all enemies within 10 feet must succeed but strong. tion. This effect is not cumulative with on a DC 19 Fortitude save or be pushed any other effect that grants you an extra 5 feet away from you. Huge and larger Bracers of opportunity allow you to take attack when making a full attack, such as creatures are unaffected by bracers of advantage of opponents who let down the Rapid Shot feat, a speed weapon, or repulsion, though incorporeal creatures their defenses. the haste spell. can be affected. If you have the Combat Refl exes feat, Bracers of quick strike function once This ability functions three times per you gain a +2 competence bonus on any per day. day. attack of opportunity you make (whether the attack of opportunity is granted by the bracers or not). This is a continuous effect and requires no activation. When you activate these brac- ers, you can take an attack of Bracers of arcane freedom Armbands of might Bracers of Bracers of Bracers of retaliation accuracy great collision Illus. by D. Martin 662200__1100776622__CChhpp33..iinndddd 8811 1122//2211//0066 55::3366::0011 AAMM 82 3 RETPAHC GNIHTOLC",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— leather straps. An etching on their surface echoes the swirls within crystal shards set just This brooch features a square, pale green crystal above the wrists. in a plain gold setting. Bracers of wind continuously emit a faint A brooch of avoidance allows you to better breeze, occasionally billowing your cloak escape attacks of opportunity. When or hair. Upon their activation, the winds activated, it grants you a +4 dodge bonus around you swell and surge, imposing a against attacks of opportunity until the –2 penalty on ranged attacks made against end of your turn. you, as if fi red in a strong wind (DMG 95). A brooch of avoidance functions three Siege weapons, thrown boulders, and the times per day. like are unaffected. This effect does not",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1,550 gp, 124 XP, 4 days. use a ranged weapon, you gain a +1 com- Finned petence bonus on the attack roll. These gauntlets gnahZ .J yb .sullI 662200__1100776622__CChhpp33..iinndddd 8822 1122//2211//0066 55::3366::0055 AAMM 83 CLOTHING CHAPTER 3 BROOCH OF STABILITY day at dawn. Spending 1 or more charges BURNOOSE OF grants you a morale bonus on Strength Price (Item Level): 1,000 gp (4th) 1,001 THORNS checks, Strength-based skill checks, and",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Throat melee weapon damage for 1 round. Price (Item Level): 3,000 gp (7th)",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— with a natural weapon or makes a grapple check modifi er, whichever is higher. As a check against you (except to escape your force effect, this ability affects incorporeal This pair of heavy black leather gauntlets is set grapple or pin) takes 1d6 points of piercing creatures. with metal studs. damage from the needles. A brute ring functions two times per This ability functions once per day. day.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Wondrous Item, cure CIRCLET OF the disarm attempt succeeds, the cloak moderate wounds. can fl ing the weapon up to 10 feet in any",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "700 gp, 56 XP, 2 days. direction. (The disarmed weapon can’t be Price (Item Level): 4,200 gp (9th) thrown at a creature as an attack.) If the CLOAK OF QUILLS",
        "name":  "WILD SURGING Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 lb. grace, mage armor, magic weapon. Aura: Faint; (DC 16) transmutation",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 lb. Made of cloth the color of a twilight sky, four This red-hued cloak is made from the bright blue quartz crystals form the clasp of scales of a reptilian creature and feels this fi nely crafted cloak. warm to the touch. When donned, it erupts in fl ame, which dances continu- As a cloak of soulbound resistance, ously over its surface. except a greater cloak of soulbound resistance has a maximum essentia A cloak of the salamander deals fi re damage capacity of 4, and the maximum to those who strike you in melee with resistance bonus it can grant is +5. natural weapons or nonreach manufac- Prerequisites: Craft Wondrous Item, tured weapons. The fl ames that cover it resistance. do not harm you or creatures or objects Cost to Create: 6,500 gp, 520 XP, that you touch. 13 days. When you activate a cloak of the salaman- der, any creatures that strike you with such CLOAK OF STONE weapons take 1d6+7 points of fi re damage. Price (Item Level): 8,000 gp (11th) This effect lasts until the beginning of",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2,500 gp, 200 XP, 5 days. crystals form the cloak’s clasp. nippaT .S yb .sullI 662200__1100776622__CChhpp33..iinndddd 8888 1122//2211//0066 55::3366::2299 AAMM 89 CLOTHING CHAPTER 3 Cloak of quills Cloak of predatory vigor Cloak of stone In addition, any creature striking you in CLOAK OF WEAPONRY weapon with a weight of up to 25 pounds melee with a natural weapon or nonreach and a size no larger than Medium. When Price (Item Level): 2,300 gp (6th) manufactured weapon takes 1d4+3 points you activate the cloak, you can draw forth",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Shoulders of piercing damage. the weapon (or stow a weapon, if the cloak",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 19) conjuration barkskin, command plants. Creatures and nonweapon objects can’t",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1,150 gp, 92 XP, 3 days. a dark pelt that seems to shimmer and blur TURN RESISTANCE under close scrutiny. COLLAR OF HEALING Price (Item Level): 11,000 gp (13th) A cloak of weaponry has an extradimen- Price (Item Level): 5,000 gp (9th)",
        "name":  "CLOAK OF Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "3 lb. These two gold coils wind around the arm from bicep to wrist like serpents. A tiny ruby is set into each end of the coils. Deathguardian bracers allow you to trade arcane spells for protection from physical harm. When you activate the bracers, choose a prepared arcane spell or uncast spell slot. You lose that spell or spell slot (as if you had cast the spell) and gain damage reduction equal to twice the level of the spell or spell slot sacrifi ced. This damage reduction lasts until the start Quicksilver boots of your next turn and can’t be overcome by any type of weapon. DESPERATION CHAIN This ability functions once per day. Deathguardian bracers can be activated You must wear a desperation chain for 24 as long as you have arcane spells remain- Price (Item Level): 15,000 gp (14th) hours before you can access its abilities. ing to sacrifi ce. Body Slot: Waist",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) enemy (such as being pinned, paralyzed, or an etching of crossed swords. Weight: — dropped to –1 or fewer hit points). When you activate the chain, you can cast a single When activated, deathstrike bracers allow Stylized fl ames rendered in scarlet enamel arcane spell of 3rd level or lower without you to use melee weapons to deal extra encircle these steel gauntlets. spending an additional action to do so. damage from critical hits and sneak attacks Doing this expends the prepared spell or to constructs, elementals, oozes, plants, Devastation gauntlets are prized by anyone spell slot as if you had cast the spell. The and undead as if they were not immune who earns gold by fi ghting in melee, from chosen spell must have a casting time no to such extra damage. You must still roll a raging barbarians to wily swashbucklers. longer than 1 full round. Casting a spell critical threat and confi rm it as a critical hit These gauntlets have 3 charges, which are in this way requires no verbal or somatic or qualify to deliver sneak attack damage renewed each day at dawn. Spending 1 or components and does not provoke attacks to gain any benefi t from the bracers. This more charges grants you a bonus to the of opportunity. You must still provide any effect does not allow you to overcome any damage dealt by a critical hit you make in material components or focus required, other immunity or resistance to extra melee. You activate the gauntlets after you as well as pay any XP or other costs of damage from sneak attacks or critical hits have confi rmed a critical hit, but before the spell. (such as the fortifi cation armor property). damage is rolled. The spell you cast takes effect after the This effect lasts for 1 round. 1 charge: +2d6 points of damage. effect that rendered you helpless (so it This ability functions three times per 2 charges: +3d6 points of damage. can’t prevent that effect), though it could day. 3 charges: +4d6 points of damage. theoretically neutralize or reverse it. For",
        "name":  "Each of these black steel bracers is marked with Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Weight: 1 lb. chaotic neutral. You can select or change the resistance by speaking the command This wide, embroidered belt sash is emblazoned These thick leather gauntlets sport real dragon’s word. with images of fi re-breathing dragons. teeth for studs. Relic Power: If you have established the proper divine connection, you can While you wear a dragon spirit cincture, your Dragonfang gauntlets function as master- also transform a dragonscale cloak into breath weapon damage is increased by one work spiked gauntlets and also grant you functional dragon wings upon command. die (or by 1 point if your breath weapon a +2 enhancement bonus to Strength. The wings (which last for 2 hours per doesn’t deal damage expressed in dice). In addition, three times per day, you can day, divided up as you wish) allow you If you are also holding a magic weapon activate the gauntlets to treat your next to fl y with a speed of 60 feet and aver- that deals the same type of damage as your melee attack against a weapon or shield as age maneuverability. Additionally, the breath weapon, your breath weapon save though you had the Improved Sunder feat, value of the cloak’s resistance to energy DC increases by 1. even if you don’t meet its prerequisites. increases to 20.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Wondrous Item, If you have Improved Unarmed Strike, To use the relic power, you must wor- breath weapon. dragonfang gauntlets allow you to overcome ship Tiamat and either sacrifi ce a 6th-level",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1,000 gp, 80 XP, 2 days. damage reduction with your unarmed divine spell slot or have the True Believer strikes as though you were wielding a feat and at least 11 HD. DRAGONFANG magic weapon. In this case, you deal Lore: The fi rst dragonscale cloak is said unarmed strike damage instead of spiked to have been created from the scales of GAUNTLETS gauntlet damage. Tiamat herself by a devoted high priest Price (Item Level): 8,610 gp (12th) Prerequisites: Craft Wondrous Item, bull’s who visited the dragon queen on her",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hands strength, magic weapon, shatter. home plane. Since then, those who ally",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Wondrous Item, vam- Prerequisites: Craft Wondrous Item, Prerequisites: Craft Wondrous Item, clai- piric touch and limited wish or power leech magic fang or magic weapon. raudience/clairvoyance, message. (EPH 124) and bend reality (EPH 80). Cost to Create: 4,150 gp, 332 XP, 9 days. Cost to Create: 3,000 gp, 240 XP, 6 days.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 lb. choose to also listen to the environment FIERY TUNIC of any or all of the characters in the con- Two rows of overlapping, mismatched teeth Price (Item Level): 5,000 gp (9th) versation as if you were present. The magic form a curving ridge along the bottom of Body Slot: Torso of the amulet allows you to differentiate this bronze half-mask’s spiny demonic visage. Caster Level: 7th between the various locations without Snakes’ fangs, sharks’ teeth, fi led human inci- Aura: Moderate; (DC 18) conjuration undue confusion. sors, and other yellowed specimens create half Activation: — and swift (command) of a monstrous maw. Weight: 2 lb. When you activate a fanged mask, you This eye-catching tunic shifts and moves like can make a natural bite attack. The bite liquid fl ame. A crystal shard burns a brilliant deals 1d6 points of damage plus your red in the middle of the chest, fused seamlessly Strength modifi er (assuming you are with the cloth of the shirt. Medium; see DMG 28 for details on damage for larger and smaller crea- A fi ery tunic grants you resistance to fi re 5. tures). This attack is treated as a magic This is a continuous effect and requires weapon for the purpose of overcoming no activation. damage reduction, and the bite damage When you activate the tunic, it gener- doesn’t stack with any bite attack you ates a fi re shield, as the spell (warm shield already have. effect only), that lasts for 5 rounds. In Three times per day, upon biting a target addition, any melee weapons you hold while activating the mask, you can force while the fi re shield is active are treated that creature to make a successful DC 13 as fl aming weapons (DMG 224). You can Fortitude save or be stunned for 1 round. deactivate this effect at any time with Fiery tunic Illus. by E. Cox 662200__1100776622__CChhpp33..iinndddd 9999 1122//2211//0066 55::3377::2200 AAMM 100 3 RETPAHC GNIHTOLC another swift action. This ability func- Aura: Strong; (DC 21) abjuration To gain the benefi t of a fl esh ring of scorn, tions once per day. Activation: — or immediate you must wear it as a piercing through",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2,500 gp, 200 XP, 5 days. threat on a creature. The critical threat is This fragile pendant is constructed from rose automatically confi rmed, but the fl esh ring FINNED GAUNTLETS gold and shaped into the form of a fl ower. It is of scorn deals damage to you based on your set with many tiny fi re opals. weapon’s critical multiplier. Price (Item Level): 3,500 gp (8th)",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 lb. effect and requires no activation. ×4 4d6 When you activate the pendant, you Sweeping fins adorn these sharkskin gain immunity to fi re until the start of A fl esh ring of scorn functions three gauntlets. your next turn. However, doing this ren- times per day. ders the pendant powerless for 1 hour Prerequisites: Craft Wondrous Item, cor- You gain a natural swim speed of 30 feet thereafter. rupt weapon (DMG 182). (which also grants you a +8 bonus on Swim",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "13th Farspeaking amulet Firefl ower pendant Heartseeking amulet Crest of bravery Githborn talisman Flesh ring Hand of the of scorn Oak Father sekotS .A yb .sullI 662200__1100776622__CChhpp33..iinndddd 110000 1122//2211//0066 55::3377::2233 AAMM 101 CLOTHING CHAPTER 3 A formless vest allows you to briefl y make Gauntlets of arrow refl ection allow you to your body amorphous, allowing you to Gauntlets of redirect a defl ected thrown or projectile avoid particularly deadly strikes. Once per mindfi re weapon back at your attacker. When you day, you can activate this vest to take half use the Defl ect Arrows feat (PH 93) to of the damage dealt to you by a critical hit defl ect a ranged weapon attack, you can or sneak attack. You can activate the vest activate the gauntlets to cause the weapon after damage has been determined, but to fl y back at the character who made the before it has actually been dealt. attack. Use the attacker’s original attack",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1,600 gp, 128 XP, 4 days. had successfully hit with the weapon. This ability functions three times per GAUNTLET OF day.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 25) necromancy links. true seeing. Activation: —",
        "name":  "This gauntlet is made of braided mithral weapon, major creation, summon monster I, Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "3,250 gp, 260 XP, 7 days. Weight: 2 lb. A gauntlet of infi nite blades allows you to produce a weapon at a moment’s notice. GAUNTLETS OF ARROW These heavy spiked gauntlets are made from When it is activated, a dagger appears in overlapping metal plates. Blood drips slowly REFLECTION the hand wearing the gauntlet. This abil- from the junctures, coating the surface of the ity functions as often as needed, though Price (Item Level): 2,000 gp (6th) gauntlets with a thick, red ooze. the dagger disappears 3 rounds after it is Body Slot: Hands created. Caster Level: 3rd Said to harbor the blood of a thousand In addition, the gauntlet has 5 charges, Aura: Faint; (DC 16) abjuration victims, each pair of these gauntlets has which are renewed each day at dawn. Act ivation: Immediate (command) a long and grisly history. They function Spending 1 or more charges creates a more Weight: 1 lb. as +1 spiked gauntlets if you are lawful evil, potent dagger than normal, as described lawful neutral, or neutral evil. below. These leather gauntlets have small polished Relic Power: If you have established steel disks set in their palms. the proper divine connection, gauntlets Illus. by D. Martin 662200__1100776622__CChhpp33..iinndddd 110011 1122//2211//0066 55::3377::2288 AAMM 102 3 RETPAHC GNIHTOLC of the blood-lord grant you a +2 luck bonus damage (the type of energy depends on on melee touch attacks while you wear the type of gauntlets) instead of its normal them. damage type. You can’t apply the gauntlets’ To use the relic power, you must wor- effect to any blast already affected by an ship Hextor and either sacrifi ce a 4th-level eldritch essence invocation. divine spell slot or have the True Believer Four varieties of these gauntlets exist. feat and at least 7 HD. If you sacrifi ce a Each applies a different type of energy 6th-level divine spell or have the True damage to your eldritch blast: gauntlets Believer feat and at least 11 Hit Dice, every of eldritch frost (cold), gauntlets of eldritch 3rd-level or lower melee touch spell that lightning (electricity), gauntlets of eldritch you cast is automatically empowered as by fi re (fi re), and gauntlets of eldritch thunder the Empower Spell feat (although such a (sonic). spell doesn’t use a higher-level spell slot This ability can be used three times and the casting time of the spell isn’t per day. increased). Prerequisites: Craft Wondrous Item,",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2,250 gp (plus 620 gp Activation: Swift (command) for pair of masterwork spiked gauntlets), Weight: 1/2 lb. This pair of leather gloves is imprinted with 180 XP, 5 days. arcane sigils representing different types of These black leather gauntlets are studded with energy. GAUNTLETS OF multicolored gems. Gauntlets of energy transformation allow you ELDRITCH ENERGY Gauntlets of eldritch energy let you imbue to temporarily change the type of energy Price (Item Level): 5,000 gp (9th) your eldritch blasts (CAr 7) with a particular produced by any weapon you hold. When",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 20) transmutation before the end of your turn deals energy melee weapon you hold into another type Gauntlets of eldritch energy Gauntlets of Gauntlets arrow refl ection of energy transformation Gauntlets of giantfelling Gauntlets of Gauntlets of Gauntlets of infi nite blades throwing weaponry arcane sdlonyeR .W \u0026 gnahZ .J yb .sullI 662200__1100776622__CChhpp33..iinndddd 110022 1122//2211//0066 55::3377::3322 AAMM 103 CLOTHING CHAPTER 3 of energy damage (acid, cold, electricity, larger than you before the end of your These gauntlets appear pitted and decayed, or fi re) for 1 round. Transformed energy turn. although closer inspection reveals them to be does the same amount of damage, but a The extra damage is based on how sound. Each is set with small amber crystals +1 fl aming longsword could be changed many size categories larger than you the that rest on the tops of the knuckles. to deal acid, cold, or electricity damage target is. instead of fi re. Once per day, gauntlets of mindfi re can be If a weapon produces more than one Size Categories activated to project a 15-foot cone-shaped type of energy, each activation affects only Larger Extra Damage burst of mental sickness. A successful one type of energy produced. For example, 1 1d6 DC 14 Fortitude save negates the effect. if you wield a +1 fl aming shock longsword, 2 2d6 Any creature that fails its saving throw you could activate the gauntlets to change 3 or more 3d6 contracts a virulent form of mindfi re. A the fi re damage to acid, cold, or electricity victim can be infected only once; sub- damage, and you could activate the gaunt- This ability functions three times per day. sequent uses of this item on an infected lets a second time to change the electricity Prerequisites: Craft Wondrous Item, target produce no further effect. damage dealt by the shock property to reduce person. Mindfi re has no incubation period—a acid, cold, or fi re. If your weapon doesn’t Cost to Create: 1,000 gp, 80 XP, 2 days. victim immediately takes 1d4 points of deal energy damage, these gauntlets have Intelligence damage. Each day thereaf- no effect. GAUNTLETS OF ter, a victim must succeed on a DC 14 This ability functions three times per Fortitude save or take another 1d4 points LASSITUDE day. of Intelligence damage. If a victim suc-",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Wondrous Item, Aura: Strong; (DC 25) transmutation Each of these well-made gauntlets is set with slow. Activation: — small purple crystals that rest across the tops Cost to Create: 2,500 gp, 200 XP, 5 days. Weight: 2 lb. of the knuckles. GAUNTLETS OF These elegant gauntlets are made of a silvery Whenever you throw a weapon or other metal and have a scaly surface. Each fi nger is MINDFIRE object, gauntlets of extended range give the tipped with a long talon made of sapphire. weapon a telekinetic push, doubling its Price (Item Level): 11,000 gp (13th) range increment. Body Slot: Hands Provided that you are lawful good, lawful",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1,000 gp, 80 XP, 2 days. Activation: Standard (command) attacks that count as magic weapons",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— the ki strike ability. This benefi t doesn’t stack with similar benefi ts (such as from These leather gloves are cracked and worn, but a monk’s belt). Also, you can treat your still quite durable. unarmed damage as either bludgeoning or slashing damage (chosen each time When you activate gauntlets of giantfell- you attack). ing, you gain a bonus on the next weapon To use the relic power, you must damage roll you make against a creature worship Bahamut and either sacrifi ce a 3rd-level divine spell slot or have the Gauntlets of the talon Illus. by J. Zhang 662200__1100776622__CChhpp33..iinndddd 110033 1122//2211//0066 55::3377::3377 AAMM 104 3 RETPAHC GNIHTOLC True Believer feat and at least 5 HD. If overcomes damage reduction as if it were you sacrifi ce a 5th-level divine spell slot a magic silvered weapon. or have the True Believer feat and at least Prerequisites: Craft Wondrous Item, 9 HD, the gauntlets also function as ghost magic weapon. touch weapons for the purpose of attack- Cost to Create: 3,000 gp, 240 XP, 6 days. ing incorporeal creatures. In addition, you gain a +4 bonus on grapple checks. GEM OF THE",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— instinctively where the walls, ceiling, and Body Slot: Body fl oor are in any cavern you’re in, no matter Caster Level: 12th This pair of fl exible but tough maroon leather how large or what the illumination. Aura: Strong; (DC 21) necromancy gauntlets has a complex sigil on each palm. To use the relic power, you must wor- Activation: — ship Garl Glittergold and either Weight: — Gauntlets of throwing turn any handheld sacrifice a 5th-level weapon into a deadly thrown weapon. divine spell slot This shroud looks like a ghostly, translucent When you activate gauntlets of throwing, or have the True version of a winding cloth used to wrap a you grant any one melee weapon you hold Believer feat and body for burial. the throwing and returning properties at least 9 HD. (DMG 225–226) for 1 round. While wearing a ghost shroud, you gain a This ability functions three times per +1 defl ection bonus to Armor Class. In day. addition, all your melee attacks can affect",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Wondrous Item, incorporeal creatures as if you were wield- magic stone, telekinesis. ing a ghost touch weapon.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "2,500 gp, 200 XP, 5 days. WEAPONRY ARCANE GHOUL GAUNTLETS Price (Item Level): 6,000 gp (10th) Price (Item Level): 10,000 gp (12th)",
        "name":  "GAUNTLETS OF Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 lb. These long, leather gauntlets extend far up the These mottled leather gauntlets appear worn forearm. Silver stitching covers much of the and threadbare. leather, forming complex arcane runes. Ghoul gauntlets have no effect when worn Any weapon (even a nonmetallic one) by a construct or undead creature. If you you hold while wearing these gauntlets are a living creature, however, these gaunt- Ghost shroud dnalgnE .W \u0026 nnamrediW .E yb .sullI 662200__1100776622__CChhpp33..iinndddd 110044 1122//2211//0066 55::3377::4400 AAMM 105 CLOTHING CHAPTER 3 lets virtually meld with your fl esh when Gloves of agile striking grant you brief or fi re, as chosen by you each time you you put them on, making your hands bursts of impressive dexterity in combat. activate the gloves. appear gaunt and rotting. When you activate these gloves, you 1 charge: +2d6 points of damage. Once per round while wearing these deal an extra 1d6 points of damage with 2 charges: +3d6 points of damage. gauntlets, you can make a melee touch ranged weapons and light weapons (as 3 charges: +4d6 points of damage. attack that paralyzes the target for 1d6+2 well as nonlight weapons that can be Prerequisites: Craft Wondrous Item, rounds (Fort DC 13 negates). Elves are used with Weapon Finesse, such as a Melf’s acid arrow or vitriolic blast invocation immune to this paralysis. rapier). If you are delivering a skirmish (CAr 136), scorching ray or brimstone blast You can also deliver this attack as part of attack (see the scout class, CAd 10), this invocation (CAr 132), ray of ice (SC 167) or an unarmed strike, slam, claw, or similar bonus improves to 2d6. This effect lasts hellrime blast invocation (CAr 134). natural attack made with the hand, but for 1 round. Cost to Create: 1,250 gp, 100 XP, 3 days. in that case, you must attack normally, This ability functions two times per not with a touch attack. If you die while day. GLOVES OF FLAME wearing ghoul gauntlets, they revert to their Prerequisites: Craft Wondrous Item, Price (Item Level): 7,000 gp (11th) normal appearance. divine agility (SC 69).",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Small, open hands formed of hardened leather Gloves of fl ame provide you with the pro- rest upturned on the backs of each of these thin, A swirl of carved arabesques marks the top of tection of an endure elements spell against brown gloves. this otherwise austere gray stone pendant. cold temperatures and resistance to cold 5. These are continuous effects and require While wearing these gloves, you fi ght Both githyanki knights who captain no activation. as though you possess the Two-Weapon astral longships and githzerai monks who In addition, fi ve times per day you can Fighting feat. If you already have Two- hunt in rrakmas are known to wear these utter the word “burn” in Ignan to generate Weapon Fighting, you can make an stones, which are designed for use against fl ame in the palm of one hand. This fl ame additional attack with your off hand as if their most hated enemies. When you is as bright as a torch and persists for up using the Improved Two-Weapon Fight- activate a githborn talisman, you gain a +2 to 10 minutes or until you utter either of ing feat. insight bonus on attack rolls and weapon two other command words, each of which",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Gloves of the titan’s grip Gloves of lightning Gloves of the Gloves of uldra savant fl ame Gloves of fortunate striking nagaH .B yb .sullI 662200__1100776622__CChhpp33..iinndddd 110066 1122//2211//0066 55::3377::4477 AAMM 107 CLOTHING CHAPTER 3 charges, which are renewed each day at GLOVES OF In addition, three times per day, you dawn. Spending 1 or more charges grants can imbue any melee weapon held in your SPELL DISRUPTION you a competence bonus on the next Dis- hand with the frost property (DMG 224) able Device, Forgery, Open Lock, Sleight Price (Item Level): 1,000 gp (4th) for 5 rounds. of Hand, or Use Rope check you make. Body Slot: Hands Prerequisites: Craft Wondrous Item, You must begin the check within 1 round Caster Level: 5th ray of frost. of activating the gloves. You can’t apply Aura: Faint; (DC 17) abjuration Cost to Create: 1,550 gp, 124 XP, 4 days. this bonus when you take 10 or take 20—it Activation: — only applies on a check you actually roll. Weight: — GOGGLES OF DAY 1 charge: +5 competence bonus. Price (Item Level): 4,500 gp (9th) 2 charges: +7 competence bonus. Black striations run across the fi ngers of these",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— These goggles consist of coin-sized lenses set in a wire frame with a thin wire band apparently meant to secure them to the wearer’s head. Goggles of the Goggles of the ebon hunter grant ebon hunter Goggles of you darkvision out to 30 feet, as lifesight well as a +1 competence bonus on attack rolls and damage rolls with ranged weapons.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Head weapon to burst into fl ames (as the Caster Level: 7th fl aming weapon property; DMG 224) Aura: Moderate; (DC 18) abjuration for 12 rounds. Activation: —",
        "name":  "The first command causes your Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1,000 gp, 80 XP, 2 days. A heartseeking amulet allows your weapon This broad leather belt is studded with three to pierce armor and scaled hides as if they HEADBAND OF THE moonstones. were air. When you activate this amulet, the next melee attack you make is made as LOREBINDER While wearing a healing belt, you gain a a melee touch attack instead. If you don’t Price (Item Level): 1,600 gp (5th) +2 competence bonus on Heal checks. make a melee attack by the end of your",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Spending 1 or more charges allows you to of the lizardfolk, the Lizard King battled channel positive energy and heal damage the Lava Children. Though he pierced The face of this blue-green metal circlet is with a touch. (You can also use this ability them repeatedly with his trident, they stamped with the image of a blank, open to harm undead, dealing them an equiva- were immune to the metal of his weapon; scroll. lent amount of damage instead.) it passed through them as if they did not 1 charge: Heals 2d8 points of damage. exist. Eventually, he drowned the Lava A headband of the lorebinder grants a +4 2 charges: Heals 3d8 points of damage. Children’s champions in brackish pools sacred bonus on bardic knowledge checks 3 charges: Heals 4d8 points of damage. and drove their menace back into the (and on a loremaster’s lore checks). This Prerequisites: Craft Wondrous Item, cure magma bowels below the Geyser Fens is a continuous effect and requires no moderate wounds. (Knowledge [history] DC 15). activation. Cost to Create: 500 gp, 40 XP, 1 day. Eventually, he was able to imbue his Three times per day, you can activate the own trident not just with the ability to headband to gain the effect of a read magic HEARTSEEKING ignore metal but also to pass nearly all spell. This ability lasts for 30 minutes. physical defenses. Today that secret has AMULET",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Wondrous Item, read been replicated in the tiny amulets that magic, bard. Price (Item Level): 3,000 gp (7th) resemble his mighty weapon (Knowledge",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "See table head, the antlers join solidly with your skull. These antlers grant you a natural This item is forged or carved of a blue material, secondary gore attack that deals 1d8 points and a tiny star sapphire has been set into it. of damage plus half your Strength bonus. The antlers are treated as a magic weapon for the purpose of overcoming damage Incarnum reduction. focus",
        "name":  "When you place a horned helm on your Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "3 lb. In addition, you can command it once per day to create a blade barrier as a ringed These hexagonal, cold iron bands are sized to fi t wall of whirling blades only (20 feet high, over the biceps and bear various arcane runes. up to 90 feet in diameter, centered on your current location). This effect lasts for 18 Hexblades (CW 5) rely on these items minutes or until dismissed as a standard to enhance their curse power and their action. As long as you wear the vestment, combat prowess. While worn, hexbands you can pass through your barrier without increase the save DC of your hexblade’s harm, though you receive no such protec- curse by 1. This is a continuous effect and tion against any other blade barrier. requires no activation. In addition, when you activate your hex- Incarnum Focus bands, you can add your Charisma bonus Item Chakra Body Slot Weight (if any) on weapon damage rolls you make Incarnum bracers Arms Arms 1 lb. against any creature currently affected by Incarnum goggles Brow Face 1 lb. your hexblade’s curse. This benefi t lasts Incarnum circlet Crown Head — for 1 round, and this ability functions fi ve Incarnum boots Feet Feet 2 lb. times per day. Incarnum gauntlets Hands Hands 2 lb.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Wondrous Item, This ability functions three times per nor can any essentia invested in it be lost Stunning Fist, magic weapon. day. or drained, except as part of the normal",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— and standard gain this bonus. This is a continuous attackers with crackling electricity. This (manipulation) effect and requires no activation. tunic has 3 charges, which are renewed Weight: — Additionally, a lore gem acts as a spell- each day at dawn. Spending 1 or more book, allowing a wizard (or any other charges creates an electrical fi eld around spellcaster who requires a spellbook) your body, which deals electricity damage to record spells into and prepare spells to anyone striking you with a natural directly from the lore gem. The gem attack or nonreach melee weapon. This holds up to thirty spells of any effect lasts for 3 rounds once acti- levels, and recording a new spell vated, and it does not harm you or into a lore gem requires the your gear. normal amount of time and 1 charge: 2d6 points of elec- expense. You can also erase an tricity damage. existing spell as a standard 2 charges: 3d6 points of action. A newly created electricity damage. lore gem is empty of spells, 3 charges: 4d6 points of but a lore gem recovered as electricity damage. treasure might have spells",
        "name":  "A lightning tunic allows you to punish Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 lb. shine. person, you could activate your mindvault before the domination takes effect (thus A shimmering opalescent gleam shifts slowly A lesser mind blade gauntlet functions as a negating it entirely). across this leather gauntlet. mind blade gauntlet, except that it holds a A mindvault functions once per day. weapon property with a +1 bonus market You must wear a mindvault for 24 hours A mind blade gauntlet allows a soulknife price modifi er that can be used by a before you can access its abilities. If it is to enhance the power of his mind blade. soulknife with the mind blade enhance- taken off, it becomes inactive until worn Each mind blade gauntlet is created with a ment class feature. for an additional 24 hours. particular weapon property with a market Prerequisites: Craft Magic Arms and Prerequisites: Craft Wondrous Item, price modifi er of +2 (such as collision) that Armor, mind blade. magic jar. can be used by a soulknife with the mind Cost to Create: 5,000 gp, 400 XP, 10 days. Cost to Create: 4,000 gp, 320 XP, 8 days. blade enhancement class feature (see the soulknife class description, EPH 26). MINDVAULT MITHRAL BELLS When you expend your psionic focus Price (Item Level): 8,000 gp (11th) Price (Item Level): 3,700 gp (8th) while manifesting your mind blade, the",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Head Body Slot: Arms blade gains the weapon property desig-",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1,850 gp, 148 XP, 4 days. This softly glowing gauntlet seems made MONOCLE OF from seamless cloth spun from opals. PERUSAL A greater mind blade gauntlet functions Pr ice (Item Level): 6,500 gp as a mind blade gauntlet, except that it (10th) holds a weapon property with a +3",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "3 lb. you meet, the holy symbol grants you one to turn their enemies’ powerful strikes additional daily use of your turn or rebuke against them. If you score a hit in melee Emblazoned upon the white cloth of this cloak undead ability. against someone who scored a critical hit is an azure shield with two crossed black swords • At least 5 ranks in Knowledge or sneak attack against you since your in front of it. (religion) last turn, you can activate these bracers to • Improved Turning feat automatically consider your attack roll a If you are a marshal (MH 11), a rearguard’s • At least one divine feat (CD 77) critical threat. You must still confi rm the cape provides you with a potent ability critical hit as normal. whenever you and your allies are out- Each reliquary holy symbol is crafted for a This ability functions two times per numbered. If the number of visible, active specifi c deity and is only useful to char- day. enemies within 60 feet of you exceeds acters dedicated to that deity (or in the gnahZ .J yb .sullI 662200__1100776622__CChhpp33..iinndddd 112200 1122//2211//0066 55::3388::4444 AAMM 121 CLOTHING CHAPTER 3 case of a character who isn’t devoted to a and it failed its save against the effect, you Prerequisites: Craft Wondrous Item, specifi c deity, whose alignment matches would push it 5 feet away from you in any Ride-By Attack, cat’s grace. that of the deity). For example, a reliquary direction and it would lose the remaining Cost to Create: 6,000 gp, 480 XP, holy symbol of Heironeous can be used by 20 feet of that move action. It could then 12 days. any cleric of Heironeous, or by any lawful use another move action, if it still had one, good character. to close the remaining distance. If the wolf RING OF",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Faint; (DC 17) abjuration a shine. These heavy, fi ngerless leather gloves bear shin- Activation: Immediate (command) ing adamantine bands across the knuckles. Weight: 1/2 lb. While you wear this ring, your melee attacks (whether natural or with a weapon) These masterwork spiked gauntlets allow This inch-wide disk bears a large red crystal are treated as adamantine for the purpose you to tear the fl esh of any creature you in its center. Tiny carvings around the crystal of overcoming damage reduction. strike with at least two weapons. If you show an endless march of angels and demons",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Forge Ring, touch of ada- deal damage to a creature with at least two at war. mantine (BoED 110). different weapons or natural attacks on",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10,000 gp, 1,100 XP, When you activate this ring, choose a You are invisible to darkvision, although 20 days. single melee weapon you hold (or your you are fully visible in normal light. unarmed strike). Until the end of your Prerequisites: Forge Ring, invisibility.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1,000 gp, 80 XP, 2 days. magic and good-aligned for the purpose Price (Item Level): 5,000 gp (9th) of overcoming the damage reduction of an RING OF DIVERGENCE",
        "name":  "RING OF ARMING turn, that weapon is considered both Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Forge Ring, bless weapon. times and turns back upon itself.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "500 gp, 40 XP, 1 day. When you activate a ring of arming, any armor or weapons you currently wear A ring of divergence provides resistance RING OF disappear and are stored magically within 10 against a specifi c type of energy (acid, the ring, and any armor or weapons cur- COMMUNICATION cold, electricity, fi re, or sonic), determined rently stored within the ring appear in the when it is created. Price (Item Level): 2,000 gp (6th) appropriate places on your body (items Once per day, if you are targeted by a",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— metals—including adamantine, gold, and the damage a spell or spell-like ability mithral—seem to thrum faintly with power. will deal to you, but before the damage is This ring is crafted from interwoven bands of actually dealt. This ability functions three copper and electrum. This item functions as a ring of master times per day. artifi ce, except a greater ring provides you This ability does not protect you from When you activate a ring of lightning fl ashes, with one bonus 5th-level infusion and one other magical effects (such as those it emits a powerful blast of lightning that bonus 6th-level infusion (instead of one generated by magic items, unless they deals 5d6 points of electricity damage bonus 3rd-level infusion and one bonus specifi cally mimic spells). For example, (Refl ex DC 13 half) to all creatures within 4th-level infusion). the ring wouldn’t protect you from the 5 feet (other than yourself). Any creature Prerequisites: Forge Ring. extra damage dealt by a fl aming sword, that is in physical contact with you at the Cost to Create: 30,500 gp, 2,440 XP, but it would protect you from a fi reball cast time (grappling, engulfi ng, swallowing, or 61 days. from a scroll, wand, or other item. the like) receives no saving throw against If you also wear a magic item that the blast. grants an enhancement bonus to your This ability functions three times per Intelligence or Charisma, you can add day. half that item’s bonus as an insight bonus",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Ring of the 26 days. darkhidden Ring of forcewall Ring of water breathing Ring of vanishing Ring of the icy soul Ring of thunderclaps Illus. by E. Widermann 662200__1100776622__CChhpp33..iinndddd 112277 1122//2211//0066 55::3399::0055 AAMM 128 3 RETPAHC GNIHTOLC This ring is carved from a single piece of lapis Whenever a creature scores a critical lazuli and has a lightning bolt etched along hit on you with a melee weapon, this ring its rim. unleashes an arc of divine energy that deals 5d6 points of damage to the creature You can activate this ring as a swift (com- that scored the critical hit. This ability mand) action to make a melee touch functions three times per day. attack before the end of your turn that Lore: Originally given by archons to deals 1d8+5 points of electricity damage their mortal champions in the lost ages if successful. This ability functions three of the world, the oldest of these rings times per day. were ancient when the elves fi rst began Once per day, upon successfully using to record their histories. the ring to damage a target, you can acti- Prerequisites: Forge Ring, vengeance vate a second ability of the ring as a free halo (BoED 111),good alignment. (command) action to create a powerful Cost to Create: 2,250 gp, 180 XP, thunderclap that mimics a shout spell. 5 days.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— against incorporeal touch attacks. The sheath is harmful to the touch, dealing A ring of vanishing allows you to briefl y Seven small half-spheres rise from the shining, 1d4 points of force damage to any creature become almost entirely imperceptible. refl ective surface of this golden ring. that successfully strikes you with a non- When you activate this ring, you become reach weapon. In addition, your unarmed invisible (as greater invisibility), as well as A ring of vengeance glows softly when worn strikes deal an extra 1d4 points of damage undetectable by hearing, scent, blind- by a good-aligned creature. Nongood crea- and can affect incorporeal creatures as if sense, blindsight, or tremorsense, for 2 tures gain no benefi t from the ring. they were force effects. dnalgnE .W yb .sullI 662200__1100776622__CChhpp33..iinndddd 112288 1122//2211//0066 55::3399::0099 AAMM 129 CLOTHING CHAPTER 3",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Forge Ring, mage armor, Prerequisites: Craft Wondrous Item, The robe can also be activated as a swift magic weapon, wall of force. mage armor, specialist wizard in the rel- (command) action by speaking a word in",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    }
]
