[
    {
        "origin_file":  "armor.json",
        "description":  "DESIGNING TRAITS Although this section provides a large number of character the corresponding penalty applies to a rarely used or never- traits, a player who wants to create a character with a distinc- used aspect of play. For example, a trait that gave a bonus to tive personality may ask the DM to design a new trait. If that Armor Class and a penalty on attack rolls would be poor design happens, the DM should keep in mind that the traits variant is because spellcasters make very few attack rolls (making the only effective if the benefi ts and the drawbacks of the traits are penalty far less severe) yet continuously gain the benefi t of the related. If the drawback and benefi t of a trait apply to disparate increased Armor Class. or unrelated aspects of the game, it becomes too easy for a As long as the DM and player talk about a new trait ahead of player to choose a trait for her character that provides a bonus time and view it in light of what skills and abilities the character on a commonly attempted ability check or skill check while uses most often, this potential pitfall is easy to avoid. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 89 12/11/03, 10:37:26 AM 90 3 RETPAHC GNIDLIUB SRETCARAHC",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Characters with this trait tend to be relatively You relate better to animals than you do to people. immobile in combat. They typically prefer to wear strong armor (or Benefi t: You gain a +1 bonus on Handle Animal checks and other protective devices), since it’s hard for them to fl ee a fi ght. wild empathy checks. 620_88156_UnearthedArcana2.indd 90 12/11/03, 10:37:39 AM 91 CHARACTERS BUILDING CHAPTER 3",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You must have a Constitution of 4 or higher to take Effect: You take a –6 penalty on initiative checks. this fl aw. Vulnerable Inattentive You are not good at defending yourself. You are particularly unaware of your surroundings. Effect: You take a –1 penalty to Armor Class. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Special",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You gain damage reduction 3/bludgeoning. Your sometimes fi nds that some of its magic rubs off on him or her skin imposes an armor check penalty of –2 (which stacks with permanently, leaving an echo of the original spell. A character the armor check penalty from armor and shield). who has alter self cast on her many times, for example, may de- velop the spell-like ability to alter her features into the specifi c Breadth of Knowledge [Spelltouched] form she’s most familiar with. Benefi cial spells can linger on a Your time spent plumbing the depths of magic knowledge has character like magic radiation, bestowing an advantage some- resulted in a treasure trove of obscure facts. how related to the original spell. In contrast, some PCs have a Prerequisite: Exposure to legend lore or vision spell. homeopathic reaction to hostile spells; by suffering the effects Benefi t: All Knowledge checks you make are treated as of a spell, they develop a countermeasure to it. trained checks, even if you don’t have any ranks in the specifi c Such spelltouched characters are a mystery to academic- skill. If you have at least one rank in the specifi c Knowledge minded spellcasters, who can’t reliably duplicate the process by skill in question, you gain a +1 bonus on the check. repeatedly casting the same spell on a subject. Magic interacts with each individual in a subtly different way. Conductivity [Spelltouched] Accordingly, the only way to become eligible to select a spell- You have crude control over electricity effects near you. touched feat is to have been exposed to (that is, targeted by or Prerequisite: Exposure to call lightning, lightning bolt, or chain otherwise affected by) one of the spells associated with the feat. lightning spell.",
        "name":  "In this variant, a character who has been the target of a spell Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "When you use teleport, you can roll the targeting roll whether magical or not, only twice, taking whichever result you prefer. When you use Conductivity from the effects of catching plane shift or shadow walk, you likewise make on fi re. It also doesn’t protect your equipment from the ef- fects of fi re. nospmohT .B yb .sullI 620_88156_UnearthedArcana2.indd 92 12/11/03, 10:38:05 AM 93 CHARACTERS BUILDING CHAPTER 3 Table 3–4: Spelltouched Feats Feat Prerequisites Benefi t Accurate Jaunt Exposure to greater teleport, plane shift, Better chance of successfully traveling between planes teleport, or shadow walk Bladeproof Skin Exposure to stoneskin or iron body Gain damage reduction 3/bludgeoning Breadth of Knowledge Exposure to legend lore or vision All your Knowledge checks treated as trained Conductivity Exposure to call lightning, lightning After taking electricity damage, send out a line of electricity bolt, or chain lightning that affects one target within 30 feet Controlled Immolation Exposure to fi reball or delayed Take no damage from catching on fi re; opponents that blast fi reball strike you in melee take 1d6 points of fi re damage Eyes to the Sky Exposure to scrying or greater scrying Automatically spot magical scrying sensor within 40 feet False Pretenses Exposure to charm or dominate spell Mislead opponent into thinking you are charmed or dominated Ineluctable Echo Exposure to wail of the banshee or Caster who targets you with power word spell or wail of the any power word spell banshee is also affected by spell Life Leech Exposure to death touch granted Each creature within 30 feet that has –1 to –9 hp loses 1 hp, power or death knell spell which you gain as temporary hit points Live My Nightmare Exposure to phantasmal killer Send nightmarish vision against creature that targets you with divination effect Momentary Alteration Exposure to alter self Use alter self as spell-like ability for 1 minute once per day Naturalized Denizen Exposure to dimensional anchor You are never treated as extraplanar creature Omniscient Whispers Exposure to commune or contact Receive answer to one question per week as if you had cast other plane a commune spell Photosynthetic Skin Exposure to barkskin Gain +2 to natural armor when outside during the day Polar Chill Exposure to cone of cold or ice storm Create patch of icy ground that hampers movement Residual Rebound Exposure to spell resistance or If you roll natural 20 on save against targeted spell, effect spell turning of spell turns back on caster Stench of the Dead Exposure to ghoul touch or Carrion stench causes those adjacent to you to become vampiric touch sickened Eyes to the Sky [Spelltouched] Prerequisite: Exposure to wail of the banshee or any power You have an instinctive sense of when someone is magically word spell. watching you. Benefi t: When you are targeted by a power word spell, whoever",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft (alchemy) 4 ranks. of their Intelligence or Hit Dice. Benefi t: You gain 100 craft points. You may use craft points to create alchemical items or substances, such as acid or tangle- Table 3–6: Craft Points Gained by Level foot bags. Character Craft Points Total Craft You may spend your craft points to create alchemical items Level Gained Points1 or substances at a rate of 1 craft point per 10 gp of market value 1st 100 100 of the fi nished item (minimum 1), even without spending the 2nd 200 300 requisite creation time at work on the item. 3rd 300 600 Special: If you take the requisite creation time at work on the 4th 400 1,000 item, you spend only 1 craft point per 50 gp of market value of 5th 500 1,500 the fi nished item (minimum 1). 6th 600 2,100 7th 700 2,800 This feat replaces the requirement of being a spellcaster in 8th 800 3,600 order to craft alchemical items as listed in the Craft skill in the 9th 900 4,500 Player’s Handbook. 10th 1,000 5,500 Normal: Characters without this feat cannot craft alchemi- 11th 1,100 6,600 cal items. 12th 1,200 7,800 13th 1,300 9,100 Craft Masterwork Armor [Item Creation] 14th 1,400 10,500 You are trained in the creation of fi ne armor and shields. 15th 1,500 12,000",
        "name":  "Familiars or special mounts never gain craft points, regardless Prerequisite",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft (armorsmithing) 6 ranks. 16th 1,600 13,600 17th 1,700 15,300 Benefi t: You gain 100 craft points. You may use craft points to 18th 1,800 17,100 create masterwork armor or shields. 19th 1,900 19,000 You may spend your craft points to build masterwork armor 20th 2,000 21,000 or shields at a rate of 1 craft point per 10 gp of market value of the 1 Subtract any craft points already spent from this total, fi nished item (minimum 1), even without spending the requisite and add any craft points gained from feats. creation time at work on the item.",
        "name":  "Prerequisite",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Choose a character class, such as ranger. The chosen can make some otherwise interesting character archetypes class is treated as a favored class for the purpose of determin- less viable without having the proper combination of race and ing whether your character takes an experience point penalty for class(es). In my campaign, I allow characters to select a feat that multiclassing. adds another favored class to their race. This allows a player to Normal: Without this feat, if any class other than your race’s better create a unique character while not unduly undercutting favored class is two or more levels lower than your highest-level the multiclass advantage possessed by humans and half-elves. class, you take a –20% penalty to XP earned for each class that is not within one level of your highest-level class. ADDITIONAL FAVORED CLASS [General] Special: You can gain this feat multiple times. Each time you You are more adept at combining different talents than most take the feat, it applies to a new class. members of your race. —Andrew Finch pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 100 12/11/03, 10:41:13 AM 101 CHARACTERS BUILDING CHAPTER 3 For example, you want to create a 5th-level wizard with Contacts: This column applies only if you’re using that vari- a background entirely in academic magic by rolling d% ant (see Chapter 6) and the character would earn a new contact five times on the table below to represent the five levels. at this level. At 3rd level, the d% result is 34, and the Gear column gives Reputation (Rep): Similarly, this column applies only if you’re “Wand/staff with abjuration spells.” At 4th level the result is using the reputation rules (see Chapter 6). If a bonus appears in 63 (Wand/staff with illusion spells), and at 5th level the result this column, add it to your Reputation score. is 11 (Rod or staff). Recognition: With accomplishments come rewards, in From Table 5–1 in the Dungeon Master’s Guide, a 5th-level the form of recognition by one’s peers or by others who may character has wealth equal to 9,000 gp. The character can be impressed by a character’s status. To benefit from the re- spend 30% of this amount, or 2,700 gp, on a rod or staff—a ward (if any) identified in this column of a table entry, the staff of fire with 7 charges, for instance. She can spend 20%, or character must make a recognition check, which is 1d20 + 1,800 gp, on a wand or staff that holds an illusion spell, such any modifiers that might apply, as indicated in a background as a wand of invisibility with 20 charges. She can spend up to description. Most often, this modifier is the number of ranks 10%, or 900 gp, on a wand or staff that holds an abjuration the character has in a relevant skill, which is a generally accu- spell, such as a fully charged wand of shield. rate measure of how much time the character has spent hon- ing that skill, which in turn is closely tied to the character’s Academic Magic Background Activities d% Activity Class Feats Skills Gear Contacts Rep Recognition 01–07 Item creation Wizard Any item creation Spellcraft, Any magic item Skill +0 Society, DC 30 Craft (any), Concentration 08–15 Metamagic Sorcerer Any metamagic Know (arcana), Rod or staff Infl uence +0 Degree, DC 24 or wizard Concentration, Spellcraft 16–23 Spell research Wizard Spell Mastery Spellcraft, Extra spells Information +1/2 Degree, DC 26 Know (arcana), in spellbook Concentration 24–29 Training Wizard Leadership, Spellcraft, Wondrous item Infl uence +1 Society, DC 26 Persuasive Know (arcana), for interaction/communication Sense Motive 30–35 Abjuration Wizard Sp Focus (Abj) Spellcraft, Wand/staff with Information +0 Degree, DC 28 Concentration, abjuration spells Know (the planes) 36–41 Conjuration Wizard Sp Focus (Conj) Spellcraft, Wand/staff with Information +0 Degree, DC 28 Concentration, conjuration spells Know (the planes) 42–47 Divination Wizard Sp Focus (Div) Spellcraft, Wand/staff with Information +0 Degree, DC 28 Concentration, divination spells Know (the planes) 48–53 Enchantment Wizard Sp Focus (Ench) Spellcraft, Wand/staff with Information +0 Degree, DC 28 Concentration, enchantment spells Diplomacy 54–59 Evocation Wizard Sp Focus (Evoc) Spellcraft, Wand/staff with Information +0 Degree, DC 28 Concentration, evocation spells Know (arcana) 60–65 Illusion Wizard Sp Focus (Illus) Spellcraft, Wand/staff with Information +0 Degree, DC 28 Concentration, illusion spells Perform (any) 66–71 Necromancy Cleric Sp Focus (Necro) Spellcraft, Wand/staff with Information +0 Degree, DC 28 or wizard Concentration, necromancy spells Know (religion) 72–77 Transmutation Wizard Sp Focus (Trans) Spellcraft, Wand/staff with Information +0 Degree, DC 28 Concentration, transmutation spells Know (arcana) 78–85 Creature studies Wizard Spell Penetration, Know (nature), Wondrous item Infl uence +1/2 Society, DC 26 Improved Familiar Know (arcana), that mimics monster ability Know (the planes) 86–94 Battle magic Sorcerer Combat Casting, Concentration, Bracers of armor Information +1/2 Society, DC 28 or wizard Any metamagic Spellcraft, or cloak of protection Know (arcana) 95–100 Divine magic Cleric Sp Focus (any) Concentration, Prayer beads Skill +1/2 Society, DC 24 Know (religion), or divine scrolls Spellcraft Know = Knowledge; Sp Focus = Spell Focus. 620_88156_UnearthedArcana2.indd 101 12/11/03, 2:10:31 PM 102 3 RETPAHC GNIDLIUB SRETCARAHC level. (The more you have learned about the skills that are Example Societies and Degrees most central to your success, the more likely it is that you will The names of societies and academic degrees given below are earn recognition.) provided as a starting point. Depending on the players’ inter- This reward has no specifi c game effect, but the DM is free est and the DM’s plans for the campaign, the societies could to grant an ad hoc bonus of some sort when a famous or accom- be come full-fl edged secret cabals, or they could remain honor- plished character interacts with those who are impressed by the ary societies that rarely meet and don’t have agendas beyond recognition that character has earned. their fi eld of study.",
        "name":  "The experience point penalty associated with multiclassing Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "They function UNDERWORLD BACKGROUND best when the DM integrates them tightly into the campaign The teeming cities of the D\u0026D game world provide opportu- world. You have a lot of room to modify the background activities nities for countless adventures. The activities associated with described in this section to suit the needs of your campaign and this background represent moneymaking efforts on the wrong inject the rules with the fl avor of your game world. For example, side of the law. A character may operate solo, as part of a small perhaps the city-state of Harleph has elite fl ail-wielding com- gang, or as part of a large thieves’ guild or organized crime fam- mandos called the Crimson Guard. The shock trooper activity in ily Some characters with underworld backgrounds use a false the military background could offer a decoration called the Red name to attain the benefi ts of their reputation while avoiding Braid in the Recognition column, a dire fl ail in the Gear column, entanglements with law enforcement. and a +1 in the Reputation column (they are elite, after all). 620_88156_UnearthedArcana2.indd 108 12/11/03, 2:12:38 PM Illus. by 109 IIlllluuss.. bbyy DD.. KKoovvaaccss his chapter is perhaps the most disparate and fragmented This variant system is particularly appropriate for swash- of all the chapters in this book. On the following pages, buckling or stealth-based campaigns, for settings in which you’ll fi nd a variety of variant systems dealing with ar- fi rearms are common, for seafaring campaigns (in which mor and defense, combat, damage, death and dying, heroic the characters would rather not wear armor for fear of action, facing in combat, and even the most basic activity drowning), or for any other setting in which armor is not in the DUNGEONS \u0026 DRAGONS game: rolling dice. worn on a day-to-day basis—even by adventurers. No DM, no matter how enterprising, could realistically THE CLASS DEFENSE BONUS hope to include all (or even most) of these variants in the same game—nor should he. Instead, the DM, working with In this variant, every character has a defense bonus based the players, should pick and choose a small number of vari- on his character level. The defense bonus applies to Ar- ants to add, weighing carefully how each one interacts with mor Class. However, it does not stack with the character’s the rest of the rules used in the game. Try adding the variants armor bonus. A character wearing armor gains its armor one at a time, so that you can assess each one’s effect individu- bonus (including any enhancement to that bonus) or his ally, rather than stacking a half-dozen new rules options onto defense bonus—whichever is higher—but not both. the game simultaneously. The defense bonus stacks with all other bonuses to In some cases, the text notes how certain variants might AC, including the character’s shield bonus, natural work well (or poorly) when combined in the same game. armor bonus, and so forth. When used along with the DM’s good judgment, this advice Unlike an armor bonus, a defense bonus does can help the DM create a “suite” of variant rules that dramati- improve a character’s AC against touch attacks. cally change the feel of his campaign. A character’s defense bonus is derived from his character level and class, as shown on Table 4–1: Defense Bonus. For a multiclass character, use the DEFENSE BONUS highest defense bonus of those offered by the char- In the standard D\u0026D rules, a character’s skill at attacking acter’s classes. For example, a 2nd-level barbarian gets better as he goes up in level—but not so his skill at avoid- has a defense bonus of +4. If the character gains a ing attacks. Characters rely on armor and an ever-growing level of cleric (becoming a 2nd-level barbarian/1st-level collection of magic items to protect them in combat. But what cleric), her defense bonus increases to +7, because the about campaigns in which it’s not common or appropriate for cleric’s +7 at 3rd character level is better than the characters to go everywhere in full plate? barbarian’s +5 at 3rd character level. 620_88156_UnearthedArcana2.indd 109 12/11/03, 2:12:55 PM 110 4 RETPAHC GNIRUTNEVDA Table 4–1: Defense Bonus DEFENSE BONUSES FOR OTHER Level A1 B2 C3 D4 CLASSES 1st +2 +3 +4 +6 For classes not mentioned here, determine a character’s class de- 2nd +2 +3 +4 +6 fense bonus based on the armor profi ciency granted by the class 3rd +3 +4 +5 +7 (and only that gained from the class—you can’t take an Armor 4th +3 +4 +5 +7 Profi ciency feat to improve your defense bonus). Consult Table 5th +3 +4 +5 +7 4–2 below; the defense bonus progression refers to the indicated 6th +4 +5 +6 +8 column on Table 4–1. 7th +4 +5 +6 +8 8th +4 +5 +6 +8 Table 4–2: Defense Bonus for Other Classes 9th +5 +6 +7 +9 10th +5 +6 +7 +9 Armor Profi ciency Defense Bonus Progression 11th +5 +6 +7 +9 None Column A 12th +6 +7 +8 +10 Light Column B 13th +6 +7 +8 +10 Light and medium Column C 14th +6 +7 +8 +10 Light, medium, and heavy Column D 15th +7 +8 +9 +11 16th +7 +8 +9 +11 MONSTER DEFENSE BONUSES 17th +7 +8 +9 +11 Monsters do not have inherent defense bonuses unless 18th +8 +9 +10 +12 19th +8 +9 +10 +12 they also have levels in a class or are normally 20th +8 +9 +10 +12 profi cient with armor. When calculat- 1 Use column A for monk, sorcerer, or wizard. ing a monster’s defense bonus to AC, 2 Use column B for bard, ranger, or rogue. do not include the monster’s base HD or level adjustment (if any). 3 Use column C for barbarian or druid. For example, a typical green dragon, mind fl ayer, or black pud- 4 Use column D for cleric, fi ghter, or paladin. ding has no class levels and is not profi cient with armor. Such creatures do not get a defense bonus. If a creature is profi cient with one or more types of armor, however, it gains a defense bonus. See Table 4–3: Creature De- fense Bonuses. If a creature has levels in a class, it gains a defense bonus just like any other character with a class. This bonus does not stack with any defense bonus the creature may have from armor profi ciency. For instance, giants are considered profi cient with whatever type of armor (light, medium, or heavy) they are described as wearing. Hill giants, described in the Monster Manual as wearing hide armor, therefore have a +2 defense bonus (hide armor is a medium armor). Since this is lower than the +3 armor bonus of hide armor, the typi- cal hill giant probably prefers to wear his armor. A 1st-level hill giant barbarian, however, would have a defense bonus of +4, and would benefi t from discarding his hide armor (though he’d gain a higher armor bonus by putting on chainmail or a breastplate). Table 4–3: Creature Defense Bonuses Armor Profi ciency Defense Bonus None +0 Light +1 Light and medium +2 Light, medium, and heavy +4 nidelleB .S yb .sullI pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Background selections are like prestige classes",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "CLASS DEFENSE Clearly, the class defense system is best for characters who Using the defense bonus variant in your game means that some- must choose between going unarmored and risking arcane times, at least, characters won’t want to wear armor—their de- spell failure—sorcerers and wizards in particular. Classes lim- fense bonus provides them with free protection that’s as good ited to light or medium armor also fl ourish under this system, as armor. Funds that would otherwise be spent improving a since they can multiclass to gain the benefi t of a higher de- character’s armor can instead be spent on other gear, which fense bonus. means the characters’ power level will increase slightly. Spells that affect metal are less useful under this system, since Characters may still desire the properties of a specifi c kind of metal armor is less common. magic armor or of armor special abilities. Be prepared to create Touch attacks are less effective under this system, since new magic items, such as cloaks, robes, vests, or vestments, to most characters’ touch ACs are signifi cantly higher than in a support those desires. standard game. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 110 12/11/03, 2:13:10 PM ADVENTURING CHAPTER 4 ARMOR AS A +3 chain shirt, for example, adds +5 to AC and grants damage DAMAGE REDUCTION reduction 2/–. In the abstract combat system of the D\u0026D game, a character’s STACKING DAMAGE REDUCTION armor defends him by reducing the chance that an attack will deal damage. That system simplifi es the realities of battle in or- The damage reduction granted by armor stacks with other dam- der to streamline combat resolution. An attack that fails due to a age reduction of the same type (that is, damage reduction that character’s armor or natural armor doesn’t really fail to connect, has a dash after the number). A 7th-level barbarian wearing a but rather fails to connect with enough force to deal any damage. breastplate has DR 3/– (1/– from his class levels and 2/– from (That’s why touch attacks ignore a character’s armor and natural his armor). A fi ghter wearing full plate armor who is the target armor—the touch attack only needs to connect to deliver its ef- of a stoneskin spell, however, has DR 4/– from the armor and 10/ fect, and need not actually breach the target’s armor.) adamantine from the spell (see page 292 of the Dungeon Master’s If you’re willing to add a layer of complexity to your combats, Guide, under Damage Reduction, for rules on characters with consider this variant. In this system, armor reduces the amount multiple types of damage reduction). of damage dealt by an attack instead of merely turning would-be SHIELDS hits into misses. Armor still prevents some hits outright, but also reduces the deadliness of attacks that do connect. In essence, the Shields function normally in this variant, granting their full system “gives up” some of armor’s ability to turn hits into misses shield bonus to AC. Unlike with armor, a shield’s effectiveness in exchange for a small reduction in the damage dealt by any is measured wholly by its ability to keep an attack from connect- given attack. ing with your body. ARMOR DAMAGE REDUCTION VALUES NATURAL ARMOR",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "an armor A creature’s natural armor also provides a modicum of dam- bonus to AC, which functions just like the armor bonus in the age reduction. Divide the monster’s natural armor bonus (not standard D\u0026D rules but is usually lower in value; and damage including any enhancement bonus) by 5 to determine the mon- reduction. See Table 4–4: Armor and Damage Reduction for the ster’s damage reduction. The same value is subtracted from the armor bonus and DR values for common armor types. (All other monster’s natural armor bonus to AC to fi nd the monster’s new armor statistics, such as maximum Dexterity bonus, armor check AC. These calculations are summarized in Table 4–5: Natural penalty, and arcane spell failure chance, are unchanged.) Armor and Damage Reduction. For armors not covered on Table 4–4, you can determine the If the creature already has damage reduction, either add the new armor values and damage reduction based on the standard value gained from natural armor (if the existing damage reduc- D\u0026D armor bonus. To determine the armor’s damage reduction, tion is of the same type) or treat it as a separate DR value (if it divide the armor’s normal armor bonus by 2 (rounding down). is of a different type). See To determine the armor’s new armor bonus, subtract the DR page 292 of the Dungeon from the normal armor bonus. For example, studded leather has Master’s Guide for rules a normal armor bonus of +3. on creatures with That gives it a DR of 1/– (half multiple types of 3, rounded down) and a new of damage armor bonus of +2 (3 minus 1). reduction. Table 4–4: Armor and Damage Reduction Armor Damage Armor Bonus1 Reduction Light armor Padded +1 none Leather +1 1/– Studded leather +2 1/– Chain shirt +2 2/– Medium armor Hide +2 1/– Scale mail +2 2/– Chainmail +3 2/– Breastplate +3 2/– Heavy armor Splint mail +3 3/– Banded mail +3 3/– Half-plate +4 3/– Full plate +4 4/– 1 Add any enhancement bonus to this value. MAGIC ARMOR An armor’s enhancement bonus (if any) increases its armor bo- nus to AC, but has no effect on the armor’s damage reduction. 620_88156_UnearthedArcana2.indd 111 12/11/03, 2:13:49 PM 112 4 RETPAHC GNIRUTNEVDA For example, a mummy normally has a natural armor bonus of foes, but in which magical healing is not common. It’s also ideal +10. This gives it DR 2/–, and its natural armor bonus is reduced in a world in which ethical or legal standards dictate that subdu- by 2 points to +8 (making its AC 18). Since the mummy already ing or capturing opponents is preferable to killing them. has DR 5/– as a special quality, its total damage reduction be- ARMOR DAMAGE CONVERSION comes DR 7/–. A mature adult red dragon has a natural armor bonus of +24. Armor, in addition to adding a bonus to AC, also converts This gives it DR 4/–, and its natural armor bonus is reduced by lethal damage from physical attacks into nonlethal damage. 4 points to +20 (making its AC 28). The dragon’s existing dam- (Shields provide a shield bonus to AC, as normal, but do not age reduction is 10/magic, so the two damage reduction values convert damage.) remain separate. Each time an armor-wearing character is struck by an attack that Finally, a frost giant has a +9 natural armor bonus, so it gains deals lethal damage, the amount of damage dealt to the character DR 1/– from natural armor. The chain shirt it wears gives it an is reduced by an amount equal to the armor bonus (including additional DR 2/–. If that frost giant were a 7th-level barbarian, enhancement) of the armor worn. The character takes an equal the barbarian class levels would give it DR 1/–. These three val- amount of nonlethal damage. Damage that is not affected by dam- ues add up to DR 4/–. The giant’s AC would be 20 (10, +8 natural age reduction (energy damage and the like) is not converted. armor bonus, +2 chain shirt). For example, while wearing +1 full plate (total armor bonus +9), Tordek is struck by an arrow for 6 points of damage. Since the Table 4–5: Natural Armor and Damage Reduction armor can convert up to 9 points of damage per attack, the entire Natural Armor Damage Subtract from 6 points is converted from lethal damage to nonlethal damage. Bonus Reduction Natural Armor Tordek’s hit point total remains the same, but he increases his 0–4 none 0 nonlethal damage total by 6 points. Later, a hill giant strikes 5–9 1/– 1 Tordek for a whopping 22 points of damage. The armor converts 10–14 2/– 2 9 points of this damage to nonlethal damage, but the remaining 15–19 3/– 3 13 points are deducted from Tordek’s hit points. 20–24 4/– 4 25–29 5/– 5 Nonlethal Damage: An armor-wearing character can ignore 30–34 6/– 6 nonlethal damage equal to his armor bonus. (In effect, armor 35–39 7/– 7 grants damage reduction equal to its armor bonus against non- 40–44 8/– 8 lethal attacks.)",
        "name":  "In this system, armor offers two benefi ts against attacks",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "At your option, you can make natural armor work in the same manner. However, this means that almost no DAMAGE CONVERSION defeated monster is truly dead, which may prove problematic In the standard D\u0026D rules, armor reduces the chance of a char- (see the Behind the Curtain sidebar). This rule also interacts acter taking damage in combat—but that’s the limit of its protec- strangely with regeneration—since all damage dealt to a crea- tion. In this variant, armor not only protects in that manner, but ture with regeneration is treated as nonlethal damage, a regen- also turns fatal blows into less life-threatening hits. Armored erating creature with armor or natural armor actually takes less characters are often more easily battered into unconsciousness damage than normal when using this system. In the case of re- than brought down by lethal damage. It’s a system that works generating creatures, consider eliminating the rule that natural well in campaigns with a great deal of combat between armored armor works in the same manner. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Natural Armor",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "ARMOR AS DR 4 points of damage reduction now only reduces his opponent’s It’s pretty easy to see the effect of this variant system: attacks hit average damage by less than 17%. Advantage: elemental. Thus, more often, but do less damage. What does that really mean? high-level characters must be more careful when battling mon- Low-level combat tends to be less dangerous for armored sters with extreme damage-dealing capability. characters. Although their ACs are lower (and thus their chance of being damaged is higher), this is more than offset by the re- COMBO: DEFENSE BONUS AND duced damage suffered by attacks. A typical goblin warrior, for DAMAGE REDUCTION instance, can barely hurt a character wearing splint mail, because You can combine the defense bonus variant and the armor as the armor’s damage reduction entirely negates the damage dealt damage reduction variant in a variety of ways to create a more by an average hit. Even though the goblin will hit more often, it complex system. will likely end up dealing less total damage over the course of a Using both systems as written, many characters will wear typical battle. armor even if the armor bonus provided is lower than the de- A mid-level fi ghter in full plate armor must still be cautious fense bonus gained from class and level. Because the character when fi ghting an ogre, but his armor reduces the ogre’s aver- gets the higher of his defense bonus or armor bonus, the charac- age damage by 25% while only increasing its chance to hit by ter can wear armor and benefi t from its damage reduction while 20%—a net gain for the fi ghter. relying on his defense bonus for a higher Armor Class. At higher levels, however, the balance shifts back in favor If that’s not to your liking, you can rule that a character’s of monsters that deal large amounts of damage per hit. When armor bonus overrides his defense bonus, even if the defense facing a Huge earth elemental, a fi ghter in full plate will be hit bonus is higher. This forces characters to make a tough choice 20% more often (due to the 4-point reduction in his AC), but his between having a high AC and having damage reduction. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 112 12/11/03, 2:15:05 PM 113 ADVENTURING CHAPTER 4 INJURY Hit The D\u0026D game’s hit point system is an easy and effective way A hit means you have suffered some minor injury. Every hit impos- of measuring character health—but it’s somewhat abstract. es a cumulative –1 penalty on all Fortitude saves to resist injury. This variant eliminates hit points, and simply determines If a disabled character (see below) suffers a hit, he becomes whether characters are hurt or killed every time they’re hit dying. in combat. Disabled DETERMINING INJURIES A disabled character is conscious, but can only take a single move When using the injury variant, characters no longer have hit action or standard action each turn (nor can he take full-round points. Instead, a character’s injuries accumulate until he be- actions). He moves at half speed. Taking move actions doesn’t risk comes disabled or dying (or staggered or unconscious, if he has further injury, but performing any standard action (or any other taken nonlethal damage). action the DM deems strenuous, including some free actions When a character or creature takes damage, divide the dam- such as casting a quickened spell) worsens the character’s condi- age dealt by the attack by 5 (rounding up). The result is the dam- tion to dying (unless the action involved healing; see below). age value of the attack. For example, if you are hit by an attack If 5 or more points of magical healing are applied to a disabled that deals 12 points of damage, the attack has a damage value of character, he is no longer disabled. 3 (12 divided by 5, rounded up). A character can be both staggered and disabled. Becoming To determine if you are injured, make a Fortitude save to resist staggered while disabled does not worsen a character’s condition injury. The DC is 15 + the damage value. to dying. If a staggered and disabled character receives at least 5 If you succeed on the save, you suffer no ill effect from the points of healing, both conditions are removed. attack. A disabled character who suffers a hit or a disabled result from If you fail the save by less than 10, you have taken a hit. (If the an attack becomes dying. attack dealt nonlethal damage, the hit is a nonlethal hit.) Each hit you take imposes a cumulative –1 modifi er on future Forti- Dying tude saves to resist injury. A dying character is unconscious and near death. Each round on If you fail the save by 10 or more, you are disabled. (If the at- his turn, a dying character must make a Fortitude save (DC 10, tack dealt nonlethal damage, you are staggered). +1 per turn after the fi rst) to become stable. Penalties suffered",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "DAMAGE CONVERSION character mortality dramatically—since most characters who fall With this system, a character still takes as much damage from in battle will be merely unconscious, but not dying—but it also a hit as in the normal combat rules. Barring any magical heal- introduces the potentially ugly postcombat scene of the charac- ing delivered during the fi ght, a battle lasts just as long as in a ters feeling it necessary to slit the throats of their unconscious standard game. Since nonlethal damage goes away faster than foes. Some characters, particularly paladins or other chivalrous lethal damage, though, characters can recuperate from their types, may suffer serious moral qualms. battles relatively quickly, even without magical healing, making This variant is probably best for campaigns in which it’s ac- this variant ideal for low-magic campaigns. ceptable for the bad guys to survive a fi ght. Perhaps a defeated However, healing spells become potentially doubly effective, villain’s honor prevents him from returning to plague the heroes at since they heal an equal amount of lethal and nonlethal damage. a later date, or maybe the style of your setting rewards characters Nonlethal attacks become much less frightening to armored for defeating opponents without killing them outright (such as in opponents. A fi ghter in full plate simply has no fear of unarmed a swashbuckling campaign). Otherwise, characters may feel that opponents, since they have little chance of injuring him. (Of they are punished for refusing to murder unconscious foes with course, they can still overrun, trip, or grapple him, so he’d be regularity, since those enemies will almost certainly recover from wise to keep an eye on them all the same.) their injuries and vow vengeance against the PCs. Encounters in Another effect is that defeated foes remain alive (and un- the campaign may often involve fi ghting the same opponents again conscious) unless dispatched after the fi ght. This can decrease and again, rather than fi ghting new monsters and opponents. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 113 12/11/03, 2:15:21 PM 114 4 RETPAHC GNIRUTNEVDA Nonlethal Hit he undergoes complete bed rest for 24 hours, he heals a num- A nonlethal hit means you have been battered and bruised and ber of hits equal to his character level. Any signifi cant inter- are in less than top condition. Every nonlethal hit you take im- ruption during the rest period prevents the character from poses a cumulative –1 penalty on your Fortitude saves to resist healing that night. injury from nonlethal damage. Nonlethal hits do not affect Nonlethal hits heal more quickly. A character heals nonlethal Fortitude saves against lethal damage. hits at a rate of 1 hit per hour per two character levels (minimum For example, a character with 4 hits and 3 nonlethal hits 1 hit per hour). If the DM chooses, he can prorate this healing has a –4 penalty on Fortitude saves to resist injury from lethal so that it occurs more uniformly. For instance, a 12th-level char- damage, but a –7 penalty on saves to resist injury from non- acter heals 6 nonlethal hits per hour; instead, the DM can allow lethal damage. her to heal 1 nonlethal hit per 10 minutes. A staggered character (see below) who suffers a nonlethal hit or becomes staggered as the result of an attack falls unconscious. Magical Healing For every 5 points of magical healing administered, a character Staggered eliminates 1 lethal hit and 1 nonlethal hit. Being staggered is identical to being disabled (see above), except that if the character’s condition worsens, he becomes uncon- Special Healing Abilities scious instead of dying. Some creatures have extraordinary or supernatural powers If 5 or more points of magical healing are applied to a stag- of healing. gered character, he is no longer staggered. Fast Healing: A creature with fast healing can remove 1 lethal A character can be both disabled and staggered. Becoming hit and 1 nonlethal hit per round per 5 points of fast healing disabled while staggered does not worsen your condition to un- (minimum 1 hit of each type). For example, a vampire spawn has conscious. If a staggered and disabled character receives at least fast healing 2; it can therefore eliminate 1 lethal hit and 1 non- 5 points of healing, both conditions are removed. lethal hit per round. A staggered character who suffers a non lethal hit or a stag- gered result from an attack falls unconscious. Unconscious An unconscious character falls to the fl oor, helpless and incapable of action. Additional nonlethal hits have no effect on the character. When he recovers one nonlethal hit, he becomes conscious. HEALING Over time, or through magical healing, a character can reduce the number of hits he has. Some creatures have special abilities that affect the way in which they heal hits. Natural Healing With a full night’s rest, a character heals 1 hit per two character levels (minimum 1 hit per night). If recnepS .R yb .sullI pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A character can spend 1 action point as a free ac- When you spend 1 action point to improve a d20 roll, you add the tion to increase the effective caster level of one of his spells by 2. result of a 1d6 roll to your d20 roll (including attack rolls, saves, He must decide whether or not to spend an action point in this checks, or any other roll of a d20) to help you meet or exceed the manner before casting the spell. target number. You can declare the use of 1 action point to alter a Spell Recall: Spellcasters who prepare their spells in advance d20 roll after the roll is made, but only before the DM reveals the can spend 1 action point to recall any spell just cast. The spell can result of that roll. You can’t use an action point to alter the result be cast again later with no effect on other prepared spells. This of a d20 roll when you are taking 10 or taking 20. use of an action point is a free action and can only be done in the Depending on character level (see the table below), a character same round that the spell is cast. Spontaneous spellcasters such as might be able to roll more than one d6 when he spends 1 action sorcerers and bards can spend 1 action point to cast a spell without point. If so, apply the highest result and disregard the other rolls. using one of their daily spell slots. This use of an action point is a A 15th-level character, for instance, gets to roll 3d6 and take the free action and can only be done as the spell is being cast. best result of the three. So, if he rolled a 1, 2, and 4, he would Stable: Any time a character is dying, he can spend 1 action apply the 4 to his d20 roll. point to become stable at his current hit point total. Character Action Point Improving Feats Level Dice Rolled The use of action points opens up a whole range of possible feats. 1st–7th 1d6 However, it’s easier on characters simply to improve existing feats 8th–14th 2d6 to take advantage of action points—that way, characters needn’t 15th–20th 3d6 spend their precious feat slots simply to gain the ability to use their action points. Below are a few examples of how actions Special Actions points can be used with existing A character can per- feats. Unless otherwise stated, each form certain tasks by effect requires a free action to activate spending an action and lasts 1 round. point. In addition to Blind-Fight: You can spend 1 action the actions described point to negate your miss chance for a below, some prestige single attack. classes or feats (see Combat Expertise: You can spend 1 below) might allow the action point to double the bonus to Armor expenditure of action Class granted by the feat. For example, if points in order to gain or you take a penalty of –3 on your attack roll, activate specifi c abilities, you gain a +6 dodge bonus to AC. at the DM’s option. Dodge: You can spend",
        "name":  "Add to a Roll Spell Boost",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Sting. The primary advantage of this variant is that it eliminates the “ev- ery other square counts double” rule for diagonal movement, because Shields (Optional) it eliminates diagonal movement. Characters simply move from hex If you’re particularly keen on facing, you can add another layer to adjacent hex, changing direction as they like. To determine the of realism by modeling how shields only protect against at- distance between two hexagons, just count hexes by the shortest tacks from some directions. This “variant to a variant” system path (in most cases, there will be a number of equally short paths). introduces a shieldless AC for a character who is attacked from Using a hex-based grid changes relatively little about the a direction where he can’t interpose the shield between himself game, but it poses a mapping dilemma for the DM. Most build- and the threat. Shieldless AC is easy to fi gure: Just subtract the ings and dungeons are based on 90-degree and 45-degree cor- AC bonus the shield provides (including its enhancement bonus ners, so superimposing a hex-based grid on a structure leaves if it’s a magic shield) from the character’s normal AC. the DM with many partial hexagons, not all of which are big A character holding a shield must indicate whether he’s wield- enough for a Medium creature. Use this variant only if you’re ing it to the left or right. The shield only adds to the character’s AC comfortable adjudicating these partial spaces on the fl y. against attacks coming from his front area and the fl ank area on Depending on their size, creatures take up one or more hexa- the shield’s side, plus any squares that lie beyond those areas. gons on the grid, as shown in the accompanying diagram. The shield spell provides a bonus to AC against attacks from Spell areas change to accommodate the hex grid; refer to the the front area only. diagram on page 130. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Wasp, Giant",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "V, S, M, DF normally apply to your Armor Class (armor, size, defl ection, and",
        "name":  "Components",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "METAMAGIC AND SORCERERS II Spell. I rule that it takes 15 minutes per spell slot for the sorcerer Some players in my game who run sorcerers feel they get short- to reserve these slots. changed by the rules for metamagic feats. They don’t like spend- The sorcerer, when he reserves the slots, does not have to ing a full-round action to use the few metamagic feats they know, specify the exact spells that occupy them. He has, of course, and they especially don’t like being not able to use the Quicken designated the level of the spell: Only a 0- or 1st-level spell can fi ll Spell feat. I came up with a solution that works for me. up the Quicken Spell slot—it could be magic missile, mage armor, I allow sorcerers who know metamagic feats to “reserve” (es- or any other 1st-level spell he knows. Empower Spell adds two sentially, prepare) spell slots for use with metamagic feats they levels to a spell’s effective level, so empowered versions of 2nd- know. For example, a 10th-level sorcerer can cast three 5th-level level spells occupy the 4th-level slots. If the sorcerer changes his spells and fi ve 4th-level spells per day (plus a bunch of lower- mind later in the day, he can “unreserve” the slots by taking 15 level spells). I let him mark any or all of those slots (or any others minutes of time per slot to do so. Other wise, the slots remain he has) as reserved for use with particular metamagic feats. He reserved until the sorcerer either casts spells using those slots might say that one of his 5th-level slots is a Quicken Spell slot or sleeps for a night, resetting all his spell slots to normal. and two of his 4th-level spell slots are reserved for Empower —Ed Stark pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 151 12/11/03, 2:45:01 PM 152 5 RETPAHC CIGAM spell slots. The second restricts the number of times per day the enlarge and empower any spell of 2nd level or lower (since her feat can be used. maximum spell level is 5th, and the total spell level adjustment Regardless of the variant you use, the Insidious Magic and Te- for Empower Spell and Enlarge Spell is 3). If a feat may be applied nacious Magic feats (both from the FORGOTTEN REALMS® Campaign more than once to the same spell (such as Empower Spell), each Setting) don’t use the normal metamagic rules. Since they automat- application counts as one of the caster’s three daily uses. ically affect all of a caster’s spells, they never require higher-level Each time a character selects a metamagic feat, she gains three slots or have any limit on the maximum spell level affected. daily uses of that feat. Multiple selections of the same feat are For both of these variants, the prerequisites for selecting a cumulative. For instance, if a caster selects Empower Spell metamagic feat, and the effects of the feat itself, remain the same twice, she may use the feat six times per day rather than three. as given in the feats’ descriptions (except when otherwise noted). In this variant system, the Heighten Spell feat functions slightly differently from other metamagic feats. You may use the Heighten DAILY USES Spell feat to increase a spell’s effective level (for purposes of such With this variant, a character who selects a metamagic feat gains factors as save DCs and so on) up to the maximum spell level three daily uses of that feat that she can opt to use “on the fl y” with- you are capable of casting. For instance, a 3rd-level cleric could out previous preparation, increased spell level, or extended casting heighten a 0- or 1st-level spell to 2nd level, while a 17th-level druid time. The character must decide when casting the spell if she wishes could heighten a 0- through 8th-level spell to 9th level. The spell to apply the effect of one of her metamagic feats to the spell. is treated as a spell of that level for purpose of save DC and similar The maximum level of spell to which a caster can apply a effects, but doesn’t require a higher-level spell slot. metamagic feat is equal to the maximum spell level she is ca- EXTRA SPELL SLOTS pable of casting (based on her level and ability scores), minus the spell level adjustment of the metamagic feat. If the result With this variant, a caster must expend extra spell slots in order of this calculation is less than 0, the character can’t apply the to apply the effects of a metamagic feat. These spell slots must metamagic feat to any of her spells. be of a level equal to or higher than that of the spell being modi- For instance, a 5th-level wizard is normally capable of casting fi ed by the metamagic feat. In essence, the character pays for the spells of up to 3rd level. If she chooses to apply her Silent Spell metamagic effect by “using up” other spells of the same or higher metamagic feat (which uses a spell slot one level higher than level. The caster need not prepare the metamagic version of the normal) to a spell, the maximum level of spell that she can apply spell ahead of time, and the spell’s actual level and casting time it to is equal to 3 minus 1, or 2nd. Thus, she may make any of her are unchanged from normal. 0-, 1st-, or 2nd-level spells silent. If she had the Maximize Spell The number of extra spell slots required is equal to the spell feat, she could apply it only to 0-level spells (since a maximized level adjustment of the feat. For example, a wizard who wants spell is normally cast as a spell three levels higher, and 3 minus to cast a quickened magic missile would expend the magic missile 3 is 0). Quicken Spell would be of no use to this wizard, since spell, plus four additional spells of 1st level or higher. she couldn’t even apply it to 0-level spells. If the caster has more than one spellcasting class, all extra A caster can apply more than one metamagic feat to a spell, or spell slots expended must come from the same spellcasting class even the same metamagic effect more than once (if allowed by as the spell to be modifi ed. A 7th-level cleric/4th-level wizard the feat’s description). However, to determine the maximum lev- who wants to cast a maximized cure moderate wounds can’t spend el of spell that can be so affected, add together all the spell level any of her wizard spell slots—they all must be from her cleric adjustments given for the various feats. A 9th-level wizard could spellcasting ability. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "HOUSE RULE",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "DAILY SPELL LIST rule that the character must prepare the spell in question to This variant spontaneous casting system is designed for spell- have it available for spontaneous casting, or that such spells casters who normally prepare their spells in advance (including are always available for spontaneous casting (as if the character clerics, druids, paladins, rangers, and wizards). A spellcaster prepared it “for free”). using this variant prepares the same number spells per spell Bards and sorcerers obviously can’t use this system, since they level as normal. However, instead of preparing the exact com- already have their own spontaneous casting method. For bards, bination of spells that she can cast that day (such as two magic that’s not a big deal—their spellcasting powers are only a portion missile spells and one mage armor spell for a 2nd-level wizard of their class features, so no real change is merited. Sorcerers still with Int 14), the spellcaster prepares a list of spells for each spell have an advantage over wizards in that they can cast more spells level from which she can spontaneously cast as she chooses. per day, but the versatility gained by the wizard defi nitely infringes For example, that 2nd-level wizard with Int 14 would prepare on the sorcerer’s power level. To compensate, consider granting four different 0-level spells and three different 1st-level spells. the sorcerer one additional spell per day for every spell level except During the day, she can cast any combination of those four 0-level his highest. A 1st-level sorcerer would thus be able to cast one spells a total of four times, and any combination of those three extra 0-level spell each day, while a 6th-level sorcerer would be able 1st-level spells a total of three times. In effect, the character’s list to cast one additional 0-, 1st-, and 2nd-level spell. of prepared spells is treated like a sorcerer’s list of spells known. In the last 2nd Edition AD\u0026D campaign I ran, I incorporated Unlike what a sorcerer can do, a spellcaster using this system this spontaneous casting variant rule for all spellcasters in the can’t cast a lower-level spell in place of a higher-level spell. If you campaign. In some ways, the system looks similar to the method use this variant, decide whether clerics and druids retain their a sorcerer uses to cast his daily allotment of spells, but it allows normal spontaneous casting options (cure or infl ict spells for greater fl exibility than that typically enjoyed by a sorcerer. clerics, summon nature’s ally spells for druids). You can either —Andy Collins pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 153 12/11/03, 2:45:31 PM 154 5 RETPAHC CIGAM For example, Mialee the 4th-level wizard has an Intelligence Table 5–4: Bonus Spell Points score of 16. When using the spell point system, she would pre- — Bonus Spell Points (by Maximum Spell Level) — pare four 0-level spells, four 1st-level spells (three plus her bonus Score 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th spell for high Int), and three 2nd-level spells (two plus her bonus 12–13 — 1 1 1 1 1 1 1 1 1 14–15 — 1 4 4 4 4 4 4 4 4 spell for high Int). These spells make up her entire list of spells 16–17 — 1 4 9 9 9 9 9 9 9 that she can cast during the day, though she can cast any combi- 18–19 — 1 4 9 16 16 16 16 16 16 nation of them, as long as she has suffi cient spell points. 20–21 — 2 5 10 17 26 26 26 26 26 22–23 — 2 8 13 20 29 40 40 40 40 Bonus Spell Points and Bonus Spells 24–25 — 2 8 18 25 34 45 58 58 58 Any spellcaster who would normally receive bonus spells for a 26–27 — 2 8 18 32 41 52 65 80 80 high ability score receives bonus spell points instead. In effect, 28–29 — 3 9 19 33 51 62 75 90 107 the character can simply cast more of her spells each day. 30–31 — 3 12 22 36 54 76 89 104 121 To determine the number of bonus spell points gained from 32–33 — 3 12 24 38 56 78 104 119 136 a high ability score, fi rst fi nd the row for the character’s ability 34–35 — 3 12 27 48 66 88 114 144 161 36–37 — 4 13 28 49 76 98 124 154 188 score on Table 5–4: Bonus Spell Points. Use whichever ability 38–39 — 4 16 31 52 77 110 136 166 200 score would normally award bonus spells for the character’s 40–41 — 4 16 36 57 84 117 156 186 220 class (Wisdom for clerics and druids, Intelligence for wizards, 42–43 — 4 16 36 64 91 124 163 208 242 and so forth). 44–45 — 5 17 37 65 101 134 173 218 269 Next, fi nd the column for the highest level of spell the char- 46–47 — 5 20 40 68 104 148 187 232 283 acter is capable of casting based on her class level (even if she 48–49 — 5 20 45 73 109 153 205 250 301 don’t have a high enough ability score to cast spells of that level). 50–51 — 5 20 45 80 116 160 212 272 323 At the point where the row and column intersect, you fi nd the and so on . . . bonus spell points the character gains. This value can change each time her ability score undergoes a permanent change (such For instance, a specialist wizard can prepare one extra spell from an ability score increase due to character level or one from from the chosen school of each spell level that she can cast. A a wish spell) and each time her level changes. cleric can prepare one domain spell (chosen from among his For example, Mialee the 4th-level wizard has an Intelligence domain spells available) of each spell level that he can cast. score of 16 and is capable of casting 2nd-level spells. The number For example, if Mialee were an evoker, she could prepare one on Table 5–4 at the intersection of the 16–17 row and the 2nd col- additional spell per level, but that spell would have to be from umn is 4, so Mialee has 4 extra spell points to spend each day (in the evocation school. Once it is prepared, she can use that spell addition to the 11 points she gets for being a 4th-level wizard). If just like any of her other spells, casting it as often as she has Mialee’s Intelligence were increased to 20 because of a fox’s cunning spell points. spell or a headband of intellect +4, she wouldn’t gain any additional Another example: At 1st level, Jozan the cleric gains a bo- bonus spell points, since those effects produce temporary chang- nus 1st-level spell, which must be selected from one of his two es, not permanent changes. However, when she reaches 5th level, domains. Once it is prepared, he can use that domain spell her bonus spell points would increase from 4 to 9 (since she is now just like any of his other spells, casting it as often as he has capable of casting 3rd-level spells and thus uses that column), and spell points. her overall total would increase from 15 to 25. For class features that grant bonus spells of a nonfi xed spell A character who would normally receive bonus spells from a level (such as the dragon disciple’s bonus spells), the character class feature (such as from wizard specialization or access to a instead gains a number of bonus spell points equal to twice domain) can instead prepare extra spells of the appropriate lev- the highest spell level he can cast, minus 1 (minimum 1 point) els, domains, and/or schools. The character doesn’t get any extra each time he gains a bonus spell. This is a fixed value—it spell points (and thus can’t cast any more spells than normal), doesn’t increase later as the character gains levels—though but the added fl exibility of being able to use the bonus spell later rewards may be larger as appropriate to the character’s more than once per day makes up for that. spellcasting ability. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "HOUSE RULE",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15th. Fire Shield (Sp): Once per day, when wielded by a spell scion of",
        "name":  "Caster Level",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "To any character other than a spell scion who meets the 3rd level or higher, Ionon can wreathe the wielder in a warm fi re above requirements, Ionon appears to be worth as much as a Me- shield of blue fl ames. dium +1 fl aming/+1 fl aming quarterstaff that grants the resistance Enhancement Bonus (Ex): When Ionon is wielded by a spell scion to fi re ability (market price 24,600 gp). of 5th level or higher, the staff’s enhancement bonus improves",
        "name":  "Value",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "tool, ensuring that no character gets access to a prestige class TEST-BASED PREREQUISITES or feat so early that it makes the game less fun. So why don’t all prestige classes employ test-based prereq- But as the DM, you don’t have to have to worry about millions uisites? It’s a matter of control that highlights a fundamental of possible characters, just the specifi c ones in your campaign. difference between the job of the game designer and the job of You can predict your players better than anyone else, both in the DM. The D\u0026D rules use the prerequisites they do because terms of what appeals to them and what means they use to they’re based on predictable numbers. No character can have a achieve those ends. And you are the architect of the game world. base attack bonus higher than her character level, for example, If a PC becomes an eldritch knight by “cheating” on the entrance or more ranks in a skill than her character level + 3. For the test, the knights might kick him out and update their test to close game designer, that predictability is an important balancing the loophole—just as a real-world organization would. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 212 12/11/03, 3:16:55 PM 213 CAMPAIGNS CHAPTER 6 cast his spell, the applicant can cast whatever spells he wishes on round. He must successfully defl ect at least half of the arrows his own planar ally. Then the allies of the thaumaturgist and the (and survive the damage from the rest). applicant battle. The thaumaturgist’s ally yields when reduced Whirlwind Attack: Warrior Unscathed. The instructor sur- to 20% or less of its full normal hit points. If the applicant’s ally rounds herself with four assistants in the center of the dojo. The wins, he’s eligible to join the ranks of the thaumaturgists. applicant must successfully hit the instructor three times with spring attacks without suffering so much as a scratch from the in- FEAT TESTS structor or her assistants. (Most applicants opt to fi ght defensively The tests described below are examples of what an instructor and use Combat Expertise to improve their Armor Class.) might demand from a PC before teaching a particular feat. As DESIGNING YOUR OWN TESTS with the prestige class tests above, they won’t be appropriate for all campaigns. The tests described above tend to reward the same feats, ability Not every feat with a prerequisite has a test associated with it, scores, and other character aspects that standard prerequisites do. because many of the requirements are either very simple (base That’s a useful starting point for tests you might design based on attack bonus of +1, for example), or they are tied to a specifi c published prestige classes or high-level feats: Imagine what kinds tree of feats (Power Attack is a prerequisite for Cleave, for ex- of activities would be signifi cantly easier for characters who pos- ample). The best candidates for feat tests are feats at the top of sess the relevant feat or other attribute defi ned as a prerequisite. their respective feat trees (those that have other feats as prereq- For prestige classes based on organizations you’ve designed uisites but are not themselves prerequisites) and feats available yourself, you have a lot more freedom. Answer this question: only to higher-level characters, because those feats represent What would impress the leader of the organization enough to offer specialized training that only the most accomplished can hope membership? Then construct a test just as the leader would, mak- to complete. ing it hard enough to keep membership fairly exclusive. Consider",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The abilities conferred by Aura: Occasionally, a creature has a special ability a legacy item are explained here. In general, using that takes effect anytime another creature comes legacy items’ abilities requires you to at least carry within a certain distance of it. Such abilities, such the item on your person. This default rule has some as a blackguard’s aura of despair or a devil’s fear aura, exceptions, which are clarified in the specific entries are detailed here. to which they apply. Languages: This entry gives the languages the Unless otherwise noted, activating a legacy ability creature speaks or understands, as well as any special is a standard action that does not provoke attacks of abilities relating to communication (such as telepathy opportunity. The save DC for any legacy ability is equal or tongues) that it possesses. to 10 + the level of the spell or effect + the ability modi- fier of the minimum ability score needed to cast that Defensive Information level of spell, just as normal for magic items (see page This section provides the information you need when 214 of the Dungeon Master’ s Guide). You can substitute characters are attacking the creature. your Charisma modifier for the ability modifier used AC: This entry gives the creature’s Armor Class by the item, if the save DC result would be higher. against most regular attacks, followed by its AC",
        "name":  "Legacy Item Abilities",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An encounter is provided, usually against touch attacks (which disregard armor) and involving discovery of the legacy item. its AC when flat-footed (or at any other time when it is denied its Dexterity bonus to AC). If the creature READING THE has feats or other abilities that modify its Armor STATISTICS BLOCK Class under specific circumstances (such as the The new statistics block format is divided into four Mobility feat), they are noted here as well as in the main sections, which are separated by horizontal Feats entry. lines. Each section serves a specific purpose, so you hp: This entry consists of the creature’s full normal will need to reference different sections at different hit point total (usually average rolls on each Hit times during an encounter. The sections are as follows, Die), followed by the creature’s Hit Dice in paren- from top to bottom. theses. If the creature has fast healing, regeneration, damage reduction (DR), or some other ability that Identification and Encounter affects the amount of damage it takes or the rate at The top section identifies the creature and gives the which it regains hit points, that information also information you need at the start of an encounter. appears here.",
        "name":  "Adventure Seed",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Least Legacy (Bones of Li-Peng). than your actual monk level for purposes of Armor",
        "name":  "Granted",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "AC 19 (includes hide armor), hp 63 using fallen trees. (see page 247 of the Monster Manual).",
        "name":  "Wordug, Troll",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You are required to obtain Local Garments (Su): Starting at 7th level, you knowledge about three secrets, to which you would can change the shape and form of Infiltrator to appear not normally have been privy, using DC 20 Gather as normal clothing. The armor retains all its normal Information checks. If even one check fails, so does properties (including weight) when glamered. You the ritual. You must then spend one day in medita- can also use this feature to touch another’s clothing, tion on Infiltrator. Cost: 4,300 gp. Feat Granted: Least creating a perfect duplicate of his or her attire. Only Legacy (Infiltrator). a true seeing spell or similar magic reveals the actual",
        "name":  "Behind the Lines",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You have to use a Listen check to suc- nature of the disguised armor. cessfully eavesdrop on a whispered conversion (DC 15 Thorough Sweep (Su): At 8th level, Infiltrator grants or higher) and clearly understand what is being said, you a +5 competence bonus on Search checks. At 19th represented by beating the DC by 10 or more. Cost: level, this bonus increases to +15. 12,700 gp. Feat Granted: Lesser Legacy (Infiltrator). Higher Vantage (Su): At 10th level, you gain a",
        "name":  "Inside Track",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 heavy steel shield; dispatching them in stride. The two fought as a team, Cost 1,170 gp. While wearing Quickspur’s Ally, you knowing each other’s blind spots and guarding them can guide a mount with your knees without making perfectly. During one conflict, Sir Vernor rode ahead a Ride check. of his squire, driven by an eagerness to see the skir-",
        "name":  "Nonlegacy Game Statistics",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You must acquire 5 ranks (or 5 LEGACY ITEM ABILITIES additional ranks) in a Craft or Profession skill. These ranks can be taken at any rate you choose, so long as All the following are legacy item abilities of Quick- you have them all by 8th level. You must also have spur’s Ally. a hostel built on a road frequently used by peasant Quickspur (Su): At 6th level and higher, you gain travelers (included in the cost of this ritual). Cost: 2,500 a +5 competence bonus on Ride checks as long as the gp. Feat Granted: Least Legacy (Quickspur’s Ally). shield is readied, but not if it is simply carried.",
        "name":  "Working Hands",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You are required to help and level 5th. protect the commoners of the world first and fore- Resist Fire (Sp): Beginning at 11th level, once per most. Each time you fail to act in a manner required day on command, you can use resist energy (fire) as the by this pledge, you lose the two highest-level abilities spell. If you are mounted, the effect extends to your of Quickspur’s Ally for one day. You must also have five mount. Caster level 5th. resource buildings (a mill, a smithy, a stable, or similar Shielded Mount (Su): At 12th level and higher, structures) built for a community of commoners any mount you ride is treated as if it were the target (included in the cost of this ritual). Cost: 40,500 gp. of a shield other spell cast by you. The effect ends if",
        "name":  "Humble Origins",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 breastplate; Cost One day, the regiment Feralion served came up 1,350 gp. You can sleep while wearing Wargird’s Armor against barbarians of the frozen highlands. The enemy without being fatigued the next day. You also gain a +2 showed up in unexpected force, dwarfing the regi- bonus on Constitution checks made to avoid taking ment’s numbers. Outraged at the civilized kingdoms for nonlethal damage from a forced march. invading their ancestral lands, the berserkers brutally",
        "name":  "Nonlegacy Game Statistics",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Minor damage (not including hit point plowed through the regiment’s defenses, forcing the damage) sustained by Wargird’s Armor as a result of a officers to retreat almost immediately. Feralion had to battle automatically repairs itself, ensuring the armor defend himself, but having anticipated as much, he always looks unblemished. had already donned Wargird’s Armor. With an ordinary sledgehammer in hand, Feralion stood against the HISTORY ravening horde quite prepared to die. But the longer Feralion Ordel made the breastplate that became War- he continued fighting, the more the smith realized gird’s Armor. The armor was never meant as anything he could not be struck—his armor simply wouldn’t more than a functional breastplate for the type of field allow it. Feralion broke through the berserker lines, lieutenant who issued commands from giving the officers enough time to rally their remaining horseback, well away from the fighting. soldiers and drive the enemy back. Although the bar- Feralion was a military smith barians held their ground against accustomed to churning out the counterattack, Feralion had arms and armor, making turned sure defeat into a stale- new when he had to, re- mate. He was promoted to pairing what he could, lieutenant on the field. and replacing what he What Feralion didn’t couldn’t. He had no realize was the spirit time to take pride in of a berserker youth he his work. During a long killed that day had bonded campaign, Feralion was with the breastplate. (DC 25; ordered to forge a new breast- Misplaced Youth) plate. The smith went to work as he Feralion and Wargird’s Armor had many times before, but never became legendary. He was a leader had the final product turned out who fought at the front of the ranks, so completely devoid of flaws. Fe- leading charges in many successful ralion couldn’t stop marveling at battles. His iconic status, however, his own craftsmanship, growing un- made him a target. Assassins and merce- able to part with the breastplate. He hid naries alike were hired by the enemy to it instead. (DC 15) target Feralion in the field. The few times The breastplate had been ordered for Wargird’s Armor will not allow an attack did strike Feralion’s armor, he a newly commissioned lieutenant, a its wearer to be defeated flew into such a violent fury that his replacement for another officer fallen opponent was usually dispatched shortly to a single arrow. The damage to the dead lieutenant’s thereafter. Attempts were even made to steal Wargird’s breastplate was minimal, but the replacement lieu- Armor, but something always kept Feralion alert, tenant was of noble blood, and he expected a fresh foiling all such plots. Only the stalemate when first outfit. Feralion hid the flawless armor, working hard to he had donned his flawless breastplate haunted the repair the dead lieutenant’s breastplate, adjusting the smith-turned-soldier. Feralion then sought permission fit to the replacement officer. When the self-satisfied to lead several regiments against the barbarians of the lieutenant unceremoniously donned the seemingly northern highlands, and he was given leave to attack new breastplate, Feralion felt justified in his decep- as he saw fit. The battle should have gone well—the tion. If the whelp couldn’t tell the difference between enemy was outnumbered—but the barbarians used elppabarC .D yb .sullI 177 LEGACY ITEMS OF CHAPTER 3 Table 3–49: Wargird’s Armor ————— Personal Costs ————— Wielder Attack Will Save Hit Point Level Penalty Penalty Loss Abilities 5th — — — Easy movement 6th –1 — — +2 breastplate 7th — –1 2 Warrior’s surge 1/day 8th — — 2 — 9th — –2 — +3 breastplate 10th — — 2 Fast movement 11th — — — +3 breastplate of light fortification 12th –2 — — Awakened spirit 13th — — — +4 breastplate of light fortification 14th — — 2 — 15th — –3 — +4 breastplate of medium fortification 16th — — 2 Haste 5/day 17th — — — +5 breastplate of medium fortification 18th –3 — — Resistance to cold 20 19th — — — +5 breastplate of heavy fortification 20th — –4 — Stoneskin 1/day nature against the intruders. As Feralion and his army Wargird’s Armor Wielder Requirements marched through the frigid passes, barbarian drums Base attack bonus +4 echoed through the region and shook thundering Craft (armorsmithing) 4 ranks Armor Proficiency (Medium) walls of snow down upon the attackers. Avalanches completely buried everyone, preserving their bodies in crypts of shattered ice and frozen powder. Wargird’s LEGACY ITEM ABILITIES Armor has presumably been buried there ever since. All the following are legacy item abilities of War- (DC 30; The Journey Home) gird’s Armor. Easy Movement (Su): Beginning at 5th level, LEGACY RITUALS Wargird’s Armor is treated as light armor for any Three rituals are required to unlock all the abilities purpose related to your movement. of Wargird’s Armor. Warrior’s Surge (Su): At 7th level and higher, once",
        "name":  "Omen",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You have to construct a breast- per day when a melee attack would reduce you to 0 or plate without assistance and at your own expense (not fewer hit points, you immediately gain a +4 bonus to included in the ritual cost). The breastplate must be Strength and Constitution for 5 rounds. This ability given to a deserving warrior to whom you have no activates without an action on your part—you have relationship. Cost: 1,500 gp. Feat Granted: Least Legacy no control over this feature. (Wargird’s Armor). Fast Movement (Su): At 10th level, you gain",
        "name":  "Spark of the Anvil",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You are required to choose a a 5-foot enhancement bonus to your base land side in a war you think is just, volunteer as a soldier, speed. accept no pay, and actively participate in at least one Awakened Spirit: Once you attain 12th level, the battle. Cost: 13,000 gp. Feat Granted: Lesser Legacy spirit of the young berserker warrior, who bonded (Wargird’s Armor). to Wargird’s Armor so long ago, awakens. As an",
        "name":  "Misplaced Youth",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "You must seek out the barbar- intelligent item, the breastplate has Intelligence 10, ians of the frozen highlands and learn the identity Wisdom 16, and Charisma 16. It can hear, see, and of the young berserker who bonded with Wargird’s has darkvision out to 60 feet. Wargird’s Armor speaks Armor. Cost: 40,000 gp. Feat Granted: Greater Legacy (but cannot read) Common and is neutral good. The (Wargird’s Armor). breastplate has an Ego score of 10 + its enhancement bonus, increasing to 14 + its enhancement bonus if WIELDER REQUIREMENTS any greater abilities are unlocked. In the event a Most wearers of Wargird’s Armor are fighters or pala- personality conflict occurs, Wargird’s Armor pushes dins, although any character proficient with medium you into any opportunity for melee combat. armor might be interested in the item. 178 3 RETPAHC FO SMETI YCAGEL Haste (Sp): Starting at 16th level, five times per day as a swift action, you can use haste as the spell. Each use lasts 1 round. Caster level 10th. Resistance to Cold (Su): At 18th level, you gain resistance to cold 20. Stoneskin (Sp): At 20th level and higher, once per day on command, you can use stoneskin as the spell. Caster level 15th. ADVENTURE SEED (EL 5) While trekking through a frigid highland pass, a randomly determined character trips over a strangely glistening stone unless he makes a DC 25 Spot check. Closer examination reveals the stone is actu- ally a helmet frozen in the snow. If the characters dig the helmet out, they discover many ice-covered bodies, their garb revealing them as soldiers from the same army. A little farther along the path, the heroes discover more equipment strewn about a hole and more bodies under the snow. Any character with the Track feat can make a Survival check to see the signs of a body being removed from the hole and dragged away by a Large quadruped (the base DC for tracking is 14, modified by the actual conditions at the site, as determined by the DM). The tracks lead to a winter wolf’s underground burrow. Gnarl, Frozen Antlers the winter wolf, has been dragging bodies to her A character who slips on the entranceway slope might den to eat, and she has the equipment worn by the fall into this crude trap. It is built of chipped bones unfortunates collected in a recess of the burrow. The and antlers frozen into a mound of ice. trove includes Wargird’s Armor. Frozen Antlers Trap: CR 1; mechanical; location",
        "name":  "The Journey Home",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "XP COSTS FOR FOUNDING RITUALS Second, if awakening a legacy item cost no more than Founding a new legacy item (that is, designing and creating creating a new one, there would be little reason to discover it from scratch) costs XP in addition to the raw materials legacy items—characters would simply found their own, costs for unlocking an existing item’s abilities. The reasons allowing them to customize items for the same price. for this are twofold. Legacy items are intended to lend a distinctive cachet to First, designing your own legacy item from the ground up a campaign as well as to reinforce its unique history and allows it to more closely fit your needs, as well as your cam- background, so there should be an incentive to introduce paign history. This makes the legacy more meaningful to you, preexisting ones rather than have every player design his but it also makes the item more powerful in your hands. or her own. pqqqqqqqqqqqqqqqqqqqqrs Illus. by M. Phillippi 184 4 RETPAHC GNIDNUOF SEICAGEL its effect to similar abilities already listed in the Menu B choice replaces two Menu A choices, while menus or on preconstructed legacy items. Then each Menu C choice replaces three Menu A choices. determine the appropriate menu and assign the You can always choose an ability from a lower menu ability accordingly. instead, if you prefer. You can choose any given ability from a menu Each of the abilities listed in a menu has a generic just once, unless specifically noted otherwise. For title that describes its effect. To make your item more example, if you choose the armor or shield enhance- interesting, you can give the ability a colorful name ment ability from Menu A, you can’t choose it again that reinforces the item’s theme. For example, if you as a least ability for that item. are founding a legacy item that is somehow associated You also can’t “front-load” an item with powerful with mind flayers, and you choose the detect thoughts abilities at low levels from higher menus (which ability from Menu A, you might instead name the require additional slots from lower menus) and leave ability “infiltrate brain.” Many of the legacy items in higher levels empty. For example, when selecting an Chapter 3 have custom abilities that aren’t readily ability from Menu B or C, you must “lose” Menu A summed up by a simple spell name, for example, and slots. The empty slots must precede the slots filled by have interesting names as a result. those menu abilities. If you choose two least abilities, Least abilities are the least potent (aside from the one from Menu A and one from Menu B, the Menu omen), and represent the first tier of power resident A ability would appear at 5th level while the Menu in an item of legacy. These abilities are described in B ability—which costs two Menu A slots—would Menus A, B, and C. appear at 7th level (leaving 6th level empty). Lesser abilities represent a moderate to high level of power and are described in Menus D, E, and F. OMENS Greater abilities represent the pinnacle of a legacy In addition to legacy abilities, each item of legacy item’s power. Greater abilities are described in Menus has an omen: a minor power that makes the item G, H, and I. recognizable as something special. Of all the abili- Unless otherwise specified, a legacy ability takes ties you assign to an item when founding a legacy, effect whenever you carry, wield, wear, or otherwise only the omen can be used by a wielder without the use the item of legacy. Least Legacy feat specific to that item. (Of course, the original magical properties of the item also remain SETTING COSTS available to any wielder, with or without an enabling legacy feat.) Choose one of the ability categories from After designing the legacy rituals and assigning abili- the Omen menu on page 188, then design its specific ties to the item, you must decide on and set the ritual features. Alternatively, you can design a minor magical costs (in gp) and personal costs (such as hit point loss ability based on examples from preconstructed items or attack penalties). in Chapter 3 (such as the +2 bonus on Concentration Ritual costs are fairly standard, but there is no checks granted by the Bones of Li-Peng or Bright Evening simple method for assigning personal costs. You can’t Star’s light ability). just choose a personal cost from a menu—it must have An omen manifests while the item is in use, when a consequence to both the founder and any subsequent first drawn, or on some other triggering factor you wielder. Work together with your DM to design costs specify. that are meaningful but not crippling. A legacy item’s personal costs are offset by its LEGACY ABILITIES uniquely powerful abilities. Although it seems as Each legacy feat (least, lesser, and greater) is repre- though the wielder is accepting an onerous burden, sented by three menus listing legacy items appropriate the payoff is an item that is much more powerful to that level of power. The first menu in a series lists than might otherwise be expected at a given char- the least powerful abilities. The simplest way to acter level. assign abilities for a given legacy feat is to choose SAMPLE COST PROGRESSIONS one from the first menu (for example, Menu A for least legacy) for each level in the appropriate range. This chapter provides ten sample progressions of Abilities from higher menus are more powerful and ritual and personal costs appropriate to a range of take up additional ability slots: For example, each characters. These are guidelines only—many items 185 LEGACIES FOUNDING CHAPTER 4 Table 4–1 Table 4–3 Character Attack Save Hit Point Character Skill Check Hit Point Level Penalty Penalty Loss Level Penalty Loss 5th — — — 5th — — 6th — — 4 6th — 2 7th — — — 7th –1 — 8th — –1 — 8th — 2 9th –1 — 2 9th — 2 10th — — — 10th — 2 11th — — — 11th — — 12th — — 2 12th — 2 13th –2 — — 13th –2 — 14th — — — 14th — 2 15th — — 2 15th — — 16th — –2 — 16th — 2 17th — — — 17th — — 18th — –3 2 18th –3 2 19th — — 2 19th — 2 20th — — 2 20th — 2",
        "name":  "BEHIND THE CURTAIN",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "least 1,500 gp; lesser 11,000 gp; greater 20th — — — 2 40,000 gp. Ritual Costs: least 2,000 gp; lesser 12,000 gp; greater 39,000 gp. Tables 4–6 through 4–8 apply personal costs that limited spellcasting with skill use (mostly bards, include lost spell slots. Thus they are appropriate only though items for rangers who don’t advance past lesser for spellcasting characters. Table 4–6 offers the most legacy could also use this table). Spell slot, hit point, widely applicable progression, useful for any “pure” and skill point losses are cumulative, but penalties on spellcaster (cleric, druid, sorcerer, or wizard). Table attacks, saves, caster level, and skill checks represent 4–7 works well with spellcasters who have some melee the total at a given level. capability (such as clerics and druids), replacing skill Tables 4–9 and 4–10 offer psionic equivalents for check and save penalties with penalties on attack rolls. spellcaster cost progression. Most of the cost here is Table 4–8 is best suited to characters who combine assessed as power point losses—the psionic equivalent pqqqqqqqqqqqqqqqqqqqqrs EXAMPLE LEGACY ITEM DESIGN Dave is playing a 5th-level character who founds a legacy Dave could choose another Menu A ability for 8th shield: Praetorian Bulwark. Before the founding ritual, the level, but instead he opts for the fly ability from Menu shield has a +1 enhancement bonus to Armor Class but no C. This takes up three least ability slots, meaning that other magical properties. Dave decides to assign all of the his character can’t unlock that ability until he reaches shield’s legacy abilities at the time of the founding ritual. 10th level. He chooses one option from Menu A for the item’s Having now assigned all his item’s least ability slots, 5th-level legacy ability: an increased enhancement Dave has founded a legacy shield. Once his character bonus to the shield’s AC. As soon as Dave’s character reaches 11th level, Dave will need to decide whether completes the least legacy ritual and pays the appropri- he wants to design a lesser legacy ritual and continue ate costs, his shield’s enhancement bonus immediately adding powers to Praetorian Bulwark. improves to +2. Finally, Dave must assign ritual and personal costs For the next legacy ability, Dave decides to increase for his item’s least abilities. Because a shield is most the shield’s enhancement bonus again. To do so requires suited to a combat-oriented character, Dave decides to choosing the enhanced armor or shield option from use Table 1. His character expends raw materials worth Menu B, because the Menu A choice can’t be taken again. 2,500 gp to perform the least legacy ritual. On attaining",
        "name":  "Ritual Costs",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Livonia casts spells as an 8th-level warmage. This example uses an illithid as the base creature. Typical Warmage Spells Known (6/7/7/6/3; CL 8th): 0—acid splash (+7 ranged touch), disrupt undead, light, Shuluth the Illithid ray of frost (+7 ranged touch);1st—accuracy*, burning Shuluth, Mind Flayer of Legacy hands (DC 13), chill touch, fi st of stone*, hail of stone*, magic Medium Aberration missile, lesser orb of acid/cold/electricity/fi re/sound*, shocking Hit Dice: 8d8+8 (44 hp) grasp (+4 melee touch), true strike; 2nd—blades of fi re*, Initiative: +6 continual fl ame, darkness, fi re trap (DC 14),fi reburst* (DC Speed: 30 ft. (6 squares) 14), fl aming sphere, ice knife* (+7 ranged; DC 14), Melf’s Armor Class: 16 (+2 Dex, +3 natural, +1 defl ection), acid arrow (+7 ranged touch), pyrotechnics, scorching ray (+7 touch 13, fl at-footed 14 ranged touch), shatter (DC 14), whirling blade*; 3rd—fi re Base Attack/Grapple: +6/+7 shield, fi reball (DC 15), fl ame arrow, gust of wind (DC 15), Attack: Tentacle +8 melee (1d4+1) ice storm, lightning bolt (DC 15), poison (DC 15), ring Full Attack: 4 tentacles +8 melee (1d4+1) of blades*, sleet storm, stinking cloud (DC 15), wind wall Space/Reach: 5 ft./5 ft. (DC 15);4th—blast of fl ame*, contagion (DC 15), Evard’s Special Attacks: Improved grab, extract, mind blast, black tentacles, orb of acid/cold/electricity/fi re/sound*, psionics phantasmal killer (DC 16), shout (DC 16), wall of fi re Special Qualities: Defl ection, mirror image, omen, see *New spells detailed in Complete Arcane. invisibility, spell resistance 25, telepathy 100 ft. Armored Mage (Ex): Livonia suffers no chance of Saves: Fort +3, Ref +4, Will +9 arcane spell failure while wearing light or medium Abilities: Str 12, Dex 14, Con 12, Int 19, Wis 17, Cha 17 armor. Skills: Bluff +11, Concentration +11 (+15 casting ttocS .D yb .sullI 213 RULES OPTIONAL CHAPTER 5 defensively), Diplomacy +7, Disguise +3 (+5 acting Mind Blast (Sp): 60-ft. cone, stun 3d4 rounds, in character), Hide +10, Intimidate +9, Knowledge Will DC 17 negates. This ability is the equivalent of (arcana) +12, Listen +11, Move Silently +10, Sense a 4th-level spell. Motive +7, Spot +11 Psionics (Sp): At will—charm monster (DC 17),",
        "name":  "Spells",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 size, +2 Dex, +9 natural, +1 water elemental with other energy-based powers. defl ection), touch 12, fl at-footed 19 Drench (Ex): Vhuuksssh’s touch puts out torches, Base Attack/Grapple: +9/+18 campfi res, exposed lanterns, and other open fl ames",
        "name":  "Armor Class",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Choose one legacy item. You can make use of as a bonus feat on completion of an epic legacy ritual. It its epic legacy ability available to your character level. must be selected like any other feat. pqqqqqqqqqqqqqqqqqqqqrs 220 5 RETPAHC LANOITPO SELUR not lose 3 hp, since you have not yet gained the use of Resistance, Epic (Su): The item grants you a +6 a second ability. However, if you later unlock a second resistance bonus on all saving throws. You can select epic legacy ability, you immediately pay any personal this option multiple times. Each time you do so, the costs not already assessed against you. resistance bonus increases by 2, to a maximum bonus of +10. Table 5–3: Designing an Epic Legacy Item Quicken Power, Greater (Su): As the quicken Character New Legacy Personal power ability (page 204), except that you can manifest Level Ability Cost up to nine psionic powers per day of up to 9th level 21st First — that are quickened as though using the Quicken 22nd — 3 hp Power metapsionic feat. 23rd — 3 hp 24th Second — Quicken Spell, Greater (Su): As the quicken 25th — 3 hp spell ability (page 204), except that you can cast 26th — 3 hp up to nine spells per day of up to 9th level that 27th Third — are quickened as though using the Quicken Spell 28th — 3 hp metamagic feat. 29th — 3 hp Spell-Like Ability, 9th: Three times per day on 30th Fourth — command, you can create an effect that duplicates EPIC LEGACY ABILITY MENUS a chosen 9th-level spell. Choose the specific spell The menus of epic legacy abilities presented below when assigning this ability to the item. The save DC provide examples of suitable abilities for epic legacy (if applicable) is 23, or 19 + your Charisma modifier, items. Follow the instructions presented earlier in whichever is higher. this chapter to assign abilities. Wizardry, Epic (Su): While you are holding, Unless noted otherwise, you can select a specific wearing, or wielding the item, you can prepare or cast menu choice only once. double your normal number of 5th-level arcane spells per day, as though wearing an epic ring of wizardry V Epic Legacy Ability Menu Y (see page 134 of the Epic Level Handbook). The raw materials cost for a Menu Y legacy ritual is You can select this option multiple times. Each time 150,000 gp. you do so, another level of spells is doubled (6th-level Menu Y abilities have a caster level of 25th. the second time, 7th-level the third time, and so on), Armor or Shield Enhancement, Epic (Su): The up to a maximum of 9th-level spells. enhancement bonus of a suit of armor or a shield increases to +6. This ability can be placed only on a Epic Legacy Ability Menu Z suit of armor or a shield. Unlike nonepic ability menus, a choice from this You can select this option multiple times. Each time menu doesn’t cost extra ability slots from a lower you do so, your armor or shield’s effective enhance- menu—the associated legacy ritual simply costs more. ment bonus to AC increases by 1. You cannot increase The raw materials cost for a Menu Z legacy ritual is the armor or shield’s effective enhancement bonus 500,000 gp. beyond +20 (but see Epic Armor or Shield Enhance- Menu Z abilities have a caster level of 30th. ment in Menu Z). Ability Enhancement, Epic (Su): The item grants Constant Companion, Epic (Su): This ability a +8 enhancement bonus to one ability score. Choose works the same as greater constant companion (see the specific ability score when assigning this abil- page 203), except that the creature you summon ity to the item—Strength, Dexterity, Constitution, comes from the 7th-level list of the summoning Intelligence, Wisdom, or Charisma. You can select spell you use. this option multiple times. Each time you do so, the Energy Immunity (Su): The item grants you immu- enhancement bonus increases by 2. nity to one type of energy—acid, cold, electricity, fire, Armor or Shield Enhancement, Epic (Su): The or sonic. Choose the specific type of energy when effective enhancement bonus of a suit of armor or a assigning this ability to the item. shield increases by 2, with no maximum effective You can select this option multiple times. Each time enhancement bonus. This ability can be placed only you do so, it applies to a different type of energy. on a suit of armor or a shield. 221 RULES OPTIONAL CHAPTER 5 You can select this option multiple times. Each time solid stone. Bhazad faded away, this time forever. His you do so, your armor or shield’s effective enhance- warhammer disappeared as well, maybe for all time ment bonus to AC increases by 2. (though some whisper it is entombed along with the",
        "name":  "Benefit",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    }
]
