[
    {
        "origin_file":  "other.json",
        "description":  "Improved Critical (scimitar), Improved Treasure: None",
        "name":  "Feats",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "other.json",
        "description":  "Int +4, Cha +10 + ╝ HD.",
        "name":  "Abilities",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "other.json",
        "description":  "Recalculate skill points for increased Intelli- gence.",
        "name":  "Skills",
        "source":  "book_of_vile_darkness.txt",
        "_id":  "4d1bb342b71534741347f5a788dc2fce41d642c9d33e309956a2fdf2e6d2cd12"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dead End . . . . . . . . . . . . . . . . . . . . . . . . . .4 Introduction. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .6Chapter 1: The Scope of the City . . . . . . . . . . . .7 Alignment . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .7 Cities by Type . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .8 Blackwall (The Military City) . . . . . . . . . . . . . . .8",
        "name":  "Prelude",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (local) +25, Knowledge (nobil- ity and royalty) +15. Organizer of the city’s town criers. Charges 300 gp for basic consultation, plus 150 gp for each day spent in research. Banshastra the Weaver: Knowledge (arcana) +25, Knowledge (the planes) +20, Knowledge (religion) +15. A powerful loremaster 620_95386_Ch1.indd   10620_95386_Ch1.indd   10 8/21/06   4:43:31 PM8/21/06   4:43:31 PM11CHAPTER 1 THE SCOPE OF THE CITYmight not have the same name for its entire length. The locals know how to find their way around. For intruders, though, the bewildering layout is as effec-tive a defense as any curtain wall. Someone standing at the gate might be able to see Blackwall Keep, the city’s administrative center, but would be unable to easily reach it. Even before they reach the city gates, though, enemies must battle their way through two concentric rings of defensive fortifications: an outer layered wall and an inner stone wall, with a spiked moat between the two. Blackwall Map Key The keyed locations on the Blackwall map indicate various districts of the city. For a general discussion of these features, see City Districts beginning on page 34. pqqqqqqqqqqqqqqqqqqqqrs pqqqqqqqqqqqqqqqqqqqqrswho lives in her own tower. Charges 500 gp for basic consulta- tion, plus 200 gp for each day spent in research. Banson Verdrum: Knowledge (nature) +15. Farmers often pay for his weather predictions. Charges 4 gp for basic consultation, plus 50 gp for each day spent in research.",
        "name":  "August Meridichi",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (nobility and royalty) +25, Knowl- edge (history) +20, Knowledge (local) +15. As a noble, the baron is obsessed with genealogy. Charges 500 gp for basic consulta-tion, plus 225 gp for each day spent in research.",
        "name":  "Baron Brannack",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (geography) +20, Knowledge (nature) +15. Sea captain renowned for long voyages of explora-tion. Charges 150 gp for basic consultation, plus 75 gp for each day spent in research. Castellan Phirripal: Knowledge (nobility and royalty) +15. Court vizier known for expertise on matters of etiquette. Charges 4 gp for basic consultation, plus 100 gp for each day spent in research. Clyranna Jannau: Knowledge (dungeoneering) +20, Knowl- edge (architecture and engineering) +15. Designer of the city’s storm-sewer system. Charges 250 gp for basic consultation, plus 100 gp for each day spent in research.",
        "name":  "Captain deVorn",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (religion) +15, Knowledge (nature) +10. Spent years as a missionary before settling down to a life of academic study. Charges 5 gp for basic consultation, plus 50 gp for each day spent in research. Durnek Stonemaul: Knowledge (architecture and engineer- ing) +15. Dwarf miner of great repute. Charges 3 gp for basic consultation, plus 50 gp for each day spent in research. Franthus Elgenne: Knowledge (the planes) +20. Academic known for his extensive, nigh-unintelligible vocabulary. Charges 400 gp for basic consultation, plus 150 gp for each day spent in research. Gori Kau the Pale: Knowledge (dungeoneering) +15. Oper- ates from simple shop in middle-class neighborhood. Charges 4 gp for basic consultation, plus 50 gp for each day spent in research. Gradaun the Herbalist: Knowledge (nature) +25, Knowledge (local) +20. Owns herbal remedies shop frequented by city’s rich. Charges 450 gp for basic consultation, plus 200 gp for each day spent in research.",
        "name":  "Disciple Nalla",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (history) +15, Knowledge (geography) +10. Halfling who traveled widely before infirmity of age set in. Charges 4 gp for basic consultation, plus 80 gp for each day spent in research. Sagacious Chandra: Knowledge (religion) +25. Advisor on interfaith matters to several different religions. Charges 500 gp for basic consultation, plus 200 gp for each day spent in research.",
        "name":  "Rhenna Twinbraid",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (geography) +25, Knowledge (his- tory) +20, Knowledge (nobility and royalty) +15. Runs a book-store as a side business and collects rare manuscripts. Charges 300 gp for basic consultation, plus 150 gp for each day spent in research. “Twitch” Montague: Knowledge (local) +15. Dashing rogue with connections to city thieves guild. Charges 2 gp for basic consultation, plus 30 gp for each day spent in research.",
        "name":  "Trinna Suspire",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Conventional/Monstrous; AL N; 40,000 gp limit; Assets 26,216,000 gp; Population 13,108; Mixed (82% human, 6% halﬂ  ing, 4% gnome, 2% dwarf, 1% elf, 1% half-elf, 1% half-orc, 3% other). Named for the great dragon turtle that once dwelled in the bay, Dragonport has grown from a small village with a single pier into one of the most vital ports on its coast. A constant ﬂ  ux of cargo travels to and from its many docks. Dragonport beneﬁ  ts less from this activity than does a trading city such as Four Winds, howev er: I t is designed to facilitate passage of goods, not to encourage local business. Dragonport is officially ruled by a council of gover- nors, who covertly cooperate with a tribe of sahuagin dwelling in the outer depths of the bay. The council pays tribute to the tribe out of the city’s profits and consults with the sahuagin before expanding the city or changing policies. In exchange, the sahuagin do not raid Dragonport; they also prevent ships from departing without paying docking fees, protect the community from pirate attack, and discourage the development of nearby rival ports. ARCHITECTURE Dragonport is built for functionality. Most of its build- ings are squat and square, though some have sloped roofs to protect against sea storms. The majority of the city’s structures are wooden; stone is simply too difﬁ  cult and too expensive to come by in any great quantity. Only near the central docks, and along the main thoroughfares, is any effort made to beautify the architecture, and even here such efforts involve cleaning and whitewashing more than fancy construction. Dragonport, like other port cities, developed a mish-mash of cultural styles as a by-product of its function, rather than through deliberate effort, as happened in trading hubs such as Four Winds. Along the waterfront, shopkeepers both native and foreign set up establish- ments to match their own preferences, or to attract a certain clientele. Homey pubs stand beside exotic restaurants, the shops of elf tailors beside the forges of gnome blacksmiths. LAYOUT Several paved roads lead through Dragonport, from the docks at one end to the major highway running past 620_95386_Ch1.indd   14620_95386_Ch1.indd   14 8/21/06   4:44:23 PM8/21/06   4:44:23 PM15CHAPTER 1 THE SCOPE OF THE CITY 620_95386_Ch1.indd   15620_95386_Ch1.indd   15 8/21/06   4:44:34 PM8/21/06   4:44:34 PM16 CHAPTER 1 THE SCOPE OF THE CITYthe city at the other. These thoroughfares are wide and reasonably well maintained. They direct travelers toward the central piers and jetties, which are in good repair and surrounded by relatively clean buildings. The tidy and simple appearance of these central roads gives no hint to the rest of the city’s nature. Streets and alleys beyond the central thoroughfares are cramped and dirty, with broken or missing cobblestones—many are unpaved entirely. They add up to a twisted knot of random turns, with many streets unlabeled. Beyond the central jetties, the piers and their access paths are ﬁ lthy and broken-down, and the surrounding buildings have similarly deteriorated. Strangers in Dragonport are encouraged to stick to the central parts of town. Those who do not know any better—or who cannot afford to put themselves up in the more expensive areas—have plenty of time to observe the two-faced nature of the port city as they wander its bewildering byways. Dragonport Map Key The keyed locations on the Dragonport map indicate various districts of the city. For a general discussion of these features, see City Districts beginning on page 34. 1. Civic district 2. Fine shops3. Wealthy residential district4. Average residential district5. Dwarf neighborhood6. Garrison7. Gnome neighborhood8. Guildhall district9. Marketplace10. Temple district11. Caravan district12. Fisher’s wharf/Waterfront13. Inn/Tavern district14. Red-Light district15. Shantytown16. Slave quarter17. Slum/Tenement district18. Tannery district19. Warehouse district PERSONA Dragonport is a major city, not the pirate-infested and dirty little town of fantasy cliché. Still, it does conform to that stereotype in some respects. The city government encourages openness toward outsiders, and Dragonport’s merchants welcome foreign trade, but much of the population is gruff and surly. This attitude comes in part from frequent dealings with sailors; in part from a desire to cling to local customs in the face of foreign ideas; and in part from resentment of wealthier, more inﬂ  uential cities. Despite the city’s importance to local trade, most of its citizens simply aren’t as well off as their counterparts in centers of commerce such as Four Winds, which actively encourage merchants to do business. Like most port cities, Dragonport has a fairly high crime rate. The city watch keeps the peace along the main thoroughfares and the central docks, scattering criminal gangs that grow too large, preventing crime from spilling over into the important neighborhoods, and ensuring the comfort and security of ship captains or caravan leaders. In the back alleys, though, travelers risk their lives—or at least their coin purses. Many citizens of Dragonport are actually proud of the city’s reputation for crime, embracing it as proof of their own toughness. SUTULAK (THE SLAVER CITY)",
        "name":  "Large City",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most alleyways are 5 to 10 feet in width, though some are as narrow as 2 or 3 feet. Alleys are rarely paved, except in the wealthiest districts. Most are unlit, even if they connect to brightly illuminated streets. Streets:  The average city street is 15 to 20 feet wide, th o ugh b yw a ys mi gh t o nl y be 1 0 f ee t wi d e . P a vin g depends on the wealth of the district and the importance of the street.",
        "name":  "Alleys",
        "source":  "cityscape.txt",
        "_id":  "f34f0cee439d5fbbdadea464bc559d9d300e3b6557bce1de454609fc7745efc4"
    },
    {
        "origin_file":  "other.json",
        "description":  "Solitary or company (1 artaaglith and 2–8 HD of skeletons and zombies) or cult (2–5 artaagliths and 5–20 HD of skeletons and zombies)",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "6",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Standard",
        "name":  "Treasure",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Always chaotic evil",
        "name":  "Alignment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Usually neutral evil affecting effects, poison, sleep, paraly- or chaotic evil. sis, stunning, disease, death effects,",
        "name":  "Alignment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "6d12+3 (42 hp)",
        "name":  "Hit Dice",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "+0",
        "name":  "Initiative",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "40 ft.",
        "name":  "Speed",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Butt +6 melee",
        "name":  "Attacks",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Butt 1d8+6 Face/Reach:5 ft. by 10 ft./5 ft.",
        "name":  "Damage",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Turn resist- ance +2, undead bulk, undead traits",
        "name":  "Special Qualities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fort +2, Ref +2, Will +5",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 18, Dex 10, Con —, Int 3, Wis 11, Cha 10",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hide –4, Jump +11, When used as a mount, Listen +4, Spot +4 the dread ram is often",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Improved Bull Rush, directed to bull rush a Toughness character through the Climate/Terrain:Any land and underground square of another character, in effect",
        "name":  "Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Solitary or flock (2–5) trampling the second character. The rider usually",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "3 attacks one of the targeted characters.",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "1/2 d8 (2 hp) 1d8 (4 hp) 2d8+2 (11 hp)",
        "name":  "Hit Dice",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2 (Dex) +2 (Dex) +2 (Dex)",
        "name":  "Initiative",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "20 ft., climb 10 ft. 40 ft., climb 20 ft. 40 ft., climb 20 ft.",
        "name":  "Speed",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "14 (+2 size, +2 Dex) 13 (+1 size, +2 Dex) 13 (+2 Dex, +1 natural)",
        "name":  "AC",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bite +4 melee Bite +3 melee Bite +3 melee",
        "name":  "Attacks",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bite 1d3–4 plus poison Bite 1d4–2 plus poison Bite 1d6 plus poison Face/Reach: 2 1/2 ft. by 2 1/2 ft./0 ft. 5 ft. by 5 ft./5 ft. 5 ft. by 5 ft./5 ft.",
        "name":  "Damage",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Poison Poison Poison",
        "name":  "Special Attacks",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Evasion, fast healing 1, Evasion, fast healing 1, Evasion, fast healing 1, light sensitivity, vermin traits light sensitivity, vermin traits light sensitivity, vermin traits",
        "name":  "Special Qualities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fort +2, Ref +2, Will +0 Fort +2, Ref +2, Will +0 Fort +4, Ref +2, Will +0",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 3, Dex 15, Con 10, Str 7, Dex 15, Con 10, Str 11, Dex 15, Con 12 Int —, Wis 10, Cha 2 Int —, Wis 10, Cha 2 Int —, Wis 10, Cha 2",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb +4, Hide +10, Climb +6, Hide +6, Climb +8, Move Silently +6, Move Silently +6, Move Silently +6, Spot +8, Tumble +6 Spot +8, Tumble +6 Spot +8, Tumble +6",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Colony (9–16) Colony (9–16) Colony (9–16)",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "1/3 1/2 1",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "6",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Fortitude Initial and Treasure",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "5d12 (32 hp) life, but they normally ig-",
        "name":  "Hit Dice",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "40 ft., fly 40 ft. than their own kind. (good)",
        "name":  "Speed",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Incorporeal touch +4 prefer to attack opponents melee whom they see using fire or fire",
        "name":  "Attacks",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Illumination, fire immu- unharmed by fire, they are not adverse to nity, incorporeal, turn resistance +2, undead breathing flame into an area where an ally stands. traits Although they are incorporeal, they prefer to remain",
        "name":  "Special Qualities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fort +1, Ref +5, Will +4 on the ground and fly only to escape danger or cross",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str —, Dex 15, Con —, Int 14, Wis 11, Cha 14 an obstacle, such as a pit.",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "5d8 (22 hp) ghosteaters wander by, passively observing nearby",
        "name":  "Hit Dice",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "30 ft., fly 40 ft. (good) floor. Parties with ghosts, however, are always attacked",
        "name":  "Speed",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 incorporeal touches +5 melee touch or 2 from two of its fleshy sacks and touching its chosen touches +3 melee, bite +3 melee food—a ghost. When it is incorporeal, these attacks",
        "name":  "Attacks",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alertness, Great Fortitude, Incorporeal Form, nents are consumed Iron Will normally. The ghost- Climate/Terrain:Any land and underground eater cannot",
        "name":  "Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Solitary or cluster (2–5)",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "3",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half standard",
        "name":  "Treasure",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Usually neutral",
        "name":  "Alignment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "9d12 (58 hp) MONSTROUS VAMPIRE",
        "name":  "Hit Dice",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "+7 (+3 Dex, +4 Improved Initiative) (TEMPLATE) Speed:30 ft., climb 20 ft., swim 20 ft.",
        "name":  "Initiative",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 25, Dex 17, Con —, Int 20, Wis 20, A mumia resembles its previous self, but it is more Cha20 desiccated and is sometimes wrapped in cloth or",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff +13, Concentration +15, Craft (any two) leather as described above. An aura of strange chemi- or Knowledge (any two) +10, Hide +19*, Listen +24, cals pervades the air near it, and some that wish to pass Move Silently +11, Search +13, Sense Motive +13, among the living undetected wear scented oils to Spot +24 mask this distinct smell.",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "9 are unaffected.",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "6d12 (39 hp) Medium-Size Undead",
        "name":  "Hit Dice",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2 (Dex) Hit Dice: 5d12+3 (35 hp)",
        "name":  "Initiative",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "30 ft. Initiative:+1 (Dex)",
        "name":  "Speed",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "30 (+2 Dex, +3 natural) Speed:30 ft., climb 15 ft.",
        "name":  "AC",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Petrifying 3, turn resistance +2, undead gaze, poison, withering traits touch Saves:Fort +1, Ref +2, Will +6",
        "name":  "Special Attacks",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fast Abilities:Str 13, Dex 13, Con —, healing 2, turn resist- Int 7, Wis 14, Cha 11 ance +2, undead traits Skills:Climb +9, Hide +8, Jump",
        "name":  "Special Qualities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fort +4, Ref +8, Will +8, Move Silently +8, Spot +10 +7 Feats:Improved Disarm,",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 10, Dex 15, Toughness Con —, Int 12, Wis 13, Climate/Terrain:Any land and Cha 15 underground",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff +11, Organization:Solitary or gang Disguise +11, Move (2–5) Silently +9, Spot +10 Challenge Rating:3",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Point Blank Shot, Treasure:Standard",
        "name":  "Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Solitary or (Large) covey (2–4)",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "8 Necroplasms are foul undead",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Usually lawful evil beings consisting of a few bones and an",
        "name":  "Alignment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Concentration +10, Diplomacy +3, Hide –9*, Intuit Direction +5, Knowledge (any one) +6, Knowledge (ghost lore) +6, Knowledge (nature) +9, Listen +11, Sense Motive +9, Spot +11, Wilderness Lore +9",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Solitary or grove (4–7) plus 1–3 Arboreal Guardians",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "10",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Often chaotic good",
        "name":  "Alignment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2 (+2 Dex) An undead martyr uses its touch attack when forced",
        "name":  "Initiative",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "5 ft., fly 20 ft. (good) into combat.",
        "name":  "Speed",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch +3 melee touch inflicts 1 point of negative energy damage, similar to",
        "name":  "Attacks",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Improved grab, profane touch tures of 1 point of damage per use. If an undead",
        "name":  "Special Attacks",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fort +1, Ref +3, Will +5 Flight (Ex): An undead martyr’s body is naturally",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Toughness martyr or pull it along (such as when it grabs onto an Climate/Terrain:Any land and underground undead ally) as if it were of negligible weight.",
        "name":  "Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "None level 4th.",
        "name":  "Treasure",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Always evil Undead Traits:Immune to",
        "name":  "Alignment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tainted ones and broodguards gain Alertness Medium-Size Humanoid (Reptilian) as a bonus feat due to their heightened senses. Hit Dice:5d6+5 (22 hp) Climate/Terrain:Warm land. Initiative:+7 (+3 Dex, +4 Improved Initiative)",
        "name":  "Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tainted one, solitary; Broodguard, Speed:30 ft. clutch (2–8) or tribe (9–20). AC:15 (+3 Dex, +2 leather)",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Standard. Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Treasure",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Usually chaotic evil. Special Attacks:Psionics, sneak attack +3d6, poison",
        "name":  "Alignment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tainted one, by character class; bite Broodguard, —. Special Qualities:Evasion, uncanny dodge (Dex bonus to AC), poison immunity, yuan-ti blood, SR 13",
        "name":  "Advancement",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Herst has a small pouch that contains on the dead body, rather than on Herst. some human fingers (still bloody—they’re quite fresh) and a note. The note reads: Encounter 2: Attentiveness (EL 2) The encounter begins as the PCs arrive on Lander Chornoy, Street and find Warehouse 4. We have a really great treasure this time, but we need you to As the sun sets, the buildings of the Merchant identify it for us and tell us what it can do. Meet us on the Ward grow dark. This area is mostly warehouses, 7th on Lander Street in the Merchant Ward. Warehouse 4, making it seem oddly similar to the Tombyards shortly after dark. where you just were. Most of the structures in the area are wood, about 20 feet high with few, if any, Tarl windows. Loading docks for moving goods on and off wagons are connected to most of the ware- The 7th is today. houses. You spot signs by the doors, numbering Investigation down the narrow alley between the most of the warehouses. You finally come upon two mausoleum warehouses where Herst was lurking warehouse 4. (Search DC 10) reveals the partially hidden, grisly",
        "name":  "Treasure",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Balance +6, Climb +5, Hide +8, Jump lantern.” +5, Listen +4, Move Silently +6, Open Lock +6, Search +5, Spot +4; Improved Initiative, Skill Focus (Hide).",
        "name":  "Skills and Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb +5, Hide +6, Jump +5, Listen",
        "name":  "Skills and Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Craft (woodworking) +6, Listen +3; Iron Will, Skill Focus [Craft (woodworking]). You hear a strange scratching sound. Something is",
        "name":  "Skills and Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Broom, 12 cp. scuttling across the floor. Suddenly, something small but terrifying launches itself at you, with a",
        "name":  "Possessions",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb +4, Hide +9, Jump +4, Listen gained from a Gather Information check, the PCs +6, Move Silently +9, Open Lock +6, Pick Pocket +6, could go to Dras’s shop in the Portal Ward. Spot +6; Improved Initiative.",
        "name":  "Skills and Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the PCs don’t know and they eventually run afoul of a powerful black- his name, Gather Information won’t actually allow the guard. As they discover that the lost adventurers were PCs to learn Othere’s or the lantern’s location. How- up against an evil necromancer and a drug smuggler, ever, they can find out that there is a gnome woman the adventure takes them out into the wilds of the named Saraen Whistlefar (female gnome Exp6) who Spirit Wood, where the lost adventurers disappeared specializes in information and secrets. She is located at the hands of their enemy. Guided by a new ally—a in the Merchant Ward, operating out of the back of a member of the Arboreal Guardians—to a mysterious crystal shop. location known as the Lost Spring, they find the dead For the price of 50 gp, Saraen tells the PCs that she bodies of the adventurers. has indeed heard of the break-in at Dras’s shop and But the story doesn’t end there. Eventually, the PCs that she has heard that a ghost named Othere has return to Manifest for a startling conclusion—the recently come into possession of a strange lantern. adventurers they are looking for are still alive, held Othere, apparently, is looking for a wizard who will captive by a necromancer and a force of undead in a identify the lantern’s powers for him discreetly. horrible place called the Theater of Bone. A Gather Information check (DC 18) allows the PCs to find Othere’s home, but only because they have his BACKGROUND name. Three adventurers—Ferrel Hass, a fighter; Chenni the Younger, a Piran Sedestadel sorcerer; and Ennic 182 Kardathalost, a priest of Aluvan—went into the Spirit :6 RETPAHC SERUTNEVDA 620_88566_Ghostwalk3.qxd 4/10/03 2:44 PM Page 182 Wood to meet a fourth, Seahan Vestinet, a ranger. Check Result 20:Seahan Vestinet, the ranger, was the They never arrived. Seahan went into Manifest to see last of the adventurers to be seen by witnesses. He was if he could find them or ascertain where they went. apparently searching for the others, who had already Shortly thereafter, he disappeared as well. These four disappeared. He mentioned something about a loca- were well known and well liked in the city, and many tion called the Lost Spring, in the Spirit Wood. mourn their loss. But others are not so convinced that Check Result 25: Three of the missing adventurers they are gone for good. Piotran Lorestrae, proprietor left from the Blueleaf to travel out to the Spirit Wood of a tavern known as the Blueleaf, has taken up a col- to meet up with Seahan to learn how he fared in his lection and is offering a reward for their recovery or initiation into the Arboreal Guardians about a week news of what happened to them. ago. They never showed up. Seahan came to town to look for them the next day and disappeared himself ADVENTURE HOOKS after about a day. There are a few different ways to get the player char- acters involved in this adventure. In Town 1. There is a reward posted everywhere for the miss- Since it is easiest, the PCs probably start their investi- ing people’s return. The postings read: gation in town.",
        "name":  "The Information Broker",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the characters visit the Blueleaf,",
        "name":  "The Blueleaf",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The mask is the real clue here. A This large house is located in a quiet section of Gather Information or Knowledge (local) check (DC Phantom Hill—although just about all sections of 20) indicates that this is the sort of mask used at the that ward could be called quiet. Nevertheless, there Lion’s Theater in the Portal Ward. This is an important are very few people about, and all around the house fact because the Lion’s Theater is really a front for is still. Destridien’s Theater of Bone. If the PCs do not follow The front door hangs slightly open, wood splin- up on this clue, however, it’s all right. There will be ters indicating that it was smashed in. The house other clues. looks like it was well appointed—Ambrosh must have been a ghost who still felt the need for crea- An Unexpected Attack! (EL 6) ture comforts. If the shadows escape from Ambrosh’s house, they report to Destridien. When it becomes obvious that Once they go inside, continue with the following text. the PCs are poking around in areas that they shouldn’t be, Destridien sends Garothos to attack them at an opportune time—such as when they are in a back A few overturned tables and broken pottery sug- alley, in Ambrosh’s house, or sleeping. gests that there was a fight here. In fact, not far",
        "name":  "Development",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Listen +7, Spot +7. south of town, not as far off as the Monastery",
        "name":  "Skills and Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "If a character succeeds on a Spot check (DC 15), she notices that the can- dlesticks that Garothos carries match the decor of Ambrosh’s house (he stole them from there after destroy- ing Ambrosh). Further, Garothos carries a short note, written in",
        "name":  "Treasure",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the PCs survive this to six actors are present, rehearsing. Sach is encounter, either by fleeing or by success in always there, trying to control everything. The combat, they should leave the forest immedi- workers at the theater are not welcoming to visi- ately. If they do not, they should expect tors, unless Sach believes them to be financiers. another such encounter within 20–30 min- At night, there’s likely a show going on, with utes. And another; and another. . . . all members of the staff present, and an audi- Eventually, the Arboreal Guardians show up, ence of 5d20 people. It costs 2 cp to get in, and and they are just as unforgiving and merciless as a vendor is near the door selling candied apples. the trees themselves. Upper Level Layout",
        "name":  "Development",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the gong sounds in area 1, Ungart Anatomical charts hang on the walls, along with goes to see who it is. grisly depictions of hideous operations performed on what appears to be both the living and the dead. 4. Eddimar’s Chamber (EL 3) Read the following aloud. Mastioth, another of the Theater of the Dead mem- bers, uses this lab to study necromancy. Destridien A chaotic jumble of tousled sheets, blankets, cloth- also uses this lab to animate the dead. If a character ing, and trash hints that this is probably a bed- who has encountered wraithweed before makes a chamber. The furniture is broken and smashed, as Search check (DC 20), she finds three more doses of though there has been a terrible battle here. the freshly powdered narcotic here. 190 :6 RETPAHC SERUTNEVDA 620_88566_Ghostwalk3.qxd 4/10/03 2:47 PM Page 190",
        "name":  "Development",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Male orc Nec4; CR 4; Medium-size The platforms are about 10 feet off the floor, with humanoid; HD 4d4+8; hp 17; Init +0; Spd 30 ft.; AC 10 white rugs covering the areas beneath them. A pair (touch 10, flat-footed 10); Atk +4 melee (1d6+2, of wooden doors, each marked with a skull of quarterstaff); AL LE; SV Fort +4, Ref +3, Will +4; Str bronze, lead to the east. 15, Dex 10, Con 15, Int 13, Wis11, Cha 8.",
        "name":  "Mastioth",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the skeletons in area 7 begin to 7. Great Hall (EL 5) moan, these giant skeletons go through the doors and Read the following aloud. attack whatever living intruders they find. 191 ADVENTURES CHAPTER 6: 620_88566_Ghostwalk3.qxd 4/10/03 2:59 PM Page 191 9. The Theater (EL 4) (DC 15) or become mesmerized, and the effects last Read the following aloud. for 1d4 rounds.",
        "name":  "Development",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Destruction (smite 1/day, named Essinthras began to put a +4 attack bonus, +3 damage), Trickery plan into motion that would (Bluff, Disguise, and Hide are class allow him to kill Jaesicha Milli- skills). cen, an influential member of",
        "name":  "Domains",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1 studded leather, +1 Manifest’s council of warders. ring of protection, wand of cure light When looking for a base of oper- wounds(15 charges), holy symbol, ations, he came upon Dreig Ithin, 150 gp, 100 sp, 1 copper statue of a half-orc assassin. Originally intending to Khostren (40 gp), two 50-gp gems. simply pay the assassin for his assistance, Essinthras learned about an old shaft under the city from the",
        "name":  "Possessions",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Male half-orc Mnk4/Rog1/Asn1; CR",
        "name":  "Dreig Ithin",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 2; two +10 ranged (1d8/×3 each) 6; Medium-size humanoid; HD 4d8 + 1d6 + 1d6; hp plus poison (1 Con/1d2 Con; Fort DC 13 negates); 27; Init +8 (+4 Dex, +4 Improved Initiative); Spd 30 ft.; Reflex save (DC 25) avoids tripwire; Search DC 20; AC 14, touch 14, flat-footed 10; Atk +5 melee (1d8+2, Disable Device DC20. unarmed strike); or +6 melee (1d4+2/19–20, master- work dagger); SA death attack, flurry of blows, poison use, sneak attack +2d6, stunning attack 4/day; SQ eva- A cave has been hacked out of the side of the shaft sion, fast movement, slow fall 20 ft., still mind, traps; here, 80 feet below the top. It’s dark and empty AL LE; SV Fort +4, Ref +12, Will +3; Str 15, Dex 18, except for rocks and rubble. An old unlit lantern Con 10, Int 10, Wis 9, Cha 10. sits in the middle of the room.",
        "name":  "Spear Trap",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 2; 40 ft. deep (4d6); Reflex DC 15 with his traps in area 2, he goes to area 5 and hides. avoids; Search DC 17; Disable Device DC 17. He studies one intruder through the crack in the door between areas 3 and 5 so he can make a death",
        "name":  "Pit Trap",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Essinthas the pureblood yuan-ti attack, if need be. His best-case scenario would be for may be here hiding as a viper (see area 7). intruders to go to areas 6 and 7 first, so he can sneak up on them while they fight Essinthas (and flee back 3. Assassin’s Lair (EL 6) toward the shaft, if need be). The second-best sce- The door to this room is locked (Open Lock DC 25). nario for him would be for intruders to come into his The key is hidden inside the room. area, not notice him hiding, and leave, so he can attack them with surprise at some point to recover whatever they steal. A well-used cot, a small iron box, and a table made",
        "name":  "Development",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Pits covered with a gray blanket, dust and The statues are of yuan-ti abominations and are stones lie at both the north and south entrances to painted in dark green and black. this cave. Anyone falling into a trap takes no damage,",
        "name":  "Traps",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "If Nssai in area 12 hears noises penalty. There is a niche in the west wall of that rear here, she investigates. area where Nssai curls up to sleep.",
        "name":  "Development",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "In the niche where she sleeps, Nssai glasslike. keeps a small bag with a dagger, a broken gold bracelet Near the back of the cave, a number of bones (worth 30 gp), 44 gp, a potion of invisibility, and a potion hang from the ceiling, each suspended individually of healing. at different heights by string or wire. They range Cleverly hidden within one of the larger bones from small animal bones to large animal, probably (Search DC 25), Nssai keeps a small stash of 5 gems, humanoid, bones. They are numerous enough to each worth 200 gp. obscure the rest of the cave beyond them.",
        "name":  "Treasure",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "If Nssai hears a noise in area 11, she investigates, probably after drinking her potion of invis- This cave once stored a large amount of alchemist’s ibility, assuming that she ascertains that the level of fire, but it all exploded in an accident. Nssai strung up the threat warrants it. the strange bone art in the southernmost 20 feet of the cave. Attack rolls within the area containing the 13. Side Cave hanging bones are hampered by a –2 circumstance Read the following aloud. This small cave appears to be an empty dead end. Only a careful search of this cave (Search DC 20) reveals the dirt-covered skeleton of a human.",
        "name":  "Development",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "There is a secret lid on the chest of drawers in The air is filled with thin smoke, and it is quite the back (Search DC 24). This lid is trapped, covered warm. Opposite the door, three long, wooden in contact poison. The poison is terinav root. planks lie on the floor, painted black but stained brown in places. The boards lie atop a red rug and",
        "name":  "Trap",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "CR 1; poison (1d6 Dex/2d6 Dex); before a red and black banner depicting a horrible Fort DC 16 negates; Search DC 15; Disable Device devil’s face. DC 5. A bed is pushed against the east wall, next to a small chest of drawers. A table covered in small",
        "name":  "Contact Poison",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The table is covered in 80 gp worth of flasks and vials matches the bed on the opposite perfumes and cosmetics. The chest of drawers con- wall. Lit braziers in every corner fill the room with tains clothing and miscellaneous personal belong- heat and scented smoke. ings. Opening the secret lid mentioned above reveals a stash of jewelry, including a silver and onyx neck- The smoke from the braziers is a very mild narcotic. lace worth 350 gp, a large silver bracelet worth 100 gp, Anyone entering the room must make a Fortitude onyx earrings worth 250 gp, and two silver and onyx saving throw (DC 15) or take a –2 circumstance rings worth 200 gp each. penalty on attack rolls, saves, and skill checks. The black planks on the red rug serve as a crude altar, 19. The Bottom of the Shaft where Stri’isn offers small blood sacrifices to her Read the following aloud. evil god.",
        "name":  "Treasure",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nesthasha uses her entangle power to trap and can either swim or climb out of the water (char- as many foes as she can with the thick moss and acters still in the water on their next turn must make 207 ADVENTURES CHAPTER 6: 620_88566_Ghostwalk3.qxd 4/4/03 2:05 PM Page 207 a new Swim check—failure means that they are car- ried 30 feet again). Characters carried off the map plummet down a 30-foot waterfall (3d6 damage) and into a cave with no air—it is entirely submerged. Thus, any character in this cave drowns unless he can somehow get up the waterfall and out again. The Climb check DC for this task is 25 due to the slippery condi- tions and the falling water.",
        "name":  "Tactics",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Halaarn’s wings are damaged, and he other collapsed parts of the Undercity, there is a gap cannot fly for more than 2 rounds before having to in it that could easy allow a human to pass through land. After not flying for 2 rounds, he is able to fly into an area beyond. again.",
        "name":  "Weak Flight",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Balance +4, Disguise +1, Gather 5. Cleric House (EL7) Information +2, Hide +7, Intimidate +4, Jump +4, The door into this building has the symbol of Phaant Listen +6, Move Silently +7, Search +3, Sense Motive carved into it. +3, Spot +6, Tumble +7, Use Rope +7; Great Fortitude, Toughness. This place reeks of incense. A small desk and chair",
        "name":  "Skills and Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nancy Walker adventure seed for you to develop and the full statistics",
        "name":  "Typesetting",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ed Stark for the playtest characters. May all of these offerings",
        "name":  "Design Manager",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Julia Martin enhance your players’ experiences on the other side.",
        "name":  "Web Production",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mark A. Jindra",
        "name":  "Web Development",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "2d8+6 (15 hp) of its own free will, and it tends to do so whenever it",
        "name":  "Hit Dice",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "+2 enters combat.",
        "name":  "Initiative",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "50 ft. While a blood ghoul wolf rages, its mouth froths",
        "name":  "Speed",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "14 (+2 Dex, +2 natural), touch 12, flat-footed 12 with blood and its eyes become noticeably red in any",
        "name":  "AC",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bite +3 melee light. Its statistics change as follows: HD 2d8+8; hp 17;",
        "name":  "Attacks",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bite 1d6+3 AC 12, touch 10, flat-footed 10; Atk +4 melee (1d6+4, Face/Reach:5 ft. by 5 ft./5 ft. bite); SV Fort +7, Will +3; Str 17, Con 19.",
        "name":  "Damage",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Trip Turning Sensitivity: A blood ghoul wolf",
        "name":  "Special Attacks",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Empathic link, ghoul rage, low- cannot actually be turned, but if it is in the area of a light vision, scent, turning sensitivity turning effect that is powerful enough to turn an",
        "name":  "Special Qualities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 15, Dex 15, Con 17, Int 2, Wis 12, Cha 6 the turning effect would destroy an undead with 2 HD,",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hide +3, Listen +8, Move Silently +4, Spot +6, the blood ghoul wolf immediately loses the blood Wilderness Lore +1* ghoul template and is dazed for 1 round. All the normal",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Solitary, pair, or pack (7-16) by sense of smell.",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "2 Skills: *A blood ghoul wolf receives a +4 racial",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Neutral bonus on Wilderness Lore checks when tracking by",
        "name":  "Alignment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Solitary, pair, or grace (3–6) VALICORN (TEMPLATE) Challenge Rating:2",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "15 (–1 size, +2 Dex, +4 natural), touch 11, flat- increases by +1. footed 13 Attacks:A valicorn gains an attack with its horn-",
        "name":  "AC",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hornplate +3 melee and 2 hooves -3 melee plate (a kind of head-butt) in addition to the base crea-",
        "name":  "Attacks",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Fort +6, Ref +5, Will +3 though its power fades if it is removed from the valicorn.",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Str 13, Dex 15, Con 17, Int 10, Wis 14, Cha 8 Damage:The valicorn’s hornplate attack deals 1d4",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Listen +9, Spot +9 points of bludgeoning damage plus the valicorn’s strength 4 Feats:AlertnessB bonus and the hornplate’s +1 enhancement bonus.",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A valicorn gains Alertness as a bonus feat. You can also spend uses of your own turn ability to Climate/Terrain:Temperate forest. aid another’s turning attempt. In that case, you grant",
        "name":  "Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Solitary, pair, or grace (3-6). the recipient a +4 bonus on his turning check for every",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Always chaotic good. manner. To aid another’s turning attempt, you must use",
        "name":  "Alignment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your racial bonus on Listen, Search, and COMBINE TURNING [DIVINE] Spot checks increases to +2. You gain an elf’s ability to You can combine multiple turn or rebuke attempts into notice secret doors just by passing them. Wizard is a single, more powerful attempt. always a favored class for you, as is your highest-level",
        "name":  "Benefit",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Able to turn or rebuke undead class. more than once per day.",
        "name":  "Prerequisites",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M your special mount (if any). You do not designate a",
        "name":  "Components",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action destination; you are automatically transported to the",
        "name":  "Casting Time",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch nearest location on the same plane where your talents",
        "name":  "Range",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sor/Wiz 1 and so on), nor does he gain the ability to speak or",
        "name":  "Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M understand any languages that the ghost knows.",
        "name":  "Components",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 action The ghost cannot be attacked or harmed while",
        "name":  "Casting Time",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "10 ft. bound to the target. The ghost remains completely",
        "name":  "Range",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cone aware of its surroundings, though it cannot speak or",
        "name":  "Area",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round (see text) use any abilities (including mental communication).",
        "name":  "Duration",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sor/Wiz 5 cord. In its tentacles, the octopus holds a hard, glassy",
        "name":  "Level",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M sphere filled with seawater. The amulet acts as a protec-",
        "name":  "Components",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch (see text) points of fire damage before it is rendered useless. It",
        "name":  "Range",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ghost touched also absorbs hit point damage from horrid wiltingand",
        "name":  "Target",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 day/level similar attacks that work by removing or destroying",
        "name":  "Duration",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates moisture in the target. It provides no protection against",
        "name":  "Saving Throw",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alchemy +6, Concentration +4, Hide Description:Furka is a short, scrawny, androgy- +20, Knowledge (ghost lore) +6, Knowledge (history) nous-looking elf. His hair and eyes are dark brown. He +9, Knowledge (nature) +9, Listen +3, Search +5, prefers to dress in elven wizard garb, with flowing robes. 9",
        "name":  "Skills and Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Balance +10, Hide +8, Jump +9, and his own head. Quiet but headstrong, he packs a 10 Knowledge (arcana) +4, Listen +8, Move Silently +8, powerful punch.",
        "name":  "Skills and Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sean K Reynolds where the corresponding numbers remain the same,",
        "name":  "Design",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nancy Walker standard action,”",
        "name":  "Typesetting",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ed StarK so forth. Changes such as these are left in the reader’s Web Production Julia Martin hands. All other pertinent adjustments, however, are",
        "name":  "Design Manager",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mark A. Jindra given here.",
        "name":  "Web Development",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sean Glenn, Cynthia Fliege Also included with this document is a map that was dropped from the book for space reasons. With this Based on the original DUNGEONS \u0026 DRAGONS® game by E. bonus map and the changes indicated here, your Ghost- Gary Gygax and Dave Arneson and on the new edition of the DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, walkcampaign can be better than ever before. So get out Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. your pen and start marking these changes in your book! D\u0026D, DUNGEONS\u0026 DRAGONS, and DUNGEONMASTERare registered trademarks owned UPDATES FOR D\u0026D V.3.5 by Wizards of the Coast, Inc. The d20 logo is a trademark owned by Wizards of the Coast, Inc. All Wizards characters, character names, and the distinctive likenesses Page 5, Sorcerers: thereof are trademarks owned by Wizards of the Coast, Inc. Change “Tereppek” to “Bazareene.” This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited Page 8: without the express written permission of Wizards of the Coast, Inc. Change the “Oral” heading to “Hunger.” ©2003 Wizards of the Coast, Inc. All rights reserved. Page 9, Thirst Trait: Made in the U.S.A. Change “Similar to the oral trait” to “Similar to the This product is a work of fiction. hunger trait.” Any similarity to actual people, organizations, places, or events is purely coincidental. Page 17, Eidolon: This Wizards of the Coast game product contains no Open Game Content.",
        "name":  "Graphic Design",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Delete “Intuit Direction (Wis).” written permission. To learn more about the Open Gaming License and the d20 System License, please visit www.wizards.com/d20. Page 18, Eidoloncer:",
        "name":  "No portion of this work may be reproduced in any form without Class Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Delete “Scry (Int).” For more DUNGEONS\u0026 DRAGONSarticles, adventures, and information, visit www.wizards.com/dnd Page 19, Arboreal Guardian:",
        "name":  "Class Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Delete “Intuit Direction 5 ranks.” Change “Wilderness Lore” to “Survival.” 1",
        "name":  "Requirements",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Change “Alchemy” to “Craft (Alchemy).” Page 31, Empower Turning:",
        "name":  "Requirements",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Change “Perform (sing)” to “Per- bonuses granted by this feat increase in increments of form (sing) 1 rank.” +2. When you use this feat to gain a new favored",
        "name":  "Requirements",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add “touch 11, flat-footed 16.” Page 161, Ectoplasmic Vermin (Medium): Above Attacks entry, add “Base Attack/Grap- AC:Add “touch 12, flat-footed 11.” ple:+2/+2.” Above Attacks entry, add “Base Attack/Grap-",
        "name":  "AC",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Change “Fort +1” to “Fort +2.”",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Change “giving it a +2 bonus on such areas.” all Perform checks” to “giving it a +3 bonus on all Per- form (sing) checks.” Page 162, Fire Spectre:",
        "name":  "Singing Bones",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add “touch 14, flat-footed 12; when manifested Page 160, Dread Ram: fully: 14 (+2 Dex, +2 natural), touch 12, flat-footed 12.”",
        "name":  "AC",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add “touch 9, flat-footed 13.” Above Attacks entry, add “Base Attack/Grap- Above Attacks entry, add “Base Attack/- ple:+2/—; when manifested fully: +2/+2.”",
        "name":  "AC",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Delete “undead bulk.” Burn:Change save DC to 14. Add “The save DC is",
        "name":  "Special Qualities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Replace entry with “Jump +9, Spot +4.” Charisma-based.”",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add Power Attack. Skills:Replace entry with “Diplomacy +4, Hide",
        "name":  "Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Change save DC to 13. Add Feats: Change “Combat Reflexes” to “Combat “The save DC is Charisma-based.” ReflexesB.” Change “Improved Initiative” to “Improved",
        "name":  "Frightful Presence",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Delete entry. InitiativeB.”",
        "name":  "Undead Bulk",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Change the save DC to 17. Add “The save DC is Strength-based.” Page 164, Ghost:",
        "name":  "Trample",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Change ““Ghost” is a tem- Page 161, Ectoplasmic Vermin (Tiny): plate” to ““Ghost” is an acquired template.”",
        "name":  "Creating a Ghost",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add “touch 14, flat-footed 12.” Above Speed entry, add “Size and Type:The crea- Above Attacks entry, add “Base Attack/Grap- ture’s type changes to outsider (augmented humanoid, ple:+0/–12.” extraplanar, incorporeal). Do not recalculate Hit Dice,",
        "name":  "AC",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Delete “Move Silently +6, Spot +8, Tumble +6.” hit points, base attack bonus, saves, or skill points. Size",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add “touch 13, flat-footed 11.” to “Survival.” 7 8",
        "name":  "AC",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Replace entire sample ghost with Level Adjustment:+0 the following. Page 165, Ghosteater: DWARF, 1ST-LEVEL WARRIOR",
        "name":  "Sample Ghost",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Replace entry with “14 (+2 Dex, +2 deflection), touch 14, flat-footed 12 Medium Outsider (Dwarf) (Augmented Humanoid, Extraplanar, Incorporeal) When manifested fully:14 (+2 Dex, +2 natural),",
        "name":  "AC",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "1d8+2 (6 hp) touch 12, flat-footed 12.”",
        "name":  "Hit Dice",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "+0 Above Attacks entry, add “Base Attack/Grap-",
        "name":  "Initiative",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "20 ft. (4 squares), fly 20 ft. (good) ple:+3/—",
        "name":  "Speed",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "other.json",
        "description":  "+1/+2 Add “FullAttack:2 incorporeal touches +5 melee",
        "name":  "When manifested fully",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    }
]
