[
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait might be por- once battle is joined. Your enthusiasm makes you a dangerous trayed as crafty liars, or lying might simply be second nature to foe, but you sometimes leave yourself open to blows that a more them, making actually telling the truth a diffi cult chore. cautious warrior would avoid.",
        "name":  "You are quick to initiate combat, and you tend to press the attack Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +2 bonus on initiative checks. Distinctive",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait are often hot- prominent nose, a limp, or some similar characteristic that is headed and quick to anger, or simply think that the best defense hard to disguise or conceal. is a quick offense. Benefi t: You gain a +1 bonus on Reputation checks (see Repu- tation in Chapter 6).",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –1 penalty on Disguise checks.",
        "name":  "Brawler Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on unarmed attack rolls and tive about it, or they might play up its presence to gather atten- grapple checks. tion, sympathy, or notoriety.",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –1 penalty on all other attack rolls.",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait might be more fi ght differently from other characters; they simply know that easily manipulated in interactions with NPCs, or they might the best way to take someone out of a fi ght is to grab him or simply prefer not to argue and instead use their natural talent to punch him in the face. learn more about the world around them. Cautious Farsighted You are cautious in combat, even a bit cowardly, and you take You have diffi culty focusing on nearby objects, but your distance more care to defend yourself than others. However, this caution vision is more keen than normal. renders you susceptible to fear effects. Benefi t: You gain a +1 bonus on Spot checks.",
        "name":  "Many brawlers might not even be consciously aware that they Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait might be sensi- Honest tive about it, or they might simply be oblivious to its presence, hav- You are naturally straightforward and sincere. This quality helps ing never known any different way of experiencing the world. you persuade people to your viewpoint, but you have diffi culty telling lies and seeing deception in others.",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Diplomacy checks. You can keep your attention on a task despite many distractions; Drawback: You take a –1 penalty on Bluff checks and Sense however, events in the background pass you by. Motive checks.",
        "name":  "Focused Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Concentration checks. Roleplaying Ideas: Characters with this trait might be naïve",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –1 penalty on Spot checks and Listen and too unsophisticated to lie, or they might be aware of worldly checks. matters and simply choose to take a higher ground.",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait often seem single- minded or even obsessive in their focus on a specifi c task. Illiterate You cannot read, but you have devoted yourself to learning Hard of Hearing other skills.",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Choose any one skill except Decipher Script or Forg- have become more in tune with your other senses. ery. You gain a +1 bonus on checks using that skill.",
        "name":  "You have a slight hearing impairment, and to compensate, you Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Spot checks. Drawback: You are illiterate.",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –2 penalty on Listen checks. Special: You can eliminate the negative effect of this trait by",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait might be sen- spending 2 skill points to become literate. Unlike with the bar- sitive about it, or they might simply be oblivious to its pres- barian, you cannot become literate by taking a level in any class ence, having never known any different way of experiencing other than barbarian. the world. You can’t select this trait if your character is already illiterate because of race, class, or any other reason.",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait might be sen- You are made of tougher stuff than the average person, but you’re sitive about not being able to read, or they might not value not quite as quick to react to dangerous effects. “book learnin’.”",
        "name":  "Hardy Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Fortitude saves.",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –1 penalty on Refl ex saves. Inattentive",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait might see their You are skilled at fi nishing simple tasks quickly, but you have a physical prowess as normal and look down on less hardy indi- diffi cult time dealing viduals, or they might see it as their duty to play the role of with longer, more protector and help those less able to endure physi- complex tasks. cal hardship. xoC .E yb .sullI 620_88156_UnearthedArcana2.indd 88 12/11/03, 10:36:55 AM 89 CHARACTERS BUILDING CHAPTER 3",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Choose a skill that allows complex skill checks. Passionate You gain a +1 bonus on simple skill checks made using the You are made of tougher stuff than the average person, but you chosen skill. are highly suggestible.",
        "name":  "Benefit",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –4 penalty on any complex skill checks Benefi t: You gain a +1 bonus on Fortitude saves. made with the chosen skill. Drawback: You take a –1 penalty on Will saves.",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait might fl it from Plucky subject to subject in conversation, or they might seem typical You have a strength of will not refl ected in your limited physi- in most situations but leave most of their long-term projects cal gifts. perpetually unfi nished. Benefi t: You gain a +1 bonus on Will saves.",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –1 penalty on Fortitude saves.",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait might be an- You are good at almost everything that requires strength, but noyingly positive-minded, or they might only show their mental less adept than most at tasks that require coordination. resilience in times of dire need.",
        "name":  "Musclebound Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Strength-based skill checks and ability checks. Polite",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –2 penalty on Dexterity-based skill You are courteous and well spoken. checks and ability checks. Benefi t: You gain a +1 bonus on Diplomacy checks.",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait are likely to solve Drawback: You take a –2 penalty on Intimidate checks. problems with physical strength rather than through trickery Roleplaying Ideas: Characters with this trait might be hon- or fi nesse. estly polite and kind, or they might simply be adept at mimick- ing social conventions to get what they want. Nearsighted You have diffi culty focusing on distant objects, but your eye for Quick detail is more keen than normal. You are fast, but less sturdy than average members of your race.",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Search checks. Benefi t: Your base land speed increases by 10 feet (if you don’t",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –1 penalty on Spot checks. have a land speed, apply the benefi t to whichever of your speeds",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait might be sen- is highest). sitive about it, or they might simply be oblivious to its pres- Drawback: Subtract 1 from your hit points gained at each ence, having never known any different way of experiencing level, including 1st (a result of 0 is possible). the world. Special: You must have a Constitution of 4 or higher to select this trait.",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait typically try Your eyes are particularly well suited to using darkvision, but to stay away from physical combat, but a rare few might rel- they are less well adapted to what others consider normal light. ish it, striving to see if their superior speed is enough to best",
        "name":  "Nightsighted Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add 10 feet to the range of your darkvision. hardier warriors.",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –1 penalty on Spot checks when in areas of bright light. Reckless",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You must have darkvision as a racial ability to have You naturally sacrifice accuracy to put more power behind this trait. your blows.",
        "name":  "Special",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "This trait might not affect a character’s Benefi t: You gain a +1 bonus on damage rolls after successful personality at all, but it might make the character prefer going melee attacks. on underground or nighttime adventures. Drawback: You take a –1 penalty on melee attack rolls. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait might be loudly Specialized passionate about entering combat and overcoming foes through You have a knack for one kind of work or study, but other tasks strength of arms, or they might be quiet and so desperate to are harder for you to accomplish. avoid confrontation that they put extra effort into every blow in Benefi t: Choose one specifi c Craft, Knowledge, or Profession an attempt to end the encounter more quickly. skill. You gain a +1 bonus on checks using the specifi ed skill.",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –2 penalty on all other checks using Relentless the same skill (Craft, Knowledge, or Profession, based on the You don’t know the meaning of the word “tired.” You go all out skill chosen). until you simply can’t continue. Roleplaying Ideas: Characters with this trait often see them-",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +2 bonus on Constitution checks and selves as elite artists or experts rather than mere professionals, similar checks made to continue tiring activities (see the En- and they might regard their chosen vocation or study as more durance feat, page 93 of the Player’s Handbook, for a mention of all useful or interesting than other tasks. the checks and saves to which this benefi t applies).",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –1 penalty on Handle Animal checks. most readily, or they might feel awkward and out of place around",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +2 bonus on Strength checks to avoid be- You are very slender for your race. ing bull rushed or overrun.",
        "name":  "Skinny Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Escape Artist checks. Drawback: You take a –1 penalty on Escape Artist checks.",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –2 penalty on Strength checks to avoid Roleplaying Ideas: Overweight characters are often bullied, being bull rushed or overrun. so those with this trait might be shy, or they might be very de-",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Skinny characters tend to be pushed around fensive when faced with such situations. Some turn to humor to by tougher types, so those with this trait might be shy, or they defuse such situations, while others become bitter. might be very defensive when faced with such situations. Suspicious Slippery You are naturally suspicious of everyone and everything. While You are less adept at grappling and wrestling than others of your size this trait makes you hard to fool, it makes others slightly less and strength, but you are adept at slipping out of another’s hold. likely to agree with you or fi nd you threatening.",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on Escape Artist checks to es- Benefi t: You gain a +1 bonus on Sense Motive checks. cape a grapple and on grapple checks to escape a grapple or avoid Drawback: You take a –1 penalty on Diplomacy checks and being grappled. Intimidate checks.",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –1 penalty on all other grapple checks. Roleplaying Ideas: This trait might express itself as comic",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait might fear levels of paranoia, or it might make the character quietly cau- close combat, knowing they are less adept grapplers than most tious about others. opponents. On the other hand, good escape artists with this trait might enjoy baiting larger foes into grappling them, knowing Torpid they can easily slip out of the grasp of most foes. You are sluggish and slow to react to danger, but also resistant to others’ commands.",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on saves against enchantment You are slow, but sturdier than average members of your race. (compulsion) effects.",
        "name":  "Slow Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Add +1 to your hit points gained at each level. Drawback: You take a –2 penalty on initiative checks.",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your base land speed is halved (round down to the Roleplaying Ideas: Torpid characters may be seen as lazy, or nearest 5-foot interval). as methodical and measured in their actions.",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You must have a base land speed of at least 20 feet to select this trait. Uncivilized",
        "name":  "Special",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –1 penalty on Bluff checks, Diplomacy Effect: You take a –4 penalty on Listen checks and Spot checks. checks, and Gather Information checks.",
        "name":  "Drawback",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this trait are likely to feel Meager Fortitude awkward in many social situations; that might be expressed as You are sickly and weak of stomach. shyness and quiet behavior, or it might be expressed through an Effect: You take a –3 penalty on Fortitude saves. overly exuberant need to participate in conversations. Murky-Eyed Your vision is obscured. CHARACTER FLAWS",
        "name":  "Roleplaying Ideas",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "In combat, every time you attack an opponent that Flaws are like the fl ip side of feats. Whereas a feat enables a has concealment, roll your miss chance twice. If either or both character to be better than normal at performing a task (or even results indicate that you miss, your attack fails. to do something that normal characters can’t), a fl aw restricts a character’s capabilities or imposes a penalty of some sort. Noncombatant A player may select up to two fl aws when creating a character. You are relatively inept at melee combat. After 1st level, a character cannot take on additional fl aws unless Effect: You take a –2 penalty on all melee attack rolls. the DM specifi cally allows it (for examples of times when doing this might be appropriate, see Character Traits, above). Each fl aw Pathetic a player selects entitles his character to a bonus feat. In other You are weaker in an attribute than you should be. words, when you create a character, if you select two fl aws, you Effect: Reduce one of your ability scores by 2. can also take two bonus feats beyond those your character would Special: You cannot take this fl aw if the total of your ability be normally entitled to. modifi ers is 8 or higher. Unlike traits (see above), fl aws are entirely negative in their impact on a character’s capabilities. Poor Reflexes You often zig when you should have zagged. FLAW DESCRIPTIONS",
        "name":  "Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –3 penalty on Refl ex saves. Each of the fl aws described here has a specifi c game effect. Some fl aws can only be taken by a character who meets a special Shaky requirement. You are relatively poor at ranged combat.",
        "name":  "Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –2 penalty on all ranged attack rolls. Feeble You are unathletic and uncoordinated. Slow",
        "name":  "Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You take a –2 penalty on Strength-, Dexterity-, and You move exceptionally slowly. Constitution-based ability checks and skill checks. Effect: Your base land speed is halved (round down to the nearest 5-foot interval).",
        "name":  "Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You must have a base land speed of at least 20 feet to You are thin and weak of frame. take this fl aw.",
        "name":  "Frail Special",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Subtract 1 from the number of hit points you gain at each level. This fl aw can reduce the number of hit points you Unreactive gain to 0 (but not below). You are slow to react to danger.",
        "name":  "Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "CREATING FLAWS importance through multiclassing. For instance, a fl aw that only",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "double maceA. ning javelinA.",
        "name":  "Maces and Clubs",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "warmaceW (one-handed use), tonfaA.",
        "name":  "Clubs and Maces",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "kukri, saparaA, triple daggerA, war fanA. cient, you take a –4 penalty on attack rolls.",
        "name":  "Light Blades",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You may select this feat multiple times. Each time Each of the tables in this section contains eight pieces of infor- you select it, you gain an additional 500 craft points. mation. Here’s what the information means.",
        "name":  "Special",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A word or phrase that summarizes what the charac- at every fi fth level. ter focused his attention on, or learned the most about, during the time he spent advancing from one level to the next.",
        "name":  "A wizard may select this feat as one of her bonus feats gained Activity",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "ADDING A FAVORED CLASS",
        "name":  "HOUSE RULE",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A natural 20 on a Fortitude from hits apply to this saving throw. save to resist injury is treated as an automatic success, just as If the character fails the save, he dies. normal. A natural 1 is always treated as if the save failed by 10 If the character succeeds on the save by less than 5, he does or more. not die but does not improve. He is still dying and must con- tinue to make Fortitude saves every round. Saving Throw Lethal Nonlethal If the character succeeds on the save by 5 or more but by less Result Damage Damage than 10, he becomes stable but remains unconscious. Success No effect No effect If the character succeeds on the save by 10 or more, he be- Failed by 1 to 9 Hit Nonlethal hit comes conscious and disabled. Failed by 10 or more Disabled Staggered Another character can improve a dying character’s condition to stable by making a DC 15 Heal check as a standard action (this CONDITION DESCRIPTIONS provokes attacks of opportunity). Use the descriptions below to determine the game effects from A dying character who suffers a hit or a disabled result from a failed saving throw to resist injury. an attack is killed. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Automatic Success and Failure",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instead of a failed Fortitude save against massive The massive damage variants given above can be combined in a damage resulting in instant death, a failed save results in a char- number of ways. acter being reduced to –1 hit point. The character becomes dying To combine the Constitution-based threshold variant with the and unconscious, but can still become stable or be helped by his HD-based system, simply use a character’s Constitution score friends, just like any other character who is reduced to –1 hp. instead of 25 to determine the character’s massive damage thresh- Near-Death Result: Alternatively, instead of a failed Forti- old. For example, a 3rd-level character with a Constitution of 14 tude save against massive damage resulting in instant death, a has a massive damage threshold of 20 (14 + [3 × 2]). In most cases, failed save results in a character being reduced to –8 hp. The this calculation results in a threshold lower than the HD-based character is very close to death (having only a round or two to threshold but still higher than the Constitution-based thresh- become stable or receive help), but isn’t automatically killed. old—retaining the “grittiness” of the Constitution-based system pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Dying Result",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A 1 action point to increase character can spend the dodge bonus granted 1 action point to by the feat to +2. The effect lasts gain another use of a class ability that for the entire encounter. has a limited number of uses per day. For Improved Critical: You can example, a monk might spend an action spend 1 action point to double your point to gain another use of her stun- critical threat range. Since two dou- ning fi st ability, or a paladin might blings equals a tripling, this ben- spend an action point to make an efi t increases your threat range additional smite attack. from 19–20 to 18–20, from",
        "name":  "Activate Class Ability",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A charac- 17–20 to 15–20, or from 15– ter can spend 1 action point 20 to 12–20, including the as a free action when fi ghting effect of your Improved Critical defensively. This gives him double feat). This benefi t stacks with the the normal benefi ts for fi ghting benefi t from Improved Critical, but defensively for the entire round not with other effects that in- (+4 dodge bonus to AC; +6 if he crease threat range. has 5 or more ranks in Tumble). Improved Initiative:",
        "name":  "Boost Defense",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can spend 1 action point to double the bo- unclear which way they’re facing. To keep things clear at the gam- nus on damage rolls granted by the feat. For example, if you take a ing table, it’s easiest if you mark the front of each miniature with penalty of –3 on your attack roll, you add +6 to your damage roll. a small dot or arrow on the base. That way everyone knows which",
        "name":  "Power Attack",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can’t ready an action to respond to a ing these attacks into fl ank squares. trigger that occurs in your rear area if you have to see it happen Beholder/Gauth: Maximum of three eye rays (beholder) or (such as a doorknob turning). But you can ready an action for a two eye rays (gauth) into each fl ank area. sound-based trigger (such as the click of latch opening). Devil, Pit Fiend: Wings.",
        "name":  "Readied Actions",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wings. The facing variant requires several other rule changes. Howler: Quills.",
        "name":  "Dragon",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bites.",
        "name":  "Hydra",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Web.",
        "name":  "Aranea",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tail slap.",
        "name":  "Cloaker",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Web. Some feats and class features provide an additional facing- Demon, Marilith: Tail slap. related benefi t to characters who have them. Also, the Combat Devil, Pit Fiend: Tail slap. Awareness feat (see the sidebar) affects a character’s awareness Dragon (any): Tail slap or tail sweep (see the Dragon Attacks to his fl anks and rear. diagram on the following page.)",
        "name":  "Feats and Class Features Demon, Bebilith",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The extra attacks granted by these Formian (any): Sting. feats can be made into fl ank areas without penalty, as well as into Lillend: Tail slap. front areas. Manticore: Spikes.",
        "name":  "Cleave and Great Cleave",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Characters with this feat can make at tacks Naga, Dark: Sting. of opportunity into their fl ank areas without penalty. Nightshade, Nightcrawler: Sting.",
        "name":  "Combat Refl exes",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "No attacker gets the +2 bonus for Purple Worm: Sting. attacking into your fl ank or the +4 bonus from attacking from Rast: Tail slap, tail touch. behind you. Only a rogue four levels higher than you can deal Salamander: Tail slap. sneak attack damage by attacking from a rear square. Tarrasque: Tail slap. pqqqqqqqqqqqqqqqqqqqqrs COMBAT AWARENESS [General]",
        "name":  "Improved Uncanny Dodge",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The penalty on Spot checks in or beyond your of your head. flank areas is 5; on Spot checks in or beyond your rear area,",
        "name":  "You are so perceptive that you practically have eyes in the back Normal",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sting.",
        "name":  "Wyvern",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tail slap. Tactical affairs such as movement and combat are best handled",
        "name":  "Crocodile",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tail slap. on a grid, but the grid need not be a bunch of squares. This vari-",
        "name":  "Whale, Baleen",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tail slap. ant replaces the squares with hexagons. (Hex grid paper and",
        "name":  "Whale, Cachalot",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sting. mats are available at many hobby stores.)",
        "name":  "Bee, Giant",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Luck 3 To make a defense check, roll 1d20 and add any modifi ers that",
        "name":  "Level",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action the like). This is effectively the same as rolling a d20, adding",
        "name":  "Casting Time",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch your total AC, and then subtracting 10.",
        "name":  "Range",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 minute/level; see text Attack Score: 11 + enemy’s attack bonus",
        "name":  "Duration",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates (harmless) Defense Check: 1d20 + character’s AC modifi ers",
        "name":  "Saving Throw",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A copper piece. the attack, the opponent has scored a critical hit. Auspicious Odds, Mass When a PC attacks an opponent, Evocation he makes an attack roll against the",
        "name":  "Material Component",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Luck 5 opponent’s AC as normal.",
        "name":  "Level",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) SAVING THROWS AND",
        "name":  "Range",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ionon has the following attributes. This ability can be used once per day at 2nd level, twice per Hardness/Hit Points: 14/45. day at 5th level, and three times per day at 8th level.",
        "name":  "Attributes",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "6 + Int modifi er. Improved Evasion (Ex): A swift scion may choose to gain the improved evasion ability (as described on page 42 of the Player’s Table 5–11: The Swift Scion Handbook), provided that she already has the evasion ability.",
        "name":  "Skill Points at Each Level",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "If a swift scion has at least one favored Level Attack Bonus Save Save Save Special enemy (see page 47 of the Player’s Handbook), the bonus gained on 1st +0 +0 +2 +0 Bonus class skill damage rolls and certain skill checks against any one favored 2nd +1 +1 +3 +0 Bonus special ability enemy improves by +2. The character doesn’t gain any additional 3rd +2 +1 +3 +1 — favored enemies by selecting this ability. 4th +3 +1 +4 +1 —",
        "name":  "Base Fort Ref Will Improved Favored Enemy",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "15th. variant system presents a method by which a character, even a",
        "name":  "Caster Level",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dreamstriker provides a number of special entities in their own right. abilities to its wielder, depending on the character’s class level To utilize these rules, the character must choose the following in the swift scion prestige class (see the table below). new feat.",
        "name":  "Special Abilities",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The incantation was supposed to weaken or de- a door’s guardian, or describe the room that lies beyond the door. stroy its target, but it makes the target more powerful instead. Its answers are clear and fairly specifi c, if somewhat terse. The An incantation that deals damage might heal its target or cause caster may well appreciate such concise answers, because one of it to grow in power, for example. the forty-two symbols inscribed around the doorway during the",
        "name":  "Augment",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The incantation seemingly succeeds, but the sub- casting of the incantation fades away with each word the Dweller ject of the incantation (or, in rare cases, the caster) undergoes on the Threshold speaks—and when all the symbols are gone, a dramatic alignment change. Over the next 1d6 minutes, the the Dweller disappears. subject’s alignment becomes the extreme opposite of what it was If the caster asks the Dweller on the Threshold a question that previously (for instance, lawful good becomes chaotic evil, or cha- doesn’t involve doors, the Dweller responds with a cutting in- otic neutral becomes lawful neutral; a neutral subject randomly sult, often about something the caster thought was secret. Each becomes lawful good, lawful evil, chaotic good, or chaotic evil). word of the insult likewise makes a symbol disappear from the The subject generally tries to keep its new outlook a secret. perimeter of the doorway.",
        "name":  "Betrayal",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Either the caster or the target takes damage as the The exact nature of the Dweller on the Threshold is shrouded consequence of failure. in mystery. Some contend that it is somehow connected to Vecna,",
        "name":  "Damage",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Someone—usually the caster or the target—dies. god of secrets, although no one has ever found conclusive evi- Some incantations allow a saving throw to avoid this conse- dence that the Dweller on the Threshold is evil. quence of failure. Option: If the doorway used as the focus is one that the",
        "name":  "Death",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The caster believes the incantation had the desired Dweller has been asked about in the past, the caster gains a +4 effect, but in fact it had no effect or a very different one. bonus on the Knowledge (arcana) checks during the incantation.",
        "name":  "Delusion",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The incantation (typically a divination) delivers false For example, if Mialee uses call forth the Dweller to learn about the results to the caster, but the caster believes the results are true. Gateway to Despair, then when she reaches the Gateway, she can",
        "name":  "Falsehood",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The incantastion has the opposite effect of what checks, the Dweller on the Threshold gleefully lies, employing was intended. falsehoods that demonstrate its inclination toward mischief",
        "name":  "Mirrorcast",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "This incantation is an obvious solution for char- Divination acters who are “stuck” by an especially impenetrable door. The",
        "name":  "Call Forth the Dweller Campaign Use",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "6th exhaustion backlash makes it less likely they immediately try",
        "name":  "Effective Level",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Knowledge (arcana) DC 20, 6 successes the door after casting the incantation, and the XP cost ensures",
        "name":  "Skill Check",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Falsehood that they won’t try to use call forth the Dweller on every door they",
        "name":  "Failure",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M, F, XP, B face. If you introduce this incantation in your game, you’re giving",
        "name":  "Components",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "60 minutes the PCs occasional access to a powerful divination. But because",
        "name":  "Casting Time",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal it’s rather specifi c, it doesn’t make the characters more power-",
        "name":  "Range",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "You ful. Typically, getting through a door lands PCs in trouble more",
        "name":  "Target",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous quickly than if they were unable to pass the portal.",
        "name":  "Duration",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Saving Throw",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "90 minutes Hrothgar’s Journey",
        "name":  "Casting Time",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch Conjuration (Teleportation)",
        "name":  "Range",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "80-ft.-radius burst centered on caster Effective Level: 6th",
        "name":  "Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous Skill Check: Knowledge (arcana) DC 20, 2 successes; Perform",
        "name":  "Duration",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Refl ex half (DC 19 + caster’s Cha modifi er) (oratory) DC 20, 4 successes",
        "name":  "Saving Throw",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M, SC, B",
        "name":  "Components",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Death of the character who failed the second consecu- dowless hut in the middle of the forest, then build a bonfi re in tive skill check. the hut’s center. At least four and up to twelve others accompany",
        "name":  "Failure",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rare unguents and dark alchemical con- the caster into the hut. Then the fl ames are lit and the telling of coctions worth 5,000 gp. the tale of Hrothgar begins.",
        "name":  "Material Component",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "1,000 XP. Because the bonfi re is large and the hut is small, the atmo-",
        "name":  "XP Component",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The caster is knocked unconscious and transported sphere inside quickly gets stifl ingly hot. This is the incantation’s to Dis (no save). backlash; unlike most backlash components, it affects the incan-",
        "name":  "Backlash",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Obviously, the backlash component is signifi cant effects of severe heat (as described in Heat Dangers, page 303 of enough that most PCs will not seriously consider casting this the Dungeon Master’s Guide). incantation. But even a low- to mid-level character has a decent Just as the tale of Hrothgar approaches its conclusion (near chance of making all the skill checks without failing twice in a the end of the casting time), the bonfi re’s fl ames light the hut on row, so the incantation could show up in a campaign in a number fi re, which creates a great deal of smoke but no additional heat of different circumstances. For instance, the PCs may be tipped off or damage. If the fi nal skill check succeeds, the fl ames consume that suicidal cultists are trying to bring the fi res of Dis to their city, the hut’s roof and walls, revealing the plain of Ida on the plane and they have to disrupt the incantation. The fi res of Dis might also of Ysgard (see page 158 of the Dungeon Master’s Guide). have a place in a mystery adventure, where the PCs must discover Material Component: A windowless, thatched hut in a forest. who stole rare alchemical compounds. A routine investigation Backlash Component: Severe heat. takes on new urgency when the PCs fi nd out that the missing vi- Extra Casters: Four required; they provide the dialogue for als can be the material component for a fi res of Dis incantation. other characters in the epic of Hrothgar. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Campaign Use",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Yes. on the other hand, is a factor that reduces the DC.",
        "name":  "Resistance",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "DC 34; Range: Close; Target: One or more crea- and sometimes the incantation’s precise range and duration. tures or corpses; Duration: Instantaneous; Saving Throw: None; Total Successes: Equal to the incantation’s effective level.",
        "name":  "Necromancy",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Increase your reputation bonus by 3 points. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Benefi t",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "an adventure) that earns her a measure of fame in Sigil, her WHO’S AFFECTED BY REPUTATION? reputation “radius” expands to encompass that city. Not only Hard and fast rules for how far a character’s reputation spreads do Sigil residents tell tales of her most recent adventure, some are more trouble than they’re worth; whether reputation applies might be curious enough to fi nd out what she accomplished on in any situation is best left up to the DM. But in general, the the Material Plane before coming to the City of Doors. “radius” of a character’s reputation slowly increases as she at- With the event-based reputation variant, a character who is a tains higher levels. newcomer to her location has a reputation score of 0 until she For example, a low-level character’s reputation score might earns at least a 1/2-point increase by succeeding on an adven- apply only in her small town and the immediate surrounding ture in that location. Once she has done so, she gains the benefi t countryside. Perhaps, by the time she reaches around 10th level, of her full reputation score. (Don’t track a character’s reputation everyone in the province might have heard of her exploits. When separately for different areas—people have either heard of her, she gets to 15th level or thereabouts, anyone in the country or or they haven’t.) region might know of her. When using level-based reputation increases, a character is But what happens if she then visits the planar city of Sigil? entitled to benefi t from her full reputation score once she has She’s never been to the place before, and most Sigil residents been in her new location for at least one level’s worth of adven- have never been to the Material Plane, so her reputation doesn’t turing, even if the adventures themselves didn’t bring her any follow her there. But once she accomplishes something (often reputation increases. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 182 12/11/03, 3:01:45 PM 183 CAMPAIGNS CHAPTER 6",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A highly honorable character does A +1 circumstance bonus on Will saves when the conse- not doubt his code or its demands. Such a person, while not free quence of failing the save would bring dishonor on the from temptation, easily overcomes it. The diffi culty comes when character. the character is forced to bend rules, however slightly—because At the DM’s discretion, other known associates of a charac- doing this is a challenge for the highly honorable character. ter with a reputation for honorable behavior may also receive Such characters are usually lawful neutral. the bonus.",
        "name":  "Honorable in Thought",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A paragon of honor cannot be swayed If you’re also using the reputation rules (see the previous from the call of duty to family, clan, guild, or other association. section of this chapter), you can apply a bonus on reputation To even question the honor of such a character is unthinkable. checks based on a character’s sta- Characters so immersed in honor are selfl ess, completely de- tus as an honorable or dishonor- voted to their association, and willing to give up their lives for able person. the safety and security of others. They are usually lawful neutral or lawful good. Benefits of Honor Under a free-form system, the DM must determine how much a character benefi ts from honor. A character who is honorable in soul should benefi t more than an untrustworthy or honorless character, for example. Someone with an opposing code of honor reacts differently to a character than one with a similar code. Potential benefits of honor in- clude the following. Illus. by J. Jarvis pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Honorable in Soul",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any nongood. amount of blood, as shown on the table below. Also, when us-",
        "name":  "Alignment",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "+4. ing blood to replace a costly component in this way, the tainted",
        "name":  "Base Will Save",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Concentration 8 ranks, Knowledge (arcana) 4 ranks. sorcerer must make a Concentration check (DC 10 + damage",
        "name":  "Skills",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Character’s taint score must be 4 or higher.",
        "name":  "Taint",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "In addition to its normal effects, heal restores 10 Sanity easily he wants characters to overcome Sanity loss and insanity ef- points and removes all forms of temporary insanity. fects. Once the desired tone of the campaign is known, the DM can",
        "name":  "Heal",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Carthagu soothes a wide range of mental the Heal skill and alchemical treatment in the same month. disorders, providing relief from the symptoms of the indicated disorders for up to 8 hours.",
        "name":  "A character cannot regain Sanity from both treatment with Secondary Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "n/a. of drugs in a campaign, see Book of Vile Darkness or Lords of Darkness. Zixalix Sample Drugs A potent combination of many rare herbs and alchemical sub- Below are examples of drugs that can be introduced into a cam- stances, zixalix provides appropriate alchemical treatment for paign; many of them are effective against some sorts of mental somatoform disorders, psychotic disorders (including schizo- disorders. Table 6–12 provides some specifi cs for each drug, and phrenia), and psychosexual disorders. the text description for each one provides the following addi- Initial Effect: 1d4 points of Intelligence damage. tional information. Secondary Effect: Zixalix staves off the most severe symptoms of",
        "name":  "For more details on drugs and advice on appropriate inclusion Overdose",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The effect of the drug if the initial Fortitude the indicated disorders. saving throw is failed. Side Effect: n/a.",
        "name":  "Initial Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The effect of the drug if the secondary Overdose: If more than three doses are taken in a 24-hour pe- Fortitude saving throw is failed 1 minute after ingestion. riod, the imbiber takes 1d4 points of Constitution damage.",
        "name":  "Secondary Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The side effect (if any) that occurs immediately upon taking the drug. Drug Addiction",
        "name":  "Side Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 point of Charisma damage. Medium 10 5 days 1d4 Dex, 1d4 Wis",
        "name":  "Initial Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The user is in a calm, peaceful mental state for High 14 1 day 1d6 Dex, 1d6 Wis, 1d6 Con 2d4 hours and gains a +1 alchemical bonus on Will saves. Extreme 25 1day 1d8 Dex, 1d8 Wis, 1d6 Con, 1d6 Str 620_88156_UnearthedArcana2.indd 203 12/11/03, 3:12:39 PM 204 6 RETPAHC SNGIAPMAC",
        "name":  "Secondary Effect",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each drug is rated according to its addic- 96–100, the healer fumbles the diagnosis or the character rejects tive potential, from lowest (negligible) to highest (extreme). the alchemical treatments. She loses 1d6 Sanity points, and no Sometimes, an individual’s long-term addiction raises a drug’s progress is made that month. addiction rating for that individual. Drugs with a negligible rating are not subject to this change. Stronger drugs increase Institutionalization their addiction rating by one step for every two full months a The next best alternative to private care is commitment to a character remains addicted to the drug. A character who recov- good insane asylum, but these are extremely rare in most D\u0026D ers from an addiction and later becomes addicted again to the campaigns, if they are present at all. DMs are free to rule that same drug does so at the addiction rating the drug had just prior institutionalization is simply not available. to his earlier recovery. In those campaigns that include such institutions (usually",
        "name":  "Addiction Rating",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "An addicted user who is not satiated takes the indi- concentrated and nourishing treatment by strangers is rare. cated amount of ability damage each day unless the character Therapy using the Heal skill is usually the only treatment succeeds on a Fortitude saving throw. available, but in most cases, primitive institutions offer no",
        "name":  "Damage",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The character suffers from a the “voices” may urge the character to take some dangerous or variety of physical and emotional symptoms that can be grouped hostile course of action. into certain categories. Compulsions: The character insists on performing ritual ac-",
        "name":  "Generalized Anxiety Disorder",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Jitteriness, aches, twitches, restlessness, easily tions, such as touching a doorway at left, right, and top before startled, easily fatigued, and so on. All attack rolls, Fortitude passing through it. Though she may agree that the actions are and Refl ex saves, and all checks involving Strength, Dexterity, senseless, the need to perform them is overpowering and may or Constitution take a –2 penalty. last for 1d10 rounds. Even in times of great stress, the character",
        "name":  "Motor Tension",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sweating, racing heart, dizziness, may ignore her survival in order to perform the actions. clammy hands, fl ushed or pallid face, rapid pulse and respira- Post-Traumatic Stress Disorder: After a traumatic event, per- tion even when at rest, and so on. haps even years later, the character begins to relive the trauma All attack rolls, saves, and through persistent thoughts, dreams, and fl ashbacks. Corre- checks take a –2 penalty. spondingly, the character loses interest in daily activities.",
        "name":  "Autonomic Hyperactivity",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Anxi- She may return to normal once the memories have eties, worries, fears, and been thoroughly explored and understood, especially anticipations but that process may take years. of misfortune. All at- Phobia or Mania: A character tack rolls, saves, and affl icted by checks take a –2 a phobia morale penalty. or a mania per- sistently fears a",
        "name":  "Expectations of Doom",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Distraction, inability to focus, insomnia, irritability, particular ob- impatience. All Will saves and checks involving Intelligence, ject or situation. Wisdom, or Charisma take a –4 morale penalty. She realizes that the fear is Panic Disorder (Panic Attack): This illness is marked by excessive and irrational, but the fear is disturbing enough that a discrete period of fear in which symptoms develop rapidly. she avoids the stimulus.",
        "name":  "Vigilance",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The character has an overpowering fear predisposition to use alcohol or other substances in an attempt of becoming fat and consequently loses weight, as well as tak- at self-medication exists. ing Constitution damage (at a rate of 1d8 points per week). Even Bipolar Mood Disorder: The character oscillates between when she is no more than skin and bones, the character contin- mood states, sometimes staying in one mood for weeks at a time, ues to see herself as overweight. Without intervention, she may sometimes rapidly switching from one to another. Also known literally starve herself to death. as manic depressive.",
        "name":  "Anorexia Nervosa",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The character frequently eats large amounts of food during secret binges. An eating episode may continue Personality Disorders until abdominal distress or self-induced vomiting occurs. Feel- These long-term disorders have almost constant effects on a ings of depression and guilt frequently follow such episodes. character’s behavior, making it diffi cult for him to interact with others and often making him unpleasant to be around as well. Impulse Control Disorders This is an important point to keep in mind when roleplaying— These disorders include compulsive gambling, pathological few players want to spend time with another player character lying, kleptomania (compulsive stealing), and pyromania (the suffering from a personality disorder. compulsion to set fi res). In game terms, the character takes a –4 penalty on all Charisma-",
        "name":  "Bulimia Nervosa",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The character is recogniz- based checks. In addition, the attitudes of NPCs the character ably impulsive and aggressive, and at times gives way to uncon- encounters are shifted in a negative direction. When the table trollable rages that result in assault or destruction of property. on page 72 of the Player’s Handbook is used to determine NPC atitudes, the player must make a Charisma check for the charac- Mood Disorders ter. On a successful check, the attitude of the NPC in question These disorders affect the victim’s attitude and outlook. Mild shifts one step toward hostile; on a failed check, the attitude of mood disorders can be almost impossible to detect without pro- the NPC in question shifts two steps toward hostile. longed contact with an individual, but severe disorders usually Personality disorders are classifi ed in the following categories. have noticeable symptoms. Antisocial: Short-sighted and reckless behavior, habitual liar,",
        "name":  "Intermittent Explosive Disorder",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Symptoms of this illness include changes in ap- confrontational, fails to meet obligations (job, bills, relation- petite, weight gain or loss, too much or too little sleep, persistent ships), disregards rights and feelings of others. feeling of tiredness or sluggishness, and feelings of worthless- Avoidant: Oversensitive to rejection, low self-esteem, socially ness or guilt, leading in severe cases to hallucinations, delusions, withdrawn. stupor, or thoughts of suicide. All attack rolls, saves, and checks Borderline: Rapid mood shifts, impulsive, unable to control take a –4 morale penalty. A predisposition to use alcohol or other temper, chronic boredom. mood-altering substances in an attempt at self-medication ex- Compulsive: Perfectionist, authoritarian, indecisive from ists. A character suffering from severe chronic depression may fear of making mistakes, diffi culty expressing emotions. give up virtually all effort from feelings of hopelessness—for Dependent: Lacks self-confi dence; seeks another to look up example, deciding not to get out of bed for two years. to, follow, and subordinate herself to (“codependent”).",
        "name":  "Depression",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Exaggerated sense of self-importance, craves at- only one-half of the character’s normal skill modifi er on any tention and admiration, considers others’ rights and feelings as skill check requiring attentiveness (such as Disable Device, Spot, of lesser importance. Search, Open Lock, and of course Concentration). Symptoms in- Passive-Aggressive: Procrastinator, stubborn, intentionally clude bizarre delusions, paranoia, auditory hallucinations (“hear- forgetful, deliberately ineffi cient. Sabotages own performance ing voices”), incoherent speech, emotional detachment, social on a regular basis. withdrawal, bizarre behavior, and a lack of the sense of self.",
        "name":  "Narcissistic",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Jealous, easily offended, suspicious, humorless, A schizophrenic character may fi t into one of the following secretive, vigilant; exaggerates magnitude of offenses against categories. oneself, refuses to accept blame. Undifferentiated: Impaired cognitive function, emotional de-",
        "name":  "Paranoid",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Emotionally cold, aloof, has few friends; indifferent tachment. to praise or criticism. Disorganized: Inappropriate behavior, shallow emotional re- DMs should realize that, while these traits may work for an in- sponses, delusions, hallucinations. teresting NPC from whom the players must extract information or Catatonic: Mutism (loss of ability to talk), extreme compli- a favor, their antisocial nature makes them ill-suited for members ance, absence of all voluntary movements, complete immobil- of an adventuring party. ity (“statuism”).",
        "name":  "Schizoid",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A sleeping character wakes after a few hours temporary defenses against Sanity loss. of sleep, usually screaming in terror. Pulse and breathing are rapid, pupils are dilated, and hair stands on end. The character Other Disorders is confused and hard to calm down. Night terrors are similar to Other disorders exist in common parlance, but most of these ordinary nightmares, but much more intense and disruptive. are actually symptoms or specifi c instances of disorders already",
        "name":  "Night Terrors",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sleepwalking. As with night terrors, this mentioned above. These include quixotism (seeing the super- behavior occurs in the fi rst few hours of sleep. An episode may natural everywhere, even in the most mundane surroundings), last up to 30 minutes. During the episode, the character’s face is panzaism (seeing the most extraordinary events as ordinary and blank and staring, and she can be roused only with diffi culty. rational), and megalomania (delusions of power, wealth, fame, Once awake, she recalls nothing of the activity. and ability). Use or ignore these as suits your campaign, or in- vent new categories of madness to refl ect the chaos that lies just Somatoform Disorders below the brittle surface of Lovecraft’s world. A somatoform disorder may be diagnosed when a character A PSYCHIATRIC GLOSSARY experiences physical symptoms that cannot be explained by an actual physical injury or disease. The following words are defi ned in terms of a real-world under-",
        "name":  "Somnambulism",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Character believes she suffers from a se- nymphomania, satyriasis, trichotillomania (pulling out hair), rious disease. No physical cause for reported symptoms can be and so on. found, but the character continues to believe that the disease Delirium: A reversible syndrome of bewilderment, restless- or condition exists, often with serious consequences to her ness, confusion, and disorientation, associated with fear and hal- normal life. lucinations, all caused by some underlying medical condition. 620_88156_UnearthedArcana2.indd 209 12/11/03, 3:15:37 PM 210 6 RETPAHC SNGIAPMAC",
        "name":  "Hypochondriasis",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fi rmly fi xed false belief, one not based in real- “realities” of the game world can break the verisimilitude of the ity. It can be bizarre, as in schizophrenia, or systematized, as in world in your imagination. delusional disorders. To make prerequisites seem more “real,” this variant changes",
        "name":  "Delusion",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A loss of cognitive function, often fi rst manifest- them to actual tests that would be observable in the game world. ing in memory loss. The assassins’ guild, for example, might require potential mem-",
        "name":  "Dementia",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A subjective feeling of being unreal, or bers to sneak past the castle guards (employing Hide and Move unfamiliar to self. Silently), infi ltrate the queen’s banquet (using Disguise), and",
        "name":  "Depersonalization",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A subjective feeling that the environment is poison the wine of a minor noble (thus killing someone for no strange or unreal; for instance, feeling the world to be a stage or other reason than to join the assassins). It certainly helps to have a two-dimensional painting. 4 ranks in Disguise and 8 ranks each in Hide and Move Silently,",
        "name":  "Derealization",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Confusion over one’s sense of self and identity. but the observable result is what the assassins judge.",
        "name":  "Dissociation",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "The feeling that insects are crawling all over Test-based prerequisites have two big advantages. First, they one’s body, a tactile hallucination caused by cocaine and de- encourage character variety and player cleverness. Any PC who lirium tremens. wants to become an arcane archer can dream up a dozen ways to",
        "name":  "Formication",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A perception of a sensory stimulus in the gain an edge in the “Twelve Arrow Challenge” competition, and absence of sensory stimuli; for instance, seeing or hearing some- maybe he succeeds even if he has a base attack bonus of only +5. one who isn’t there. It’s entirely arbitrary to keep out a would-be arcane archer who",
        "name":  "Hallucination",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Copious, coherent, logical speech. a much better archer, and the prestige class should recognize",
        "name":  "Logorrhea",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A mood characterized by elation and increased activity. that. The second advantage to test-based prerequisites is that they",
        "name":  "Mania",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "A pervasive feeling that is experienced internally. help immerse the player in the game world. It’s more exciting if",
        "name":  "Mood",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Symptoms of depression, anxiety, or the like aris- a would-be hierophant’s goal is “I want to earn a Pact with the ing from stress. A neurosis is less severe than a psychosis. A Heavens” rather than “I need 15 ranks in Knowledge (religion).” neurotic character may still be able to function; a psychotic one Because the existence of a test implies that there’s an NPC generally cannot. administering the test, these new prerequisites work best if the",
        "name":  "Neurosis",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "An idea or thought that constantly intrudes into prestige classes in your campaign are tied to specifi c organiza- one’s consciousness. tions. For feats, test-based prerequisites work best if PCs must",
        "name":  "Obsession",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Persistent, consistent, plausible, and ingenious delu- train as described on page 197 of the Dungeon Master’s Guide (and sions of persecution or jealousy. New information always seems thus fi nd an instructor) to get new feats. to support the increasing threat of some great conspiracy. Para- Employing test-based prerequisites means that a character noia is more a symptom than a disorder, because it can appear in taking a test spends some time at the gaming table trying to earn schizophrenia, mania, and so on access to the prestige class or feat. If a test is elaborate or time-",
        "name":  "Paranoia",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Severe mental illness in which the character ex- consuming, the other players at the game table might get bored. periences thoughts and perceptions that are out of touch with A short single-player session before or after the main game ses- reality. A psychosis is more severe than a neurosis. sion is often a good way to take care of a test. Another risk with",
        "name":  "Psychosis",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sleepwalking. a test-based prerequisite is that it relies at least to a degree on",
        "name":  "Somnambulism",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Abnormal drowsiness. the fall of the dice. If a player with her heart set on becoming",
        "name":  "Somnolence",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sensation caused by another sensation; for in- a loremaster has a run of bad luck during the Examination of stance, seeing sound. Ineffable Lore, she might resent the extra obstacle you’ve placed",
        "name":  "Synthesia",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Involuntary spasmodic motor movement. in her character’s way. Conversely, a lucky set of die rolls can po-",
        "name":  "Tic",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Perceptual abnormality associated tentially give a PC access to a prestige class or feat much earlier with hallucinogens in which moving objects are seen in a series than would otherwise be possible. of discrete discontinuous images. PRESTIGE CLASS TESTS",
        "name":  "Trailing Phenomenon",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Focused attention and altered consciousness, usually seen in hypnosis, dissociative disorders, and ecstatic religious The following tests are examples of test-based prerequisites for experiences. the prestige classes in the Dungeon Master’s Guide. Because this variant relies heavily on the guiding hand of the DM, these tests TEST-BASED won’t be appropriate in all campaigns.",
        "name":  "Trance",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Journey of the Two Tests. The applicant must travel to a far-off city to study at a particular arcanists’ col- lege, passing their examination with a DC 16 Knowledge (arcana) check. Then the applicant goes to the mountain- top Citadel of the Theurges, where he meditates and learns from the priests there. Finally, he receives a divine vision in which a rep- resentative of his deity or alignment questions him about mat- ters of faith (answering correctly requires a DC 16 Knowledge [religion] check).",
        "name":  "Mystic Theurge",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "LEVEL-INDEPENDENT XP This variant also makes it easier to design encounters with",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "other.json",
        "description":  "Andre “Ziggy” Byrne, Barbara Liquette, Andy Poon, Richard Stephenson.",
        "name":  "Special Thanks",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Least Legacy. level or higher.",
        "name":  "Prerequisite",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Much like a swift action, an im- new action type: the swift action. Likewise, the Expanded mediate action consumes a very small amount of time,",
        "name":  "The Miniatures Handbook introduced the concept of a Immediate Action",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Get extra use of Casting Time: 1 standard action chosen lesser legacy ability. Range: Touch",
        "name":  "Trans Revitalize Legacy, Lesser",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Get extra use of wearing, or wielding. chosen lesser legacy ability.",
        "name":  "All Revitalize Legacy, Lesser",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sorcerer/wizard 8, wu jen 8 that removes a curse.",
        "name":  "Level",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S",
        "name":  "Components",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round LEGACY PSIONIC POWERS",
        "name":  "Casting Time",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Close (25 ft. + 5 ft./2 levels)",
        "name":  "Range",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Get extra use of chosen Suppress Legacy legacy ability. Necromancy POWERS",
        "name":  "Revitalize Legacy, Psionic",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hexblade 4, sorcerer/wizard 5, wu jen 5",
        "name":  "Level",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S The powers herein are presented in alphabetical order.",
        "name":  "Components",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round",
        "name":  "Casting Time",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Revitalize Legacy, Psionic",
        "name":  "Range",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level Level: Psion/wilder 3, psychic warrior 3",
        "name":  "Duration",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates Display: Visual, material",
        "name":  "Saving Throw",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    }
]
