[
    {
        "origin_file":  "other.json",
        "description":  "+3. desperate fury: hp increase by 13; AC 22, touch 12, flat-footed",
        "name":  "Base Attack Bonus",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Illumian your umbral blade, you can transform any slashing melee",
        "name":  "Race",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Blessing from the temple of Urbanus. attack.",
        "name":  "Special",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Deciphering the equivalent of a single page SKILLS of coded script takes 1 hour.",
        "name":  "Action",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "No.",
        "name":  "Try Again",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The DM makes the Disguise check for you Organization DC Examples secretly, so that you’re not sure how well the object’s disguise Public 10 Local government, local guild holds up to close examination. Private 15 Private club, military Exclusive 20 Invitation-only club, local criminals Secretive 25 Espionage group, criminal cartel GATHER INFORMATION (CHA) Unknown 30 Shadow government, underground cult In addition to finding out juicy bits of rumor, you can use this skill to understand an organization’s structure, includ- KNOWLEDGE ing finding out who’s in charge and what sort of authority (NOBILITY AND ROYALTY) (INT) the leader has. Knowledge about the intricacies of the noble and royal",
        "name":  "Special",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can learn a broad overview of the command courts also gives insight into the bureaucracy that helps structure of an organization: who the officers or leaders are; support them. This skill lets you know the easiest ways to how many layers of command exist between the highest- bypass the multiple layers of assistants, majordomos, and level officers and the average foot chamberlains to meet with soldier (or entry-level opera- the person in charge. tive); how to identify ranks Check: You can use this within the organization; skill to discover the levels of and what kind of bureaucracy within a royal authority the vari- household, government, or ous members have. other large body of authority. Discovering the If you make a check (DC names of specific mem- 15 + organization size bers of the organization modifier; see below), adds 10 to the DC of the you gain a +2 cir- Gather Information cumstance bonus on check, and knowing Bluff, Diplomacy, and their location adds Gather Information another 5. checks pertaining to The more secretive that particular orga- the organization, the nization for one week. more difficult this However, failure by information is to obtain. 5 or more means Publicly recognized orga- you make a false nizations are much easier assessment of the to learn about than situation, imposing organizations that don’t a –2 penalty on the officially exist. You use of those skills for can only obtain this one week instead. information if some- (The DM should one in the community make this check actually knows it. At in secret, and apply the DM’s discretion, the appropriate modifier members of the local when required.) The size and community may be complexity of the organiza- completely ignorant of tion may provide a bonus or an organization operating a penalty on this check; see in their area. For example, the table below. if a bandit crew is using the remote and long-aban- One of many ways in which information can change hands erooM .M yb .sullI 149 OPTIONS CHAPTER 6 Organization DC Modifier based simply on hearing someone moving or talking. To Minor noble house +0 understand any conversation that is being spoken near to Average noble house +5 you (but not directly at you), your Listen check must exceed Major noble house +10 the DC by 10. Empire, vast kingdom +15 Member of noble house –5 Environment DC Modifier",
        "name":  "Check",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Usually none. In most cases, making a Knowl- Next booth in a tavern +2 edge check doesn’t take an action—you either know the Bustling city street corner +5 Busy tavern +10 answer or you don’t. Crowded market place +15",
        "name":  "Action",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "No. The check represents what you know, and Riot +20 thinking about a topic a second time doesn’t let you know something you never learned in the first place. Action: Each check takes a full round of listening.",
        "name":  "Try Again",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "No. KNOWLEDGE (RELIGION) (INT) Churches, cults, and religious sects have their own SURVIVAL (WIS) structure, levels of hierarchy, and procedures for accom- The Survival skill is not only important in the wilderness, plishing tasks, all in the name of tending to their flocks but can be the difference between life and death on the and worshiping their deities. As with Knowledge (nobility mean streets of the city. In huge cities, the poor and desti- and royalty) above, you know how to navigate the maze of tute must scrounge for food, find places to sleep, and avoid clerks, scribes, and church leaders to talk to the person dangerous animals that call the streets home. you want. Check: You can keep yourself and others safe and fed in",
        "name":  "Try Again",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can use this skill to understand the struc- urban settings. The table below gives the DCs for various ture of authority within a church, cult, or other religious tasks that require Survival checks. organization. If you make a check (DC 15 + organization size modifier; see below), you gain a +2 bonus on Bluff, DC Task Diplomacy, and Gather Information checks made during 10 Get along in an urban setting without paying the next week that pertain to that particular organization. for food or services. You can provide relatively clean water and fresh food for one other person However, failure by 5 or more means you make a false for every 2 points by which your check results assessment of the situation, imposing a –2 penalty on exceeds 10. the use of those skills for one week instead. The size and 15 Locate a relatively warm and dry place to stay in complexity of the organization may provide a bonus or a for a 24-hour period. You must reroll this check penalty on this check; see the table below. every day. 15 Keep from getting lost in confusing streets with which you are not familiar. Organization DC Modifier Varies Follow tracks (see the Track feat, page 101 of Single parish +0 the Player’s Handbook). Most streets in urban Town-sized territory +5 settings are a mix of soft (mud) and hard City-sized territory +10 (cobblestones) surfaces. Metropolis-sized territory +15 Chaotic religion +5 Lawful religion –5 Action: Varies. A single Survival check may represent Member of the church –5 activity over the course of hours or a full day.",
        "name":  "Check",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Varies. For getting along in urban settings or",
        "name":  "Try Again",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Usually none. In most cases, making a Knowl- finding a warm and dry place, you make a Survival check edge check doesn’t take an action—you simply know the once every 24 hours. The result of that check applies until answer or you don’t. the next check is made.",
        "name":  "Action",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "No. The check represents what you know, and Synergy: If you have 5 or more ranks in Knowledge thinking about a topic a second time doesn’t let you know (local), you gain a +2 bonus on Survival checks within urban something you never learned in the first place. areas covered by your expertise in that skill. LISTEN (WIS) FEATS Sometimes you want to hear a whispered conversation across the room or make out what two people are talking about in This section provides new feats that focus the strengths and a loud, crowded room. abilities of the races of destiny. Some of the feats described",
        "name":  "Try Again",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can use this skill to clarify overheard here are appropriate for half-elves, half-orcs, and illlumians, conversations. The DCs given in the Player’s Handbook are while others are reserved for full-blooded humans. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Check",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-orc, ability to rage. RACIAL FEATS",
        "name":  "Prerequisites",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You may spend one of your daily uses of rage as The feat descriptions below use the same format presented an immediate action to add your Strength bonus on a Will in the Player’s Handbook. saving throw. ABLE LEARNER [RACIAL] CITY SLICKER You have a great aptitude for learning. You are very familiar with city life and the inner workings",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Human or doppelganger. of your hometown.",
        "name":  "Prerequisite",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "All skill ranks cost 1 skill point for you to pur- Benefit: Disguise, Forgery, Gather Information, and chase, even if the skill is cross-class for you. The maximum Knowledge (local) are always class skills for you. number of ranks you can purchase in a cross-class skill Special: This feat may only be taken at 1st level. remains the same. This feat does not affect the skill point cost to learn a COMPLEMENTARY INSIGHT [RACIAL] language or to gain literacy (for a barbarian or other illiterate You get more out of having skills that work well together. character). Prerequisite: Half-elf.",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cross-class skills cost 2 skill points per rank. Benefit: Having 5 or more ranks in a skill gives you a +3",
        "name":  "Normal",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "This feat may only be taken at 1st level. bonus on skill checks with each of its synergistic skills, as noted in the skill description. BRIGHT SIGIL [RACIAL] Normal: Synergistic skills provide a +2 bonus on skill You have established a greater degree of control over your checks. sigils. When you concentrate, you can emit strong illumina- tion from the glowing symbols that surround your head. DIVERSE BACKGROUND [RACIAL]",
        "name":  "Special",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Illumian. You have a wide and diverse background, giving you a",
        "name":  "Prerequisite",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Choose one class. That class is also a favored class for you. IMPROVED SIGIL (AESH) [RACIAL]",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The bonuses granted by each of your power sigils Focus feat. improve by 1.",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Without this feat, the bonuses granted by each IMPROVED SIGIL (HOON) [RACIAL] of your power sigils are equal to the number of power sigils You tap into your hoon power sigil to help survive deadly you possess. conditions.",
        "name":  "Normal",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Illumian, hoon power sigil. FEARLESS DESTINY [RACIAL] Benefit: Your hoon power sigil grants you a +1 insight Your grand destiny allows you to avoid death. bonus per power sigil on saving throws against death",
        "name":  "Prerequisites",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Human or half-human, Heroic Destiny, effects, on saves to avoid death by massive damage, and on character level 6th. Fortitude saves to avoid nonlethal damage from hot and",
        "name":  "Prerequisites",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per day, any effect that would reduce you to cold environments or to resist damage from suffocation. –10 hit points or fewer instead reduces you to –9 hit points and leaves you in a stable condition. Effects that kill you without reducing you to –10 hit points (such as death effects or disintegrate) function normally. HEROIC DESTINY [RACIAL] You have a destiny to fulfill.",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Human or half-human.",
        "name":  "Prerequisite",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Once per day, before you make an attack roll, ability check, skill check, saving throw, or caster level check, you may roll 1d6 and add it as a bonus on the roll, check, or save. HUMAN HERITAGE [RACIAL] Your human heritage is more prominent than in others of your kind.",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-human race or human-descended race.",
        "name":  "Prerequisite",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "This feat may only be taken at 1st level.",
        "name":  "Special",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Illumian, krau power sigil. organizations with which they have a positive or neutral",
        "name":  "Prerequisites",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Illumian, naen power sigil. RESOURCEFUL BUYER",
        "name":  "Prerequisites",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Illumian, uur power sigil. example, when you are in a village, the gold piece limit on",
        "name":  "Prerequisites",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Illumian, vaul power sigil. of each one to get by.",
        "name":  "Prerequisites",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +4 circumstance bonus on Bluff, SOCIABLE PERSONALITY [RACIAL] Diplomacy, Gather Information, Knowledge (local), and You are adroit at avoiding social gaffes. Sense Motive checks made in conjunction with that orga- Prerequisites: Half-elf, Cha 13. nization. Benefit: You may reroll any Diplomacy or Gather Infor- mation checks. You must take the result of the reroll, even if it’s worse than the original roll. 154 6 RETPAHC SNOITPO",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Illumian. Special: You can cut the time per Gather Information",
        "name":  "Prerequisite",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can make your sigils disappear or reappear check in half (to 30 minutes per check), but you take a –5 as a free action. You gain the full benefits of your power penalty on the check. sigils even when they are not visible.",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric level 3rd, deity Boccob. wanted individuals within communities. Benefit: Add Knowledge (arcana) to your list of cleric",
        "name":  "You can track down the location of missing persons or Prerequisites",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric level 5th, Str 13, deity Kord. Benefit: You gain a +2 insight bonus on damage rolls",
        "name":  "Prerequisites",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric level 1st, deity Fharlanghn. UNDYING FATE [INITIATE]",
        "name":  "Prerequisites",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric level 1st, must be lawful, deity St. You revere the Maimed Lord and have devoted your miser- Cuthbert. able, worthless life to learning but a few of the Whispered",
        "name":  "Prerequisites",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hide 5 ranks, Dodge. power sigils.",
        "name":  "Prerequisites",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The Crowd Tactics feat enables the use of three For each class with racial substitution levels, you can tactical maneuvers. You only gain these benefits if the crowd select each substitution level only at a specific class level. is indifferent or friendly. When you take a substitution level for your class at a given",
        "name":  "Benefit",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Entering a square with a crowd in level, you give up the benefits gained at that level for the it does not cost you extra movement. standard class, and you get the substitution level benefits",
        "name":  "Moving with the Flow",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +4 bonus on Hide checks instead. You can’t go back and gain the benefits for the made in square with a crowd. level you swapped out—when you take your next level in",
        "name":  "One with the Crowd",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +4 bonus on Diplomacy or the standard class, you gain the next higher level as if you Intimidate checks when attempting to direct a crowd. had gained the previous level normally. For instance, if you",
        "name":  "Master of the Mob",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "See page 100 of the Dungeon Master’s Guide for are a 5th-level bard and take the half-elf bard substitution rules on crowds. level for 6th level, you forever lose the benefits normally provided to a standard 6th-level bard (gaining instead the ROOFWALKER [TACTICAL] racial substitution benefits for a 6th-level bard). When you You are adept at moving and fighting on rooftops and gain another level in bard, you gain the 7th-level benefits ledges. of the standard bard class.",
        "name":  "Normal",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Balance 5 ranks, Jump 5 ranks, Dodge, Unless otherwise noted in the description of a racial Mobility. substitution level benefit, a character who takes a racial",
        "name":  "Prerequisites",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can walk across a precarious surface taken this level in the standard class. more quickly than normal. You can move at your full speed A character need not take all the substitution levels without taking a –5 penalty on your Balance check. provided for a class. For instance, a half-orc barbarian",
        "name":  "Fleet of Feet",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you intentionally jump from a height, you might decide to take only the racial substitution level at take less damage than you would if you fell. If you succeed 2nd level, ignoring the other substitution levels. on a Jump check when jumping down (see page 77 of the The description of each substitution level benefit Player’s Handbook), you take falling damage as if you had explains what occurs to the standard class ability not dropped 20 fewer feet than you actually did. gained, if that ability would normally increase at a specific",
        "name":  "Graceful Drop",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You know how to use the slopes to your rate (such as the gnome ranger’s favored enemy). advantage. You gain a +1 dodge bonus to AC against any When a substitution level changes the base class’s opponent who is at a different elevation from you. Hit Die or class skill list, the change applies only to the specific substitution class level, not to any other class levels. A half-orc who takes the half-orc druid substitu- RACIAL tion level as a beginning character gains 10 hit points SUBSTITUTION LEVELS (from the substitution level’s d10 Hit Die), and gains an A substitution level is a level of a given class that you additional 1d10 hit points for each additional half-orc take instead of the level described for the standard class. druid substitution level she takes later in her career, Selecting a substitution level is not the same as multiclass- but she gains only the normal d8 Hit Die for each of her ing—you remain within the class for which the substitution standard druid levels. 157 OPTIONS CHAPTER 6",
        "name":  "Master of the Roof",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "6 + Int modifier (or four times this number as a beginning character). times this number as a beginning character). Class Features Class Features All the following are features of the half-orc barbarian racial All the following are features of the half-elf ranger racial substitution levels. substitution levels. Reckless Charge (Su): At 2nd level, the half-orc barbar- Urban Tracking (Ex): The half-elf ranger gains Urban ian gains a +4 bonus on attack rolls when making a charge, Tracking (see page 154) as a bonus feat. but takes a –4 penalty to AC. These values replace the normal An 8th-level ranger with Urban Tracking can cut the bonus and penalty accorded to a charging character. time required per Gather Information check to 30 minutes This benefit replaces the standard barbarian’s uncanny without taking the normal –5 penalty on the check. (This dodge ability. If the barbarian would later gain improved benefit augments, but does not replace, the standard 8th- uncanny dodge as a barbarian class feature, he gains un- level ranger class feature of swift tracker.) canny dodge instead. This benefit replaces the Track feat normally gained as a Insightful Rage (Ex): While raging, a half-orc barbar- bonus feat by a standard 1st-level ranger. ian of 5th level or higher gains a +4 bonus on Will saves to",
        "name":  "Skill Points at Each Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gain +5 bonus on Diplomacy and Gather to AC, Fortitude saves. Information checks.",
        "name":  "Friendly Face",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bearers of special insignia healed Deities: Olidammara, Urbanus (see page 18). 1d8 damage +1 point/level (max +10) Granted Power: Add Gather Information and Knowledge",
        "name":  "Insignia of HealingF",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gain +5 bonus on Diplomacy and DESTINY DOMAIN Gather Information checks.",
        "name":  "Illus Friendly Face",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Alert bearers of special insignia. 7 RETPAHC CIGAM ANIMATE CITY • Each turn, the subject has a 25% Target: You Transmutation chance to act normally; otherwise, Duration: 1 round/level",
        "name":  "Insignia of AlarmF",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "City 9 he takes no action.",
        "name":  "Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, DF You gain a limited ability to discern a",
        "name":  "Components",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round You may also invent your own curse, successful path for your actions. For",
        "name":  "Casting Time",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "60-ft.-radius emanation, cen- those described above, and the DM has you make an attack roll, skill check, tered on you final say on the curse’s effect. ability check, or saving throw, you",
        "name":  "Area",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "None nor can it can be removed with a break roll to use.",
        "name":  "Saving Throw",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S forth) are within 60 feet of the caster.",
        "name":  "Components",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Touch except that mass charm person affects a common use (in well-lit city streets),",
        "name":  "Range",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Permanent HD do not exceed twice your level, or sufficient lighting.",
        "name":  "Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous reduction, based on the size of the Level: Cleric 3, Destiny 3",
        "name":  "Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "None and Will community you are in (see page 137 Components: V, S, DF negates (object) of the Dungeon Master’s Guide). Casting Time: 1 standard action",
        "name":  "Saving Throw",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round/level Large town +2 2/adamantine",
        "name":  "Size Bonus DR Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "City 8 level character in a given class, the of the targeted individual, plus any",
        "name":  "Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M, DF type and alignment of one of the inherited templates possessed by the",
        "name":  "Components",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action community’s power centers (if the target (such as celestial or half-dragon).",
        "name":  "Casting Time",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal community has more than one, roll Each round that the caster remains",
        "name":  "Range",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You randomly), a significant economic concentrating he can determine",
        "name":  "Target",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bard 1, sorcerer/wizard 1 Affecting] Level: Bard 1, ranger 1, sorcerer/",
        "name":  "Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S Level: Cleric 3, paladin 3 wizard 1",
        "name":  "Components",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action Components: V, S, F Components: V",
        "name":  "Casting Time",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal Casting Time: 1 standard action Casting Time: 1 round",
        "name":  "Range",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You Duration: 1 min./level Range: 10 miles/level",
        "name":  "Target",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "10 min./level (D) Saving Throw: None Area: 10 miles/level radius circle,",
        "name":  "Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous travel to reach the city without moving",
        "name":  "Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will half (harm- through solid objects. Thus, a caster Abjuration less); see text on the surface isn’t likely to locate a",
        "name":  "INSIGNIA OF ALARM Saving Throw",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, F see text his feet, even if the next closest com-",
        "name":  "Components",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action munity is 5 miles away overland.",
        "name":  "Casting Time",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "400 ft. + 40 ft./level spread, alarm except the insignia wearers are OMEN OF PERIL centered on you instead healed by positive energy. The Divination",
        "name":  "Area",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous to all wearers of the insignia. Casting Time: 1 round",
        "name":  "Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "None Since undead are powered by nega- Range: Personal",
        "name":  "Saving Throw",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sorcerer/wizard 3 the caster. In other words, a human Material Component: A scrap of",
        "name":  "Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action only humans with it. Focus: A thin crystal disc.",
        "name":  "Casting Time",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium (100 ft. + 10 ft./ Material Component: A piece of level) polished brass.",
        "name":  "Range",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "One illusory figure/level",
        "name":  "Effect",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sorcerer/wizard 5 drying lines. Your movement speed provides a measure of protection when",
        "name":  "Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "City 5 Abjuration",
        "name":  "Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, DF Level: City 7",
        "name":  "Components",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action Components: V, S, M, DF",
        "name":  "Casting Time",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal Casting Time: 1 immediate",
        "name":  "Range",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You action",
        "name":  "Target",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 hour/level Range: Personal",
        "name":  "Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You",
        "name":  "Target",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Destiny 6 Illusion (Phantasm) [Mind-",
        "name":  "Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S Affecting]",
        "name":  "Components",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 immediate action Level: Bard 3, City 3",
        "name":  "Casting Time",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Personal Components: V, S, DF",
        "name":  "Range",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You Casting Time: 1 standard action",
        "name":  "Target",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous Range: Close (25 ft. + 5 ft./2 levels) 169 Illus. by E. Cox 7 RETPAHC CIGAM 3rd-Level Psion/Wilder Power NEW PSIONIC POWERS",
        "name":  "Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Target gains +1 on attacks and saves and +2 on trained skill checks. 1st-Level Psion/Wilder Powers",
        "name":  "Realized Potential",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ready an action and use it when you 1st-Level Psychic Warrior Power choose. Urban Strider: Move across uneven surfaces or through",
        "name":  "Synchronicity",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Move across uneven surfaces or through crowds with ease. crowds with ease. POWER DESCRIPTIONS 2nd-Level Psion/Wilder Power",
        "name":  "Urban Strider",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Take your action out of initiative The psionic powers below are presented in alphabetical order. order. ANTICIPATORY STRIKE REALIZED POTENTIAL dition under which you will take your Psychoportation Clairsentience readied action. If you do not perform",
        "name":  "Anticipatory Strike",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Psion/wilder 2 Level: Psion/wilder 3 your readied action before your next",
        "name":  "Level",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Auditory Display: Visual turn, you lose that action.",
        "name":  "Display",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 immediate Manifesting Time: 1 standard action Augment: If you spend 2 additional action Range: Touch power points, you do not need to specify",
        "name":  "Manifesting Time",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "You Duration: 1 round/level In effect, you can take your normal",
        "name":  "Target",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous Saving Throw: Will negates (harm- move action and then take any standard",
        "name":  "Duration",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "3 less) action at some later point in the round,",
        "name":  "Power Points",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "5 round at the time that you manifest this URBAN STRIDER power, rather than waiting for your turn The target receives a vision of her own Psychometabolism to come up in the initiative sequence. In future, gaining deeper insight into her Level: Psion/wilder 1, psychic war- subsequent rounds, your place in the abilities, but only temporarily. For the rior 1 initiative order does not change—you duration of this power, the character Display: Visual anticipate your action for this round gains a +1 competence bonus on attack Manifesting Time: 1 standard action only. You can take a standard action and rolls and saving throws, and a +2 com- Range: Personal a move action, or a full-round action, just petence bonus on skill checks made Target: You as you could if you were taking your using skills in which the character Duration: 1 minute/level action at your normal place in initiative has purchased ranks. Power Points: 1 order. You can’t activate this power if you’re flat-footed, and you can’t use the SYNCHRONICITY You enhance your ability to move power a second time until after your Clairsentience rapidly through city streets and across next turn has passed. Level: Psion/wilder 1 rooftops. You gain a +5 competence",
        "name":  "You take your normal action for the Power Points",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Visual bonus on all Balance and Jump checks. on initiative count 15, you could use Manifesting Time: 1 standard action You automatically succeed on all Jump this power to take your turn again on Range: Personal checks to clear a horizontal distance initiative count 12, but this means Target: You of 5 feet or less. You do not need to that you wouldn’t be able to act on the Duration: 1 round make Balance checks for running or next round’s initiative count 15 (since Power Points: 1 charging across a sloped surface. You you’ve already used that turn’s actions), can move at your full normal speed and you wouldn’t be able to use the You gain a brief glimpse into the through crowds. power again until after your next turn future that allows you to arrange a Augment: If you spend 8 additional (that is, after the next round’s initiative coincidence of events. When you power points, you can walk normally count 15). manifest this power, you can ready a on any city surface as if it were",
        "name":  "For example, if you normally act Display",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "This quarter boasts the majority of mageduel in progress, employment offer, escaped prisoner, the town’s blacksmiths, cobblers, wheelwrights, and other guard harassment, guards need help, spectacle. craftsfolk who make the community’s goods. In smaller Noble District: The noble district is filled with the settlements, artisans sell their wares directly from their homes of the town’s elite. The houses in this area are large shops, while larger cities may allow artisans to move their goods to the merchant district (see below) for sale. Artisans are typically divided up even further into guilds—groups of likeminded craftsfolk who set defined prices for goods in relation to labor.",
        "name":  "Artisan Quarter",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The foreign district is normally only found in the larger settlements (typically small cities or larger) or in smaller towns that interact with a foreign people. The district is fully integrated in the society, but retains a distinct cultural flavor that is notably different from the town that hosts it. In the largest of cities (large city or metropolis), newcomers to the city frequently find their way to the foreign district of their homeland and are “encouraged” to live there if the group they belong to is not held in high regard. In smaller cities, a foreign district may be indistinguish- able from a racial district, especially if one racial group is more prevalent than others. Most foreign districts, however, cater to a specific human society, with its own language (or dialect), customs, foods, and, in some cases, laws.",
        "name":  "Foreign District",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Brawl/street fight/gang war in progress, bullies, contest in progress, guard harassment, mistaken identity, muggers, spectacle. 173 Illus. by M. Phillippi 8 RETPAHC FO SNGIAPMAC YNITSED and well furnished, and the area is filled with restaurants, single deity. Many of these temples serve as seminaries where shops selling fine and exotic wares, theaters, and other places students can learn the wisdom of their faith. As expected, that cater to the upper classes. This district is typically well the temple district has a much higher percentage of clerics patrolled, especially at night, with double the usual number (and adepts or druids) than the rest of the city. of city guards. Typical Encounters: Admirer, brawl/street fight/gang war",
        "name":  "Typical Encounters",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Similar to foreign districts, racial ity of the town’s brothels, taverns, and other places of ill districts are areas that hold a large concentration of one repute. All manner of illegal activities may be found here, particular race, such as elves, gnomes, or dwarves. This including gambling, prostitution, stolen goods, and the district encompasses many of the elements of all the districts like. As the name denotes, thieves, pickpockets, con men, described here, with a sampling of temples, merchants, and criminals of all sorts walk the streets looking for easy artisans and the like, all focusing on the particular demands prey. A prosperous or flourishing thieves district may simply and tastes of the race in question. A racial district typically indicate that the town is much more open and liberal in its has unusual architecture that ensures its buildings stand interpretation of entertainment, catering to the vices of the out from the buildings surrounding the district. If racial people in the name of commerce. tensions are high in the community, racial districts may feel Typical Encounters: Animal, brawl/street fight/gang war more like armed encampments, with strangers getting the in progress, bullies, construction accident, contest in cold shoulder or worse. progress, corpse, duel/mageduel in progress, employment",
        "name":  "Racial District",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The temple district hosts a large number University District: The university district holds several of temples, churches, and places of worship. Depending on places of higher learning, as well as libraries, scribe services, the town, the temple district may hold a wide variety of faiths, and academies. In smaller cities, the university district may or a large number of temples of varying size dedicated to a be considered part of or affiliated with the temple district (focusing on theology) or the arcane district (with a focus on arcana and esoteric lore).",
        "name":  "Temple District",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The district is in utter disrepair, completely destitute, or entirely riddled with crime and corruption. Buildings are either abandoned or in serious need of repair and only fools would venture out onto the streets at night. Businesses in this district carry a pathetic range of goods or cater only to hard-luck cases or criminals. In the cases of areas that are normally not associated with such conditions, you can assume that a calamity has stricken 174 DESTINY CAMPAIGNS OF CHAPTER 8 the district. For example, rolling the “terrible” result for a Table 8–4: Random Beneficial Community Attributes noble district may indicate that some sort of social upheaval d% Beneficial Attribute has taken place, with a majority of the houses being looted 01–05 Artist haven 06–15 Blessed and burned by the masses. 16–25 Center of learning",
        "name":  "Terrible",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The district is particularly well off and 46–55 Military coup boasts fine buildings, a healthy income (as per the city’s 56–60 Plague ravaged 61–70 Racial tension general income), and a respected (or infamous) reputation. 71–80 Religious tension Arcane, temple, and university districts are well known for 81–90 Severe seasons their education, merchant districts have a fine array of goods 91–100 War ravaged for sale, and artisan districts produce excellent goods that fetch a handsome price. In the case of seedier districts, such Beneficial Attributes as thieves districts, the area is probably under the thrall of These attributes represent events or improvements that have organized crime, which imposes its own rules and justice, a positive effect on the general populace. keeping the streets (relatively) safe so that the average rube Artist Haven: The community has a larger percentage may be parted with his money at a faster pace. A prosperous of artists, performers, and craftsfolk who produce fine district is a good indicator of the primary industry or service quality artwork. Characters gain a +2 circumstance bonus that the town provides. on all Perform checks as well as Craft checks that produce",
        "name":  "Prosperous",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The town is a sacred spot or hosts a religious festival that draws the faithful from distant lands. While the town may have temples to other deities, the town is dedicated to one in particular. The town boasts a particularly venerated location such as a temple, the site of a martyr’s death, or a statue of a saint. The default NPC attitude toward members of the faith is friendly, and unfriendly toward members of an opposing faith (see Infl uencing NPC Attitudes, page 72 of the For many performers, an audience of one is enough Player’s Handbook). is indifferent (see Infl uencing NPC Attitudes, page 72 of If large enough, the town has at least one temple district. the Player’s Handbook), regardless of race, creed, or religion. Tourist Destination: The town sits in an area of natural This applies even if the neighboring locale has a different beauty, has a curious monument or festival, or some other attitude toward any given race, creed, or religion. attribute that draws tourists from far and wide to see it. The If large enough, the town has at least one foreign or racial town draws most of its income from catering to the tour- district. ists and sightseers who come to visit, boasting more inns,",
        "name":  "Pilgrimage Destination",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The community is undergoing an taverns, and shops than the norm. The gp limit of the town upsurge in its economy, due to enhanced trade, demand for increases by one category (see Generating Towns, page 137 goods, or savvy brokering by its merchants. The amount of of the Dungeon Master’s Guide). ready cash in the community increases to its full gp limit If large enough, the town includes at least one foreign or × 1/10 its population. thieves’ district.",
        "name":  "Economic Boom",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The town is under the grip of a terrible munity. Adventurers must either join the military or be crime wave due to organized crime, roving bandits, or considered potential enemies of the state. simply an anarchic society. Citizens are wary about going Plague Ravaged: A deadly disease is running rampant out at night and are immediately suspicious of strangers. throughout the town. Choose one of the following contact The default NPC attitude is unfriendly (see Infl uencing or inhaled diseases: cackle fever, mindfi re, shakes, or slimy NPC Attitudes, page 72 of the Player’s Handbook). doom (see Disease, page 292 of the Dungeon Master’s Guide);",
        "name":  "Crime Wave",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The town has been affl icted with a terrible curse, 1d8×10% of the population is infected with this disease. As a causing great misfortune and woe. The effects of the curse result, most of the populace remains indoors and away from is up to the DM; here are some suggestions: strangers. There is a 50% chance that the local military has • All male children die before the age of 3. quarantined the town, limiting or denying access both into • Those who do not give offerings to a particular well fall and out of the affl icted area. ill and perish within a month. Racial Tension: The town is mired in deep tension • The townsfolk have fallen prey to lycanthropy, which between two or more races of its population. The default seems to manifest without warning. attitude between these races is unfriendly or hostile (see • On the fi rst day of the new year, the townsfolk are over- Infl uencing NPC Attitudes, page 72 of the Player’s Hand- come with bloodlust, attacking anyone who does not live book). Harsh words and segregation are the norm, along in the village. with beatings, lynchings, and clashes in the street.",
        "name":  "Cursed",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Due to severed trade routes, Religious Tension: A deep religious divide affects the poor business decisions, or the loss of the primary source of town, either between two different religions or a schism income, the town is undergoing a severe economic depres- occurring within the dominant faith of the community. sion. The amount of ready cash in the community decreases Characters of one of the chosen beliefs (or sect of a single to one-quarter its gp limit × 1/10 its population. All goods belief) are readily accepted by those of the same creed, but increase in price by 2d10×10%. will be expected to denounce rival factions.",
        "name":  "Economically Depressed",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Due to poor weather, war, drought, fl ood, or Severe Seasons: The seasons in the region have other bad fortune, there is not enough food in the town produced harsh and unpredictable weather, disrupting to sustain the population. Foodstuffs increase in price by farming and causing all manner of problems. The type 2d10×10%, if they are available at all. Most or all the popu- of weather depends on the terrain and temperature of the lace is suffering the effects of starvation (see Starvation and Famine can destroy the Thirst, page 304 of the Dungeon Master’s Guide). body and the spirit",
        "name":  "Famine",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "A coup has occurred in the town, which is now un- der the control of an oppres- sive military regime. Heavily armed soldiers roam the streets. Every able-bodied man is being conscripted into the military, dis- 177 Illus. by R. Spencer pqqqqqqqqqqqqqqqqqqqqrs SAMPLE TOWN AND DISTRICTS— district struggling, and the thieves’ district prosperous. PUTTING IT ALL TOGETHER A roll on Table 8–3: Attributes determines that the town has Here’s an example of how to use the information provided here a negative attribute, and a roll on Table 8–5: Negative Attributes to create a unique town, complete with a general idea of its reveals that the town is currently in the grip of severe seasons, component parts. with food prices increased by a staggering 30%. Presented here is the community of Blackwell. After rolling Armed with this information, the DM can now put explana- on the tables provided in Generating Towns, page 137 of the tions to what’s happening to the city. The severe seasons have Dungeon Master’s Guide, the DM determines that the town has disrupted agriculture in the area, forcing the town to survive the following attributes. by importing food from other areas. The merchant area is doing as well as it can (producing average wealth by compen- Blackwell (Large Town): Conventional; NG; 3,000 gp; Assets sating for less food volume by increasing prices). While the 600,000 gp; Population 4,000 (79% human, 9% halfling, 5% elf, town has always had a large, dangerous thieves’ quarter, it is 3% dwarf, 2% gnome, 1% half-elf, 1% half-orc). doing particularly well these days, probably due to a thriving black market, racketeering schemes, and the despair of the The town has four distinct districts (one district per 1,000 community contributing to more drinking, gambling, and people). The DM rolls four times on Table 8–1: Kinds of Districts, other illicit forms of entertainment. The town’s temple dis- and the results include a merchant district, a temple district, trict is struggling, which the DM chalks up to the populace’s and two thieves’ districts. The DM decides to combine the two disgust with the local clergy not being able to deal with the thieves districts, creating a single particularly large district. problem and a lack of faith in the deities. Temples have fewer Rolling on Table 8–2: District Prosperity, the DM determines attendees, buildings are going without repairs, and clerics are that the merchant district is of average prosperity, the temple treated with much less respect in this hard-luck town. pqqqqqqqqqqqqqqqqqqqqrs 8 RETPAHC FO SNGIAPMAC YNITSED location of town—heat wave, torrential rains, unseason- night sky at once. Strength is in numbers, and comfort lies able cold, or some other adverse weather. Food supplies in thick walls and close-grouped buildings. are low, increasing the price by 1d10×10%, and at least 10% These are the cityfolk. The term was first used by farmers of the populace is suffering the effects of starvation or and villagers to describe people who lived in large cities. thirst (see Starvation and Thirst, page 304 of the Dungeon The term originated as an insult, implying that people Master’s Guide). who had no sense and no skill and could not live on their",
        "name":  "Coup",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bluff +7, Diplomacy +7, Forgery +5, Gather characters are likely to interact with, and they should make Information +5, Intimidate +7, Knowledge (geography) +5, it easier for you, as the DM, to design and run adventures Knowledge (local) +5, Knowledge (nobility and royalty) +5, set in the various human lands. Profession (bureaucrat) +4, Sense Motive +6; Negotiator, The NPCs detailed here span most levels of play and Persuasive. fill the standard archetypes of most human-centric lands. Languages: Common, one other (varies by region).",
        "name":  "The following NPCs include the individuals who the player Skills and Feats",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dagger, inkpen, 2 vials of ink, ledger or paper alignments, you can use them as foes by simply changing documents, courtier’s outfit, signet ring, sealing wax. the alignments and alignment-related abilities (such as cleric domains). Human Peasant (CR 1) The human peasant is the farmer who tills the land, raises SAMPLE HUMAN NPCS the livestock, and toils for his lord to make his living. You The following human NPCs are representative of important can use the statistics provided for any random townsfolk or ubiquitous roles in human society. This section provides or farmer. examples of the basic fabric of human society, including Peasant: Male or female human commoner 2; CR 1; warriors, guards, bandits, merchants, peasants, aristocrats, Medium humanoid; HD 2d4–2; hp 4; Init +0; Spd 30 ft.; court wizards, and the like. Some of these NPCs are not AC 10, touch 10, flat-footed 10; Base Atk +1; Grp +2; Atk or heroic, but represent the individuals who form the backbone Full Atk +2 melee (1d6+1, club) or +1 ranged (1d6+1, club); of a given society. SA —; SQ —; AL NG; SV Fort –1, Ref +0, Will +1; Str 13, Dex 10, Con 9, Int 11, Wis 12, Cha 8. Human Bandit (CR 1) Skills and Feats: Climb +3, Craft (any one) +3, Handle The human bandit is an opportunist, lying in wait along Animal +2, Listen +3, Profession (farmer) +6, Ride +3, Spot highways and little-traveled roads, looking for easy prey. If +3, Swim +3; Alertness, Skill Focus (Profession [farmer]). used as an ally, the bandit knows secret routes and the fastest Language: Common. way through heavily guarded areas. If used as an antagonist, Possessions: Club, peasant’s outfit. the bandit is a common foe who uses hit-and-run tactics along with the threat of death to earn a living. The human Human City Guard (CR 2) bandit’s statistics can also be used for tough street thugs. The city guard is a common sight in any community large",
        "name":  "Although the NPCs described here have good or neutral Possessions",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Common. or Full Atk +6 melee (1d10+1/×3, masterwork glaive) or +4",
        "name":  "Language",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Climb +3, Handle Animal +1, Listen +2, The master blacksmith is a trained craftsperson and an Spot +2, Survival +3, Swim +3; Alertness, Point Blank Shot, important member of any community. In addition to pos- Track. sessing a valuable and lucrative skill, the master blacksmith",
        "name":  "Skills and Feats",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Common. is commonly a member of the local militia and comes to",
        "name":  "Language",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Appraise +11, Bluff +9, Diplomacy +18, Human Curate (CR 7) Disguise +6 (+8 acting in character), Gather Information Standing as a cornerstone of the community, the curate is a +8, Intimidate +4, Knowledge (local) +8, Profession (mer- respected member of the local faith, giving aid where needed chant) +7, Sense Motive +9, Sleight of Hand +6, Survival +0 and tending to the spiritual necessities of his flock. In a small (+2 in urban areas), Use Rope +2; Negotiator, Skill Focus community, he may be the head of the local church; in a city, (Appraise), Skill Focus (Diplomacy). he might merely be one of the many faithful. He is willing to",
        "name":  "Skills and Feats",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Common, one other (varies by region). stand up for his beliefs and protect the weak against danger",
        "name":  "Languages",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-elf ranger 1, half-elf Skill Focus (Diplomacy). ranger 4. Languages: Common, Elven, one other (varies by region). 184 DESTINY CAMPAIGNS OF CHAPTER 8",
        "name":  "Racial Substitution Levels",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Common, Orc. Bully Animal (Ex): The wild one adds her Strength Half-Orc Berserker (CR 7) bonus instead of her Charisma bonus on her wild empathy When most humans think of half-orcs, the image of the half- checks. orc berserker immediately comes to mind—hot tempered, Half-Orc Traits: For all effects related to race, a half-orc crude, and a whirlwind in combat. The berserker may be is considered an orc. found anywhere: in the heart of the wilderness leading a",
        "name":  "Languages",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-orc barbarian 2, half-orc Half-Orc Mob Leader (CR 13) barbarian 5, half-orc barbarian 7. The half-orc mob leader is a brutal and ruthless commander",
        "name":  "Substitution Levels",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Half-orc barbarian 2. grants a +2 bonus to the guard’s Wisdom and Constitution",
        "name":  "Substitution Levels",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Penny Williams adventure. The information presented here utilizes the",
        "name":  "Editing",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Nancy Walker D\u0026D v.3.5 rules.",
        "name":  "Typesetting",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Rob Lazzaretti, Todd Gamble To get started, print out the adventure, including the Web Production Julia Martin map. Read through the scenario at least once to famil- iarize yourself with the situation, threats, and major",
        "name":  "Cartography",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mark A. Jindra NPCs (particularly their motivations). Then review the",
        "name":  "Web Development",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The floors throughout the complex are office may make a DC 30 Search check to locate the made of fairly even bedrock covered by worked stone. secret door, but foreknowledge of the existence of the Moving over these floors is relatively easy compared to catacombs can provide a hefty circumstance bonus on those found in many dungeon settings. this check. Although the exact value of this bonus is",
        "name":  "Floors",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most of the complex is unlit and remains left to your discretion, +6 is appropriate for a charac- dark even during the day. A few areas have some illu- ter who has been told the location and nature of the mination, which is noted in the appropriate area secret door. descriptions. Cabal Complex Entrance (EL 4)",
        "name":  "Light",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "A spiral staircase leads up The safehouse that sits above the catacomb complex is from the catacombs to the safehouse, which is located a lightly guarded, nondescript building. The doorway in a nondescript aboveground building. Characters to the staircase that leads to the catacombs is can walk up or down this staircase without making concealed in the same manner as the door hidden in Climb checks, but doing so hampers movement. Each the mortuary. square moved on the staircase costs 10 feet of move-",
        "name":  "Spiral Staircase",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "The long, straight are confronted by opponents who, though no match for staircase leading down from the cabal’s mortuary is the the PCs, are determined to stop them. ideal route for the characters to use in penetrating the",
        "name":  "Staircase from Mortuary",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Male and female illumian fighter complex. Characters can walk up or down this staircase 1/sorcerer 1; hp 8. without making Climb checks, but doing so hampers",
        "name":  "Cabal Guards",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Iarmid is immune to mind-affect- their agreement. ing effects, poison, sleep effects, paralysis, stunning, FURTHER ADVENTURES disease, death effects, and any effect that requires a Fortitude save unless it also works on objects or is harm- As noted at the beginning of the adventure, characters less. He is not subject to critical hits, nonlethal damage, who successfully complete their mission earn the ability damage to his physical ability scores, ability enduring enmity of the Finalveil Cabal. However, drain, energy drain, fatigue, exhaustion, or death from because months of game time could pass before the massive damage. He cannot be raised, and resurrection cabal is ready to strike back, the characters could easily works only if he is willing. He has darkvision out to fail to understand that they’ve made a powerful foe by 60 feet. recovering theVeiled Codex.",
        "name":  "Undead Traits",
        "source":  "races_of_destiny.txt",
        "_id":  "b23601a81bab0bb28837857cc1300f74e1c83173a1d8e83d4f51d3a6d080071c"
    },
    {
        "origin_file":  "other.json",
        "description":  "Miniatures Handbook™ by Michael Donais, Skaff Elias, Rob Heinsoo, and Jonathan Tweet; Underdark by Bruce R. Cordell, Gwendolyn F. M. Kestrel, and Jeff Quick; “By Any Other Name: Dwarves,” in Dragon #262 and “By Any Other Name: Gnomes,” in Dragon #262 by Owen K.C. Stephens; “Good Things Come in Small Packages,” in Dragon #291 by Johnathan Rich- ards; “Study and Jest: The Secret Life of Gnomes,” in Dragon #291 by James Jacobs. Based on the original DUNGEONS \u0026 DRAGONS® rules created by Gary Gygax and Dave Arneson, and the new DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, Monte Cook, Skip Williams, Richard Baker, and Peter Adkison. This product uses updated material from the v.3.5 revision. This WIZARDS OF THE COAST® game product contains no Open Game Content. No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, please visit www.wizards.com/d20. U.S., CANADA, ASIA, PACIFIC, EUROPEAN HEADQUARTERS \u0026 LATIN AMERICA Wizards of the Coast, Belgium Wizards of the Coast, Inc. T Hofveld 6d P.O. Box 707 1702 Groot-Bijgaarden Renton WA 98057-0707 Belgium Questions? 1-800-324-6496 620-96567000-001 +322-467-3360 9 8 7 6 5 4 3 2 1",
        "name":  "Resources",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "These generalizations repre- Moradin is also described on page 107 of the Player’s sent how an average member of dwarf society is likely to Handbook. view someone from a given race. Given that there are no Portfolio: Dwarves, creation, smithing, engineering, average members of society, however, it’s up to you to decide war. how well these comments fi t your impressions of that race. Domains: Earth, Good, Law, Protection. Does your dwarf character adhere to these stereotypes? If Cleric Training: Many of Moradin’s clerics have parents not, why not? Did something happen in your character’s and grandparents who were also clerics of the Soul-Forger, past that changed his view of a given race from what is typi- so they train in their calling from childhood with a parent cally the norm? to guide them.",
        "name":  "Roleplaying Application",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "War, carousing, alcohol. Cleric Training: Would-be clerics of Laduguer en-",
        "name":  "Portfolio",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chaos, Strength, Travel, War. gage in hour after hour of repetitive prayer, punctuated",
        "name":  "Domains",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hanseath’s fol- ing to unearth a fallen, ancient lowers are seemingly labyrinth-temple, Laduguer is always off on a great cru- probably behind it. sade of some sort; they’re Prayers: Prayers to Ladu- either in battle or march- guer are simple one- or two- ing toward the next bat- sentence affairs, but they’re tle. Hanseath often orders repeated dozens of times, his followers to make war with the same rhythm and against the traditional intonation. enemies of the dwarves: Temples: Laduguer has goblin oids, orcs, giants, and simple temples unadorned drow. with decoration. Many have",
        "name":  "Quests",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hanseath’s torture chambers, prison cells, or pray ers are often chanted battle arenas attached to them. or sung. Many have simple Rites: Laduguer offers his follow- rhyme schemes and frequent, re- ers few rites, be cause time spent in cere- petitive choruses. In other words, monies is time spent away from more they’re drinking songs. proper duties. “Rituals? Get back to",
        "name":  "Prayers",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hanseath’s shrines are great fes- work!” says the cleric of Laduguer. thalls dominated by long tables where worshipers feast Herald and Allies: Laduguer’s her- and raise goblets to Hanseath’s glory. Most have extensive ald is a duergar 10th-level rogue/10th- kitchens and pantries attached. level assassin. His allies are bearded",
        "name":  "Temples",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hanseath’s herald is a hold dwarf society together. When 20th-level celestial dwarf barbarian. Howl- dwarves extend their hospitality to ers, green slaads, and death slaads are his al- their lost or wounded brethren, they lies. often do so in Mya’s name. Mya",
        "name":  "Herald and Allies",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mya’s prayers perceived injustices. are distinctive, because they Quests: If it promises vast almost never use the singular wealth, Roknar’s followers form (except when referring will quest for it. Roknar is par- to Mya). Even if alone, a fol- ticularly fond of raiding the lower to Mya might begin treasure troves of powerful a prayer with “Mother of dragons—and the treasuries Wisdom, grant us succor, of Moradin’s temples. that we might safeguard Prayers: Many of Roknar’s our hearth. . . .” prayers reference the as-",
        "name":  "Prayers",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mya’s temples piration of the follow- are sometimes even bigger er. “I’ll have enough than Moradin’s, since they wealth to fi ll the cof- almost always include am- fer room/And my rivals’ phitheaters where public bones will molder in the ceremonies and festivals cave of doom,” says one can take place. battle prayer.",
        "name":  "Temples",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mya is in charge Temples: Roknar’s hid- of marriage, home-bless- den temples are opulent to ing, and coming-of-age the extreme, so few followers rites. Many are solemn cer- doubt Roknar’s ability to de- emonies full of long liturgies liver on the promise of wealth. and contemplative prayers. Mounds of stolen treasure are",
        "name":  "Rites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Mya’s her- carelessly scattered across the ald is a solar with 22 Hit Dice that fl oor—driving home the point looks like a female dwarf warrior. that Roknar has more wealth and Her allies are bralani eladrins, astral devas, power than he can use. and planetars. Rites: Roknar’s rites are few—mostly curses",
        "name":  "Herald and Allies",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Greed, is the deity of furnaces intrigue, lies, earth. and fire. Usually smiths",
        "name":  "Portfolio",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "De- and other dwarves who struction, Earth, Evil, revere the creative power Trickery. of the forge worship him.",
        "name":  "Domains",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The forge, fire, Intermediate Deity (Neutral) warfare. Thautam’s clerics believe that the",
        "name":  "Portfolio",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Tharme- Thautam. In khûl’s interests dwarven folk- are narrow. His lore, Thautam clerics might acts as a kindly carry fl ame uncle to Mora- from the din, content to put- Elemen- ter away in his workshop tal Plane and mutter advice to the of Fire to kindle a new forge, or they might delve deep Soul Forger. Artistic render- into ancient ruins to discover a lost forge and ings of Thautam show him as retrieve the seal of the smith who worked it. an elderly dwarf with rheumy,",
        "name":  "Quests",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The rites hon- sible from long-lost dwarf oring Tharmekhûl all civilizations. He also has a involve the tending of an special interest in protect- actual forge: preparing it for ing the dwarves’ adamantine use and stoking and damp- and mithral mines. ing its fl ames. Prayers: Because Thautam",
        "name":  "Rites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Thautam’s herald is an elder earth to the fi rst dwarf settlements. Their traditions are equally elemental with 24 Hit Dice. His allies are Medium, Large, ancient, as their long life spans allow them to keep a better and Huge earth elementals. hold on the past. Change is anathema to the dwarven way",
        "name":  "Herald and Allies",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Oaths, death, birth. Roleplaying Application: The traditions",
        "name":  "Portfolio",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Death, Law, Water. and legends of the dwarves comprise a large",
        "name":  "Domains",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Clerics of Valkauna part of their racial identity. What is your dwarf begin their training by performing character’s favorite legend? Does a particular birth and funeral rites for their commu- legendary character inspire him? Perhaps you nity. Higher-ranking clerics often have a could write down a quick note about a dwarf role role within the dwarven justice system, model whom your character desires to emulate mediating contract disputes and con- in some way, and defi ne what characteristics flicts between clans. of this legend he fi nds appealing.",
        "name":  "Cleric Training",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Quests for Valkauna often MYTHIC ORIGINS take adventurers beyond the Material Plane, where they must retrieve infor- The dwarves believe themselves to be the mation or advice from the soul of a mortal descendants of Moradin the All- long-dead dwarf hero. Father, god of the forge. Creation stories",
        "name":  "Quests",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Valkauna is the deity of oaths, vary from hearth light to temple, but so many prayers to her exact a promise from the most common tale revolves around the worshiper. “I will cover your altar in Moradin at his forge, where it is said that splendor,” says one common prayer, “if I live he created the world, pulling shapes from to see its radiance again.” primordial fi re, metal, and stone, and recast-",
        "name":  "Prayers",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Because she guides dwarves’ ing them as he saw fi t. In that way, he created the souls into the afterlife, Valkauna builds her world and all in it. However, the world he created shrines in or near the places where dead was a cold, lifeless thing, containing all manner of dwarves are cremated or buried. They are as wonders, but no soul. much mausoleums as they are temples. Moradin pondered this for a long time,",
        "name":  "Temples",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Valkauna’s herald is the ghost of a ing such caretakers. Many times did his hammer strike, but 10th-level dwarf cleric. Her allies are formian myrmarchs, many times was he disappointed. In setting out to craft the trumpet archons, and hound archon heroes. perfect race, all he could create were imperfections. One by",
        "name":  "Herald and Allies",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  " Miners Guild Chapterhouse Temple of Moradin Lugh Forgesmith, merchant",
        "name":  "High Quarter",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  " Ena Hammerstone, Blacksmith Bethor Ruby-Eye, Gemcutter",
        "name":  "The Forge",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Battlesmith, deepwarden, runesmith. DWARVES AS CHARACTERS Due to their racial abilities, dwarves make fast movement superb melee fi ghters. Still, their inherent is greatly prized by sturdiness compensates for the built-in short-legged dwarves. saving throw and hit point weaknesses of However, a character gener- some classes, so they’re viable in a wide array ally needs a number of good of adventuring careers. ability scores to make this",
        "name":  "Prestige Classes",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Among the dwarves, bards are his- low Charisma scores can pose a barrier to torians and genealogists as much as they success, hurting both their saving throw are musicians and orators. They inspire bonuses (through the divine grace class ability) and their comrades to acts of bravery and their ability to smite evil. Also, the standard special valor by reminding them of the mount (a warhorse) is ill suited to life underground. great deeds of their forebears. A Ranger: The racial bonuses dwarves get when fi ght- dwarf’s low Charisma makes bard ing giants, orcs, and goblinoids stack with favored enemy a tough choice, obviously, but playing bonuses against those same foes. As with dwarf druids, against type can be its own reward for players who savor dwarf rangers tend to pick animal companions that are a challenge. comfortable living underground.",
        "name":  "Bard",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Admittedly, this choice is tough, since Cha- racial substitution levels in Chapter 6: Character Options. risma is the most important ability score for sorcerers.",
        "name":  "For alternative options for the dwarf cleric, see the dwarf Sorcerer",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dwarf druids protect the caves and caverns of the However, dwarf sorcerers can take solace in the fact that underworld. They primarily choose burrowing animals as they have more hit points than sorcerers of almost any animal companions. Druids are more common among the other race. surface-dwelling dwarf subraces. For alternative options for the dwarf sorcerer, see the",
        "name":  "Druid",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gnomes regard dwarves as nearly their closest gnomes are a patient people who are well versed in the art of cousins. The two races have a history of amicable relations, compromise. An inch today might well be a mile tomorrow. though contact between a dwarf and a gnome is likely to Illus. by F. Vohwinkel Gnomes are as serious about the defense of their homes as any dwarf 620_96567_RacesOfStone.indd 41 6/14/04, 7:56:55 AM 42 2 RETPAHC SEMONG make one or the other irritable over time. Gnomes often feel to the gnome mind. They continually cover old ground in that dwarves have the solidity, the grounding in the great their studies, toiling to reinvent the wheel in many ways. truth of the world, that they lack. They envy the dwarves Also, their efforts at self-improvement both amuse and frus- their lifestyle, but favor change too much to chain them- trate gnomes—their willingness is commendable, but their selves to a similar path. short life spans often make humans shortsighted in their",
        "name":  "The rebels might be ignored more than they wish to be, but Dwarves",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Goliaths are held in nearly the same regard as happen in her past that changed her view of a given race dwarves. Their simplicity and wisdom appeal to the gnomes, from what is typically the norm? though few attempt any overt philosophical conversation with goliaths due to the cultural gap between the races. RELIGION Goliath furs, meats, and leathers are highly valued among the gnomes, who are always happy to meet with goliaths, The primary deity of gnome religion is Garl Glittergold, study their ways a bit further, and trade in exchange for the the Prankster. He is considered the creator of all gnomes, metal goods and jewelry the goliaths want. as well as their patron and protector. Opposing him is his Half-Elves: The gnomes are most sympathetic to the brother Gelf, as dark as Garl is light. Together they represent half-elves, of all the tall races. The idea of being a bridge the duality of gnome life and form the core of the gnome between two very different worlds resonates with introspec- pantheon. Although few gnomes worship Gelf specifi cally, tive gnomes, who feel that half-elves are kindred spirits. For nearly all view him as a necessary part of the world rather others, half-elves are simply interesting because they are than just some evil antithesis of Garl Glittergold. widely traveled, often able to form a detached opinion about Religion holds an odd place in gnome life. While most both their human and elf counterparts. Given the premium races are deeply devoted to their deities, having daily proof that gnome culture places on experience and observation, of their existence through the miracles performed by the it is not surprising that gnomes generally hold half-elves in priests, the gnomes remain strangely apathetic, if not skepti- high regard. cal, about their patron deity. Indeed, some factions among the",
        "name":  "Goliaths",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Many gnomes fi nd halfl ings to be the most gnomes insist that Garl Glittergold is a fi gurative expression frustrating ally they have. On one hand, gnomes respect of the gnome mind and soul rather than a mystical, other- halfl ings for their practicality and ability to adapt. On worldly being responsible for the creation of existence. the other hand, they consider halfl ings to be fl ighty and If questioned, however, most gnomes profess belief in undisciplined, content with an unexamined existence and Garl—or at least what he represents to them. However, doomed to live off the good will of others. In many ways, their unceasing examination of the nature of divinity, halfl ings are the manifestation of the “Jack the Giant-Killer” reality, and thought make many gnomes unwilling to fully side of a gnome’s personality (see History and Folklore later commit, leading them to posture and give disclaimers in this chapter), and it both attracts and irritates them to see about Garl’s nature. Some do believe wholeheartedly, but it personifi ed in the halfl ing race. the rebels and merchant lords are the least likely to espouse Half-Orcs: Half-orcs are seen as similar to half-elves in any sort of strong belief, followed closely by inventor and many regards, resulting in an unusually warm reception in wordsmith artisans. many gnome communities. Whereas many people look at Every moderate-sized town has at least one chapel to Garl a half-orc and see either an orc or a human, gnomes tend with a small shrine. Only cities have full temples, however, to see the individual instead, and they feel sympathy for and the clergy is much smaller in number than most other someone in the state of being a bridge between two worlds, religious organizations boast. Regular religious services are fi tting in neither. While some gnomes are so sympathetic in rare, usually occurring only on high festival days, at wed- this regard that the orc side of a half-orc’s nature might see dings, and at funerals. Clerics are still an important part of it as condescending, most half-orcs are neutral or friendly daily life for most gnomes, however, acting as councilors, toward gnomes. mediators, and judges in noncriminal matters.",
        "name":  "Halfl ings",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gnomes, humor, wit, illusion, gemcutting, followers that the best way to be safe is to dig deep into jewelrymaking. the earth and tell no one what you’ve found. Because larger",
        "name":  "Portfolio",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Good, Protection, Trickery. communities of drow, mind fl ayers, and goblinoids often",
        "name":  "Domains",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Most of Garl Glittergold’s rituals threaten svirfneblin communities, such secrecy is an effec- involve the whole community, so his clerics have plenty tive survival strategy. of opportunities to recruit those who show a particular Portfolio: Svirfneblin, secrecy. combination of duty to community and mischievous Domains: Earth, Good, Healing, Protection. humor. An older cleric typically teaches three or four Cleric Training: Callarduran Smoothhands is as students by example, explaining Garl important to the svirfneblins as Garl Glittergold is Glittergold’s ways as she attends to the to the other subraces of the gnome race. Accord- needs of the gnomes in her care. ingly, most adolescent svirfneblins with an",
        "name":  "Cleric Training",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Followers of Garl Glitter- interest in religious matters wind up in gold fi nd themselves guarding the Callarduran’s priesthood. welfare of gnome communities, Quests: Callarduran’s quests delving deep for gems, and almost always involve an ele- fighting the gnome race’s ment of subterfuge. He often goblinoid enemies. Typical sends adventurers in magi- quests include battling a cal disguise to infi ltrate tribe of kobold raiders, societies inimical to the pulling a good-natured svirfneblin, such as drow prank on an arrogant cities or mind fl ayer temples. human king, or seeking Prayers: Callarduran has the long-lost Ebon- an extensive liturgy of prayers, dark Gem Mine on but they all share one common the Elemental Plane element: They’re whispered, not of Earth. spoken aloud.",
        "name":  "Quests",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Many of Temples: Callarduran’s Garl Glittergold’s prayers temples often feature echo are performed in call- chambers and other acoustical and-response style, with tricks that magnify the sound the leader posing a riddle and of whispered prayers to him. In everyone answering in unison. the larger temples, the whispered “Glittergold asks: ‘What’s our chants of an entire congregation joy?’/‘To delve for treasures and can be as deafening as a shout. guard our hearth.’ ” Rites: Callarduran has a number",
        "name":  "Prayers",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The herald of Garl Glittergold is a brothers been more bitter rivals. Gelf, depicted as a gray- 20th-level celestial gnome bard. Allies are bralani eladrins, skinned dwarf with a black beard, takes obsessive delight in leonal guardinals, and elder xorns. (See the Deity Descrip- opposing everything his brother attempts. This compulsion tion Format sidebar in Chapter 1 for further information puts Gelf in the tragic position of tearing down the gnome about heralds and allies.) society he loves, just to thwart Garl Glittergold. Gelf isn’t",
        "name":  "Herald and Allies",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Entropy, revenge.",
        "name":  "Portfolio",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Chaos, Destruction, War.",
        "name":  "Domains",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Would-be clerics of Gelf are individually recruited by senior clerics who sense kindred spirits. Those who follow Gelf are rebels so committed to their cause that they would do anything to defeat the authorities they despise.",
        "name":  "Cleric Training",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "If someone has hatched a plot against one of Garl Glittergold’s temples—or against a thriving gnome community— Gelf Darkhearth is probably behind it. He takes particular glee in using Garl’s faithful against him, duping ad- venturers into doing his bidding.",
        "name":  "Quests",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gelf’s prayers are often wordless ululations—long strings of vowel sounds. To nonbelievers, they sound like gibberish, but the exact order of sounds has meaning to the faithful. THE GLUTTON",
        "name":  "Prayers",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gelf’s temples aren’t hidden, but they are out of the way and placed so that Gelf’s worshipers Lesser Deity (Chaotic Evil) aren’t seen coming and going. Most gnomes know where to Usually depicted as a massive, ravenous badger fi nd a temple to Gelf (assuming one is nearby), but few can or wolverine, The Glutton fi gures prominently in the think of a reason to go there. bedtime stories gnomes tell naughty children—“Go to sleep",
        "name":  "Temples",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "Many of Gelf’s rites seek to bestow a curse or ill or The Glutton will get you!” The Glutton is blamed when- will on a nonbeliever. Few are known outside the fairly ever a burrow collapses or another misfortune befalls the insular circle of Gelf’s worshipers—with one exception: gnomes. It is said that The Glutton was once a gnome who Almost every gnome warrior knows the Rite of the Adroit, was cursed with a hideous form and a desire to consume the a brief group ceremony that steels the minds of gnomes to gnomes and all they hold dear. the chaos of war. Portfolio: Disaster, greed.",
        "name":  "Rites",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "other.json",
        "description":  "The herald of Gelf is a 20th-level Domains: Chaos, Destruction, Evil, Strength. fi endish gnome rogue. His allies are succubus demons, Cleric Training: The Glutton’s few clerics are all secre- green slaadi, and death slaadi. tive cult leaders, for no gnomes would willingly allow wor-",
        "name":  "Herald and Allies",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    }
]
