[
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) BLACKSTONE HAMMER Your fists turn into menacing, rocky lumps capable of inflicting deadly wounds. While this Psychometabolism spell is in effect, your unarmed attacks do not provoke Level: Psychic warrior 6 attacks of opportunity, and they deal lethal bludgeoning Display: Visual damage. The damage that your unarmed attacks deal Manifesting Time: 1 standard increases as well, according to your size as given on action the table below. Range: Touch",
        "name":  "Duration",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Originally, this celebration began as a slow, never to take it for granted, mainly due to the Day of Silence. somber ceremony that many dwarves believed had the During the Day of Silence, gnomes do not speak, laugh, or power to prevent avalanches, cave-ins, and similar natural play jokes of any kind. They take this day to contemplate disasters common to the mountains and underground quietly, pray, and remind themselves that the life they have regions that dwarves inhabit. As the tradition grew, how- is not always easy. ever, it became more of a celebration and less of a warning, The prohibition against speaking during the Day of and the ceremonial aspects all but disappeared. Although it Silence includes the use of verbal components for spellcast- still bears the name Avalanche, this one-day celebration has ing. In extreme cases, a gnome can break this restriction, almost nothing in common with its origins. but afterward she takes a –1 penalty on attack rolls, checks, On the day of Avalanche, dwarves gain a +3 bonus on and saves for three days. attack rolls when charging (instead of the normal +2 bonus), The Dance of Lights: The Dance of Lights is a week- but when doing so they also take a –3 penalty to AC until the long celebration at the height of spring. Gnomes fi ll the time start of their next turn. with lively music, dancing, and wondrous illusions. Many",
        "name":  "Avalanche",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Avarice, cavern stone and ambush creatures whenever fear, control earth creatures, they can. They typically begin combat by Dexterity damage, petrifi cation, using their cavern fear ability to split up groups of spell-like abilities foes, then using their avarice ability on the strongest-",
        "name":  "Special Attacks",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +5, Ref +7, Will +3 ing lone wanderers and lost miners to stone with their Illus. by W. England Earth whisper 620_96567_RacesOfStone.indd 187 6/14/04, 8:43:26 AM 188 8 RETPAHC SNGIAPMAC ENOTS FO Dexterity-damaging touch, they usually resort to physical An earth whisper can use this ability a number of times confrontation as a last resort or in situations when they per day equal to 3 + its Cha modifier (7/day for an average feel sure that they’ll win. earth whisper). Avarice (Sp): As a standard action, an earth whisper can Dexterity Damage (Su): An earth whisper deals 1d4 induce overwhelming greed in one creature within 30 feet. points of Dexterity damage each time it hits with its The creature targeted with the avarice ability must succeed incorporeal touch attack. A creature whose Dexterity on a DC 18 Will save or attack the nearest creature that has is reduced to 0 by this attack must succeed on a DC valuable metal or mineral wealth. The affected creature 13 Fortitude save or become petrified. The save DC is attacks with lethal force, although it is not compelled Constitution-based. to cast any spells on the creature carrying the metal or Spell-Like Abilities: At will—stone shape. 3/day—spike mineral wealth. This effect lasts for 1d4+1 rounds. A suc- stones (DC 20), wall of stone. Caster level 10th. The save DC is cessful save means the creature is immune Charisma-based. to that earth whisper’s avarice ability HAMMER ARCHON for 24 hours, but not the avarice ability of other earth whispers. Avarice is a Large Outsider (Archon, Earth, Extraplanar, Good, mind-affecting ability. The save DC is Lawful) Charisma-based. Hit Dice: 10d8+60 (105 hp)",
        "name":  "Saves",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 clinging to the ceiling above unsuspecting prey. Be- Treasure: None cause of their stealth and cunning, combat usually Alignment: Always neutral takes place on the stone drake’s terms. To begin Advancement: 3–4 HD (Medium); 5–6 HD a fight, a stone drake charges the foe it has (Large) picked out as its meal, attempting to Level Adjustment: — strike quickly and then retreat with its catch. This thick, wormlike creature is longer than an adult Acid Bite (Ex): A stone human is tall. Its head rears up as if it intends to strike, but then its teeth retract. drake deals an extra 1d6 points of acid damage with a success- ful bite attack. Thrum worms are unusual, slow-moving worms Ambush (Ex): Any time a often used by specialized gnome cavalry. The stone drake makes a success- gnomes take advantage of the worms’ ful charge attack against a burrowing abilities in several ways. In fl at-footed opponent, it deals times of peace, they use their unique double damage with its bite. mounts to fi nd ore and mineral depos- Light Sensitivity (Ex): its, and in times of war, they burrow Stone drakes are dazzled in bright behind enemy lines and infiltrate sunlight or within the radius of a enemy encampments. daylight spell. Thrum worms grow to around Perfect Climbing (Ex): A 8–10 feet long and weigh up to 200 stone drake moves with perfect pounds when fully grown. They ease while climbing. It can move have dry, rubbery, orange-brown at full speed across ceilings, over- hides and smell of soil. A thrum hangs, and other slanted or verti- worm’s mouth has two rows of cal surfaces without making Climb very small teeth that it can tuck checks, and it does not have to make inside its mouth when shooting a Climb check to avoid losing its grip its sonic ray. when it takes damage.",
        "name":  "Stone drakes keep to the shadows, hiding in nooks or Challenge Rating",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  ":As noted earlier, most noises the PCs The walls and ceilings in this chamber have been make in area 1 automatically alert the guards here. The crumbling for some time. The natural rockfall creatures in area 4 might notice a battle here if the PCs combined with the several tons of rocks dragged in by use loud and flashy spells such as fireballsor lighting the raiders has created piles of debris that cover much bolts,but the denizens of area 4 are making a fair of the floor. Entering a square containing debris costs 2 amount of noise themselves and probably won’t hear a squares of movement. The DC for Balance and Tumble simple melee. They take note, however, if a guard flees checks in these squares increases by +5, and the DC for into that area. Move Silently checks increases by +2.",
        "name":  "DDeevveellooppmmeenntt",
        "source":  "races_of_stone.txt",
        "_id":  "4ec86163310dfa57e07c0c17f4052523b815a07e93a0c0144101e4afdfcea5cc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dragonborn, spellscale, kobold, draconic or any traits associated with that type. For instance, it does not creatures, half-dragons. give a creature frightful presence.",
        "name":  "Races of the Dragon",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dragonkin, dragonnel, elemental drakes, Dragons automatically qualify for any classes, prestige classes, faerie dragon, fang dragon, spiked felldrake, landwyrms, planar racial substitution levels, feats, powers, or spells that require dragons, shadow dragon, storm drake, draconic creatures, the dragonblood subtype. Races presented in this book that half-dragons. have the dragonblood subtype include dragonborn, spellscale,",
        "name":  "Draconomicon",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gem dragons, felldrakes, frost salaman- DRAGON-DESCENDED RACES der, hellfire wyrm, linnorms, spellweaver. This term refers to a narrower category of dragonkind races.",
        "name":  "Monster Manual II",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A dragonborn’s attitude toward a draconic even the warped spawn of Tiamat. Toward these kobolds, creature depends greatly on the creature’s heritage. dragonborn show no mercy. However, the blessed of Someone with copper dragon ancestry might fi nd a ready Bahamut understand that while kobolds are often welcome, while an individual with green dragon heritage malevolent, exceptions certainly exist. Good kobolds might be viewed with distrust, if not outright hostility. can prove to be unusual and welcome allies, able to That said, dragonborn do realize that a draconic individual infiltrate lairs of dragons who use kobolds as servants is more than the expression of his racial heritage, and are or slaves. generally willing to give at least one chance to those who Spellscales: Dragonborn view spellscales as dis- seek to prove that their nature is not ruled by the blood tant relatives. Dragonblood by birth, these charming in their veins. creatures make excellent sorcerers and can provide",
        "name":  "Draconic",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Those who were clerics before becoming Sorcerer: Dragonborn sorcerers feel an even closer dragon born usually continue to improve their miraculous kinship with their adoptive father than those of other spellcasting and remain dedicated to their original deity, classes. Reveling in their new identities as dragonblood unless that deity is evil. Some dragonborn clerics choose to humanoids, dragonborn sorcerers take pride in their worship Bahamut, but they need not do so. A dragonborn arcane skills and what they have become as dragonborn. can honor the faith of any good or neutral god. Their attitudes and efforts against the spawn of Tiamat are Chapter 6: Character Options includes racial sub- the most fanatical. stitution levels for any dragonblood cleric, including a Chapter 6: Character Options includes racial substitu- dragon born one. tion levels for any dragonblood sorcerer, including a",
        "name":  "Cleric",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cutting an apple and watching it brown MEDITATIONS and decay for an hour is how one spellscale honors Falazure. As part of his daily introspection, a spellscale focuses his Another regales the other patrons at an inn with the tale of his mind with mental exercises for one hour, attuning him to encounter with a ghostly dragon. benefits tied to one of the dragon deities. This blood-quick- Garyx: Considering the power of the All-Destroyer evokes ening meditation, as it is called, centers a spellscale’s mind ways in which to broaden the power of spells, especially the on his sorcerous nature and enhances it by connecting it to a destructive kind. A spellscale who performs the meditation of draconic divinity. Garyx can use the Widen Spell feat twice on that day.",
        "name":  "Sample Meditations",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spellscale tries to sneak into a library at the disk as they slowly rotate it. of arcane lore. Another spellscale endeavors to figure out a Another common meditation is for a spellscale to wonder if new way to use his silent image spell. he has ever met Io, since the Swallower of Shades can appear",
        "name":  "Sample Meditations",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Focusing on the Hoardmistress brings about a as any sort of draconic creature. The spellscale considers all the sharpened perception of the value of things. The spellscale dragons or dragonblood creatures he has ever encountered. gains a bonus on Appraise checks and has unlimited use of Lendys: Contemplating the Scales of Justice requires a still- the Eschew Materials feat for the day. ness of mind and body. A spellscale who does so gains a bonus",
        "name":  "Astilabor",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Meditating upon the King of the Good Dragons forming slow, gentle exercises. Another method is to use a enhances a spellscale’s ability to oppose evil creatures. When balance scale and measure out two different materials, trying he casts a spell, he can choose any creature targeted by or to get them to balance, such as a gold coin on one side and a within the area of that spell. If the selected creature is evil, the bouquet of flowers on the other. spell deals 2d6 points of damage to it in addition to the spell’s Tamara: Meditating about Her Mercy renders a spellscale normal effects. A spellscale can use this ability three times on better able to sustain life and thwart death. He treats all cure the day this meditation is performed. spells as being on his spell list for the purpose of using spell",
        "name":  "Bahamut",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Meditation upon the Silent imbues a spellscale Tiamat: Focusing on the Creator of Evil Dragonkind en- with a bonus on Listen checks and the use of the Silent Spell hances a spellscale’s ability to oppose good creatures. When feat for the day. he casts a spell, he can choose any creature targeted by or",
        "name":  "Chronepsis",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One spellscale spends an hour of medi- within the area of that spell. If the selected creature is good, tation in silence. Another contemplates how difficult it must be the spell deals 2d6 points of damage to it in addition to the for the Watcher to merely observe without ever interfering. spell’s normal effects. A spellscale can use this ability three",
        "name":  "Sample Meditations",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "charming, quite charming. intriguing and fulfilling. Where else can . . . or this . . . Half-elves have a resourcefulness born from you live and experience such a multiplicity a mixed heritage. They have poise and personality. of governments? And, like humans, a half-elf can do just about anything. This fl exibility and variability is to be respected. SPELLSCALES Half-Orcs: A bit too crude and boorish to hold much social attraction for spellscales, half-orcs nevertheless AND OTHER RACES prove physically fascinating. Not even half-orcs notice the Spellscales view members of most other races as too lim- nuances of their physiology. A spellscale might marvel at ited in their perspectives and pursuits. No other race has how one half-orc’s lower teeth point inward and another’s the spellscales’ natural inclination for sorcery. No other outward, or at just how capable a half-orc is in toe-to-toe race fi nds the entire world so fascinating. battle and feats of strength.",
        "name":  "In general, spellscales find this diversity in a phrase",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellscales consider dragonborn distantly Halfl ings: Fellow storytellers and agreeable folk, half- related creatures, as a human might view a third cousin lings and spellscales get along well. Spellscales appreciate by marriage. The dragonborn’s singularity of intention how halfl ings fi ll many niches in the societies of other interests spellscales, because every dragonborn seems to races while retaining a distinct outlook. xoC .E yb .sullI 662200__995533669900000000__CChh22..iinndddd 3300 1100//2255//0055 1122::0044::3399 PPMM 31 SPELLSCALES CHAPTER 2",
        "name":  "Dragonborn",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These creatures Prerequisites: Any willing try hard as sorcerers, they humanoid can undergo the really do, but they’re far Rite of Spellscale Assumption. too limited in their talents The rite must be performed and their worldview. The by a spellscale who can cast kobold race’s inclination the polymorph spell and who toward both strict loyalty has at least 10 ranks in Knowl- and sociopathic behavior per- edge (arcana). plexes spellscales. How could Benefi t: This ceremony con- a race with so much potential verts any nondraconic humanoid limit itself with such philo- into a spellscale. A character who sophical baggage? undertakes this rite is stripped of",
        "name":  "Kobolds",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remove your previous racial (such as multiclass characters who might have purchased ranks ability score adjustments, replacing them with the spellscale’s of various skills as both class skills and cross-class skills). racial ability score adjustments. Recalculate hit points, attack modifiers, saving throw modifiers, spells per day, and other The loss of racial traits might mean you no longer meet the pre- characteristics to reflect your new ability scores. If your Intel- requisites for a prestige class, feat, or some other feature. In gen- ligence changes, do not change your allocation of skill points; eral, you lose any special ability for which you no longer qualify, simply use your new Intelligence score to determine skill points and nothing is gained in its place. A couple of exceptions exist. gained for future class levels or Hit Dice.",
        "name":  "Racial Ability Score Adjustments",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Upon completing this rite, a kobold chooses friction between couples. any 1st-level sorcerer spell. He can now use that spell once Couples who bond together in this way are provided with per day as a spell-like ability, using his character level as personal living quarters if their status and contributions his caster level. to the tribe merit such a privilege. Usually, the all-watcher Each day, a kobold must complete the Searching for the allocates an area that the couple must then excavate. Dragon meditation (see above) in order to recharge this spell-like ability for the day. No kobold can benefi t from KOBOLDS AT WAR this rite more than once. In times of warfare, all adults are expected to fi ght, but",
        "name":  "Benefi t",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Despite being obviously descended where needed. For this reason, kobold adepts replace from dragons, spellscales fi nd themselves the object of animal trance with lesser restoration and daylight with create exasperation and disgust on the part of kobolds. Kobolds food and water on their spell lists. view spellscales as chaotic, selfi sh individuals who drift Besides supervising mining operations, kobold clergy aimlessly, squandering their birthright. The only excep- also look after the eggs and wyrmlings thought to be tion to this outlook is held by kobold sorcerers, whose reincarnations of distinguished kobolds. On a ritualistic annoyance is tempered by their respect for the sorcerous level, kobold clerics receive the vows of kobolds selected power that spellscale sorcerers hold. Being in the same by instructors to become lifelong sorcerers. Kobolds place as a spellscale for any length of time, however, is a worship Kurtulmak, but individual tribes and kobolds trying experience for any kobold. might venerate another dragon deity. See Dragon Deities,",
        "name":  "Spellscales",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The fi ckleness of spellscales is irritating to Draconic characters are less likely to have their ordinary half-dragons. Being creatures whose own draconic nature kin’s impatience with this lively race, though the nature is more often a burden than a wonder, half-dragons distrust of a character’s dragon heritage can color this. the spellscale’s love of life. The one thing the two races Half-Dragons: Draconic characters who are aware of might share is a connection with the dragon deities—half- their heritage feel a natural kinship with half-dragons. dragons tend to interpret spellscales’ daily meditations as They might even envy the great strength and physical abil- worship—although religious half-dragons do not worship ity of such beings. If the draconic being doesn’t know the as broadly as spellscales do. source of her difference, she might fi nd herself strangely",
        "name":  "Spellscales",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nondwarf draconic characters usually see the two are related is to insult the draconic character. dwarves as killjoys, too hardworking and taciturn to enjoy Spellscales: A draconic character’s nature makes her a life. The artistic inclination that comes with dragon blood kindred spirit to a spellscale, and the two usually get along lets them appreciate dwarven craftwork on an aesthetic well. Still, the unpredictable nature of a spellscale is a bit level, but their more outgoing and individualistic nature much to endure in a long-term relationship. While a dra- puts them at odds with the dwarves’ regimented society. conic character might enjoy comparing fashions or sharing",
        "name":  "Dwarves",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Given that draconic characters are more self- a favored song, she’s not so interested in examining every suffi cient, artistic, and individualistic than their kin, they aspect of existence. Thus, most draconic characters have 662200__995533669900000000__CChh44..iinndddd 6655 1100//2255//0055 1122::1100::3333 PPMM 66 4 RETPAHC -NOGARD DEDNECSED relationships with spellscales on the level of acquaintances And then, in a moment, something new awoke. There, on rather than as true friends. the boundary between the inside of the shell and the out-",
        "name":  "Elves",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must be able to spontaneously cast 2nd-level DRACOLEXI arcane spells, must know at least one language- dependent spell. “Before there was a written script, the Draconic language was",
        "name":  "Spells",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This Draconic word means “replenish.” The it can only target a creature that is targeted by the spell, or target regains one spell slot (but not a slot that held a pre- a single creature within the area of the spell. A spell cast pared spell) of the highest level of arcane spell it can cast without a verbal component can’t have a Draconic word spontaneously. If the target has not already cast any spells added to its effect. of that level, it instead regains one spell slot of the highest You can use each Draconic word any number of times arcane spell level for which it has already spontaneously per day, but no more than one word can be used each cast a spell. round (nor can you use the same word more than once per Strix: The target of this Draconic word (“invigorate”) round). No creature can be targeted by the same Draconic gains temporary hit points equal to twice your class level. word twice in a 24-hour period. These hit points last for a maximum of 1 hour.",
        "name":  "Draconic word would normally target a specifi c creature, Veschik",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This Draconic word, meaning “travel,” grants its Draconic word, the save DC is 10 + your dracolexi level + target a 30-foot enhancement bonus to all its speeds for your Cha modifi er. a number of rounds equal to your class level. This effect doesn’t give the target a mode of movement it doesn’t have Dracolexi Draconic Words (a creature with no fl y speed isn’t treated as a creature with Minimum Draconic Word a fl y speed of 0 feet). Level (translation) Effect Valignat: This Draconic word, meaning “burn,” deals 1st renthisj (speak) Speech can be understood 5d6 points of fire damage to the target. If you speak the by all creatures word as part of a spell with the fire descriptor, you can 1st ssifisv (rest) Eliminate fatigue or choose instead either to empower or widen the spell (as exhaustion if you had applied the Empower Spell feat or the Widen 1st vor (learn) Bonus on Knowledge, Spell feat), but without any adjustment in spell slot or Spellcraft checks casting time. 4th ocuir (see) Bonus on Search and",
        "name":  "If a saving throw is allowed against the power of the Ossalur",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you determine the cost of raw materials and the time required to create a mechanical trap, reduce the base price by 25%. knarF .C yb .sullI 662200__995533669900000000__CChh66..iinndddd 110000 1100//2255//0055 1122::1177::0000 PPMM 101 OPTIONS CHARACTER CHAPTER 6 KOBOLD ENDURANCE VERSATILE SPELLCASTER Thanks to your race’s determination, you are capable of You can use two lower-level spell slots to cast a spell one amazing feats of strength and stamina. level higher.",
        "name":  "Benefi t",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Kobold. Prerequisite: Ability to spontaneously cast spells.",
        "name":  "Prerequisite",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Based on your draconic heritage, add the spells noted on the accompanying table to your list of spells known. Each spell is added at the spell level where a spellcaster normally gains it unless otherwise indicated.",
        "name":  "Benefi t",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "After you cast an arcane spell, you gain a bonus equal to 1-1/2 times the spell’s level on your next Bluff, Intimidate, or Perform check. The check must be made before the end of the next round. DRACONIC POWER [DRACONIC] You have greater power when manipulating the energies of your heritage.",
        "name":  "Benefi t",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your caster level increases by one, and you add 1 to the save DC of all arcane spells with the descriptor or subschool associated with your draconic heritage.",
        "name":  "Benefi t",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you cast an arcane spell, opponents within 10 feet of and with fewer Hit Dice than you become shaken for a number of rounds equal to the level of the spell you cast. A Will save (DC 10 + level of the spell cast + your Cha modifi er) negates the effect. A successful save Many family trees include dragon blood indicates that the opponent is immune to your reizarF .D yb .sullI 662200__995533669900000000__CChh66..iinndddd 110044 1100//2255//0055 1122::1177::0088 PPMM 105 OPTIONS CHARACTER CHAPTER 6 draconic presence for 24 hours. This ability does not affect actions between successive castings. On the second and creatures with an Intelligence of 3 or lower or creatures that subsequent times you cast the spell at the same target, you are already shaken, nor does it have any effect on dragons. gain a cumulative +2 enhancement bonus on the attack roll to deliver the spell. If you cast any spell that does not require DRACONIC RESISTANCE [DRACONIC] an attack roll or take any other standard action, the refi ned Your bloodline hardens your body against effects related targeting chain breaks and you must begin anew. to the nature of your progenitor. Persistent Targeting: To use this maneuver, you must cast a",
        "name":  "Benefi t",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Draconic Heritage, sorcerer level 1st. specifi c spell two or more times in succession, and the spell",
        "name":  "Prerequisites",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain resistance to the energy type associ- must be one that allows a target to apply spell resistance to ated with your draconic heritage equal to three times the the effect. You can take a move action after casting the spell number of draconic feats you have, including draconic once before casting it again, but you cannot take any other feats you take after gaining this feat. standard actions between successive castings. On the second",
        "name":  "Benefi t",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This feat grants no benefi t to a character whose and subsequent times you cast the spell at the same target, draconic heritage is not associated with an energy type, you gain a +2 bonus on caster level checks to overcome the such as a sorcerer with pan lung heritage. target’s spell resistance. If you cast any other spell or take any other standard action, the persistent targeting chain DRACONIC SKIN [DRACONIC] breaks and you must begin anew.",
        "name":  "Special",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you take this feat, you gain 2 hit points for tactical maneuvers. each draconic feat you have, including this one. Whenever Wing Buffet: To use this maneuver, you must charge an you take a new draconic feat, you gain 2 more hit points. opponent. On the round after the charge, you can fl utter your wings in a distracting manner while you make a melee attack or attacks against the same opponent you charged. TACTICAL FEATS If that opponent fails a DC 20 Refl ex save, you gain a +2 Tactical feats were introduced in Complete Warrior. They bonus for your turn on your melee attack rolls against the allow characters to perform a number of powerful attacks distracted opponent. You cannot make a wing buffet again by fi rst taking prescribed actions to set up the maneuver. It until after you make another charge. is up to you to keep track of those actions and to inform the Wing Defense: To use this maneuver, you must have taken DM that you are preparing to execute a tactical maneuver. the total defense action. On the round after doing so, if you See page 108 of Complete Warrior for more information. do not use your wings to fl y, you can fl utter your wings in such a way as to gain concealment for the round. SPELL REHEARSAL [TACTICAL] Wing Fan: To use this maneuver, you must have used at Casting the same spell several times in a row or at the same least one move action in the previous round to fl y or glide target enables you to perfect it. at least 30 feet. As a full-round action in the next round, you",
        "name":  "Benefi t",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Spell Rehearsal feat enables the use of three of wind spell with a range of 30 feet. Using this maneuver tactical maneuvers. You can only apply one maneuver at a makes you fatigued. You cannot use this maneuver if you time to a single spell. are exhausted.",
        "name":  "Benefi t",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To use this maneuver, you must cast a specifi c spell two or more times in succession, and the spell must be RACIAL SUBSTITUTION one that allows affected creatures or objects a saving throw. LEVELS You can take a move action after casting the spell once before casting it again, but you cannot take any other standard A substitution level is a level of a given class that you take actions between successive castings. On the second and instead of the level described for the standard class. Selecting subsequent times you cast the spell, you add a cumulative a substitution level is not the same as multiclassing—you +1 to the spell’s save DC. If you cast any other spell after remain within the class for which the substitution level is starting to use this feat or take any other standard action, taken. The class features of the substitution level simply the persistence chain breaks and you must begin anew. replace those of the standard class’s level.",
        "name":  "Persistence",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1st—bless; 2nd—fog cloud, resist energy; 3rd—fl y. Class Features The chosen list of spells known replaces the normal addi- All the following are class features of the dragonblood tions to the sorcerer’s list of spells known (one 1st-level spell, sorcerer racial substitution levels. one 2nd-level spell, one 3rd-level spell) gained at 7th level. Table 6–7: Dragonblood Sorcerer Racial Substitution Levels Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting 1st +0 +0 +0 +2 Arcane insight +2, Draconic Heritage Same as sorcerer 4th +2 +1 +1 +4 Arcane insight +4, spell-like ability See text 7th +3 +2 +2 +5 Arcane insight +6, bonus spells known See text 662200__995533669900000000__CChh66..iinndddd 110077 1100//2255//0055 1122::1177::1166 PPMM 108 6 RETPAHC RETCARAHC SNOITPO DRAGONBORN PALADIN This substitution feature replaces the improvement in Lawful good dragonborn often become paladins. The base attack bonus normally gained by a 5th-level paladin. class is in harmony with their dedicated nature to sanctify From 5th level on, a dragonborn paladin’s base attack bonus themselves through honorable service in the Dragonfall is 1 lower than that of a standard paladin of her level. War. Many of the paladin’s abilities make a dragonborn character extraordinarily well suited for fighting the KOBOLD FIGHTER spawn of Tiamat. Kobold fi ghters train to master the use of the spear, the",
        "name":  "Good",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A kobold ranger who takes the 1st +1 +2 +0 +0 Spear focus, Dodge 4th-level racial substitution level replaces certain spells on 2nd +2 +3 +0 +0 Constitution boost (Con +2) her ranger spell list with kobold alternatives. For 1st-level 4th +4 +4 +1 +1 Strength boost (Str +2) ranger spells, steal size* replaces entangle. A kobold ranger also exchanges the 2nd-level ranger spells speak with plants KOBOLD RANGER and spike growth for local tremor* and soften earth and stone. Kobold rangers are not deterred by their size, forging lifelong She replaces the 3rd-level ranger spells command plants, relationships with their preferred dire weasel companions, diminish plants, plant growth, and tree shape with meld into who more than make up for their masters’ physical short- stone, spike stones, stone shape, and stoneskin. Stone tell replaces comings. A kobold ranger is a sentinel for her tribe, riding the 4th-level ranger spell tree stride. the fringes of her lands in search of enemies and threats. *New spells described in Chapter 7. Nothing slows a kobold ranger in pursuit of prey. Subterranean Stride (Ex): A kobold ranger who takes",
        "name":  "Level Bonus Save Save Save Special Kobold Ranger Spells",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Grant subject +4 bonus on to advance its own purposes. Concentration checks and against compulsions and fear effects. SPELL LISTS SORCERER SPELLS BARD SPELLS 1st Level",
        "name":  "Peaceful Serenity of Io",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Confer the dragon type on touched creature. 2nd Level",
        "name":  "CLERIC SPELLS Essence of the Dragon",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Grappling creature immedi- ately gains free attempt to escape. SPELL DESCRIPTIONS in any square of your choice within With the touch of your bloodied hand, your CREATE TRAP the range of this spell. Once create ally’s appearance shifts. Her eyes become Conjuration trap is cast, the trap is active and slitted, and a shimmer of scales ghosts",
        "name":  "Unfettered Grasp",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One trap; see text of the spell, that creature counts as",
        "name":  "Effect",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "12 hours ESSENCE OF THE a dragon for the purpose of spell",
        "name":  "Duration",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Transmutation ments, favored enemy bonuses,",
        "name":  "Spell Resistance",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S vidual.) Any creature that succeeds casts this spell at +1 caster level.",
        "name":  "Components",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level Creatures with sensitive olfactory Level: Bard 1, sorcerer/wizard 1 senses (such as gnomes or creatures Components: V, S A partially translucent, scaled tail uncoils with the scent ability) take a –4 pen- Casting Time: 1 swift action from behind you, as if it had always been alty on their saving throws. Range: Personal; see text there, and slaps at foes that leave them- Material Component: Flower pollen Target: You selves open to attack. and ground mandrake root. Duration: 1 round 662200__995533669900000000__CChh77..iinndddd 111133 1100//2255//0055 1122::1188::5522 PPMM 114 7 RETPAHC DNA CIGAM SCINOISP As you spin around, you produce residual You need not produce a trem- your turn. It attacks your opponents to images of yourself, each of which splits off or immediately upon fi nishing the the best of its ability. You must be able from your body and moves away. casting of this spell. You can per- to speak Draconic to communicate form other actions, even the casting with the wyvern, or have some form One or more illusory doubles of of other spells, between producing of telepathic communication that does you appear, spinning off from your new tremors. Calling up a new tremor not require a shared language. If you original location as you turn in a in any round after the spell has been can communicate with the wyvern, circle. You create one double plus cast requires a standard action (as you can direct it not to attack, to one for every four caster levels you you refocus your concentration on attack particular enemies, or to per- have (minimum one, maximum the spell). form other actions. five). You are then free to go else- The conjured creature gains bonus where while your doubles move MANIFEST DRAGON hit points equal to twice your caster away in a manner of your choosing. HERITAGE level. If it is killed, the caster takes The doubles move at your speed Conjuration (Creation) 2d6 points of damage. and can emit minor sounds such Level: Sorcerer 5 as footsteps or metal clanking, but Components: V, S MANIFEST DRAGON they can only be made to move, Casting Time: 1 full round HERITAGE, GREATER withdraw, or run. Range: Close (25 ft. + 5 ft./2 levels) Conjuration (Creation)",
        "name":  "Duration",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F Evocation [Earth] This spell creates a wyvern that springs Casting Time: 1 standard action",
        "name":  "LOCAL TREMOR Components",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30-ft. line Spell Resistance: No (object)",
        "name":  "Area",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 3 Spell Resistance: Yes instantly causes one creature of your",
        "name":  "Level",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Abjuration Enchantment (Compulsion) [Mind-",
        "name":  "OF IO POWER WORD DISABLE Spell Resistance",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature plus one Range: Close (25 ft. + 5 ft./2 levels) that instantly causes one creature additional creature/four levels, Target: One living creature with of your choice to become fatigued, no two of which are more than 50 hp or less whether the creature can hear the 662200__995533669900000000__CChh77..iinndddd 111155 1100//2255//0055 1122::1188::5599 PPMM 116 7 RETPAHC DNA CIGAM SCINOISP word or not. (A fatigued 2 points of damage to its Dexterity, POWER WORD PAIN creature instead becomes whether the creature can hear the Enchantment (Compulsion) [Mind- exhausted for the spell’s word or not. The specifi c effect and Affecting] duration, then reverts to duration of the spell depend on Level: Sorcerer/wizard 1 being fatigued.) The dura- the target’s current hit point total, Components: V tion of the spell depends as shown below. Any creature that Casting Time: 1 standard action on the target’s current hit currently has 75 or more hit points is Range: Close (25 ft. + 5 ft./2 levels) unaffected by power word maladroit. Target: One living creature with 100 hp or less Hit Points Effect/Duration Duration: See text 25 or less The Dexterity damage is Saving Throw: None ability drain instead Spell Resistance: Yes 26–50 Dexterity damage lasts 1d4+1 minutes A word you speak causes continuing pain 51–75 Dexterity damage lasts to your target. 1d4+1 rounds You utter a single word of power that instantly deals 1d6 points of damage to one creature of your choice, and another 1d6 points in every round thereafter for as long as the spell lasts. The duration of the spell depends on the target’s current hit point total, as shown below. Any creature that cur- rently has 101 or more hit points is unaffected by power word pain. Hit Points Duration 50 or less 4d4 rounds 51–75 2d4 rounds POWER WORD 76–100 1d4 rounds point total, as shown below. Any NAUSEATE creature that currently has 101 or Enchantment (Compulsion) [Mind- POWER WORD PETRIFY more hit points is unaffected by Affecting] Enchantment (Compulsion) [Mind- power word fatigue. Level: Sorcerer/wizard 6 Affecting]",
        "name":  "Target",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Saving Throw: None Enchantment (Compulsion) [Mind- Spell Resistance: Yes Affecting] You speak a word of power so disgusting",
        "name":  "MALADROIT Spell Resistance",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text The duration of the spell depends on the creature can hear the word or not.",
        "name":  "Duration",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Target: Creature touched size advantage of another creature.",
        "name":  "Spell Resistance",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) and dividing its weight by eight, as You utter a single word of power that the reduce person spell, while you instantly causes one creature of your As you fi nish casting the spell on yourself, a grow by one size category, doubling choice to become sickened, whether mild ringing arises inside your head that your height, length, and width and the creature can hear the word or not. changes pitch depending on the locations multiplying your weight by eight, as The duration of the spell depends on of objects and creatures around you. the enlarge person spell. If the spell the target’s current hit point total, as ends for either of you, the spell ends shown below. Any creature that cur- The subject gains augmented nonvi- for both of you. rently has 101 or more hit points is sual senses out to a distance of 30 feet. Material Component: A dash of unaffected by power word sicken. The subject does not need to make powdered iron. Spot or Listen checks to pinpoint the Hit Points Duration location of a creature within 30 feet, STICKY FLOOR 25 or less 1d4+1 hours provided that it has line of effect to Conjuration (Creation) 26–50 1d4+1 minutes that creature. Level: Sorcerer/wizard 1 51–100 1d4+1 rounds",
        "name":  "Spell Resistance",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Enchantment (Compulsion) still has the normal miss chance when Area: 10-ft.-by-10-ft. square [Mind-Affecting] attacking foes that have concealment. Duration: 1 hour/level",
        "name":  "POWER WORD WEAKEN recipient of this spell, and the subject Range",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V of the subject, and the recipient of Spell Resistance: No",
        "name":  "Components",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action this spell is still denied its Dexterity",
        "name":  "Casting Time",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text nent with a permanency spell in regard",
        "name":  "Duration",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Material Component: A worn dragon enter the area of a sticky fl oor spell scale. are immediately stuck in place With a word, you sap strength from and entangled. A successful Refl ex your target. STEAL SIZE save means the creature can move Transmutation from its space but is still considered",
        "name":  "Spell Resistance",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 2 entangled as long as it remains in instantly causes one creature of your Components: V, S, M choice to become weaker, dealing Casting Time: 1 stan- 2 points of damage to its Strength, dard action whether the creature can hear the Range: Close (25 word or not. The specifi c effect and ft. + 5 ft./2 duration of the spell depend on levels) the target’s current hit point total, Target: One as shown below. Any creature that humanoid currently has 75 or more hit points is creature unaffected by power word weaken. larger than you Hit Points Effect/Duration Duration: 25 or less The Strength damage is 1 minute/level (D) ability drain instead Saving Throw: Fortitude 26–50 Strength damage lasts negates 1d4+1 minutes",
        "name":  "You utter a single word of power that Level",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes 51–75 Strength damage lasts The unsuspecting gnome, suddenly sapped of 1d4+1 rounds strength, never knew what went wrong Illus. by S. Belledin 662200__995533669900000000__CChh77..iinndddd 111177 1100//2255//0055 1122::1199::0099 PPMM 118 7 RETPAHC DNA CIGAM SCINOISP the area. A creature stuck in place Casting Time: 1 standard action in a 10-foot radius, dealing 1d6 points can break loose by using a standard Range: Personal of damage per level to all creatures action to make a DC 15 Strength Effect: Evoked tail that fail a Refl ex saving throw and check or Escape Artist check. Each Duration: 1 round/level half that damage to creatures that round at the beginning of your turn, succeed on the save. any creature within the area must suc- A partially translucent, scaled tail uncoils Creatures that fail the Refl ex save ceed on another Refl ex save to avoid from behind you and savagely slaps at are also knocked prone. becoming stuck in place again. your foe. Special: A dragonblooded character, The effect of this spell even extends or a character with the dragon type, through footwear, so merely remov- You evoke a dragon’s tail that you casts this spell at +1 caster level. ing your boots doesn’t free you from can use to strike at a target once per the effect. Creatures not in contact round as a standard action (including UNFETTERED GRASP with the surface of the ground (such the round in which you evoke it) that Enchantment (Compulsion) [Mind- as fl ying, burrowing or incorporeal deals 1d6 points of damage per two Affecting] creatures) are unaffected by sticky fl oor. levels (to a maximum of 10d6 points Level: Sorcerer/wizard 2 Kobold sorcerers often use this spell to of damage) if you hit your foe with a Components: V protect their lairs, and some theorize melee touch attack. Casting Time: 1 standard action that they learned it from dragons. In addition, if a subject of up to Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Spell Resistance",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A drop of hard- one size category larger than you Target: One grappling or pinned ened tree sap, which must be eaten by fails a Strength check (DC equal to creature the caster. your caster level + 12) against your Duration: Instantaneous fi rst attack, the driving force of the Saving Throw: None SUMMON ASPECT tail slap pushes your foe back 5 feet Spell Resistance: Yes OF BAHAMUT plus another 5 feet for every 5 points Conjuration (Summoning, Good) of damage your foe takes. You speak a word of emancipation.",
        "name":  "Material Component",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F/DF vents the subject from being pushed Upon casting this spell, you force the",
        "name":  "Components",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No to push your foe back is only gained this spell is used to free an ally from on the attack you make in the round the grasp of a creature that is larger You send a plea to Bahamut and are when you initially cast the spell. and/or stronger than the ally. answered by the appearance of a long, Special: A dragonblooded character, This spell was developed by dragon- sinuous dragon covered in silver-white or a character with the dragon type, has born sorcerers to better face the threat scales that sparkle and gleam. a chance to push back a foe with every of their enormous dragon enemies attack it makes during the spell’s dura- (many of which have the ability to If you are a nongood spellcaster, you tion, instead of just the fi rst attack made snatch up smaller foes). cannot cast this spell. By casting this in the round when the spell is cast. spell, you request Bahamut to send you WALL OF SCALES one of his aspects. Otherwise, the aspect TAIL SWEEP Conjuration (Creation) appears where you designate and acts Evocation [Force] Level: Sorcerer 4 immediately, on your turn. It attacks Level: Sorcerer 4 Components: V, S, M your opponents to the best of its ability. Components: V, S Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Range: Medium (100 ft. + 10 ft./level) (it understands Celestial, Common, Range: 10 feet Effect: Dragonhide wall whose area and Draconic), you can direct it not Area: 10-foot-radius burst is up to one 5-ft. square per level (S) to attack, to attack particular enemies, Duration: Instantaneous Duration: 1 minute/level or to perform other actions before the Saving Throw: Refl ex half Saving Throw: See text duration elapses. More information on Spell Resistance: Yes Spell Resistance: No the aspect of Bahamut can be found on page 152 of this book. A partially translucent, scaled tail uncoils You blow a dragon scale from your palm,",
        "name":  "If you can communicate with the aspect Casting Time",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous Your foe could choose to attack flight effect, you can cast wings of the area in which you have taken swift flying to increase your speed. Immense, partially translucent wings cover with an area attack (such as a This spell evokes ghostly, translucent unfurl from behind you for an instant fi reball spell). In this case, you gain a wings that add 30 feet to your fly just before you jump, helping you achieve +8 bonus to AC (if applicable) and a speed granted by the underlying incredible distance or height. +4 bonus on Refl ex saves. spell for that spell’s duration. When",
        "name":  "Duration",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A dragonblooded character, BREATH BARRIER choose red, you gain immunity to fi re or a character with the dragon type, Metacreativity and vulnerability to cold. adds an additional 10 feet to her fl y Level: Psion/wilder 3, psychic war- Augment: If you spend 4 additional speed when this spell is cast (total rior 3 power points, you can manifest this 40-foot bonus to fl y speed). Display: Visual power as an immediate action.",
        "name":  "Special",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A thrown fang grows into a draconic myrmidon Green: Resistance to acid 10 and the ability to make that acts on your turn on the following round (see the untrained Diplomacy checks to affect the attitude of plant statistics block below). The myrmidon remains for 10 creatures. The DC of these checks is increased by 5. rounds or until it is slain, and either defends you loy- Red: Resistance to fi re 10 and a +4 bonus on Will saves ally or attacks a target of your choice. The myrmidon against illusion spells and effects. understands your spoken commands regardless of the White: Resistance to cold 10 and a +4 bonus on Balance language you speak. checks. Aura/Caster Level: Moderate conjuration; CL 10th. Brass: Resistance to fi re 10 and a +4 bonus on Handle",
        "name":  "Effect",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Each medallion of Io is an unremarkable gp, 80 XP, 2 days. coin-sized disk made from an alloy of precious and base Weight: — metals. The exact mixture of metals produces a colored Price: 2,000 gp. sheen that corresponds to one of the ten standard dragon varieties. SPELLFLINGING SPEAR",
        "name":  "Description",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wyrmgrafter, dragonskin*, 4,500 gp, 360 With the application of mature dragon scales, your scaly XP, 9 days. skin renders you immune to a type of energy. *Spell described in Draconomicon, page 111. Location: Skin.",
        "name":  "Construction",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can use a taloned arm to make a secondary of guardian beasts. claw attack that deals damage as a dragon of your size (1d6 for a Medium creature). When making a full attack, you Lab can attack with your claw in addition to any other attacks Booldipdop modified the original volcanic vent into a you make. suitable laboratory space using stone shape spells. This",
        "name":  "Effect",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Using Dexterity to avoid arrow fusillade prompts caltrop attack. CR 5: Trap Door Locust Swarm Nothing pleases a kobold more than putting insects into a trap from which the target cannot easily escape. For the purposes of this trap, locust swarm is consid- ered a 3rd-level spell, based on the 2nd-level summon swarm spell, but summons a locust swarm* instead. As an upgrade, a centipede swarm would be considered a 4th-level spell. * See page 239 of Dungeon Master’s Guide.",
        "name":  "Note",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This trap is really a CR 2 pit trap and a CR 4 lo- multiple targets (first target in each of three adjacent cust swarm trap. These effects are dependant on each 5-ft. squares); Search DC 20; Disable Device DC 20. other. The trap door swings shut after being triggered, Market Price: 8,000 gp. creating natural darkness. The locust swarm lasts un- til defeated or the spell effect is disabled. Note: This trap is really two CR 5 collapsing edge traps that use the same mining shaft. There is one col- CR 6: Hold Person Hidden Catapult lapsing edge trap on the far and near side of the mining shaft. Standing on either edge of the shaft activates the A favorite among kobolds, hold person hidden cata- trap. Characters who perform a running Jump across pults are sometimes attended by nearby kobolds hop- the mining shaft automatically fail their Reflex save if ing to watch hapless adventurers spring this trap. they leap from either edge. More dramatic versions of this trap are constructed for multiple targets. They activate when a creature of CR 8: Blown Away Trap 50 pounds of more passes over the trigger area. A work of art like the blown away trap is usually re-",
        "name":  "Note",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This trap is really a CR 3 hold person trap and son, 8th level sorcerer, DC 16 Fortitude negates; mul- a CR 5 hidden catapult trap. These effects are compli- tiple targets [up to 8 humanoid targets]; Search DC mentary to each other. Targets automatically fail the 29; Disable Device DC 29), spell effect (gust of wind, Reflex save if the Will save was failed. Subtract 1d6 4th level sorcerer, DC 13, Fortitude negates; Tiny tar- from bludgeoning damage and 10-ft. from fall damage gets blown back 1d4 x 10 feet, 1d4 non-lethal dam- for every extra 200 lbs. of target weight above 200 age per 10 feet; multiple targets [12 squares in a line]; lbs.. Search DC 27; Disable Device DC 27), extending floor spikes (multiple targets [all targets blown prone CR 7: Collapsing Edge Mining Shaft in 60 ft. line]; Atk +10 melee, 1d4 spikes per target for 1d4 each; Search 20; Disable Device 20). Cost/Mar-",
        "name":  "Note",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Kobold paragons are equal part cre- diminish as kobold paragons spend more time with ative intuition and draconic ferocity. When kobold other humanoids. paragons spearhead a plan, they do so with remark- able forethought, whether designing a trap, laying out Other Classes: Kobold paragons relate to rogues and a mine, or looking for the weaknesses of a hated op- sorcerers more readily than any other classes, as they ponent. When there is no time to prepare for a fight, share the most in common with their trapmaking and kobold paragons unleash the draconic side of their per- spellcasting abilities. Kobold paragons tend to be more sonality, a primitive impulse that is forever clawing to alert and productive around clerics, being accustomed the surface, eager to taste the blood of their enemies. to such figures in positions of leadership. Kobold para- gons regard the melee classes with due respect because",
        "name":  "Characteristics",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Kobold paragons are constantly trying to they usually lack the strength to become effective fight- rise above their tribal instincts of loyalty. They are not ers. trying to abandon their roots, but to make decisions as individuals (a foreign concept in kobold culture). GAME RULE INFORMATION While kobolds are normally lawful evil, kobold para- Kobold paragons have the following game statistics. gons are not bound by this cultural disposition. Despite their best efforts, even good-aligned kobold paragons Abilities: Charisma determines the effectiveness of cannot stop themselves from devising painfully sadis- a kobold paragon’s spellcasting ability and is useful tic traps in their spare time. when attempting deceptions and collecting informa- tion. Dexterity is always an asset to kobold paragons,",
        "name":  "Alignment",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 2 and 3rd-level, a kobold para- nd gon gains new spells per day and spells known as if the character had also gained a level in sorcerer. The kobold paragon does not, however, gain any other benefit a character of that class would have gained (fa- miliar abilities, and so on). This essentially means that the character adds the level of kobold paragon to their level in sorcerer, then determines spells per day, spells known, and caster level accordingly. If a kobold para- gon has no levels in sorcerer, this class feature has no effect. Ability Boost (Ex): At 3rd level, a kobold paragon’s Charisma score increases by 2 points.",
        "name":  "Spells Per Day",
        "source":  "races_of_the_dragon.txt",
        "_id":  "244fe7d8458b5a114637e1acc6608f90b50bef32acc97689bc44602726dfb185"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The goddess Tuilviel Glithien, the Queen of Air in midair, her wings naturally unfurl and powerful liga- claim they are contradictory to the point of being downright time. Many begin the Walk of the Four Winds at a relatively and Night, is the raptorans’ primary deity. The raptorans call ments stiffen the wings. The raptoran descends in a tight intractable, and cautious to the point of being rude. In some early age and never return to their flock, even after they her Lady of the Silent Wings or simply The Lady. Tuilviel corkscrew and takes only 1d6 points of falling damage, no ways, such assessments are right on target, but those who have learned to fly. cherishes and protects all nocturnal birds. She is the patron matter what the actual distance of the fall. accept these assertions at face value haven’t taken the time Raptorans who choose to live away from their flock are of the hunt and of the family. • Flight (Ex): When a raptoran reaches 5 Hit Dice, she becomes to get to know the raptorans. a diverse lot. Some find homes in great cities, where they Because many raptorans are druids, generalized nature wor- able to fly at a speed of 40 feet (average maneuverability). A When raptorans greet new people, they retreat instead of rejoice in the diversity of opinion and never-ending oppor- ship is common among members of the race. Some raptorans, raptoran can’t fly while carrying a medium or heavy load moving forward. This seemingly odd behavior has a foun- tunities for debate. City-dwelling raptorans typically reside especially arcane spellcasters, venerate powerful elementals or while fatigued or exhausted. dation based on prudence—the raptorans’ natural caution in tall towers, finding them an acceptable substitute for the from the Elemental Plane of Air. Raptorans can safely fly for a number of rounds makes them seek distance and cover in case an encounter cliff-homes of their people. Other raptorans settle in small",
        "name":  "Religion",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The goddess Tuilviel Glithien, the Queen of Air in midair, her wings naturally unfurl and powerful liga- claim they are contradictory to the point of being downright time. Many begin the Walk of the Four Winds at a relatively and Night, is the raptorans’ primary deity. The raptorans call ments stiffen the wings. The raptoran descends in a tight intractable, and cautious to the point of being rude. In some early age and never return to their flock, even after they her Lady of the Silent Wings or simply The Lady. Tuilviel corkscrew and takes only 1d6 points of falling damage, no ways, such assessments are right on target, but those who have learned to fly. cherishes and protects all nocturnal birds. She is the patron matter what the actual distance of the fall. accept these assertions at face value haven’t taken the time Raptorans who choose to live away from their flock are of the hunt and of the family. • Flight (Ex): When a raptoran reaches 5 Hit Dice, she becomes to get to know the raptorans. a diverse lot. Some find homes in great cities, where they Because many raptorans are druids, generalized nature wor- able to fly at a speed of 40 feet (average maneuverability). A When raptorans greet new people, they retreat instead of rejoice in the diversity of opinion and never-ending oppor- ship is common among members of the race. Some raptorans, raptoran can’t fly while carrying a medium or heavy load moving forward. This seemingly odd behavior has a foun- tunities for debate. City-dwelling raptorans typically reside especially arcane spellcasters, venerate powerful elementals or while fatigued or exhausted. dation based on prudence—the raptorans’ natural caution in tall towers, finding them an acceptable substitute for the from the Elemental Plane of Air. Raptorans can safely fly for a number of rounds makes them seek distance and cover in case an encounter cliff-homes of their people. Other raptorans settle in small",
        "name":  "Religion",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain spell. Domains: Protection (protective ward Dodge, EnduranceB, ManyshotB, Mobility, Point Blank Shot, and spiritual health of the flock. During the spring and grants +9 resistance bonus on next save, 1/day), Sky† (+5 ft. Rapid ShotB, Shot on the Run, TrackB. summer, he leads teams that forage for medicinal herbs and bonus to glide/fl y speed; Spot is a class skill). Languages: Common, Tuilvilanuue. renders them into healing salves and potions. He is quite †New domain described on page 174. Animal Companion (Ex): Chanil has a dire bat (see page busy healing the many wounds that result from hunting and Possessions: +1 mithral chain shirt, +1 spear, periapt of Wisdom 62 of the Monster Manual) named Nightwing as an animal skirmishes with predators. +2, 4 potions of cure serious wounds, 2 potions of lesser restoration, companion. Four years ago, a previously unknown disease broke out spell component pouch, holy symbol, 10 pp. Animal Companion Benefi ts: Chanil and Nightwing within the fl ock. Though only a few members actually suc- enjoy the link special quality. (Chanil’s Wisdom is too low cumbed, so many were sick for so long that not enough food Chanil Akiilin, War Chief for him to be able to cast ranger spells, so he and Nightwing was gathered and the fl ock barely survived the next winter. This year is Chanil’s fi rst as war chief. He has long been gain no benefi t from the share spells special quality.) Henesku has noticed that many fl ock members seem fatigued the fi nest hunter in the fl ock, and he covets the position of Link (Ex): Chanil can handle Nightwing as a free action. of late, and he worries that another outbreak of disease may hunting chief, but Jenlisa continues to grant that to an older He also gains a +4 circumstance bonus on all wild empathy be imminent. Thus, he has been badgering the hunting chief raptoran. Jenlisa claims that Chanil’s success in hunting is checks and Handle Animal checks made regarding his and the supply chief to accumulate extra stores. due primarily to his ability to know his opponent’s next dire bat. Henesku and Jenlisa present a united front on every- move, and that this quality will make him a good war chief. Evasion (Ex): If Chanil is exposed to any effect that thing but religious matters—Jenlisa venerates Tuilviel In truth, however, she fears that he is so good at hunting that normally allows him to attempt a Reflex saving throw Glithien, but demurs if anyone asks her whether it’s more he could reduce the nearby animal population below the level for half damage, he takes no damage with a successful important to hold the natural world or a specific deity in of sustainability if left unchecked. saving throw. highest esteem. Now that Chanil is war chief, however, he is determined Favored Enemy (Ex): Chanil gains a +6 bonus on his to do a good job. He takes care of the day-to-day business, Bluff, Listen, Sense Motive, Spot, and Survival checks when",
        "name":  "A cleric of Tuilviel Glithien, Henesku sees to the physical D",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain spell. Domains: Protection (protective ward Dodge, EnduranceB, ManyshotB, Mobility, Point Blank Shot, and spiritual health of the flock. During the spring and grants +9 resistance bonus on next save, 1/day), Sky† (+5 ft. Rapid ShotB, Shot on the Run, TrackB. summer, he leads teams that forage for medicinal herbs and bonus to glide/fl y speed; Spot is a class skill). Languages: Common, Tuilvilanuue. renders them into healing salves and potions. He is quite †New domain described on page 174. Animal Companion (Ex): Chanil has a dire bat (see page busy healing the many wounds that result from hunting and Possessions: +1 mithral chain shirt, +1 spear, periapt of Wisdom 62 of the Monster Manual) named Nightwing as an animal skirmishes with predators. +2, 4 potions of cure serious wounds, 2 potions of lesser restoration, companion. Four years ago, a previously unknown disease broke out spell component pouch, holy symbol, 10 pp. Animal Companion Benefi ts: Chanil and Nightwing within the fl ock. Though only a few members actually suc- enjoy the link special quality. (Chanil’s Wisdom is too low cumbed, so many were sick for so long that not enough food Chanil Akiilin, War Chief for him to be able to cast ranger spells, so he and Nightwing was gathered and the fl ock barely survived the next winter. This year is Chanil’s fi rst as war chief. He has long been gain no benefi t from the share spells special quality.) Henesku has noticed that many fl ock members seem fatigued the fi nest hunter in the fl ock, and he covets the position of Link (Ex): Chanil can handle Nightwing as a free action. of late, and he worries that another outbreak of disease may hunting chief, but Jenlisa continues to grant that to an older He also gains a +4 circumstance bonus on all wild empathy be imminent. Thus, he has been badgering the hunting chief raptoran. Jenlisa claims that Chanil’s success in hunting is checks and Handle Animal checks made regarding his and the supply chief to accumulate extra stores. due primarily to his ability to know his opponent’s next dire bat. Henesku and Jenlisa present a united front on every- move, and that this quality will make him a good war chief. Evasion (Ex): If Chanil is exposed to any effect that thing but religious matters—Jenlisa venerates Tuilviel In truth, however, she fears that he is so good at hunting that normally allows him to attempt a Reflex saving throw Glithien, but demurs if anyone asks her whether it’s more he could reduce the nearby animal population below the level for half damage, he takes no damage with a successful important to hold the natural world or a specific deity in of sustainability if left unchecked. saving throw. highest esteem. Now that Chanil is war chief, however, he is determined Favored Enemy (Ex): Chanil gains a +6 bonus on his to do a good job. He takes care of the day-to-day business, Bluff, Listen, Sense Motive, Spot, and Survival checks when",
        "name":  "A cleric of Tuilviel Glithien, Henesku sees to the physical D",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Many raptorans find the barbarian class appeal- Rogue: The raptorans’ maneuverability on the battlefield ing because it allows them to live close to nature, unfettered and racial skill bonuses play directly to the strengths of the by the social mores that bind more civilized folk. Even young rogue class. A raptoran rogue’s ability to fly enables her to raptorans are natural jumpers and benefit from a barbarian’s reach lucrative treasures that others can’t. Most raptoran fast movement. A side effect of a barbarian’s rage is that he rogues focus on wilderness skills rather than urban-oriented can stay aloft a little longer, but low-level raptoran barbarians ones such as Open Lock and Disable Device. risk exhausting themselves if they gain fatigue both from Sorcerer: Sorcerer is a natural choice for a raptoran arcane flying too long and from raging. spellcaster because he need not carry spellbooks around as",
        "name":  "Barbarian",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Raptorans have a strong oral tradition, so bards are he moves from place to place. Raptorans also respect innate quite common. Their persuasive abilities also make them spell ability, considering it a gift from the stars. The sorcerer’s masters of debate, thus raising their status even more in the (usually) high charisma also comes in handy for debating. eyes of the community. More raptoran bards take ranks in For alternative options for the raptoran sorcerer, see the Perform (oratory) than in any of the musical categories of raptoran racial substitution levels on page 162. the skill. Wizard: Raptorans don’t like to carry books, so wizards",
        "name":  "Bard",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Centaur lairs look little like the perma- much like a multiclass humanoid spellcaster does. single given name and a family name. with others, but this reticence seldom hinders their social nent structures of other races, consisting of a series of Adventuring Centaurs: Centaur adventurers don’t have Male Names: Brynzin, Denryx, Kezzryn, Tyrrox, Zerrn. skills. When communicating with most humanoids, beautiful forest glades, peaceful streams, the problems with outsiders that most centaurs do. Through Female Names: Allyri, Byss, Rynna, Zerry. centaurs keep their statements short and to the point; and perhaps a few scattered lean-tos. a combination of confidence, curiosity, and ambi- Family Names: Bri, Gyr, Hop, Tor, Zym. they are more comfortable and outgoing around halflings Although these lairs seem simple and tion, these brave centaurs have come to view and elves. unprotected, they provide the cities and communities of other cultures ROLEPLAYING A CENTAUR Roleplaying Application: Although you are neither shy nor more protection than as places to learn and explore rather than The most striking difference between centaurs and intimidated by others, consider your thoughts carefully even the stoutest walls places to avoid. humanoid characters is obviously their physiology, but before sharing them. One carefully worded statement is better by allowing the swift- Centaurs view adventurers as there are interesting differences in their outlooks as well. than a long, ill-advised discourse. Two favored centaur battle moving centaurs to encircle cultural outsiders. Many other Centaurs cover great distances easily, and therefore they cries are “Swift!” and “Run fast, run sure!” Try to differenti- approaching foes or easily flee if races of the wild, such as have less attachment to places and possessions than many ate the way you talk to most humanoids from the way you pressed too hard. gnolls and catfolk, see humanoid races. interact with halflings, elves, and your trusted friends. There",
        "name":  "Settlements",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Centaur lairs look little like the perma- much like a multiclass humanoid spellcaster does. single given name and a family name. with others, but this reticence seldom hinders their social nent structures of other races, consisting of a series of Adventuring Centaurs: Centaur adventurers don’t have Male Names: Brynzin, Denryx, Kezzryn, Tyrrox, Zerrn. skills. When communicating with most humanoids, beautiful forest glades, peaceful streams, the problems with outsiders that most centaurs do. Through Female Names: Allyri, Byss, Rynna, Zerry. centaurs keep their statements short and to the point; and perhaps a few scattered lean-tos. a combination of confidence, curiosity, and ambi- Family Names: Bri, Gyr, Hop, Tor, Zym. they are more comfortable and outgoing around halflings Although these lairs seem simple and tion, these brave centaurs have come to view and elves. unprotected, they provide the cities and communities of other cultures ROLEPLAYING A CENTAUR Roleplaying Application: Although you are neither shy nor more protection than as places to learn and explore rather than The most striking difference between centaurs and intimidated by others, consider your thoughts carefully even the stoutest walls places to avoid. humanoid characters is obviously their physiology, but before sharing them. One carefully worded statement is better by allowing the swift- Centaurs view adventurers as there are interesting differences in their outlooks as well. than a long, ill-advised discourse. Two favored centaur battle moving centaurs to encircle cultural outsiders. Many other Centaurs cover great distances easily, and therefore they cries are “Swift!” and “Run fast, run sure!” Try to differenti- approaching foes or easily flee if races of the wild, such as have less attachment to places and possessions than many ate the way you talk to most humanoids from the way you pressed too hard. gnolls and catfolk, see humanoid races. interact with halflings, elves, and your trusted friends. There",
        "name":  "Settlements",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any nonlawful. In addition, your animal companion (if any) gains many spell’s line of effect then extends from",
        "name":  "Alignment",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level arcane spells and 2nd-level spellcasting class level, and determine the Intelligence You can also use this power to deliver touch divine spells. bonus and special abilities of your animal companion spells through the animal. Once you cast the",
        "name":  "Spells",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any nonlawful. In addition, your animal companion (if any) gains many spell’s line of effect then extends from",
        "name":  "Alignment",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level arcane spells and 2nd-level spellcasting class level, and determine the Intelligence You can also use this power to deliver touch divine spells. bonus and special abilities of your animal companion spells through the animal. Once you cast the",
        "name":  "Spells",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Profession (gambler) 9 ranks. modifier (minimum 1). You retain the good fortune (and the 9th-level spell. If more than once on",
        "name":  "Skills",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level arcane or divine spells.",
        "name":  "Spells",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Profession (gambler) 9 ranks. modifier (minimum 1). You retain the good fortune (and the 9th-level spell. If more than once on",
        "name":  "Skills",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level arcane or divine spells.",
        "name":  "Spells",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells. and treasured. admire in you is the fact that you are not an elf. You often Low-Light Vision (Ex): At 2nd level, you gain low-light think of things that would never occur to elves, and some- Table 5–4: The Ruathar Hit Die: d6 vision. You can see twice as far as a human in conditions of times see answers to problems that elves might otherwise Base dim illumination. If you already have low-light vision, you miss. You are at your best when you combine your knowledge Attack Fort Ref Will gain improved low-light vision, and you can now see four and respect for elven ways with the particular viewpoint of Level Bonus Save Save Save Special Spellcasting times as far as a human in conditions of dim illumination. your own race. 1st +0 +0 +2 +2 Word of friendship, gift of the elves +1 level of existing spellcasting class 2nd +1 +0 +3 +3 Low-light vision, elfwise +1 level of existing spellcasting class Elfwise (Ex): At 2nd level, you gain the uncanny visual 3rd +2 +1 +3 +3 Star blessing, Arvandor’s grace +1 level of existing spellcasting class acuity and senses of the elves. You gain a +2 bonus on Search, Combat Class Skills (4 + Int modifier per level): Concentration, Craft (any), Diplomacy, Handle Animal, Hide, Knowledge (all skills, Spot, and Listen checks. (These bonuses stack with an elf’s Your character’s strengths and weaknesses remain largely taken individually), Listen, Move Silently, Profession, Search, Sense Motive, Spellcraft, Spot, Survival. racial bonuses.) unchanged by taking ruathar levels. If you were a skilled 122 5 RETPAHC EGITSERP SESSALC 123 CLASSES PRESTIGE CHAPTER 5",
        "name":  "Spells",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR —; Tiny animal; HD The skypledged class features all relate to the bargain that the leges, which grants access to spells of 1st to 3rd level. applicable) as if you had also gained a level in a divine 6; hp 28; Init +2; Spd 20 ft., climb 20 ft.; AC 17, touch 14, fl at- raptoran race made ages ago with powerful air elementals. Starting at 4th level, divine spellpool II allows access spellcasting class to which you belonged before adding the footed 15; Base Atk +7; Grapple –5; Atk +11 melee (1d3–4, Skypledge: The skypledged receive much of their power to 4th- to 6th-level spells. Starting at 7th level, divine prestige class level. You do not, however, gain any other class bite); Full Atk +11 melee (1d3–4, bite); SA attach, deliver from a conduit to the Elemental Plane of Air. In exchange spellpool III grants access to 7th- to 9th-level spells. No feature a character of that class would have gained. If you had touch spells; SQ improved evasion, low-light vision, scent, for this gift, every skypledged must be an exemplar of speak with master; AL CG; SV Fort +6, Ref +7, Will +11; Str loyalty to his or her elemental patrons. Upon joining the Table 5–5: The Skypledged Hit Die: d6 3, Dex 15, Con 10, Int 8, Wis 12, Cha 5. skypledged, you vow to aid air elementals in their struggles Base Attack Fort Ref Will",
        "name":  "Quickpaw, Weasel Familiar",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR —; Tiny animal; HD The skypledged class features all relate to the bargain that the leges, which grants access to spells of 1st to 3rd level. applicable) as if you had also gained a level in a divine 6; hp 28; Init +2; Spd 20 ft., climb 20 ft.; AC 17, touch 14, fl at- raptoran race made ages ago with powerful air elementals. Starting at 4th level, divine spellpool II allows access spellcasting class to which you belonged before adding the footed 15; Base Atk +7; Grapple –5; Atk +11 melee (1d3–4, Skypledge: The skypledged receive much of their power to 4th- to 6th-level spells. Starting at 7th level, divine prestige class level. You do not, however, gain any other class bite); Full Atk +11 melee (1d3–4, bite); SA attach, deliver from a conduit to the Elemental Plane of Air. In exchange spellpool III grants access to 7th- to 9th-level spells. No feature a character of that class would have gained. If you had touch spells; SQ improved evasion, low-light vision, scent, for this gift, every skypledged must be an exemplar of speak with master; AL CG; SV Fort +6, Ref +7, Will +11; Str loyalty to his or her elemental patrons. Upon joining the Table 5–5: The Skypledged Hit Die: d6 3, Dex 15, Con 10, Int 8, Wis 12, Cha 5. skypledged, you vow to aid air elementals in their struggles Base Attack Fort Ref Will",
        "name":  "Quickpaw, Weasel Familiar",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creating trail signs requires a full-round action maneuverability than you. Battle Casting Dex 13, Concentration 5 ranks, +2 dodge bonus while casting spells Combat Casting that provokes attacks of opportunity. Locating trail signs usually is reactive; when you have AGILE ATHLETE Born Flyer Dex 13 +4 bonus on saves and checks to maneuver when aloft Catfolk Pounce Catfolk, Dex 13 Gain full attack against a flat-footed target on a charge a chance to notice trail signs, you can make a Survival or You rely on your agility to perform athletic feats, rather than Centaur Trample Centaur, Dex 15 Gain a hoof attack against foes you overrun Spot check without using an action. However, if you know brute strength. Coordinated Strike Animal companion or +1 bonus on attacks when your animal companion or suspect someone has left trail signs in a certain area, you Prerequisites: Climb 1 rank, Jump 1 rank. special mount class feature, or special mount attacks the same target Handle Animal 5 ranks can use a full-round action to search a 5-foot-by-5-foot area; Benefit: When making a Climb or Jump check, you use Dallah Thaun’s Luck Halfling, Cha 13 Gain +5 bonus on one saving throw per day this requires you to use the Search skill, with the same DC your Dexterity modifier for the check. Defensive Archery Point Blank Shot +4 dodge bonus against attacks of opportunity as the Survival DC to locate the signs. Normal: Without this feat, you use your Strength modifier Diving Charge — Gain extra damage when diving to attack while flying Reading trail signs requires a standard action that does not for Climb and Jump checks. Elf Dilettante Elf, Int 13 +1 bonus on all untrained skill checks provoke attacks of opportunity. Expeditious Dodge Dex 13 Gain +2 dodge bonus when you move 40 feet in a round",
        "name":  "Action",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creating trail signs requires a full-round action maneuverability than you. Battle Casting Dex 13, Concentration 5 ranks, +2 dodge bonus while casting spells Combat Casting that provokes attacks of opportunity. Locating trail signs usually is reactive; when you have AGILE ATHLETE Born Flyer Dex 13 +4 bonus on saves and checks to maneuver when aloft Catfolk Pounce Catfolk, Dex 13 Gain full attack against a flat-footed target on a charge a chance to notice trail signs, you can make a Survival or You rely on your agility to perform athletic feats, rather than Centaur Trample Centaur, Dex 15 Gain a hoof attack against foes you overrun Spot check without using an action. However, if you know brute strength. Coordinated Strike Animal companion or +1 bonus on attacks when your animal companion or suspect someone has left trail signs in a certain area, you Prerequisites: Climb 1 rank, Jump 1 rank. special mount class feature, or special mount attacks the same target Handle Animal 5 ranks can use a full-round action to search a 5-foot-by-5-foot area; Benefit: When making a Climb or Jump check, you use Dallah Thaun’s Luck Halfling, Cha 13 Gain +5 bonus on one saving throw per day this requires you to use the Search skill, with the same DC your Dexterity modifier for the check. Defensive Archery Point Blank Shot +4 dodge bonus against attacks of opportunity as the Survival DC to locate the signs. Normal: Without this feat, you use your Strength modifier Diving Charge — Gain extra damage when diving to attack while flying Reading trail signs requires a standard action that does not for Climb and Jump checks. Elf Dilettante Elf, Int 13 +1 bonus on all untrained skill checks provoke attacks of opportunity. Expeditious Dodge Dex 13 Gain +2 dodge bonus when you move 40 feet in a round",
        "name":  "Action",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 5 ranks, Knowledge (nature) but only if it is within 5 feet of you. The companion’s rage be flying during this maneuver. You can then attempt to feint 5 ranks, Spellcraft 5 ranks, caster level 1st. ends when your rage ends, or as soon as you are no longer CONFOUND THE BIG FOLK in combat (as described in the Bluff skill description, page",
        "name":  "Prerequisites",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 5 ranks, Knowledge (nature) but only if it is within 5 feet of you. The companion’s rage be flying during this maneuver. You can then attempt to feint 5 ranks, Spellcraft 5 ranks, caster level 1st. ends when your rage ends, or as soon as you are no longer CONFOUND THE BIG FOLK in combat (as described in the Bluff skill description, page",
        "name":  "Prerequisites",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To use this maneuver, you must succeed on DM can add more racial substitution level options (such as Class Skills moving effortlessly through the wilds in search of his prey. a sniping attack (see the Hide skill description, page 76 of for an elf bard or a halfl ing ranger) as desired, using the ones Elf paladin substitution levels grant the same class skills as He isn’t quite as tough as a typical ranger but enjoys extra the Player’s Handbook), both hitting your intended target and presented here as guidelines. the standard paladin class, plus Survival. bonuses against his race’s favored enemies and can befriend successfully hiding thereafter. If no one sees you, you can For each class with racial substitution levels, you can select Skill Points at Each Level: 2 + Int modifi er (or four times a powerful elven hound. make a sniping attack again in the following round, taking a each substitution level only at a specifi c class level. When you this number as a beginning character). Hit Die: d6. single move after your attack and before you hide (characters take a substitution level for your class at a given level, you give without this feat can only shoot and hide, not move as well). up the class features gained at that level for the standard class, Table 6–2: Elf Paladin Racial Substitution Levels Hit Die: d10 As long as you continue to hit the target and avoid detection and you get the substitution level features instead. You can’t Base Attack Fort Ref Will from an enemy, you can make a sniping attack on the move go back and gain the class features for the level you swapped Level Bonus Save Save Save Special Spells per Day each round. out—when you take your next level in the standard class, you 1st +1 +2 +0 +0 Aura of good, detect evil, ranged smite evil 1/day —",
        "name":  "Moving Sniper",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To use this maneuver, you must succeed on DM can add more racial substitution level options (such as Class Skills moving effortlessly through the wilds in search of his prey. a sniping attack (see the Hide skill description, page 76 of for an elf bard or a halfl ing ranger) as desired, using the ones Elf paladin substitution levels grant the same class skills as He isn’t quite as tough as a typical ranger but enjoys extra the Player’s Handbook), both hitting your intended target and presented here as guidelines. the standard paladin class, plus Survival. bonuses against his race’s favored enemies and can befriend successfully hiding thereafter. If no one sees you, you can For each class with racial substitution levels, you can select Skill Points at Each Level: 2 + Int modifi er (or four times a powerful elven hound. make a sniping attack again in the following round, taking a each substitution level only at a specifi c class level. When you this number as a beginning character). Hit Die: d6. single move after your attack and before you hide (characters take a substitution level for your class at a given level, you give without this feat can only shoot and hide, not move as well). up the class features gained at that level for the standard class, Table 6–2: Elf Paladin Racial Substitution Levels Hit Die: d10 As long as you continue to hit the target and avoid detection and you get the substitution level features instead. You can’t Base Attack Fort Ref Will from an enemy, you can make a sniping attack on the move go back and gain the class features for the level you swapped Level Bonus Save Save Save Special Spells per Day each round. out—when you take your next level in the standard class, you 1st +1 +2 +0 +0 Aura of good, detect evil, ranged smite evil 1/day —",
        "name":  "Moving Sniper",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sky 3, sorcerer/wizard 4 Components: V, S, DF 4th-Level Sorcerer/Wizard Spells Components: V Casting Time: 1 standard",
        "name":  "Level",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Summons dire hawk to serve you. travel fast. Target: You Spell Resistance: No (harmless) enhancement bonus on its attack rolls,",
        "name":  "Summon Dire Hawk",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level (D) Level: Cleric 4 A corpse or undead creature struck attack rolls. Melee attacks made against Spell Resistance: No page 189). It appears where you des-",
        "name":  "Duration",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sky 3, sorcerer/wizard 4 Components: V, S, DF 4th-Level Sorcerer/Wizard Spells Components: V Casting Time: 1 standard",
        "name":  "Level",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Summons dire hawk to serve you. travel fast. Target: You Spell Resistance: No (harmless) enhancement bonus on its attack rolls,",
        "name":  "Summon Dire Hawk",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level (D) Level: Cleric 4 A corpse or undead creature struck attack rolls. Melee attacks made against Spell Resistance: No page 189). It appears where you des-",
        "name":  "Duration",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF by the ray takes 1d8 points of damage you by Huge or smaller creatures have ignate and acts immediately, on your You become quicker and more maneu- Casting Time: 1 standard action per two caster levels (maximum 10d8). a 50% miss chance. Medium or smaller This spell summons a particularly turn. You may command the dire verable while airborne. Your fl y speed Range: Close (25 ft. + 5 ft./2 levels) Any Large or smaller creature reduced creatures cannot enter your space (such powerful roc. It appears where you hawk telepathically as a free action, increases by 30 feet, and your maneu- Effect: Ray to 0 or fewer hit points by this spell is as to bull rush you or tumble through designate (assuming the space is large allowing you to direct its actions as verability when fl ying improves by Duration: Instantaneous disintegrated, leaving behind only a your space). enough to hold a Gargantuan creature) you desire. elppabarC .D yb .sullI Illus. by D. Crabapple . . . from a completely unexpected direction Thanks to the living arrow psionic power (see page 176), an elf can hit his target . . . 176 7 RETPAHC TNEMPIUQE CIGAM DNA",
        "name":  "Components",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) spell has no effect in urban settings or Illusion (Glamer) Spell Resistance: Yes (harmless) indoors (including dungeons).",
        "name":  "WOODLAND VEIL Saving Throw",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 2, ranger 2 Those affected by this spell can see",
        "name":  "Level",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S This spell makes its subjects blend in and hear each other and themselves as",
        "name":  "Components",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action with natural surroundings, hiding them if unaffected by the spell. Any affected",
        "name":  "Casting Time",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Female raptoran druid 3; CR 3; In a fight, the two dire hawks fly at the closest foe, Medium humanoid; HD 3d8+3; hp 20; Init +2; Spd 20 ft., clawing and biting. They are perfectly willing to fight to glide 40 ft. (average); AC 17, touch 12, flat-footed 15; the death to defend their roosting place. Base Atk +2; Grp +2; Atk or Full Atk +3 melee The giant owls are cagey enough to pick out (1d6/18–20, masterwork scimitar) or +5 ranged (1d6, dangerous foes, such as spellcasters, and attack them masterwork sling); SQ animal companion (Nae’fidrim; first. The aviary is a little cramped for combat on the link, share spells), low-light vision, nature sense, wing, but the owls can maneuver by hopping raptoran traits, trackless step, wild empathy +2 (–2 magi- between the perches and platforms. If reduced to 10 cal beasts), woodland stride; AL NG; SV Fort +4, Ref +3, or fewer hit points, they withdraw, exiting via the Will +5; Str 10, Dex 14, Con 13, Int 12, Wis 15, Cha 8. doorways to the east or west, or through the shaft",
        "name":  "DD Claneari",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb –2, Concentration +9, Heal their watches so that only one of them is going off duty +12, Jump –6, Listen +5, Spot +7, Survival +5; Alertness, at a time. Self-Sufficient. DDEl’taliamel and Baellasrah:Male raptoran †New spell described in Chapter 7 in Races of the Wild.",
        "name":  "Skills and Feats",
        "source":  "races_of_the_wild.txt",
        "_id":  "221e7cf6eb0236a7c8fc4af1305df09fbe03591471a495c6db7565f84afeebc7"
    },
    {
        "origin_file":  "spells.json",
        "description":  "New rules tend to percolate ferent body parts. PCs can use Sunder against the monster’s through the system naturally. Once you’ve got a rule that lets living heads. And there’s even an exception to an exception: a sorcerer change his “spells known” list, it makes a certain Not only does the hydra have the Combat Refl exes feat (an amount of sense to come up with a parallel rule for a warlock exception), but it can use all its heads for attacks of opportu- changing his “invocations known” list. nity (the exception’s exception).",
        "name":  "Extension of Another Rule",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you’re seizing new territory for the Races: Elves and dwarves both have built-in exceptions game, of course it’s going to give birth to a lot of new rules. to the Search rules (for secret doors and stonework traps, The psionics rules are a good example of new territory respectively). For that matter, humans are an exception to for D\u0026D—although it’s territory that we reclaim with the “one feat at 1st level” rule. each new edition of the game. And the rules we create for Skills: Want an exception to the “take 1d6 points of psionics sometimes lead us to extend other rules. Once damage per 10 feet fallen” rule? Try Tumble or Jump—or we used swift actions and immediate actions in Expanded both, if you’ve got ’em. Need an exception to the “casting Psionics Handbook, we started extending them all over a spell provokes attacks of opportunity” rule? Check out the place. Concentration.",
        "name":  "New Blood",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF sleep spell, though it uses the assumed form’s base attack",
        "name":  "Components",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanent spell’s effect.",
        "name":  "Duration",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes pqqqqqqqqqqqqqqqqqqqqrs FOOL ME TWICE, SHAME ON YOU When I first used a doppelganger, the scene played out well. The The resulting combat was fatal only for the doppelganger. Hard doppelganger “doubled” a PC. Before any of the players knew feelings persisted between the “doubled” character and his would- what had happened, I took that player aside and gave him a choice be killer, but friendship between the players kept it from becom- between playing his character or playing the doppelganger. Of ing personal. The players still talk about that encounter. course, he took the opportunity to mess with his buddies. When I used a doppelganger in this way again, against more When the character and his double showed up simultaneously, experienced players, the encounter lasted 5 minutes. The play- the conflict began. Everybody knew one was a fake, but questioning ers’ (and characters’) reactions to the situation seemed routine. failed to reveal the impostor. Tempers began to flare. Suddenly, Solving the mystery was about as challenging as kicking an one of the players pointed at the character I was controlling (the extra point. real one, remember) and said, “I kill that one.” —Andy Collins, developer pqqqqqqqqqqqqqqqqqqqqrs 25 CHANGING FORMS a minor physical alteration of the druid’s appearance, within the limits described for the spell. WILD SHAPE At 5th level, a druid gains the supernatural ability to assume the form of any Small or Medium animal and change back again to her natural form once per day. The druid’s options for new forms include all creatures of the animal type (see Monster Manual). This ability functions like alternate form, except as noted here. Changing to an assumed form or back to natural form is a standard ac- tion that doesn’t provoke attacks of opportunity. The effect lasts for 1 hour per druid level, or un- til she changes back. The form chosen must be that of an ani- mal the druid has seen or could reasonably know about. The SHAPECHANGE assumed form’s Hit Dice Transmutation (Polymorph) can’t exceed the charac-",
        "name":  "Spell Resistance",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Depending on its size, a creature can be rolls, Search checks, and Spot checks. blown away by winds of high velocity. Each round a creature Dead: See page 73. on the ground is blown away, it is knocked down and rolls Deafened: A deafened creature can’t hear. It takes a –4 1d4×10 feet, taking 1d4 points of nonlethal damage per 10 penalty on initiative checks, automatically fails Listen checks, feet. In each round when a fl ying creature is blown away, it and has a 20% chance of spell failure when casting spells that is blown back 2d6×10 feet and takes 2d6 points of nonlethal have verbal components. damage due to battering and buffeting. Dehydrated: Creatures that have taken nonlethal damage",
        "name":  "Blown Away",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An entangled creature is ensnared. Being attention. The only action such a creature can take on its turn is entangled impedes movement, but doesn’t entirely prevent it a single move action. This condition affects only living creatures unless the bonds are anchored to an immobile object or tethered (any not of the construct, deathless, or undead types). by an opposing force. An entangled creature moves at half Panicked: See page 53. speed, can’t run or charge, and takes a –2 penalty on attack rolls Paralyzed: A paralyzed creature is frozen in place and and a –4 penalty to Dexterity. Casting a spell while entangled helpless. Such a creature has effective Dexterity and Strength requires a Concentration check (DC 15 + the spell’s level). scores of 0, but it can still undertake purely mental activities.",
        "name":  "Entangled",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can produce a spell JOINING A GRAPPLE component from your pouch while grappling by using a full-round action. Doing so doesn’t require a successful If your target is already grappling someone else, you can use grapple check. an attack to start a grapple, except that the target doesn’t get an",
        "name":  "Retrieve a Spell Component",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Make a Climb check with a wall to brace against 0 (DC = wall’s DC + 20) to catch yourself while falling. It’s much A rope with a wall to brace against, or a knotted easier to catch yourself on a slope (DC = slope’s DC + 10) or rope, or a rope affected by the rope trick spell 5 while rappelling (DC = DC to rappel + 10). A surface with ledges to hold on to and stand on,",
        "name":  "A slope too steep to walk up, or a knotted rope Catching Yourself while Falling",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To use a touch spell on allies The spell reaches as far as 25 feet + 5 feet per two caster during combat, you cast the spell and then touch those you levels. can reach. You can touch one friend as a standard action or MEDIUM up to six friends as a full-round action. If the spellallows you to touch multiple targets as part of the spell, you can’t The spell reaches as far as 100 feet + 10 feet per caster level. hold the charge (see below)—you must touch all targets LONG of the spell in the same turn that you finish casting the spell. If the spell allows only one target, you can touch The spell reaches as far as 400 feet + 40 feet per caster level. that target during the same turn you cast the spell, or you UNLIMITED can hold the charge. You can move before casting the spell, after touching the The spell reaches anywhere on the same plane of existence. target, or between casting the spell and touching the target. OTHER RANGES If you use a full-round action to touch multiple targets, you can take only a 5-foot step. Some spells have no standard range category. Such spells",
        "name":  "Allies and Touch Spells",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If the DM is using cards to track initiative, spell Monitoring spell durations can be a chore. Here are some ways duration can go on your card so it always gets checked when people around Wizards R\u0026D track theirs. your turn comes up.",
        "name":  "Initiative Card",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You’ve got plenty sitting around. Make sure you don’t active spells can go right by your name. You can put different roll your duration die by accident. spells in different colors to make it easier.",
        "name":  "Dice",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The target creature must be harmed, changed, objects harmful or more harmful. Even these spells aren’t usu- or restricted in some manner for spell resistance to apply. ally subject to spell resistance, because they affect the objects, Perception changes aren’t subject to spell resistance. not the creatures against which the objects are used. Abjurations that block or negate attacks aren’t subject to an SUCCESSFUL SPELL RESISTANCE attacker’s spell resistance. The protected creature is affected by the spell, becoming immune or resistant to the attack. Spell resistance prevents a spell or a spell-like ability from",
        "name":  "Abjuration",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These spells don’t affect creatures directly from disrupting a spell the resistant creature is casting. and aren’t subject to spell resistance, even though what they Against an ongoing spell that has already been cast, a failed reveal about a creature might be very revealing. check against spell resistance allows the resistant creature to",
        "name":  "Divination",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These spells are almost and effects might never subject to spell resistance. function differ- Illusions that involve a direct ently against attack are exceptions. the creature,",
        "name":  "Illusion",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A cone-shaped spell shoots away from you in a area works. quarter-circle in the direction you designate. It starts from Creatures:A spell with this kind of area affects creatures any corner of your square and widens out as it goes. Most directly (like a targeted spell), but it affects all creatures in an cones are either bursts or emanations (see above), and thus area of some kind rather than individual creatures you select. won’t go around corners. The area might be a spherical burst, a cone-shaped burst, or",
        "name":  "Cone",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When casting a cylinder-shaped spell, you some other shape. select the spell’s point of origin. This point is the center Objects:A spell with this kind of area affects objects of a horizontal circle, and the spell shoots down from the within an area you select (as Creatures, but affecting objects circle, fi lling a cylinder. A cylinder-shaped spell ignores any instead). obstructions within its area. Other:A spell can have a unique area, as defi ned in its",
        "name":  "Cylinder",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The bonuses or penalties from by moving its body. Such a creature still needs material two different spells stack if the modifi ers are of different components for its spells. The creature can cast the spell types. If separate spells apply bonuses that have the same either by touching a required component that isn’t in type, only the better bonus applies. A bonus that has no type another creature’s possession or by having the required stacks with any other bonus. component on its body. Spellcasting creatures sometimes",
        "name":  "Different Bonus Types",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "utilize the Eschew Materials feat to avoid having to use In cases when two or more identical spells are operating in some material components. the same area or on the same target, but at different strengths, A spellcasting creature isn’t actually a member of a class only the best one applies. and doesn’t gain any class features unless its description",
        "name":  "Same Effect More than Once in Different Strengths",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The same spell The D\u0026D game includes a wide array of supplements can sometimes produce varying effects if applied to the same that enable you to incorporate different power sources recipient more than once. Usually the last spell in the series into your game. Rules Compendium doesn’t include material trumps the others. None of the previous spells are actually from all these sources, since you need the supplement removed or dispelled, but their effects become irrelevant the power source appears in to use that power source while the fi nal spell in the series lasts. effectively. Here are some general concepts that apply to",
        "name":  "Same Effect with Differing Results",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sometimes, one these power sources with respect to other effects and abili- spell can render a later spell irrelevant. Both spells are still ties in the game. active, but one has rendered the other useless.",
        "name":  "One Effect Makes Another Irrelevant",
        "source":  "rules_compendium.txt",
        "_id":  "1776b4f144ae2e32bb1a2f38967c75f63ed08b8533999d3922f5996afcdbe681"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Pharaoh by Tracy and Laura Hickman; Oasis of the White Palm by Philip Meyers and Tracy Hickman; Lost Tomb of Martek by Tracy Hickman; American Geological Institute: Glossary of Geology, 1972; Physical Geology by Robert J. Foster, Charles E. Merrill Publishing Co., Columbus, Ohio, 1971; Geology by Richard M. Pearl, Barnes \u0026 Noble, Inc., New York, 1969; “The New Martian Nomenclature of the International Astronomical Union” by G. DeVaucouleurs, et al., Icarus 26, 85, 98, 1975; AL-QADIM by Jeff Grubb and Andrea Hayday; MAZTICA by Douglas Niles; Wizards.com: “The Far Corners of the World—Sand and Sun: Spells of the Desert” by James Jacobs. Based on the original DUNGEONS \u0026 DRAGONS® rules created by E. Gary Gygax and Dave Arneson, and the new DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, Monte Cook, Skip Williams, Richard Baker, and Peter Adkison. This product uses updated material from the v.3.5 revision. This WIZARDS OF THE COAST® game product contains no Open Game Content. No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, please visit www. wizards.com/d20. U.S., CANADA, ASIA, PACIFIC, EUROPEAN HEADQUARTERS \u0026 LATIN AMERICA Wizards of the Coast, Belgium Wizards of the Coast, Inc. T Hofveld 6d P.O. Box 707 1702 Groot-Bijgaarden Renton WA 98057-0707 Belgium (Questions?) 1-800-324-6496 620–17739–001–EN +322-467-3360 9 8 7 6 5 4 3 2 1",
        "name":  "Resources",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In many climates, high noon (and a few hours Table 1–2: Base Protection Level against Heat afterward) is the hottest time of the day, as the sun shines 0 Creature with no heat adaptations 1 Creature with Heat Endurance feat (such as bhuka) directly onto the planet’s surface. In the arid, cloudless 1 Nondesert cold-blooded animal or vermin environment of the waste, there is no barrier against the 1 Monsters native to hot climates sun’s blaze. Rocks can get hot enough to cook food or even 2 Desert animal or vermin produce fi rst-degree burns. 2 Monsters native to waste terrain 3 Creatures with endure elements spell or effect In most places, temperatures rise by one band after sunrise, and sometime even by two bands by high noon.",
        "name":  "Noon",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Shallow sand is much more common in Glare-induced blindness lasts as long as characters desert areas than deep sand. Areas covered by this terrain remain in an area of sun glare and for 1d4 hours thereafter, feature have a layer of loose sand about 1 foot deep. It costs or for 1 hour thereafter if the character enters a shadowed 2 squares of movement to move into a square with shal- or enclosed area. The dazzling effect of sun glare can be low sand, and the DC of Tumble checks in such a square negated by a remove blindness spell, but an unprotected increases by 2. character still in an area of sun glare immediately becomes",
        "name":  "Shallow Sand",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Shards of broken glass poke up from the GLASS SEA TERRAIN ground, slashing any creatures that come into contact with Where the desert heat is great enough—whether by it. Razor glass deals 1d6 points of slashing damage to those scorching sun or boiling subsurface magma—sand bakes who pass through it, but it is fairly easy to identify (DC 10 to glass. In such places, the desert can have a layer of glass, Survival check). ranging in thickness from 10 feet down to as little as an Other Glass Sea Terrain Elements: Glass seas are inch. The glass can splinter and break, resulting in terrain even more featureless than the sandy deserts from which covered with dangerous, jagged shards. they were formed. Though the glass can form interesting 662200__1177773399__CChhpp11..iinndddd 2299 11//77//0055 11::1199::5544 PPMM 30 1 RETPAHC ETSAW EHT patterns, glass sea terrain in itself rarely interferes with movement except when lubricated in some fashion. The contents of a full waterskin, if poured on a 5-foot square of solid glass sea terrain, causes the square to be treated as though under the effects of a grease spell. Plus, an actual grease spell (or salve of slipperiness) is especially effec- tive on smooth glass sea terrain, adding 5 to the DC for the Refl ex save for those standing in the square when the spell is cast upon it, and 10 to the DC of the Balance check to avoid falling when moving through the square. The DC should be even higher if the slippery section is located on a slope (+2 for gradual slopes and +4 for steep slopes).",
        "name":  "Razor Glass",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fiery spell deals an extra 1 point of fire with fi re. damage for each die of damage the spell deals. This feat",
        "name":  "When you enter your rage, your body becomes infused Benefit",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to rage. can be applied only to spells with the fi re descriptor. For 662200__1177773399__CChhpp22..iinndddd 4499 11//77//0055 33::2200::3322 PPMM 50 2 RETPAHC SESSALC ,SECAR STAEF DNA example, if a 9th-level wizard with this feat casts a fi ery in temperatures up to 160° F without having to make fi reball, the fi reball deals 9d6+9 points of damage. A fi ery Fortitude saves (see Heat Dangers, page 12). Your protec- spell uses up a spell slot one level higher than the spell’s tion against heat is level 3 (see Protection against Heat, actual level. page 14). HEAT ENDURANCE JUDGED BY AURIFAR Either as a result of growing up in the waste, or by training Aurifar, the Caliph of the Sky, has judged you, and he now your body and mind to ignore the effects of searing heat, you shows you special favor. can exist with ease in high-temperature environments. Prerequisites: Patron deity Aurifar, must have survived",
        "name":  "Prerequisite",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain fi re resistance 5. If you already have to another deity, you lose the benefi t of this feat, and you fi re resistance, it increases by 5. You can exist comfortably immediately begin experiencing the effects of thirst as 662200__1177773399__CChhpp22..iinndddd 5500 11//77//0055 33::2200::3344 PPMM 51 AND FEATS RACES, CLASSES CHAPTER 2 though you had gone without water for one week. You do of equal or lower level that appears on the following list: not gain a replacement feat. If you later return to Aurifar’s cloak of shade†, control weather, create food and water, create faithful and receive an atonement spell, you regain the water, endure elements, heroes’ feast, hydrate†, protection from benefi t of this feat. dessication†, protection from energy, and resist energy. † New domain or spell described in Chapter 5. LIGHT OF AURIFAR Undead that you turn or rebuke immolate. RATTLESNAKE STRIKE",
        "name":  "Benefi t",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a standard action, you can quickly camou- PRIEST OF THE WASTE fl age yourself in any area of ash, dust, loose earth, or sand You can swap out prepared spells for others that aid in ex- that is at least 1 inch deep. In areas with 1 to 11 inches of ploring and surviving in wastelands. appropriate loose soil, you gain a +4 bonus on Hide checks.",
        "name":  "Benefi t",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can use a spell slot currently occupied by still have cover or concealment to make a Hide check, as a prepared spell that is not a domain spell to cast a spell described on page 76 of the Player’s Handbook. pqqqqqqqqqqqqqqqqqqqqrs DETERMINING LOOSE SOIL It can be assumed that most waste environments, whether Many of the feats in this section rely on knowing the composi- outside or within a ruin, have either a sandy surface or a requisite tion of surrounding soil and work to best advantage only if the layer of ash, dust, loose earth, or sand 1 or more inches thick. ground is made up of or covered by a layer of ash, dust, loose In other environments, the following table can be used to make earth, or sand. this determination. Environment Chance of 1 Inch Loose Soil* Environment Chance of 1 Inch Loose Soil* Desert 100% Hills ruin/dungeon 50% Desert ruin/dungeon 100% Hills city/dwelling 40% Desert dwelling/city 90% Mountains 50% Forest 80% Mountains ruin/dungeon 40% Forest ruin/dungeon 70% Mountains dwelling/city 30% Forest dwelling/city 60% Marsh 10% Plains 70% Marsh ruin/dungeon 10% Plains ruin/dungeon 60% Marsh dwelling/city 10% Plains dwelling/city 50% * Material can be ash, dust, grit, loose earth, or sand. Hills 60% pqqqqqqqqqqqqqqqqqqqqrs 662200__1177773399__CChhpp22..iinndddd 5511 11//77//0055 33::2200::3388 PPMM 52 2 RETPAHC SESSALC ,SECAR STAEF DNA can take a standard action to hurl a spray of sand into SAND DANCER the eyes of all creatures in a 5-foot-radius burst. Those While making another attack, you attempt to blind a foe within the area must make Fortitude saving throws (DC with thrown sand. 10 + 1/2 your character level + your Wis modifi er) or be",
        "name":  "Benefi t",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In any round when you fi rst move at least 10 ditional grapple checks to deal damage during the round feet using your Tumble skill in an area covered in a layer in which you use this feat. of at least 1 inch of ash, dust, loose earth, or sand, you ippillihP .M yb .sullI Lidda blinds her foe with the Sand Dancer feat 662200__1177773399__CChhpp22..iinndddd 5522 11//77//0055 33::2200::4400 PPMM 53 AND FEATS RACES, CLASSES CHAPTER 2 You have the option to conduct the grapple normally, Creatures with the cold subtype take double damage or you may hold a creature one or more sizes smaller from a searing spell. Creatures affected by a searing spell than you with your off hand. If you choose to do the are still entitled to whatever saving throw the spell nor- latter, you take a –20 penalty on grapple checks against mally allows. A searing spell uses up a spell slot one level that creature and you cannot deal damage with your higher than the spell’s actual level. grapple checks, but you are not considered grappled yourself. You don’t lose your Dexterity bonus to AC, SERPENT FANG you still threaten an area, and you can use remaining You are able to project your ki to strike foes as though you attacks against other opponents. While maintaining had extended reach. this latter type of hold, you can move normally (possibly Prerequisite: Wis 15, Improved Unarmed Strike, carrying your opponent away), provided you can drag Stunning Fist. the opponent’s weight. Benefi t: You must declare that you are using this feat before you make your attack roll (thus, a failed attack roll SCORPION’S INSTINCTS ruins the attempt). By expending one Stunning Fist use You are hard to fi nd in the waste. for the day, you can project your ki to strike an opponent",
        "name":  "Benefi t",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +4 bonus on saving throws against meditation, spending 10 XP and 250 gp in material com- mind-affecting spells and abilities. ponents. Alternatively, the key object for the touchstone can be destroyed as part of the ritual, in place of the SCORPION’S SENSE material components.",
        "name":  "Benefi t",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A searing spell is so hot that it ignores the a third touchstone site and fulfill its recharge condi- resistance to fire of creatures affected by the spell, and tion, unless you have taken this feat three times, you affected creatures with immunity to fire still take half must choose which of your two previous touchstone damage. This feat can be applied only to spells with the site abilities to lose as you gain the abilities of the new fi re descriptor. touchstone site. 662200__1177773399__CChhpp22..iinndddd 5533 11//77//0055 33::2200::4433 PPMM 54 2 RETPAHC SESSALC ,SECAR STAEF DNA Higher-Order Uses: Each time a character recharges TOUCHSTONE SITES her higher-order ability, she gains a number of uses of Certain places resonate with unique forms of energy. that ability. No matter what the number of total uses, Those who take the Touchstone feat can forge a link with a higher-order ability cannot be used more than once these special locales, thereby gaining a special ability. per day. Actually visiting a touchstone site can provide even more potent abilities. SHRINE AT KAHAR (EL 3) Those linked with one touchstone can also freely visit The tiny shrine at the Kahar oasis draws thousands other touchstone sites, including planar touchstones (as of worshipers every year, each hoping to receive the described in the Planar Handbook). When a character blessing of Solanil, the deity of oases. Many visitors does so and fulfi lls the alternate site’s higher-order ability have claimed minor (or even major) miracles as a result recharge condition, that character immediately gains the of having prayed at the shrine. However, only those base ability of the new touchstone site, losing the base with true faith receive the real blessing of the deity, ability of the previous site. The character also loses any for only they who do her holy work best know how to remaining uses of a higher-order ability from the old use her gifts. site. The new site’s higher-order ability, and its associated Initial Encounter: A long line of supplicants can number of uses, replaces the old. always be found at the shrine. Since gaining the blessing In this way, a character can “unplug” from one site and of Solanil requires placing one’s hands upon the shrine, “plug in” to a new touchstone site as often as desired and a visitor can expect to wait 3d4 hours before reaching it. made possible by visits to new sites. Thus, after expend- One can hurry to the front of the line, however. ing the material and experience points for making the Roll twice on the Shrine at Kahar Encounters table first connection, making subsequent connections with whenever the characters first visit the site. If someone different sites is as easy as fulfilling the higher-order is able to provide what the injured parties need, the rest recharge condition. of those assembled are so impressed that they allow This section provides several touchstone locations. Each that character to go straight to the shrine. (Other needy touchstone site description uses the following format: souls might also approach the character after he goes",
        "name":  "Benefit",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ability gained by someone who has 76–90 Affl icted person (requires lesser restoration) the Touchstone feat, regardless of whether that character 91–100 Paralyzed person (requires remove paralysis) has visited the site. All base abilities are supernatural unless otherwise noted. A base ability is always available to Subsequent Encounters: Because many supplicants the character (within the limits of the ability’s supernatural visit the shrine at Kahar many times a year, word of a or spell-like nature). character’s ability to heal travels quickly through the",
        "name":  "Base Ability",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Many touchstones require not oasis. There is a 60% chance that someone recognizes only a visit, but also the fulfi llment of some condition, to the character and ushers him to the shrine each time recharge the higher-order power provided. This condition he returns. can vary widely between touchstones. This condition need Base Ability: Once per day, you can use one of the fol- not be fulfi lled to gain the touchstone’s base power, but lowing spell-like abilities: aid, calm emotions, cure moderate it must be fulfi lled to gain access to or recharge the site’s wounds, lesser restoration, or remove paralysis. Your caster level higher-order ability. equals your cleric level. Higher-Order Ability: The ability gained by someone Recharge Condition: Channel positive energy into the who visits the touchstone and fulfi lls the recharge condi- shrine by expending one of your daily uses of your ability tion. All higher-order abilities are supernatural unless to turn undead while laying hands on the shrine. otherwise noted. 662200__1177773399__CChhpp22..iinndddd 5544 11//77//0055 33::2200::4455 PPMM Sunken City of Pazar Statue RRRuuubbbbbbllleee BBBuuurrriiieeeddd DDDooommmeee HHHaaallllll ooofff SSStttaaatttuuueeesss LLLaaammmppp RRRuuubbbbbbllleee N W E OOnnee SSqquuaarree== 55 FFeeeett S One Square= 5 Feet 55 AND FEATS RACES, CLASSES CHAPTER 2 Higher-Order Ability: You may cast create food and Sunken City of Pazar Encounters water as a spell-like ability. Your caster level equals your d% Encounter 01–10 2 Medium monstrous scorpions character level + 3. 11–65 Large monstrous scorpion Higher-Order Uses: 12. 66–75 2 Large monstrous scorpions 76–97 Chekryan† SUNKEN CITY OF PAZAR (EL 4) 98–100 Djinni † New monster described on page 142. The upper half of a marble statue thrusts from the ash dunes of the surrounding desert. The statue’s noble face is pockmarked and scarred by the ravages of the Subsequent Encounters: Once the characters clear the elements, and it holds a tablet, partially buried in sand. sunken city of foes, subsequent visits have a 10% chance If uncovered, the tablet is too scoured by the sands for of an encounter. If the PCs fail to visit the location for anyone to comprehend what might once have been more than a year, roll for an encounter as if they had never inscribed upon it. visited the location.",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "While bathing in the pool, to the sarcophagus at the center of what might have once channel positive energy into the pool by expending one been an amphitheater. The massive stone crypt stands 10 of your daily uses of turn undead. feet high and is of one piece with the stone upon which it Higher-Order Ability: Once per week, you can use seems to rests. The grand sarcophagus is that of a pharaoh raise dead as a spell-like ability. Your caster level equals named Badr Al-Mosak. The stone coffi n doesn’t open—it your character level. is actually a statue. Higher-Order Uses: 2. While the area beneath the statue does, in fact, contain haunted crypts and treasures of old, few have ever thought PYRAMID OF AMUN-RE (EL 6) to check and merely believe the ruined amphitheater to Amid the vast desert sands, the last relic of a dead civiliza- be a touchstone site. tion rears from the ashen dunes, four-sided and stately. Initial Encounter: Roll on the Crypt of Badr Al-Mosak Surrounded by the broken foundations of a once mighty Encounters table when the characters visit the site for the city, the great pyramid itself seems hardly weathered by fi rst time. the ages. Over 700 feet square at the base and rising to a height of 700 feet, the pyramid’s four surfaces face the Crypt of Badr Al-Mosak Encounters points of the compass. d% Encounter 01–10 Pyrohydra, 5-headed While the pyramid of Amun-Re is reputed to contain 11–50 2 ettin skeletons hidden chambers, trapped galleries, ancient curses, 51–75 Sand dragon, juvenile† guardians, and monsters in its own right, as a whole the 76–97 Flesh golem pyramid is also a touchstone site, though few recognize 98–100 Androsphinx † New monster described on page 152. this fact.",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Within the sight or presence of the 11–50 1d6+5 asherati bandits (asherati warriors)† Crypt of Badr Al-Mosak, you gain a +4 bonus on saving 51–75 1d6 tomb robbers (3rd-level rogues and fighters) 76–97 2 mummies throws against necromancy spells, as well as a +4 bonus 98–100 3 mummies on any saving throw to resist the special attacks of undead. † New monster described in Chapter 6. Outside the crypt’s presence, you must succeed on a DC 15 Concentration check to gain this benefi t. Check each",
        "name":  "Base Ability",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When in the presence of the Pyramid of Higher-Order Ability: You can use undeath to death (as Amun-Re, you can take a standard action to grant yourself the spell) as a spell-like ability. Your caster level is equal a number of temporary hit points equal to your character to your character level. level. Outside the presence of the pyramid, you can attempt Higher-Order Uses: 2. to grant yourself the same number of temporary hit points with a DC 15 Concentration check. These temporary hit CITY OF THE DEAD (EL 7) points last 1 hour. You can attempt this ability only once Used as a necropolis by a long-lost dynasty of wasteland per day. plains folk, this crumbling city has been abandoned for",
        "name":  "Base Ability",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You must successfully cast fl esh to salt (see page 116) on a living creature within the region. Higher-Order Ability: You can use parching touch (see page 118) as a spell-like ability. Your caster level is equal to your character level. Higher-Order Uses: 12. ETERNAL BREATH OF SENEFERU (EL 8) The Eternal Breath of Seneferu is not static—it moves across the face of the desert as a permanent sandstorm. One doesn’t so much fi nd the Eternal Breath as get found by it. However, one can track the Eternal Breath by the trail it leaves in the sand after its passage—the Eternal Breath usually moves only a few feet per hour, though it sometimes surges ahead at a speeds of up to 15 miles per hour (130 feet per round). Seneferu is the name of a wizard who once lived in the desert where the Eternal Breath roams. He sought the Higher-Order Ability: Once per week, you can use heart of the desert, a mystical force that drives desertifi ca- mass charm monster as a spell-like ability on creatures tion into living lands. Legend records that he found it in that share one element of your alignment (chaotic, evil, a tomb buried by the sands (some say buried in a divine good, lawful, neutral). The total Hit Dice you can affect sandstorm that lasted a year and a day). is equal to three times the caster level or one creature Only a few know of the Eternal Breath’s touchstone regardless of Hit Dice. Your caster level is equal to your qualities. These creatures can call to Seneferu. If such character level. seekers are suffi ciently deep into the desert, the Eternal Higher-Order Uses: 4. Breath responds, arriving 1d4 days from the moment it was fi rst called. SALT STATUARY (EL 7) The Eternal Breath of Seneferu manifests as a sandstorm A great crack in the earth opened up a buried salt deposit, (see Sandstorms, page 16). Unlike a standard sandstorm, exposing the crystals to the elements. Staggered protru- fell creatures move within the gritty winds of the Eternal sions of the mineral jut from the broken surface, and Breath, immune to its biting sand. They attack anything strange forms of gleaming salt lie exposed in places they fi nd within the storm. weather cannot reach. They resemble statues of living Initial Encounter: Roll on the Eternal Breath of Sene- things, but the forms are of creatures known in no history. feru Encounters table when the characters track down the They might be religious carvings or unfortunate beings roving sandstorm for the fi rst time. transmuted to salt.",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remain for 5 minutes within 16–25 2 djinn (do not attack) the Eternal Breath of Seneferu. 26–40 4 hieracosphinxes Higher-Order Ability: You can use gust of wind as a 41–55 Threskisphinx† spell-like ability. Unlike the blast of air created by the 56–70 Criosphinx 71–75 Noble djinni (does not attack) normal gust of wind spell, the wind you create blows at 70 76–90 Gynosphinx miles per hour (with the appropriate effects as indicated 91–100 2 efreet on Table 3–24 in the Dungeon Master’s Guide). Your caster † New monster described on page 188. level is equal to your character level. Higher-Order Uses: 8. Subsequent Encounters: Once the characters rid the area of creatures, subsequent visits have only a 50% chance of an encounter. If the characters fail to visit the location 662200__1177773399__CChhpp22..iinndddd 5599 11//77//0055 33::2200::5599 PPMM Well of Al-Sharaz Ruins Well Ruins N W E S One Square = 5 Feet 60 2 RETPAHC SESSALC ,SECAR STAEF DNA seems to drop away into deep sky. A shoreline of small dunes stretches to either side as far as the eye can see, beyond which is only an empyreal vastness. A haze of heat dances across the sky, and the air at the shoreline is so dry and hot that it burns the lungs. A small island seems to float in the center of the Skysea (the focus of this touchstone site). The Skysea is great stretch of mirrored glass (see Glass Sea Terrain, page 29). Its surface is almost perfectly smooth, worn down by sandstorms over centuries, and the glass is an average of 10 feet thick. Skysea varies somewhat from typical glass seas—it is solid glass throughout, has no slope (or other terrain hazards associ- ated with natural glass seas), and is slippery (a creature can move more than half speed only by making a DC 15 Balance check). The Skysea’s temperature hovers around 150 degrees (see Heat Dangers, page 12) during the day, so most who travel across it do so at night.",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per day, you can use augury as a Base Ability: You gain a +6 bonus on saving throws spell-like ability. Your caster level is equal to your char- against heat and fi re. acter level. Recharge Condition: Reach the mile-wide island at",
        "name":  "Base Ability",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drink three times in a row from the center of the Skysea, where the ruins of an abandoned the well, each time making a DC 20 Wisdom check. If city lie. any of the checks fail, you are so overwhelmed by the Higher-Order Ability: You can use desiccate (see page knowledge fl owing through your mind that you become 114) as a spell-like ability. Your caster level is equal to your confused, as the confusion spell, for the next 24 hours. character level. Higher-Order Ability: You can use divination as a Higher-Order Uses: 6. spell-like ability. Your caster level is equal to your char- acter level. VALE OF DEAD TREES (EL 9) Higher-Order Uses: 12. Some trees in the petrifi ed forests of the wastes were once treants, though they too fell prey to the same geological SKYSEA (EL 9) processes that created the colorful stone trees. In places Formed during a fiery battle between a mighty wizard- where a great many treants gathered to await their inevi- king and an efreeti lord, the Skysea appears at first as table end, some vestige of their collective consciousness only a remote shimmer. Eventually, to the distant eye, survives. Those who seek out those ancient locales, and dunes seem to flatten and their hue appears bluish. show the proper reverence to the spirits of the treants, Those who continue to approach notice that the sky can gain their favor. itself seems to wrap down and around, and become part Initial Encounter: Roll on the Vale of Dead Trees of the desert, while the desert seems to drop off into Encounters table when characters visit the site for the the sky. Clouds float deep within this strange expanse. first time. Those who dwell in the Vale feel a certain Those who approach closer still see that the ground responsibility for the spirits of the treants and suspect the 662200__1177773399__CChhpp22..iinndddd 6600 11//77//0055 33::2211::0022 PPMM The Sunken Barge 4 2 2 3 3 3 3 2 1 2 3 1. Royal Cabin 2. Crew Quarters 3.Cargo Storage 4. Galley One Square = 5 Feet 61 AND FEATS RACES, CLASSES CHAPTER 2 motivations of anyone who comes seeking power. These local denizens might not immediately attack interlopers, but they certainly pay close attention to what goes on in the Vale. Vale of Dead Trees Encounters d% Encounter 01–30 4 3rd-level painted elf rangers 31–60 4 3rd-level painted elf rangers plus a 5th-level painted elf druid 61–90 4 5th-level painted elf rangers plus a 7th-level painted elf druid 91–100 4 5th-level painted elf rangers plus 2 7th-level painted elf druids",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You must cast commune with nature at least once per day for three days while within the vale. Higher-Order Ability: You gain the spell-like ability to animate a tree within 180 feet as a standard action. The tree takes 1 full round to uproot itself. Thereafter, it moves at a speed of 10 feet and has the statistics of a treant in all other respects. The animated tree loses its ability to move if you are dying, dead, or move out of range. This ability is otherwise similar to liveoak. Your caster level is equal to Subsequent Encounters: The ghosts that inhabit your character level. the area of the barge are numerous and tenacious. If the Higher-Order Uses: 4. characters did not manage to permanently lay to rest ghosts they previously encountered at the barge, the SUNKEN BARGE (EL 10) same creatures might be there. Otherwise, roll again The wreckage of an ancient barge lies in the Salt Waste, half on the encounter table every time the characters visit buried in the salt. Once the royal vessel of an ancient king the site. of the plains folk, it capsized in a storm and sank, lost for Base Ability: You gain the ability to water walk as a thousands of years. Looters have long since stripped away spell-like ability for up to 10 minutes per day. The time anything of value, but have overlooked the greatest prize: need not be used consecutively, but a minimum of 1 the barge itself. Built by the high priests of Tem-Et-Nu, minute is consumed with any use. Unlike the spell, and blessed by the deity herself, those who carry a piece this ability also allows you to walk on softsand and slip- of the barge can call it to them, and sail it upon any river sand (see Chapter 1). Your caster level is equal to your by Tem-Et-Nu’s grace. character level.",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You must restore life to a crea- ture petrifi ed by fl esh to stone or fl esh to salt within the Blue Dragons’ Graveyard Encounters circle of statues. d% Encounter 01–40 Adventurers (4 13th-level NPCs) Higher-Order Ability: You can use fl esh to stone as a 41–45 1d4+1 juvenile blue dragons spell-like ability. Your caster level is equal to your char- 46–50 1d2 young adult blue dragons acter level. 51–55 Blue dragon, adult Higher-Order Uses: 2. 56–65 Blue dragon, mature adult 66–80 Blue dragon, old 81–90 Blue dragon, very old 91–95 Blue dragon, ancient 96–98 Blue dragon, wyrm 99–100 Blue dragon, great wyrm (dying; Str 30, Dex 8, and Con 13)",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level divine spells. as a loyal companion. The creature’s abilities and charac-",
        "name":  "Spells",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bhuka has broad feat and splayed toes feature description for details. that allow him to treat shallow sand as normal terrain and Summon Elemental (Sp): See prestige class feature deep sand as shallow sand for movement purposes. The description. dark skin around his eyes and long lashes protect him Animal Companion: Hintak’inai’s animal companion is from the effects of sun glare. A bhuka can detect a source a Large viper named Niski. The companion’s abilities and of drinkable water within 100 feet, based on the result of a characteristics are summarized below. Survival check. A bhuka gains a +2 bonus on Constitution Animal Companion Benefi ts: Hintak’inai gains special checks to resist the effects of heat and dehydration. benefi ts from having an animal companion. Locate Potable Water (Su): See prestige class feature Link (Ex): Hintak’inai can handle Niski as a free action. description. She also gains a +4 circumstance bonus on all wild empa- Woodland Stride (Ex): Niskigan can move through natural thy checks and Handle Animal checks made regarding thorns, briars, overgrown areas, and similar terrain at his her viper. normal speed and without damage or other impairment. Share Spells (Ex): Hintak’inai can have any spell she However, thorns, briars, and overgrown areas that are magi- casts on herself also affect her animal companion if the cally manipulated to impede motion still affect him. latter is within 5 feet at the time. She can also cast a spell",
        "name":  "Bhuka Traits",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (nature) 4 ranks, Survival 4 ranks. † New spell described in Chapter 5.",
        "name":  "Skills",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR —; Large viper animal companion; HD prestige class. 5d8+5; hp 27; Init +7; Spd 20 ft., climb 20 ft., swim 20 ft.; Spellcasting: At each level except 1st and 9th, you gain AC 18, touch 13, fl at-footed 14; Base Atk +3; Grp +7; Atk new spells per day and an increase in caster level (and or Full Atk +6 melee (1d4 plus poison, bite); Space/Reach spells known, if applicable) as if you had also gained a 10 ft./5 ft.; SA poison; SQ bonus tricks (2), evasion, scent; level in an arcane spellcasting class to which you belonged AL N; SV Fort +4, Ref +8, Will +3; Str 11, Dex 18, Con 12, before adding the prestige class level. You do not, however, Int 1, Wis 12, Cha 2. gain any other benefi t a character of that class would have",
        "name":  "Niski",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "as above plus 0—all others; 1st—charm person, Entry Requirements ray of enfeeblement; 5th—baleful polymorph, dominate person; Alignment: Lawful good or lawful neutral.",
        "name":  "Spellbook",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Common. stealth, passion, and perseverance in the face of extinction. River Mastery (Ex): See prestige class feature description. By emulating the essence of the scorpion and becoming Smite Evil (Su): Twice per day, Karlott can attempt to one with the scorpion’s strength, desert people can tap into smite evil with one normal melee attack. She adds +2 to the scorpion’s vitality. Scorpion heritors, through a special her attack roll and deals an extra 6 points of damage. relationship with the scorpion spirit, gain the mystical abili- Aura of Courage (Su): Immune to fear, and each ally within ties of the scorpion, and can even take its shape. 10 feet of her gains a +4 morale bonus on saving throws against fear effects. BECOMING A SCORPION HERITOR Buoyancy (Ex): See prestige class feature description. Only characters who already revere the scorpion, who know Detect Evil (Sp): At will, as the spell. something of its ways, who know how to survive in the Divine Health (Ex): Immunity to disease. desert, and who have taken the scorpion’s venom into their River’s Vigor (Su): See prestige class feature description. blood can become scorpion heritors. Rogues are most often Special Mount (Sp): Once per day for up to 12 hours, associated with the scorpion heritor class, but it isn’t unheard Karlott can call upon her heavy warhorse, named Shavak, of for barbarians, rangers, or even fi ghters to pick up a few as a full-round action. The creature’s abilities and charac- levels of the prestige class. Most classes have to buy at least teristics are summarized below. some ranks in required skills as cross-class skills.",
        "name":  "Language",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast at least three spells of the Sand or a supernatural affl iction that gradually mummifi es its Thirst domain as divine spells. victims (see Disease, page 21). CLASS FEATURES Local Drought (Su): Beginning at 3rd level, you can All of the following are class features of the walker in the produce desert conditions in a 20-foot-radius emanation waste prestige class. with you at the center. The temperature band in that",
        "name":  "Spells",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cancels water spells and effects or dis- SPELL LISTS misses water creatures.",
        "name":  "Dispel Water",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cone blows away and knocks down in the Player’s Handbook. This section also contains a short smaller creatures and deals 1d6 damage/level. list of new psionic powers and epic spells. Parboil: Flash-heated air deals fire and Intelligence damage to one or more creatures.",
        "name":  "The spells in the following section supplement those found Flaywind Burst",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Deals 2d6 fi re damage out to 10 ft. and 2nd-Level Bard Spell 1d6 out to 20 ft. Passing through wall deals 5d6 damage",
        "name":  "NEW BARD SPELLS Wall of Magma",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Heals dessication damage. +1/level. 3rd-Level Bard Spell 6th-Level Cleric Spells",
        "name":  "Hydrate",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touched living creature dies and is mummifi ed. 4th-Level Bard Spell Symbol of ThirstM: Triggered rune overwhelms nearby",
        "name":  "Mummify",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cancels water spells and effects or dis- creatures with thirst. misses water creatures. 8th-Level Cleric Spell 6th-Level Bard Spell Flashfl ood: Wave of water smashes everything in its path",
        "name":  "Dispel Water",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Summons 2d6 mephits of a kind you and fl oods area. designate. 9th-Level Cleric Spell",
        "name":  "Mephit Mob",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanently grants one 1st-Level Cleric Spells creature the fi re subtype.",
        "name":  "NEW CLERIC SPELLS Mantle of the Fiery SpiritX",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reveals location, size, and quality of Several new domains are presented below, supplementing water sources. those in the Player’s Handbook. Spells marked with a super- script dagger (†) are new spells described in this book. 2nd-Level Cleric Spells",
        "name":  "Locate Water",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Heals dessication damage. +1 morale bonus on saving throws, attack rolls, ability checks, skill checks, and damage rolls. Using this spell- 3rd-Level Cleric Spells like ability is a standard action, and the effect lasts for",
        "name":  "Hydrate",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cloud of dust obscures sight and abrades those passing through it. Nobility Domain Spells",
        "name":  "Haboob",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wall impedes movement and can drown 6 Geas/Quest: As lesser geas, plus it affects any creature. creatures. 7 Repulsion: Creatures can’t approach you. 8 Demand: As sending, plus you can send suggestion. 5th-Level Cleric Spells 9 Storm of Vengeance: Storm rains acid, lightning,",
        "name":  "Wall of Water",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wall impedes movement, obscures vision, NEW DRUID SPELLS and blocks some attacks. 1st-Level Druid Spells Wall of Water: Wall impedes movement and can drown",
        "name":  "Wall of Sand",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touched creature gains protection from creatures. heat and sun. Impede Sun’s Brilliance: Diminishes the heat and light 5th-Level Druid Spells of the sun in an area. Choking SandsM: Touched creature begins to suffocate",
        "name":  "Cloak of Shade",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Summons 2d6 mephits of a kind you 3rd-Level Ranger Spells designate. Haboob: Cloud of dust obscures sight and abrades those",
        "name":  "Mephit Mob",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Deals 2d6 fi re damage out to 10 ft. and 1d6 out to 20 ft. Passing through wall deals 5d6 damage 4th-Level Ranger Spells +1/level. Slipsand: Creates a volume of slipsand.",
        "name":  "Wall of Magma",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Calls dustform creature 7th-Level Druid Spells to fi ght.",
        "name":  "Summon Desert Ally IV",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Turns several creatures into statues of salt. NEW SORCERER/WIZARD SPELLS Summon Desert Ally VII. Calls dustform creature 1st-Level Sorcerer/Wizard Spells to fight. Div Locate WaterF: Reveals location, size, and quality of water sources. 8th-Level Druid Spells Necro Parching Touch: One touch/level deals 1d6 des-",
        "name":  "Flesh to Salt, Mass",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Deals 1d6/2 levels dessication damage NEW PALADIN SPELLS and dehydrates living creature. 2nd-Level Paladin Spells",
        "name":  "Necro Desiccate",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Protects against suffocation and 3rd-Level Sorcerer/Wizard Spells dangerous vapors. Abjur Protection from Dessication: Absorb 10 points/",
        "name":  "Freedom of Breath",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cloud of dust obscures sight and abrades NEW RANGER SPELLS those passing through it. 1st-Level Ranger Spells Ench Tormenting Thirst: Subject is overwhelmed Impede Sun’s Brilliance: Diminishes the heat and light by thirst. of the sun in an area. Evoc Body Blaze: You are surrounded by fi re and leave",
        "name":  "Conj Haboob",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Move through the wasteland without penalties. 4th-Level Sorcerer/Wizard Spells",
        "name":  "Waste Strider",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cone deals 1d6 damage/level. 2nd-Level Ranger Spells Desert Diversion: Those attempting planar travel",
        "name":  "Conj Blast of Sand",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You become an oozelike being of sand. 7th-Level Sorcerer/Wizard Spells 5th-Level Sorcerer/Wizard Spells Trans Flesh to Salt, Mass: Turns several creatures into",
        "name":  "Sandform",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cancels water spells and effects or dismisses water creatures. 8th-Level Sorcerer/Wizard Spells",
        "name":  "Dispel Water",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Transforms two 10-ft. NEW EPIC SPELLS cubes per level. Beast of a Thousand LegsX: Create a tornado-spawning",
        "name":  "Transmute Stone to Sand",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target is subjected to unearthly super-storm. (Spellcraft DC 132) heat for 1 round/level. Dire DroughtX: Deal 2d6 dessication damage in 1,000-foot radius. (Spellcraft DC 319) 6th-Level Sorcerer/Wizard Spells Global Warming: Permanently increase region’s tem-",
        "name":  "Unearthly Heat",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Triggered rune overwhelms perature. (Spellcraft DC 100) nearby creatures with thirst. VolcanoX: Raise a small volcano. (Spellcraft DC 56)",
        "name":  "Ench Symbol of ThirstM",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    }
]
