[
    {
        "origin_file":  "spells.json",
        "description":  "At 3rd level, the watch detec- age he deals whenever he makes an attack that can cause tive is always considered armed when making a disarm subdual damage only. attempt, and he gains a +4 bonus on any attack roll made Forensics (Su): With a successful Search check (DC to disarm an opponent. 20), an 8th-level or higher watch detective can discern DDDDDeeeeeddddduuuuuccccctttttiiiiivvvvveeeee AAAAAuuuuuggggguuuuurrrrryyyyy (Sp): The watch detective may ask for the cause of death of any corpse he examines. Given a hint to a mystery, puzzle, or trap. As a standard action, the time, he may take 20 on this roll. Success indicates that player makes an assertion that can be true or untrue (such he knows what killed the person, the size and approxi- as “The half-orc did it” or “If I pull the red lever, the door mate strength of any attacker responsible, and any other will open”). The DM makes a secret percentile roll (chance key information the DM wishes to impart. of success = 70% + 1% per watch inspector level), if the roll DDDDDiiiiisssssccccceeeeerrrrrnnnnn llllliiiiieeeeesssss (Sp): At 9th level, the watch detective can is successful, the Dungeon Master gives the player a cor- produce an effect identical to that of a discern lies spell rect “true” or “untrue” answer to the assertion, though no cast by a sorcerer of his watch detective level. This ability reason need be given for why the response is correct. If is usable once per day. the roll fails, the DM provides no information. The Dun- LLLLLooooocccccaaaaattttteeeee CCCCCrrrrreeeeeaaaaatttttuuuuurrrrreeeee (Sp): At 9th level, the watch detective 76 geon Master is always free to determine that the watch de- can produce an effect identical to that of a locate creature tective doesn’t have enough information to make an edu- spell cast by a sorcerer of his watch detective level. This cated guess, but in this case the attempt doesn’t count ability is usable once per day. CHAPTER 5: PRESTIGE CLASSES Instant Knowledge (Su): Once per day, a 10th-level Class Skills watch detective may make an Intelligence check (DC The windrider’s class skills (and the key ability for each 20). He may not take 10 or take 20 on this check. If suc- skill) are Balance (Dex), Concentration (Con), Craft (any) cessful, he gains a +10 insight bonus on one Knowledge (Int), Diplomacy (Cha), Handle Animal (Cha), Heal check of any category. If he has no ranks in that particu- (Wis), Jump (Str), Knowledge (nature), Profession (any) lar Knowledge skill, he may make the check untrained. (Wis), and Ride (Dex). See Chapter 4 of the Player’s Hand- book for skill descriptions. WINDRIDER",
        "name":  "Superior Disarming",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Animal Trick Transmutation Each of your summoned creatures within the area re- Level: Drd 0, Rgr 1 ceives a +4 enhancement bonus to Strength. This Components: V, S, DF effect lasts until the spell ends or the creature leaves Casting Time: 1 action the area. Range: Close (25 ft. + 5ft./2 levels)",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Spell Resistance: Yes",
        "name":  "Components",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes after performing it. You reduce the target animal’s size by one category. For Beget Bogun example, a Large tiger affected by this spell becomes a Conjuration (Creation) Medium-size tiger. This decrease in size allows the Level: Drd 1 animal to fit better into tight spaces, such as the typical Components: V, S, M, XP dungeon room or subterranean passage. The size Casting Time: 1action change also has a number of other effects, as given in Range: Touch the Monster Manual and summarized below. If this spell Effect: Tiny construct would cause any ability score to drop to 0 or below, that Duration: Instantaneous score instead becomes 1 while all other effects apply Saving Throw: None normally. Spell Resistance: No",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action CHAPTER 6: SPELLS",
        "name":  "Casting Time",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range: 5 ft.",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level invisible nature spirits and sussurating voices. This effect is a boon to you and your allies and a bane to your ene- By drawing on the power of the sun, you cause your body mies. You gain a +2 morale bonus on attack rolls and a +4 to emanate fire. This fire extends 5 feet in all directions morale bonus on saving throws against fear effects for from your body, illuminating the area and doing 1d4+1 the duration of the spell, as does each of your allies points of fire damage (Reflex save for half) to any crea- within the area. Each of your enemies within the area ture it touches except you. who fails a Will save behaves as if affected by a fear spell. Each round, every affected enemy gets a new Will save to Bottle of Smoke shake off the effects of this spell. An enemy who makes Conjuration (Creation) a successful save need not make any more saving throws Level: Drd 4, Rgr 3 for the duration of the spell. Creatures immune to fear Components: V, S, F are immune to both aspects of this spell. Casting Time: 10 minutes",
        "name":  "This spell creates the sensation that the sky is filled with Duration",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V S, DF Spell Resistance: No",
        "name":  "Components",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous bottle is thereafter opened before the spell duration ex-",
        "name":  "Duration",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes creature made of wisps of smoke. It makes no sound, and anything that touches it simply passes through it. This spell has two versions. To cast either version, you To mount this smoke horse, the would-be rider must must touch a plant and breathe on it. make a successful Ride check (DC 10) while holding the",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you center this spell on a single bottle in one hand. Anyone attempting to mount with- normal plant, all normal plants within a 100-foot spread out the bottle simply passes through the horse’s form (includingthe one on which the spell was centered) im- Letting go of the bottle after mounting causes the rider mediately die. Flowers wilt, leaves fall to the ground, and to fall through the horses smoky form; he or she cannot foliage withers. This spell has no effect on the soil, so thereafter remount without the intact bottle in hand. It new growth can replace the dead plants. This effect the bottle is broken, the spell ends immediately and the allows no saving throw. rider (if mounted.) falls to the ground.",
        "name":  "Blight Area",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1hour/level because material objects and spells simply pass through it. It cannot attack. If you fail a Wilderness Lore check to track a creature The rider can return the smoke horse to the bottle, whilethisspell (unctions, you can immediately attempt and thus pause the spell, at any time by simply uncork- another roll against the same DC to establish the trail. It ingit (a move-equivalent action) and stoppering it again 84 the reroll fails, you must search tor the trail for 30 min- (another move-equivalent action) in the next round utes (if outdoors) or 5 minutes (if indoors) before trying after the horse is inside. If the bottle is reopened later, again. the spell reactivates with its remaining duration intact. CHAPTER 6: SPELLS An entangled creature can try to break free and move at half normal speed by using a full-round action to make a Strength check or Escape Artist check (DC 20). A nonentangled creature can move through the area at half speed, taking damage as described above. Each round nonentangled creatures remain in the area, the plants at- tempt to entangle them. The plants provide one-quarter cover for every 5 feet of substance between a creature in the area and an oppo- nent—one-half for 10 feet of briar web, three-quarters for 15 feet, and total cover for 20 feet or more. The DM may alter the effects of the spell somewhat, based on the nature of the available plants. Camouflage Transmutation",
        "name":  "Duration",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action remains unused, the spell ceases functioning one day Range: Touch after it is cast. If dispelled at any time while the bottle is Target: Creature touched that is in contact with water corked, the spell ends. Duration: 1 hour/level (D)",
        "name":  "Regardless of how much duration Casting Time",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Briar Web Transmutation The subject retains his or her form, but appears to be com-",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) sure or hypothermia for the duration of the spell. Outside",
        "name":  "Range",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text leave and reenter water without ending the spell.",
        "name":  "Saving Throw",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Cloudwalkers This spell causes grasses, weeds, bushes, and even trees to Transmutation grow thorns and then wrap, twist, and entwine about Level: Drd 7 creatures in the area, holding them fast. Creatures that Components: V, S, DF stand still are entangled but experience no other effects Casting Time: 1 action and take no damage. A creature attempting an action Range: Close (25 ft. + 5 ft./2 levels) (attack, cast a spell with a somatic component, move, or Targets: One creature/level, no two of which can be the like) takes thorn damage of 1d4 points +1 additional more than 30 ft. apart point per caster level and must make a successful Reflex Duration: 1hour/level (D) save or be entangled (–2 penalty on attack rolls, –4 Saving Throw: Reflex negates (harmless) penalty to effective Dexterity, and unable to move). Spell Resistance: Yes (harmless) Anyone trying to cast a spell within the area must also 85 make a Concentration check (DC 15 + spell level + You create gaseous pads of cloudstuff on the subjects’ damage taken) or lose the spell. feet, allowing them to walk on the clouds. These pads CHAPTER 6: SPELLS allow each subject to move straight up or down at a Duration: 3 rounds speed of up to 30 feet or laterally with a fly speed of 60 Saving Throw: Fortitude half feet (perfect), as desired. (Lateral movement is pos- Spell Resistance: Yes sible only for a subject who is already at least 90 feet off the ground.) To touch the earth again, a subject You turn the subject’s sweat to ice, creating blisters as the must use a standard action to shake off the cloudstuff, ice forms on and inside the skin. The spell deals 1d6 cu- which ends the spell for that creature. You may dis- mulative points of cold damage per round it is in effect miss the spell, but only for all subjects at once—an act (that is, 1d6 on the 1st round, 2d6 on the second, and 3d6 that can have significant consequences for subjects on the third). Only one save is allowed against the spell; already in the air. if successful, it halves the damage each round.",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Duration: 1 day",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes from this list: blinding sickness, cackle fever, filth fever, mindfire, red ache, the shakes, or slimy doom (see Dis- If the target fails its Reflex save, it takes 1 point of ease in Chapter 3 of the DUNGEON MASTER’SGuide for de- damage when the spell is cast and another every hour scriptions). Any living creature you hit with a melee while it is in effect. Hardness is ignored for damage from touch attack during the spell’s duration is affected as darkseed. It would take weeks to kill a large tree with suc- though by the contagion spell, immediately contracting cessive applications of this spell, but a small plant would the disease you have selected unless it makes a successful die in a matter of hours. Darkseed does not affect plant Fortitude save. You cannot infect more than one creature creatures with Wisdom and Charisma scorcs. per round. Dawn Countermoon Abjuration",
        "name":  "Upon casting this spell, you must choose one disease Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Spell Resistance: Yes This spell stops a lycanthrope from changing form, pre- All sleeping creatures in the area awaken. Those who are venting both voluntary shapechanging via the alternate unconscious because of subdual damage wake up and form ability and involuntary shapechanging because of become staggered (see Subdual Damage in Chapter 8 of lycanthropy. The subject retains whatever form he or she the Player’s Handbook). This spell does not affect dying had when the spell was cast for the duration; even death creatures. does not cause reversion to normal form until the spell ends. Natural lycanthropes gain a +4 competence bonus Daze Animal on the saving throw against this spell. Enchantment [Compulsion, Mind-Affecting]",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature Spell Resistance: Yes CHAPTER 6: SPELLS This enchantment clouds the target animal’s mind. The stone, 1 inch of common metal, a thin sheet of lead, or 3 subject is not stunned, so attackers get no special advan- feet of wood or dirt blocks it. tage against it, but it cannot move or attack. Druid Grove Decomposition Transmutation",
        "name":  "Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1round/level Spell Resistance: No",
        "name":  "Duration",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None This spell allows you to adopt the nature and some abili-",
        "name":  "Saving Throw",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No ties of a wild animal. You retain your own form, but you gain the natural and extraordinary senses of the creature You can sense the presence of a favored enemy. The you choose, as well as its skill ranks (though these do not amount of information revealed depends on how long stack with any ranks you already have in the same skills), you study a particular area. for the duration of the spell. Thus, depending on your 1st Round: Presence or absence of a favored enemy in choice of animal, you could gain blindsight, scent, and the area. ranks in Listen, Spot, or other skills. Embrace the wild does 2nd Round: Types of favored enemies in the area and not grant you the animal’s natural attacks, methods of lo- the number of each type. comotion, feats, or nonsensory extraordinary abilities, 3rd Round: The location and HD of each individual such as trample or improved grab. present, as though revealed by a power sight effect. Focus: Hide, skin, or feathers of the selected animal, or 87",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Spell Resistance: Yes (harmless) Upon casting this spell, you must choose one disease This spell functions like polymorph other, except that you from this list: blinding sickness, cackle fever, filth fever, polymorph each subject into a feathered animal of Small mindfire, red ache, the shakes, or slimy doom (see Dis- size or smaller (your choice of species, but all subjects ease in Chapter 3 of the DUNGEON MASTER’SGuide for de- take the same form). Any subject may choose to resume scriptions). The touched creature contracts the disease his or her normal form (as a full-round action); doing so you have selected immediately (no incubation period) ends the spell for that individual alone. Otherwise, all unless it makes a successful Fortitude save. subjects remain in the bird form until the spell expires or Unlike a creature affected by contagion, the subject of you dismiss it, restoring all affected creatures to normal an epidemic spell becomes a powerful vector for spreading form. the disease. As long as the subject is afflicted with the disease, any living creature (except the caster) within 30 Fire Eyes feet of him or her must make a Fortitude save or imme- Transmutation diately contract the disease, regardless of its usual incu- Level: Drd 0 bation period or method of transmission. Anyone Components: V, DF infected in this manner also becomes a vector for the Casting Time: 1 action disease and can spread it in the same manner. Range: Touch The save DC drops by 1 each day after the spell is cast, Target: Creature touched regardless of when any particular creature contracted it. Duration: 10 minutes/level",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One humanoid This spell grants you a +20 competence bonus on Hide",
        "name":  "Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Greater Call Lightning False bravado causes the subject to grow overconfident, Evocation [Electricity] believing that he or she has gained the full effects of a Level: Drd 6 barbarian’s rage (Constitution and Strength bonuses as Components: V, S well as improved Will saves). In fact, however, the af- Casting Time: 10 minutes, +1 action per bolt called fected creature incurs all the penalties of a barbarian’s Range: Long (400 ft. + 40 ft./level) rage but gains none of its advantages. The subject suffers Effect: See text a –2 penalty to AC and cannot use skills or abilities that Duration: 10 minutes/level require patience and concentration, such as moving Saving Throw: Reflex half silently or casting spells. At the end of the spell’s dura- Spell Resistance: Yes tion, the creature is fatigued (–2 penalties to Strength and Dexterity, unable to charge or run) for the rest of that This spell is similar to call lightning, except that you may 88 encounter. call down bolts every 5 minutes. To cast greater call light-",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small mirror with a sigil of bravery painted ning, you must be in a stormy area—a rain shower, a tor- upon it, worth at least 25 gp. nado (including a whirlwind formed by a djinn or air CHAPTER 6: SPELLS elemental of 7 HD or more), clouds and wind, or even Invulnerability to Elements hot and cloudy conditions will do. While you are in such Abjuration an area, you can call down one bolt of lightning every 5 Level: Drd 9 minutes. You need not do so immediately upon cast- Components: V, S, DF ing—other actions, even spellcasting, can be performed Casting Time: 1 action at any time during the spell’s duration. However, you Range: Touch must use a standard action to concentrate on the spell Target: Creature touched when you call each bolt. Duration: 10 minutes/level",
        "name":  "Focus",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None stroke, striking any target point you designate that is Spell Resistance: Yes within range (measured from your position at the time). It takes the shortest possible unobstructed path between As protection from all elements, but the target creature a nearby cloud and the target point. Any creature within becomes immune to damage from acid, cold, electricity, a 10-foot radius of the bolt’s path or the point where it fire, and sonic damage while the spell is in effect. strikes is affected. Each bolt deals 1d10 points of electri- cal damage per caster level (maximum 15d10). Kiss of Death Greater call lightning is usable only outdoors; it does not Necromancy function indoors, underground, or underwater. The spell Level: Drd 5 ends if you leave the stormy area. Components: V, S, DF",
        "name":  "Each bolt of lightning flashes down in a vertical Saving Throw",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (see text) This spell is the same as creeping cold, but it adds a fourth round to the duration, during which it deals 4d6 points Your teeth and tongue become coated with a fast-acting, of damage, if the caster is at least 15th level, it adds a fifth virulent poison. Each round, you may make a melee round at 5d6 points of damage. If the caster is at least touch attack to deliver the poison via a kiss. The poison 20th level, it adds a sixth round at 6d6 points of damage. deals 1d10 points of temporary Constitution damage im- mediately and another 1d10 points of temporary Consti- Green Blockade tution damage 1 minute later. Each instance of damage Conjuration (Creation) can be negated by a Fortitude save (DC 10 + one-half",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF overcome a creature’s spell resistance, both primary and",
        "name":  "Components",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20-ft.-long, 1-ft.-thick wall of vegetation spell is in effect, you can try again to overcome its spell",
        "name":  "Effect",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Languor Transmutation You raise a barrier of plant life before you. Any creature Level: Drd 4 trying to pass through this blockade must succeed at a Components: V, S Strength check (DC 15) to do so; success ends its move- Casting Time: 1action ment on the other side of the wall. Fire burns away the Range: Close (25 ft. + 5 ft./2 levels) blockade in 1 round, or creatures with appropriate im- Effect: Ray plements can chop through it in 1 minute. Duration: 1round/level",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Transmutation",
        "name":  "Hawkeye Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 1, Rgr 1 This spell causes creatures it hits to become weak and",
        "name":  "Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V slow. A subject who fails a Will save is slowed as the spell",
        "name":  "Components",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 4 water or clear lakes. If you cast a second lookingglass spell",
        "name":  "Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None (see text) spell doesn’t provide any ability to survive in the location",
        "name":  "Saving Throw",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One animal or tree/three levels, no two of which dead for more than 1 round. A creature that died from a may be more than 30 ft. apart death effect can’t be raised by this spell, nor can con- Duration: Instantaneous structs, elementals, outsiders, and undead creatures, Saving Throw: See text last breath cannot bring back a creature who has died of Spell Resistance: Yes old age. You awaken one or more trees or animals to human- Lookingglass like sentience. All awakened creatures must be ot the Transmutation same kind. To succeed, you must make a successful",
        "name":  "Last breath has no effect on a creature that has been Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1hour whichever is greater). Failure indicates that the spell",
        "name":  "Casting Time",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text nicate your desires to it. 90 Spell Resistance: Yes An awakened tree has characteristics as if it were an animated object (see the Monster Manual), except that its Intelligence, Wisdom, and Charisma scores are all CHAPTER 6: SPELLS 3d6. Awakened plants gain the ability to move their if it were stunned), but such an action breaks the spell on limbs, roots, vines, creepers, and so forth, and they that creature. have senses similar to a human’s. An awakened animal has 3d6 Intelligence, a +1d3 bonus to Charisma, and Miasma +2 HD. Evocation",
        "name":  "Saving Throw",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 4 Spell Resistance: Yes",
        "name":  "Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Living creature touched not attack or flee. They are not helpless, so Duration: 10 minutes/level they defend themselves normally if attacked. Saving Throw: Will negates Any threat (fire, a hungry predator, or an immi- Spell Resistance: Yes nent attack, for example) breaks the spell on the threatened creatures. This spell grants the quiet strength of a massive oak tree. Mass Trance The subject gains a +4 enhance- Enchantment [Compulsion, Mind-Affecting] ment bonus to Strength and suffers a",
        "name":  "The subjects remain where they are and do Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Duration: 1 minute/level",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) subject could still suffer unfortunate side effects, such as drowning in acid (since drowning damage comes from By calling on the power of nature, you grant the target lack of oxygen) or becoming encased in ice. animal a +1 luck bonus on attack and damage rolls for The eftects ot this spell do not stack with those of pro- every two caster levels you possess. tection from elements, endure elements, or resist elements. It a creature is warded by protection from all elements and any Persistence of the Waves of these other spells, protection from all elements absorbs Transmutation damage until it is discharged.",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10minutes/level This spell is the same as regenerate ring, except that it",
        "name":  "Duration",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Regenerate Critical Wounds This spell bestows the smooth indomitability of waves Conjuration (Healing) crashing on a shore. The subject gains a +4 enhancement Level: Clr 6, Drd 5 bonus to Constitution and suffers a –2 enhancement penalty to Strength. This spell is the same as regenerate light wounds, except that it grants fast healing at the rate of 4 hit points per Power Sight round. Divination",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Duration: 10rounds + 1 round/level",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) You determine the number of Hit Dice (including those Spell Resistance: Yes (harmless) from class levels) a creature currently has. if the creature has both monster Hit Dice and class levels, power sight re- With a touch ot your hand, you boost the subject’s life veals only the total. You cannot determine what class energy, granting him or her the fast healing ability for levels a creature has, and negative levels do not count the duration of the spell. This healing applies only to against its HD. For example, both a 10-HD creature and a damage sustained during the spell’s duration, not to that 10th-level character with 4 negative levels appear as 10- from previous injuries. The subject heals 1 hit point per HD creatures. round of such damage until the spell ends and is auto- matically stabilized it he or she begins dying from hit Protection from All Elements point loss during that time. Regenerate light wounds does Abjuration not restore hit points lost from starvation, thirst, or suf-",
        "name":  "Saving Throw",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1action The effects ot multiple regenerate spells do not stack,",
        "name":  "Casting Time",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched regenerate spell of equal level extends the first spells du-",
        "name":  "Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes/level or until discharged ration by the full duration of the second spell. 92 Saving Throw: None",
        "name":  "Duration",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes CHAPTER 6: SPELLS Regenerate Moderate Wounds Sandblast Conjuration (Healing) Evocation",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1action that it grants fast healing at the rate of 2 hit points per Range: 10 ft. round. Area: Semicircular burst of sand 10 ft. long, centered on your hands",
        "name":  "This spell is the same as regenerate light wounds, except Casting Time",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 3 Spell Resistance: Yes",
        "name":  "Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature/two levels, no two of which can be illustration in the burning hands spell description in the more than 30 ft. apart Player’s Handbook for details of the arc.) Any creature that",
        "name":  "Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Scarecrow Necromancy [Fear, Mind-Affecting]",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 0 granting each the fast healing ability for the duration of Components: V, S the spell. This healing applies only to damage sustained Casting Time: 1 action during the spells duration, not to that from previous in- Range: Close (25 ft. + 5 ft/2 levels) juries. Each subject heals 1 hit point per round of such Target: One animal damage until the spell ends and is automatically stabi- Duration: 1round/level lized if he or she begins dying from hit point loss during Saving Throw: Will negates that time. Regenerate ring does not restore hit points lost Spell Resistance: Yes from starvation, thirst, or suffocation, nor does it allow a creature to regrow or attach lost body parts. The subject becomes shaken, suffering a –2 morale The effects of multiple regenerate spells do not stack; penalty on attack rolls, saves, and checks for the duration only the highest-level effect applies. Applying a second of the spell. regenerate spell of equal level extends the first spell’s du- ration by the full duration of the second spell. Slime Wave Conjuration (Summoning)",
        "name":  "You invoke healing energy over a group of creatures, Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "15-ft.-radius spread light wounds, except that it Duration: 1round/level grants fast healing at the Saving Throw: Reflex negates rateof 3 hit points Spell Resistance: No per round. You create a wave of green slime that begins at the range you choose and violently spreads to the limit of the area. The wave splashes and splatters as it passes; some slime clings to any wall or ceiling. Each creature in the area that fails its Reflex save is covered with one patch of green slime for every 5 feet of its face. Green slime devours flesh and organic materials on contact, and even dissolves metal. A patch of green slime deals 1d6 points of temporary Constitution damage per round while it devours flesh. Against wood or metal, green slime deals 2d6 points of damage per round, ignor- ing the hardness of metal but not that of wood. It does not harm stone. On the first round of contact, the slime can be scraped off a creature (most likely destroying the scraping device), but after that it must be frozen, burned, or cut 93 away (applying damage to the victim as well). Extreme cold or heat, sunlight, or a remove disease spell destroys CHAPTER 6: SPELLS the green slime. Unlike normal green slime, the slime Duration: 10minutes/level created by this spell gradually evaporates, disappearing Saving Throw: Reflex negates by the end of the duration. Spell Resistance: Yes",
        "name":  "This spell is the same as regenerate Area",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level 11th Gargantuan 13th Colossal This spell grants you the effects of speak with animals, speak with plants, and tongues, enabling you to communi- Standing wave moves the lifted creature or object in a cate with any living creature, including unintelligent straight line at a speed of 60 feet over water. The spell dis- ones such as normal plants. You can ask questions of and sipates when the wave contacts land, lowering its burden receive answers from any creatures, although the spell harmlessly to shore. doesn’t make them any more friendly or cooperative than normal. You can make yourself understood as far as Thunderswarm your voice carries. Evocation [Electricity]",
        "name":  "Duration",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 9 earth, water, or any other solid or semisolid object or Components: V, S terrain feature as though under the influence of stone Casting Time: 1action tell. Any such object or terrain feature can relate to you Range: Long (400 ft. + 40 ft./level) who or what has touched it, as well as what is covered Area: Pattern of lightning spreads similar to a fireball (see or concealed behind or under it, providing complete text) descriptions as requested. However, an object’s per- Duration: Instantaneous spective, perception, and knowledge may prevent it Saving Throw: None or Reflex half (see text) from providing the details you are looking for (DM’s Spell Resistance: Yes discretion). This spell does not include a speak with dead effect, so Like the arcane spell meteor swarm, thunderswarm you cannot access the past memories of dead creatures. evokes blasts similar to those of the spell fireball, except Though you understand every creature and object, you that this spell creates balls of lightning. When you cast may speak only one language (or rough equivalent) at a it, either four large (2-foot-diameter) spheres or eight time. small (1-foot-diameter) spheres spring from your out- stretched hand and streak in a straight line to the spot Speed of the Wind you designate. Each sphere leaves a trail of sparks Transmutation behind it.",
        "name":  "You also gain the ability to speak with stone, metal, Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes on the size of the spheres, as follows. (See the meteor swarm spell description in the Player\u0027s Handbook for de- With this spell, you can grant the ephemeral quickness tails on the patterns.) of a sudden breeze. The subject gains a +4 enhancement Large Spheres: Each large sphere has a 15-foot-radius bonus to Dexterity and a –2 enhancement penalty to spread and deals 4d8 points of electricity damage. The Constitution. four spheres explode with their points of origin forming either a large diamond or a large box pattern (your Standing Wave choice) around the spell’s central point of origin. The Transmutation blasts are 20 feet apart along the sides of the pattern, cre-",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 3 ating overlapping areas of the spell’s effect and exposing",
        "name":  "Level",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Waves under a creature or object within range These spheres explode with their points of origin form- CHAPTER 6: SPELLS ing either a box-within-a-diamond pattern or a dia- waterball is to burst. A blue, pea-sized bead streaks from mond-within-a-box pattern around the spell’s central the pointing digit and, unless it impacts upon a material point of origin. Each of the pattern’s outer sides meas- body or solid barrier prior to attaining the prescribed ures 20 feet long. All four areas overlap in the center of range, blossoms into the waterball at that point. (An the pattern, and two or three areas overlap in various pe- early impact results in an early detonation.) If you at- ripheral sections. tempt to send the bead through a narrow passage, such A creature caught in one of the blasts may attempt a as an arrow slit, you must “hit” the opening with a Reflex save for half damage. Creatures struck by multiple ranged touch attack, or else the bead strikes the barrier blasts must save against each blast separately. Any crea- and detonates prematurely. (See the fireball spell de- ture that fails a save is stunned for 1d4 rounds in addition scription in the Player’s Handbook for details of the blast to taking full damage. pattern.) When it detonates, the walerball deals 1d6 points of True Reincarnate subdual damage per caster level (maximum 10d6). An af- Transmutation fected creature can make a Reflex save for half damage.",
        "name":  "Target",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) other spell effect does.",
        "name":  "Spell Resistance",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A full waterskin that you burst This spell is the same as reincarnate, except that the druid when casting the spell. can reincarnate a creature that has been dead up to 10 years per caster level. True reincarnate can even bring back Wood Wose a subject whose body has been wholly destroyed, pro- Conjuration (Creation) vided that you unambiguously identify that creature in Level: Drd 1 some fashion (reciting the deceased’s time and place of Components: V, S, DF birth or death is the most common method). Casting Time: 1 action",
        "name":  "Material Component",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) body, and all physical ills and afflictions are repaired. Effect: One nature servant",
        "name":  "Upon completion of this spell, the subject has a new Range",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1hour/level spell (in the Player’s Handbook) to determine the subject’s Saving Throw: None new incarnation. When rolling to determine the new Spell Resistance: No form, roll twice; the returning creature can select from either of the two forms indicated. A wood wose is a translucent, green nature spirit that you The subject suffers neither loss of level (or Constitu- can command to perform simple natural tasks. It can tion point) nor loss of any prepared spells or spell slots. build a campfire, gather herbs, feed an animal compan- You can reincarnate someone killed by a death effect ion, catch a fish, or perform any other simple task that or someone who has been turned into an undead crea- doesn’t involve knowledge of technology. It cannot, for ture and then destroyed, as well as someone killed by hit example, open a latched chest, since it doesn’t know how point loss. a latch works.",
        "name":  "Refer to the description and the table for the reincarnate Duration",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animal Empathy +10, Concentration beyond her personal grove in the form of an animal. +6, Handle Animal +7, Heal +11, Intuit Direction +9, She has not traveled far beyond the forests in her own Knowledge (nature) +16, Listen +5, Profession (herbal- part of the world, so she is limited to the forms of ani- ist) +9, Ride (horse) +4, Scry +6, Search +2, Spellcraft mals native to temperate climates. +6, Spot +5, Wilderness Lore +19; Blindsight, Create The druid has tailored her feat selection to help her Infusion, Multiattack, Natural Spell, Track. make better use of her wild shapes. Multiattack gives her",
        "name":  "Skills and Feats",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Thyme is immune to all organic Skills and Feats: Animal Empathy +10, Concentration poisons, including monster poisons but not mineral +9, Handle Animal +7, Heal +11, Hide –3, Intuit Direc- poisons or poison gas. tion +9, Knowledge (nature) +16, Listen +5, Profession Wild Shape (Sp):Thyme can change into a Tiny, Small, (herbalist) +9, Ride (horse) +3, Scry +6, Search +2, Spell- Medium-size, Large, or dire animal and back again 5 craft +6, Spot +5, Wilderness Lore +19; Blindsight, times per day. She may adopt only one form per use of Create Infusion, Multiattack, Natural Spell, Track. this ability. With each use, she regains hit points as if Improved Grab (Ex):If Thyme hits with a claw, she she has rested for a day. She does not risk the standard deals normal damage and attempts to start a grapple as a penalty for being disoriented while in her wild shape. free action without provoking an attack of opportunity. She gains all the creature’s natural and extraordinary Improved grab works only against Medium-size or abilities when she does so. smaller opponents. Thyme has the option to conduct the",
        "name":  "Venom Immunity",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animal Empathy +10, Concentration +6, tiger, wolf), half-elf traits, nature sense, resist nature’s Handle Animal +7, Heal +11, Hide +6, Intuit Direction +9, lure, scent, trackless step, venom immunity, wild shape Knowledge (nature) +16, Listen +5, Profession (herbalist) (Tiny, Small, Medium-size, Large, or dire animal 5/day), +9, Ride (horse) +4, Scry +6, Search +2, Spellcraft +6, Spot woodland stride; AL N; SV Fort +11, Ref +6, Will +12; +5 (+13 during daylight), Wilderness Lore +19; Blindsight, Str 25, Dex 15, Con 17, Int 12, Wis 18, Cha 10.",
        "name":  "Skills and Feats",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+1 opposable scimitar*, periapt of wisdom +2 on tion +9, Knowledge (nature) +16, Listen +6, Move wilding clasp*. Silently +3, Profession (herbalist) +9, Ride (horse) +4, Scry +6, Search +2, Spellcraft +6, Spot +6, Wilderness Thyme (Medium-size viper form), female half-elf Lore +19 (+23 when tracking by scent); Blindsight, Drd12: CR 12; Medium-size humanoid (elf); HD Create Infusion, Multiattack, Natural Spell, Track. 12d8+12; hp 66; Init +3; Spd 20 ft., climb 20 ft., swim 20 Trip (Ex): When Thyme hits with a bite attack, she ft.; AC 16 (touch 13, flat-footed 13); Atk +12 melee can attempt to trip the opponent as a free action with- (1d4–1, bite); Face/Reach 5 ft. x 5 (coiled) ft./5 ft.; out making a touch attack or provoking an attack of SA Poison; SQ Animal companions (2 badgers, 2 hawks, opportunity. If the attempt fails, the opponent cannot tiger, wolf), half-elf traits, nature sense, resist nature’s react to trip Thyme. lure, scent, trackless step, venom immunity, wild shape Scent (Ex): Thyme can detect approaching enemies, (Tiny, Small, Medium-size, Large, or dire animal 5/day), sniff out hidden foes, and track by sense of smell. woodland stride; AL N; SV Fort +8, Ref +7, Will +12; Possessions:+1 opposable scimitar*, periapt of wisdom +2 on Str 8, Dex 17, Con 11, Int 12, Wis 18, Cha 10. wilding clasp*.",
        "name":  "Possessions",
        "source":  "masters_of_the_wild.txt",
        "_id":  "3ca332d479cc0bcf81dfca435e9b6e5b92bd3b18efc3044f8d4ade8271a1932c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A powerful battlefield spellcaster. spellcasters but with virtually no study; to her, it comes naturally. Scholars wonder if favored souls STARTING AGE have traces of outsider blood from unions, holy or As with any other class, you can choose a likely age or roll unholy, centuries ago and generations removed. randomly for it. If you roll randomly, refer to the information Others suggest that the ability is awakened by below and use the appropriate column on Table 6–4: Random divine training of the proper type, or that favored souls Starting Ages, page 109 of the Player’s Handbook. are simply imbued with their gifts by their gods when",
        "name":  "Warmage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Same as bard. souls cast their spells naturally, as much through 5",
        "name":  "Healer",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Favored souls unpredictable, and it can show up in cast divine spells by means of an any of the common races. innate connection rather than Divine spellcasters from savage through laborious training and lands or from among the brutal hu- prayer. Their divine connection is manoids are more often favored souls natural rather than learned. They than clerics. know fewer spells than clerics do Other Classes: Favored souls and acquire powerful spells more have the most in common slowly than clerics, but they can cast with members of other self- spells more often than clerics can, and taught classes, especially sorcerers, but they have no need to select and prepare also druids and rogues. They sometimes them ahead of time. find themselves at odds with members of",
        "name":  "Characteristics",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any. Spells: A favored soul casts divine spells (the same type of",
        "name":  "Alignment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. spells available to clerics), which are drawn from the cleric spell list. She can cast any spell she knows without preparing it ahead Class Skills of time the way a cleric must. The favored soul’s class skills (and the key ability for each skill) To cast a spell, a favored soul must have a Charisma score of 10 are Concentration (Con), Craft (Int), Diplomacy (Cha), Heal + the spell’s level (Cha 10 for 0-level spells, Cha 11 for 1st-level (Wis), Jump (Str), Knowledge (arcana) (Int), Profession (Wis), spells, and so forth). The Difficulty Class for a saving throw Sense Motive (Wis), and Spellcraft (Int). against a favored soul’s spell is 10 + the spell’s level + the favored Skill Points at 1st Level:(2 + Int modifier) × 4. soul’s Wisdom modifier.",
        "name":  "Hit Die",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Toughness. same time eschewing the use of violent spells requires a selfless",
        "name":  "Bonus Feat",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2d4 gp. humans and elves. Healers are less common among the dwarves,who would rather pre- vent wounds (by smashing the enemy) than HEALER cure them. The hurts of the world are manifold. Minor Other Classes: The healer is rarely accidents are common, and usually easily snubbed in an adventuring company. All dealt with. However, when conflict and all- realize that her presence could be the advantage that out warfare occur, they leave misery and hurt enables them to see their next quest through to the end. in their wake that can stagger the imagina- Healers sometimes clash with clerics, since clerics repre- tion. While good-aligned clerics are called sent a more dogmatic view of faith and reverence toward upon to heal, their complex obligations the deities. and abilities often get in the way of pure Role:A healer is easy to spot. She moves about behind solace and remediation. Not so the an adventuring company or combat unit, applying her healer. One of the healer’s great pur- divine skills to bring relief to the injured. After she passes, poses in life is to provide protec- the wounded press forward with renewed vigor, and the tion, and failing that, healing, to fallen may yet rise again. all good people who require her aid. GAME RULE INFORMATION Empathetic, a healer is Healers have the following game statistics. adept both at detecting the ailments of allies Abilities:Wisdom determines how many spells a healer and understanding the coarse, unruly can cast per day. Charisma determines how effective the thoughts of beasts. Her way with animals healer’s spells are. A high Constitution improves her hit points, wins her friends among otherwise savage allowing her to brave combat and letting her spend fewer heal- creatures of the wild. ing spells on herself.",
        "name":  "Gold",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The healer provides aid to Alignment:Any good. members of her adventuring company, Hit Die:d8. the soldiers of her religion, or the alliance to which she is pledged. Class Skills When a battlefield is strewn The healer’s class skills (and the key ability with wounded allies or an expe- for each skill) are Concentration (Con), Craft dition team’s members are sorely (Int), Diplomacy (Cha), Handle Animal (Cha), hurt, a healer cures the injuries of the Heal (Wis), Knowledge (nature) (Int), Knowledge (reli- faithful and those who have allied themselves with the side of gion) (Int), Profession (Wis), Sense Motive (Wis), Spellcraft good. A healer might accept a commission to escort a company (Int), and Survival (Wis). enisriaH .T yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 2:01 PM Page 8 A healer 9 CHARACTERS CHAPTER 1: 620_96582_MinisHndbk.qxd 8/18/03 2:01 PM Page 9 Skill Points at 1st Level:(4 + Int modifier) × 4. Healing Hands (Ex): Whenever a healer casts a spell that",
        "name":  "Adventures",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Because all alignments must be prepared to fight Spellcraft (Int). for their causes, warmages might be found among virtually any Skill Points at 1st Level:(2 + Int modifier) × 4. army that uses spellcasting as artillery on the battlefield. Skill Points at Each Additional Level: 2 + Int modifier.",
        "name":  "Alignment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use the statistics for an elemental of the the saving throw fails. appropriate size as found in the Monster Manual, but make the follow- Share Spells:At the bonded summoner’s option, he may have any ing changes: spell (but not any spell-like ability) he casts on himself also affect his",
        "name":  "Elemental Companion Basics",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. provoke attacks of opportunity. At 3rd level and higher, a havoc mage can battlecast a spell CLASS FEATURES of 4th level or lower. At 5th level, a havoc mage can battlecast All of the following are class features of the havoc mage. a spell of 8th level or lower.",
        "name":  "Skill Points at Each Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fighter may select Daunting Presence as one of his Benefit:Choose acid, cold, electricity, or fire. You can modify fighter bonus feats. any spell with an energy descriptor to use the chosen type of energy instead. A spell so modified works normally in all respects Deft Opportunist [General] except the type of damage dealt. You are prepared for the unexpected. A modified spell uses a spell slot of the spell’s normal level,",
        "name":  "Special",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wis 15, access to one domain spell. Prerequisites:Cha 13, base attack bonus +1.",
        "name":  "Prerequisite",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose one domain spell that you can cast. You may Benefit:As a move action, you may goad an opponent that cast this spell one extra time each day. Once this spell is chosen, threatens you, has line of sight to you, can hear you, and has an it may not be changed. Intelligence of 3 or higher. (The goad is a mind-affecting",
        "name":  "Benefit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may take this feat multiple times. Each time effect.) When the goaded opponent starts its next turn, if it you choose this feat, you select a different domain spell to which threatens you and has line of sight to you, it must make a Will it applies. saving throw (DC 10 + 1/2 your character level + your Cha modifier). If the opponent fails its save, you are the only crea- Foe Specialist [General] ture it can make melee attacks against during this turn. (If it You are trained at how to damage a particular type of foe. kills you, knocks you unconscious, loses sight of you, or oth-",
        "name":  "Special",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose a type of creature from Table 3–14: Ranger make any remaining melee attacks against other foes, as Favored Enemies, page 47 of the Player’s Handbook.You deal an extra normal.) A goaded creature may still cast spells, make ranged 1d6 points of damage on successful sneak attacks against that type attacks, move, or perform other actions normally. The use of of creature. (The selected type cannot be construct, elemental, ooze, this feat restricts only melee attacks. plant, or undead, since those types are not subject to critical hits.) Special: A fighter may select Goad as one of his fighter",
        "name":  "Benefit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 2 ranks, base attack bonus +3. whether the opponent moves one square straight back, one",
        "name":  "Prerequisites",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +1 bonus on all Will saving throws. Spell- square diagonally back to the right, or one square diagonally back casters you threaten may not cast defensively. (They automati- to the left. cally fail Concentration checks to do so.) You can’t push an opponent back through (or into) solid obsta- cles or otherwise occupied squares. Martial Throw [General] If, after making the bull rush attempt, you would not be able You can switch positions with an opponent you hit in melee by to move into a square previously occupied by the opponent, you throwing that opponent. can’t push that opponent back.",
        "name":  "Benefit",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fighter may select Reckless Charge as one of his Benefit:Once per day, you may apply the Enlarge Spell feat fighter bonus feats. to any spell you cast, without increasing the level of the spell or specially preparing it ahead of time. You may still use the Second Wind [General] Enlarge Spell feat normally, if you have it. You can shrug off minor wounds with ease.",
        "name":  "Special",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Base attack bonus +1. Spell feat normally, if you have it.",
        "name":  "Prerequisite",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Energy Affinity. spell you cast, without increasing the level of the spell or spe-",
        "name":  "Prerequisite",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can gain this feat multiple times. Each time it Once per day you can increase the area of a spell without special applies to a different type of energy. preparation.",
        "name":  "Special",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Flying creature loses flying ability. 3rd-Level Bard Spells Curse of Impending Blades, Legion’s:Subjects take –2 penalty to AC. 4th-Level Bard Spells Undeniable Gravity, Legion’s:Flying creatures lose flying ability. CLERIC SPELLS 1st-Level Cleric Spells",
        "name":  "Undeniable Gravity",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your initiative check result improves, and you know enemies’ initiative check results. 2nd-Level Cleric Spells",
        "name":  "Sign",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Allies gain +1 to AC, saves. especially for the battlefield. In general, such spells are effec- Living Undeath:Subject becomes immune to critical hits and tive out to medium range, and they affect allies or enemies in a sneak attacks. 20-foot-radius burst. When troops are massed into units for Quick March:Allies’ speed increases by 30 ft. for 1 round. large battles, these spells are useful for benefiting or hampering Veil of Shadow:Darkness grants you concealment. entire units. SPELL LISTS These lists summarize the spells described here. ASSASSIN SPELLS 1st-Level Assassin Spells",
        "name":  "Divine Protection",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your move does not provoke attacks of opportunity for 1 round (swift). 2nd-Level Assassin Spells",
        "name":  "Lightfoot",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkness grants you concealment. BLACKGUARD SPELLS 2nd-Level Blackguard Spells",
        "name":  "Veil of Shadow",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkness grants you concealment. 3rd-Level Blackguard Spells",
        "name":  "Veil of Shadow",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Evil creature gains DR 10/cold iron and good. BARD SPELLS 1st-Level Bard Spells",
        "name":  "Demonhide",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject gains immunity to fear. 3rd-Level Druid Spells",
        "name":  "Lionheart",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject deals double damage on charges. 4th-Level Druid Spells",
        "name":  "Righteous Fury",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Removes most afflictions. RANGER SPELLS HEALER SPELLS 1st-Level Ranger Spells 3rd-Level Healer Spells Guided Arrow:Ranged attack targets don’t get cover for 1",
        "name":  "Panacea",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cure 2d4 damage, even on another’s turn round (swift). (swift). Lightfoot:Your move does not provoke attacks of opportunity for 1 round (swift). 4th-Level Healer Spells",
        "name":  "Close Wounds",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Removes most afflictions. 2nd-Level Ranger Spells",
        "name":  "Panacea",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You are hastedfor 1 round (swift). Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/18/03 4:03 PM Page 31 Orc Druid 32 :2 RETPAHC CIGAM 3rd-Level Ranger Spells Curse of Impending Blades, Legion’s:Enemies take –2 penalty to AC. 4th-Level Ranger Spells Lion’s Charge:You can make a full attack on a charge for 1 round (swift). SORCERER/WIZARD SPELLS 0-Level Sorcerer/Wizard Spells (Cantrips)",
        "name":  "Haste, Swift",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "“Cures” 1 point of damage to a construct. 1st-Level Sorcerer/Wizard Spells",
        "name":  "Trans Repair Minor Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+1 on ranged attacks against creatures in illuminated area. Mordenkainen’s Buzzing Bee: Bee gives subject –10 penalty on Move Silently and Concentration checks. 2nd-Level Sorcerer/Wizard Spells",
        "name":  "Evoc Guiding Light",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Flying creature loses flying ability. 3rd-Level Sorcerer/Wizard Spells Necro Curse of Impending Blades, Legion’s:Enemies take –2 penalty to AC.",
        "name":  "Undeniable Gravity",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "“Cures” 3d8+1/level (max +15) points of damage to a construct. Snake’s Swiftness, Legion’s: Allies each immediately make one attack. 4th-Level Sorcerer/Wizard Spells",
        "name":  "Trans Repair Serious Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "“Cures” 4d8+1/level (max +20) points of damage to a construct. Undeniable Gravity, Legion’s: Flying creatures lose flying ability. 5th-Level Sorcerer/Wizard Spells",
        "name":  "Trans Repair Critical Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subjects within 10 ft. take 1d8/level 3rd-Level Warmage Spells fire damage. Ring of Blades:Blades surround you, damaging other crea- tures (1d6+1/level damage). WARMAGE SPELLS 4th-Level Warmage Spells 1st-Level Warmage Spells Blast of Flame:60-ft. cone of fire (1d6/level damage).",
        "name":  "Fireburst, Greater",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ranged touch, 1d8 or more cold damage. 5th-Level Warmage Spells",
        "name":  "Cold Orb, Lesser",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subjects within 10 ft. take 1d8/level fire 2nd-Level Warmage Spells damage.",
        "name":  "Fireburst, Greater",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 1, Wmg 1 Spell Resistance:Yes (harmless) Casting Time:1 standard action",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous that is aligned can overcome the damage Spell Resistance:Yes (harmless)",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 2 the slapped creature can negate the Spell Resistance:Yes (harmless)",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action tration check. This spell cures 2d4 points of damage.",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Focus: A leather glove. You can cast this spell with an instant",
        "name":  "Range",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Two creatures of up to Large utterance. You may even cast this spell size Blades of Fire when it isn’t your turn. If you cast this",
        "name":  "Targets",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous Conjuration [Fire] spell immediately after the subject takes",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Components:V age. It would keep alive someone who",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One Tiny hand as noted above. This spell functions like conviction,except",
        "name":  "Effect",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Conjuration (Healing) Curse of Impending Blades",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range:Touch",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level time avoiding attacks, sometimes Saving Throw:Will negates even seeming to stumble into (harmless) harm’s way. The subject takes a –2 Spell Resistance:Yes (harmless) penalty to AC. The cursecannot be dispelled, but it The subject gains damage reduc- can be removed with a break enchant- tion 10/cold iron and good. ment, limited wish, miracle, remove curse, or wishspell. Divine Protection",
        "name":  "The subject of the spell has a hard Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) This spell functions like lesser acid orb,",
        "name":  "Range",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Transmutation",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) Level:Brd 1 The subject takes a –2 penalty on attack Spell Resistance:Yes (harmless) Components:V rolls and saving throws. Casting Time: 1 swift action",
        "name":  "Saving Throw",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round can be removed with a break enchant- The subject of this powerful spell is ment, limited wish, miracle, remove curse, unable to die from hit point damage. This spell functions like expeditious retreat or wishspell. While under the protection of this (see page 228 of the Player’s Handbook), spell, the normal limit of –9 hit points except as noted above. Curse of Petty Failing, Legion’s before a character dies is extended Necromancy without limit. A condition or spell that Favorable Sacrifice",
        "name":  "The curse cannot be dispelled, but it Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Enemy creatures in a 20-ft.- a disintegrate effect, still kills the crea- Components:V, S, M radius burst ture, as does death brought about by Casting Time:1 standard action ability score damage, level drain, or a Range:Touch This spell functions like curse of petty fail- death effect. Target:Creature touched ing, except that it affects multiple ene- The spell does not prevent the subject Duration:1 hour/level mies out to medium range. from entering the dying state by drop- Saving Throw:Will negates (harmless) ping to –1 hit points. It merely prevents Spell Resistance:Yes (harmless) Delay Death death as a result of hit point loss. Necromancy If the subject has fewer than –9 hit The subject receives the protection of a",
        "name":  "Targets",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 3 points when the spell’s duration expires, divine power commensurate with the",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch Demonhide below applies per casting of this spell;",
        "name":  "Range",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 2, Drd 3 Duration:1 round sonic 15; spell resistance 15",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action Spell Resistance:Yes (harmless) resistance to acid 20, cold",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You This spell increases your special mount’s sonic 20; spell resistance 20",
        "name":  "Target",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gems worth a total ment is treated as an enhancement of 1,000 gp, 5,000 gp, or 25,000 gp. This spell functions like fly (see page bonus. 232 of the Player’s Handbook), except as Fire Orb, Lesser noted above. Incite Conjuration (Creation) [Fire] Enchantment (Compulsion) [Mind-",
        "name":  "Material Component",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V Casting Time:1 standard action except that it deals fire damage. Casting Time:1 swift action Range:Close (25 ft. + 5 ft./2 levels)",
        "name":  "This spell functions like lesser acid orb, Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 5, Wmg 5 Spell Resistance:Yes",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5 ft. Spell Resistance:Yes Components: V, S",
        "name":  "Range",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes ranged attack rolls against any target in Saving Throw:Will negates the area. Spell Resistance:Yes Fireburst causes a powerful explosion of Spellcasters in battle sometimes use flame to burst from you, damaging any- this spell to designate targets for archers. The caster inhibits his foe from acting. one within 5 feet of you. All creatures The subject is forced to delay until the within that area, except for you, take 1d8 Haste, Swift following round, acting immediately points of fire damage per caster level Transmutation before the caster on the caster’s initia- (maximum 5d8). The burst does not Level:Rgr 2 tive count. affect you or any creatures or objects in Components: V your space. Casting Time:1 swift action Invisibility, Swift",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V Evocation [Fire] This spell functions as haste (see page Casting Time:1 swift action",
        "name":  "Fireburst, Greater Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action Level:Sor/Wiz 1 until the spell’s duration expires or the",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round Range:Medium (100 ft. + 10 ft./level) dispelled.",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A phantom bee Material Component: A dab of honey. You move with unearthly agility. You Duration:1 min./level (D) provoke no attacks of opportunity when Saving Throw: None Panacea moving. Spell Resistance:No Conjuration (Healing)",
        "name":  "Effect",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Abjuration [Mind-Affecting] loud bee to appear. It buzzes around the Casting Time:1 standard action",
        "name":  "Lionheart This spell causes a small but extremely Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level nate another creature.) Spell Resistance:Yes (harmless)",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) that disrupts the subject’s concentra- This spell channels positive energy tion. The subject takes a –10 penalty on into a creature to wipe away afflictions. The subject gains immunity to fear effects. all Move Silently and Concentration It immediately ends any of the follow- checks. (Creatures that can’t hear don’t ing conditions affecting the target: Lion’s Charge take the penalty on Concentration blinded, confused, dazed, dazzled, deaf- Transmutation checks.) If the subject attempts to cast or ened, diseased, exhausted, fatigued,",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift It negates sleepeffects and the effect of action the feeblemindspell, and ends any addi-",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You tralize poison spell. It also cures 1d8",
        "name":  "Target",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round points of damage + 1 point per caster level (up to +20). This spell grants you the Panaceadoes not remove ability dam- pounce special ability (see age, negative levels, or permanently page 313 of the Monster drained levels. It does not remove con- Manual). ditions caused by spells of 7th level or higher, or by spells or effects that can- Living Undeath not be dispelled. Necromancy Used against an undead creature,",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Components: V, S, DF",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action This spell imparts a physical transfor- Range:Medium (100 ft. + 10 mation upon the subject, not unlike the ft./level) process that produces a zombie. While Targets:Allies in a 20-ft.-radius burst the subject does not actually become Duration:1 round undead, its vital processes are tem- Saving Throw:Will negates (harmless) porarily bypassed with no seeming ill Spell Resistance:Yes (harmless) effect. The subject becomes not subject Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/18/03 4:05 PM Page 37 Drow Cleric ofLolth 38 :2 RETPAHC CIGAM Quick march increases your allies’ base Revivify You are bathed in an unearthly glow for land speed by 30 feet. (This adjustment is Conjuration (Healing) the duration of the spell (as if a daylight considered an enhancement bonus.) Level:Clr 5, Hlr 5 spell had been cast on you). You get a +4",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M sacred bonus to your Charisma score. movement, such as burrow, climb, fly, or Casting Time:1 standard action If you die, your body is converted into swim. As with any effect that increases a Range:Touch an explosive blast of energy in a 20-foot- creature’s speed, this spell affects maxi- Target:Dead creature touched radius burst centered where you fell, deal- mum jumping distance. Duration:Instantaneous ing 2d6 points of damage per caster level",
        "name":  "There is no effect on other modes of Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) in the burst’s area. Good creatures in the Transmutation area are healed by the same amount, and",
        "name":  "Repair Critical Damage Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 4 Revivify miraculously restores life to a undead take double this damage. Spell recently deceased creature. However, the resistance cannot prevent this damage, As repair light damage, except repair critical spell must be cast within 1 round of the but a successful Reflex save reduces it to damagerepairs 4d8 points of damage +1 victim’s death. Before the soul of the de- half. Your body is disintegrated, so you point per caster level (up to +20). ceased has completely left the body, this cannot be raised with a raise dead spell. spell halts its journey while repairing Spells that do not require an intact body, Repair Light Damage somewhat the damage to the body. This such as true resurrection, can be used to Transmutation spell functions like raise dead,except that bring you back to life as normal.",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action spells. The creature is only restored to –1 Evocation [Good]",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Righteous Aura Target:Creature touched Abjuration [Good, Light] Duration:1 round/level When laying your hands upon a con- Level:Pal 4 Saving Throw:Will negates (harmless) struct that has at least 1 hit point remain- Components:V, S, DF Spell Resistance:Yes (harmless) ing, you transmute its structure to repair Casting Time:1 standard action damage it has taken. The Range:Personal The subject’s charge attacks deal double spell repairs 1d8 points of Target:You damage. (The subject does not have to be damage + 1 point per caster Duration:1 hour/level mounted or wielding a lance.) If the sub- level (up to +5). ject makes more than one attack on a charge, the double damage applies only Repair Minor Damage to the first attack. Transmutation",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 2 This spell conjures a ring of swirling metal blades around you. The ring ex- As repair light damage, except repair tends 5 feet from you, into all squares moderate damage repairs 2d8 points of adjacent to your space. Each round on damage + 1 point per caster level (up to your turn, starting when you cast the +10). spell, the blades deal 1d6 points of damage + 1 point per caster level (up to Repair Serious Damage a maximum of +10) to all creatures in Transmutation the affected area.",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 1 Spell Resistance:Yes",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level taken its action for the round. Taking this action doesn’t You are granted a vision that affect the subject’s normal shows you how your foes will place in the initiative order. act each round and allows you This is a single attack and fol- to respond quickly to them. lows the standard rules for When you cast this spell, you attacking. may set your initiative check This spell does not allow result at 20 + your initiative the subject to make more than modifier (but only if doing so one additional attack in a increases the result). You round. If the subject has know the initiative check results of all Components:V already made an additional attack, due your foes whilethe spell is in effect, and Casting Time:1 standard action to a prior casting of this spell, from the you know which opponent will act first Range:Close (25 ft. + 5 ft./2 levels) haste spell, or from any other source, in case of ties. This spell applies to all Target:One creature this spell fails. foes in your line of sight. Duration:Instantaneous Arcane Material Component: A few",
        "name":  "Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small piece of Saving Throw:Will negates scales from a snake. dried goat intestine or some tea leaves. Spell Resistance:Yes Snake’s Swiftness, Legion’s Slashing Darkness You slide the subject creature along the Transmutation Evocation ground a distance of 5 feet in any direc- Level:Drd 2, Sor/Wiz 3",
        "name":  "Material Component",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ray enemy, or a solid object. (If you attempt This spell functions like snake’s swiftness,",
        "name":  "Effect",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None spell automatically ends.) You can slide medium range.",
        "name":  "Saving Throw",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes the subject fast enough to clear small gaps in the ground, such as narrow pits. Sonic Orb, Lesser A hissing, hurtling ribbon of pure dark- You cannot slide the subject up or down, Conjuration (Creation) [Fire] ness flies from your hand. A creature but you can slide it over the edge of a cliff Level:Sor/Wiz 1, Wmg 1 struck by this ray of darkness takes 1d8 or the like. Effect: One orb of sonic energy points of damage per two caster levels This movement does not provoke (maximum 5d8). An undead creature attacks of opportunity. This spell functions like lesser acid orb, instead heals 1d8 points of damage per except that it deals from 1d6 to 5d6 two caster levels (maximum 5d8). Slide, Greater points of sonic damage instead of 1d8 to Transmutation 5d8 points of acid damage.",
        "name":  "Spell Resistance",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 1 Illus. by A. Smith 620_96582_MinisHndbk.qxd 8/25/03 10:18 AM Page 39 A drow cleric casts the slashing darkness spell. 40 :2 RETPAHC CIGAM 620_96582_MinisHndbk.qxd 8/18/03 4:06 PM Page 40 Tiger’s Tooth A flying creature, which can be a crea- This spell functions like undeniable gravity, Transmutation ture that can fly by means of the flyspell except that it affects multiple creatures.",
        "name":  "Level",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V grounded. If this spell is cast on a crea- Veil of Shadow",
        "name":  "Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M This spell effect is suppressed in day-",
        "name":  "Components",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Undeniable Gravity, Legion’s light or in the area of a light spell of 3rd",
        "name":  "Casting Time",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates Targets:Creatures in a 20-ft.-radius seeingspell does.",
        "name":  "Saving Throw",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 5/epic, darkvision 60 ft., spell resistance 25",
        "name":  "Special Qualities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +19, Craft (alchemy) +17, Diplomacy +5, Escape Artist +15, Intimidate +15, Knowledge (arcana) +17, Knowledge (the planes) +17, Knowledge (religion) +17, Knowledge (undead) +17, Listen +15, Search +17, Sense Motive +15, Spellcraft +19, Spot +15, Survival +3 (+5 follow- ing tracks, +7 following tracks on other planes, +5 on other planes), Use Rope +3 (+5 bindings)",
        "name":  "Skills",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Listen +8, Spot +8 Illus. by S. Tappin 620_96582_MinisHndbk.qxd 8/18/03 4:36 PM Page 57 Cave ankylosaurus pqqqqrs CAVE DINOSAUR MUTATIONS d% Mutation As products of a yuan-ti breeding program, cave dinosaurs sometimes 01–10 Improved grab (with tail), constrict 1d6 + Str bonus possess strange genetic traits, the result of partially successful breed- 11–20 Spell resistance 10 + HD ing experiments. 21–30 Chameleon power(as yuan-ti) Not all cave dinosaurs have mutations. Among populations located 31–40 Produce acid(as yuan-ti) close to the site of the yuan-ti breeding program, mutations may be 41–50 Poison (as yuan-ti) (+1 CR) very common. In populations further removed from the direct influ- 51–60 Blind-Fight feat ence of the yuan-ti, mutations may be more rare, occurring in only a 61–65 +6 Str small percentage of all cave dinosaurs. 66–70 +6 Con The table below gives random mutations for cave dinosaurs. A few 71–75 +6 Dex mutations make a significant difference in the level of threat posed by 76–80 Resistance to electricity 20 and fire 20 the mutated cave dinosaur. In these instances, as noted on the table, 81–85 Resistance to cold 20 and electricity 20 increase the Challenge Rating of the creature appropriately. 86–90 Resistance to cold 20 and fire 20 91–100 Wings, fly speed of 50 ft. (poor) (+1 CR) pqqqqrs 58 :3 RETPAHC SRETSNOM Combat Trample (Ex):Reflex DC 18 half. The save A cave ankylosaurus blunders heedlessly DC is Strength-based. into combat, sometimes blundering right through and over whatever threatens it. CAVE TYRANNOSAURUS Trample (Ex): Reflex DC 18 half. Large Animal The save DC is Strength-based. Hit Dice: 9d8+30 (70 hp)",
        "name":  "Skills",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— This creature’s tormented, immaterial form suggests terrible loss. Its upper body is distinct, This snake has luxurious scales of deep blue-black, except for two stripes of with a manic humanoid form, but its lower violet color that almost seem to hover over the creature’s body. It never body blurs into a ghostly cloud. Its hollow eyes quite seems to be located exactly where it should be. convey malevolent intelligence. The displacer serpent is a ravenous and furtive carnivore Those who die while under terrible that resembles a snake. It has glowing green eyes, and curses or inimical enchantments some- two vibrant stripes of vibrant, glowing violet running times linger on as cursed spirits, bring- down its body. ing their misfortune to others. Displacer serpents pursue small prey but do Evil clerics send cursed spirits to fight not disdain going after larger meals. Any other enemy combatants. The presence of a living creature is a potential meal, so displacer cursed spirit weakens the enemies’ serpents live in a world of neverending plenty. defenses against spells and other spe- A displacer serpent is about 8 feet long and cial attack types. weighs about 200 pounds. A cursed spirit speaks the lan- Displacer serpents speak Draconic, but guages it spoke in life. One is often poorly. heard predicting doom for those it is trying to slay. Combat Displacer serpents are unex- Combat ceptional in their tactics, lash- The cursed spirit is cunning enough to ing out when hungry or bored, ambush enemies though walls, floors, slithering away when hurt and ceilings. or scared. Accursed Touch (Su):A cursed Displacement (Su): A spirit adds its Charisma modifier light-bending glamer con- to damage dealt by its incorporeal tinually surrounds a dis- touch attack. placer serpent, making it Curse Aura (Su):The taint difficult to surmise the crea- of loss surrounds a cursed ture’s true location. Any melee or ranged spirit. Adjacent enemy crea- attack directed at it has a 50% miss chance tures take a –2 penalty on unless the attacker can locate the serpent all saving throws. by some means other than sight. A true seeingeffect yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/18/03 4:37 PM Page 60 Cursed spirit OrcWarrior 61 MONSTERS CHAPTER 3:",
        "name":  "Level Adjustment",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+1 spell can restore life).",
        "name":  "Initiative",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft, spell-like abilities, tongues",
        "name":  "Special Qualities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage immunity to electricity reduction 5/–, darkvision 60 Saves: Fort +2, Ref +4, Will +2 ft., immunity to poison, Abilities: Str 8, Dex 13, Con 13, Int 12, resistance to acid 10, cold Wis 8, Cha 13 10, electricity 10, and fire Skills:Hide +1*, Intimidate +7, 10, spell resistance 18 Survival +5, Swim +13",
        "name":  "Special Qualities",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7–9 HD (Medium); wish, wish, miracle,or true resurrec- 10–18 HD (Large) tionspell can restore life).",
        "name":  "Advancement",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animal companion, half-elf traits, nature sense, spells, trackless step, wild empathy, woodland stride",
        "name":  "SQ",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +7, Handle Animal +5, Heal +8, Spellcraft +7, Survival +8",
        "name":  "SKILLS",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You add a creature’s level to its 1d20 roll when it makes a typical of Chaotic Good creatures, but its save to avoid the effect of a spell or to brave the dangers of combat. emphasis is less on ranged attacks than on tremendous melee damage. Chaotic Evil creatures’ attack bonuses aren’t likely to be SPD (Speed) as high as those of the Lawful Evil or even Chaotic Good factions, In the skirmish rules, a creature’s speed is the number of squares but they deal more damage when they do hit. Many of this fac- it can move on the battle grid. In the mass battles rules, it is the tion’s Commander Effects increase the damage dealt by a suc- number of inches the creature can move across the battlefield. cessful melee attack. A creature that does not attack, cast a spell, or take a standard",
        "name":  "This faction shares the good speed Saves",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most creatures with damage reduction in the roleplaying rules have the Damage Reduction special abil- ity in the miniatures rules, regardless of any vulnerability. Give the creature damage reduction 10 if its value in the roleplaying rules is 15 or higher; otherwise give it damage reduction 5. The more punishing damage reduction rules work fine in a roleplay- ing campaign, in which the PCs likely have a lot of resources and can usually avoid battles that they can’t hope to win. In a com- petitive battle, however, damage reduction of a higher value or that is more difficult to overcome could make a lot of battles unwinnable for one side—and thus, no fun. Illus. by D. Hanley 620_96582_MinisHndbk.qxd 8/19/03 10:03 AM Page 81 Ogre Ravager 82 :4 RETPAHC SDRAC TATS this advantage with the Save +4 and Save +8 special abilities. In creature that has Fearless (such as a paladin) has a cost of about 8 general, give Save +4 to the following creatures: times its CR. Dragons Dwarves PLAYER CHARACTERS IN THE Monks MINIATURES RULES Paladins Player characters converted for use with the miniatures rules Rogues of 7th and higher level should be joined to factions that match their alignments. For A creature that falls into multiple categories, such as a dwarf these purposes, you may shift alignment slightly to reflect the monk, may get Save +8 instead of Save +4. sorts of warbands or armies that the character is likely to join. Player characters from the roleplaying rules can become com- Feats and Skills manders in the miniatures rules. A character’s status as a com- Most skills don’t affect a creature’s abilities in the miniatures mander lets the player control that character plus an array of rules. One exception is Tumble: If the creature has a high score troops in battle. Even a Commander rating of 0 allows a PC to put in this skill, this usually translates as the Mobility special ability. other creatures under command. If you are converting a whole High scores in Diplomacy and Intimidate, as noted above, are party of PCs, and they are not commanding other creatures, then typical for commanders. you should choose one to be the commander. That character A number of feats, such as Precise Shot, translate more or less receives a Commander rating, while other party members should directly to the miniatures rules. Others, such as Dodge or Power have the Independent special ability. An individual character Attack, instead alter a creature’s combat statistics. always has the Unique special ability. As commanders, PCs are very maneuverable and powerful. Spells They may be too versatile to work well in the minia- Only spells that have combat utility appear on a tures rules. Just as the Dungeon Master in a creature’s stat card in the miniatures rules. D\u0026D roleplaying campaign chooses chal- These spells generally resemble their roleplay- lenges appropriate to the PCs, so in the ing versions but often have simplified effects miniatures game should you take care to for ease of play. Spells use a special format to sum- set up meaningful battles if you’re marize their effects. going to use wild cards such as D\u0026D player characters. Ignore Minor Features Small conditional bonuses or minor effects can often be ignored for purposes of the miniatures rules. It’s better to capture the style of a creature and make it easy to use in battle than try to simulate every detail and end up with a creature that slows down play. DERIVING COSTS There’s no formula for calculating a creature’s cost in the miniatures rules. A creature’s various combat ratings and special abilities can interact unusually, making it stronger or weaker in ways that a formula can’t capture. Any usable for- mula would be so inaccurate that your common sense would be a better guide. Thus, assigning a cost to a new creature is up to you and your friends. Comparison The first thing to do is to compare the new creature to other crea- tures whose costs you know, and assign a cost that fits a creature of its power. This method is simple and direct, but it may take practice to get a good fit. A second approach is to estimate how much better the new creature is than another creature like it. As a rule of thumb, a creature that has twice the attack capability and twice the defense capability as another creature should cost twice as much as the first creature. If a creature has twice the attack capability but the same defensive capability (or the other way around), then it should cost about 40% more than the first creature. Challenge Rating A creature’s Challenge Rating also gives you a rough idea of what its cost might be. As a rough estimate, a creature’s cost is about 5 times its CR. Having the Fearless special ability, however, is a big benefit in the miniatures rules, so an Undead creature or other yelnaH .D yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 10:03 AM Page 82 Brass Dragon n haunted ruins and deep in accursed dungeons, elite strike your warband fights less effectively, your creatures are teams clash in furious battles. This chapter provides the rules more likely to flee, and they don’t have access to Com- for fast, tactical miniatures battles called skirmishes. mander Effects.",
        "name":  "Damage Reduction",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can use a larger battle grid even for them out for use as terrain tiles in skirmishes. two- or three-player games, but doing so will change the balance If you are playing a two-player game, or a four -player game of power. For example, creatures with ranged attacks are more on a double-size battle grid, each player uses all four tiles. If powerful on larger battle grids, and creatures with low speed are you’re playing a three-player game on a standard battle grid or less powerful. a game with five or more players on a double-size battle grid, each player uses only three tiles—the assembly tile plus two CHOOSE TERRAIN TILES feature tiles. Each player brings four terrain tiles to the skirmish.One terrain tile (but no more than one) must be an assembly tile (the words TERRAIN INITIATIVE “Assembly Tile” are printed in one corner).The remaining three Each player rolls 1d20 to determine who controls the terrain tiles are feature tiles; no single initiative. player can choose two of Reveal your warband and add the Commander rating of your the same terrain tiles. best commander to your roll. The player with the highest result The appendix contains places his or her assembly tile in his or her starting space; then the other players do the same one at a time, proceeding clockwise around the table. Placing Terrain Tiles Terrain tiles must be placed so that their squares line up with the squares of the battle grid. The first tile you place must be your assembly tile. If you’re starting in a corner, the square labeled “Exit Corner” goes in the 84 :5 RETPAHC HSIMRIKS SELUR yelnaH .D yb .sullI Small or Medium corner creature’s space square Large creature’s space intersection corners border The Battle Grid redrob Small or Medium corner creature’s space square centerpoint Large creature’s space intersection corners border The Battle Grid redrob 620_96582_MinisHndbk.qxd 8/19/03 10:04 AM Page 84 centerpoint Barghest pqs CASUAL SETUP VARIANT If you and your friends prefer, you can just set up the map in interest- ing ways before each skirmish instead of using the competitive method of terrain setup described here. The setup rules presented here make sure that there are always 2 squares between walls, so that Large crea- tures can move through the space easily. Make sure your maps follow the same rule. pqs corner square. If you’re starting on an edge, lay three of the tile’s ROUNDS “Exit” squares (including the “Exit Corner” square) on the three A skirmish is played in rounds. Begin the round by making an squares that define your starting place. initiative check. In each round, players complete phases in Each player places a terrain tile in order, one at a time, until order. During each phase in which you act, you activate everyone has run out of tiles or until there is no room for two creatures in your warband; one creature takes its turn, more terrain tiles on the battle grid. You can never then the next does so. (You can activate a particular crea- place terrain tiles on top of other terrain tiles. ture only once in a round.) You can place a terrain tile anywhere on the A round ends when all players have activated all battle grid as long as doing so does not create a 1- their creatures once. (You might have to wait for your square gap between two walls. You can place a opponents if they have more crea- terrain tile so that its wall is adjacent to another tures than you do.) Then a new wall only if the other wall forms the edge of the round begins. battle grid. INITIATIVE CHECK ASSEMBLE YOUR WARBAND To make an initiative check, roll 1d20 After all terrain tiles are placed, the player who and add the highest Commander rating placed the first terrain tile sets up his warband among the active commanders in your on his assembly tile. Thenthe next player sets up warband. Stunned, routing, confused, or her warband on her assembly tile, and so on. helpless commanders don’t improve an ini- Place each creature so that it occupies squares tiative check. that are free of walls and statues. It’s okay to set The player with the highest initiative up on difficult terrain (indicated with a light- check result chooses who goes first in the colored triangle). round. Play passes clockwise around the table from the player who goes first. (Sometimes you’ll want to go first; other times you’ll want to see what your oppo- SKIRMISH BASICS nents are up to before committing your forces.) Once you have chosen your warband and set If two or more players tie for the highest initiative up the battle grid, you and your opponents check result, the player with the highest Commander take turns activating the creatures in your rating wins. If there’s still a tie, the tied players reroll. warbands. Example: Mike has the Half-Orc Fighter You win by destroying or driving off (Commander 3) in his warband and rolls a 4 on enemy creatures whose total cost equals 1d20. His initiative check result for the round is or exceeds your warband’s total cost.You 7 (4 + 3). Jennifer has the Elf Ranger (Comman- also win by eliminating all the enemy creatures. der 2) in her warband and rolls a 12. Her initiative 85 RULES Illus. by R. Wright SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 10:04 AM Page 85 Mummy Two-Player Terrain Setup Two players set up for a battle. First, each puts an assembly tile in his or her starting corner (tiles 1 and 2). Then they take turns placing tiles: 3 (Shrine), 4 (Rubble Room), 5 (Corridor), 6 (Abattoir), and 7 (Treasure Room). You can line walls up along the edges of the battle grid but not touching one another. Leave at least a 2-square gap so Large creatures can get through. Terrain tiles can touch as long as you leave a 2-square gap between walls. By the time six tiles have been placed, there are only two legal positions for the Treasure Room: where it is currently located or 2 squares to the left (up against the edge of the battle grid.) The last tile (Statue Room) can’t be placed because there’s no legal place for it to fit on the battle grid. check result is 14 (12 + 2), so she gets to decide who goes first Move and Make One Attack in this round. A creature’s speed is measured in squares. For example, a creature with a speed of 6 can move up to 6 squares in a single move. A PHASES creature that moves up to its speed can also make one attack or The first player completes a phase by activating two creatures in perform a standard action, such as casting a spell. It can move his or her warband, one at a time. (You can change the direction first and then attack, or attack first and then move. a creature is facing or flip over its stat card to indicate that it has Creatures that move at all on their turn can’t make multiple been activated.) attacks. If a moving creature has more than one attack listed on Everybody completes phases in order until all creatures have its stat card, and the attacks deal different amounts of damage, it been activated. Actions a specific creature takes during its acti- can choose which attack to use. vation are referred to as that creature’s turn. Note: Creatures that are out of command when they start their turn have their speed reduced to 2. ACTIVATE CREATURES During each phase in the round, you activate two creatures, Move up to Double Speed one at a time. An activated creature can perform one of the fol- A creature that doesn’t do anything else can move up to double lowing activities. speed during its turn. —Move its speed and then make one attack, or make one attack and then move. Not Move and Make Multiple Attacks —Move up to double its speed. If a creature doesn’t move during its turn, it can make multiple —Not move and make multiple attacks, if it can do so. melee or ranged attacks if it has the capability (this is also called —Charge. making a full attack). All its attacks must be of the same sort Instead of making its attacks, a creature can cast a spell or use (melee or ranged). a special ability, such as Turn Undead. A creature with multiple attacks can make one of its attacks and Players each activate two creatures per phase until every then move up to its speed instead of taking the rest of its attacks. creature on the battle grid has been activated once, ending the Not all creatures are capable of making more than one attack in round. If you have an odd number of creatures in your war- a turn. See the rules for making attacks and dealing damage, below. band, on your last phase you’ll only have one creature to acti- vate. If you have many more creatures than your opponents, Charge you’ll probably get to activate many creatures in a row at the A creature can charge the nearest enemy that it can see, subject end of the round. to certain conditions. 86 :5 RETPAHC HSIMRIKS SELUR htimS .A yb .sullI 620_96582_MinisHndbk.qxd 8/19/03 10:05 AM Page 86 Few can withstand the minotaur’s powerful charge. To charge, a creature moves at double speed directly toward turn. It moves up to double its normal speed toward that the nearest enemy within line of sight and must finish its move- enemy and can take any path, so long as it ends its movement ment in the closest space adjacent to that enemy (including adjacent to that enemy. (It can even charge if it’s able to meet diagonally adjacent). If nothing slows it down andit moves at the conditions; see Charging, below). Being out of command least 2 squares, that creature can make a single melee attack against that enemy with a +2 bonus on its attack roll. COMMAND When you activate a creature, first determine whether it is under command. A creature is under command if it meets one or more of the following conditions. —It is within 6 squares of one of the commanders in its warband. —It has line of sight to one of the commanders in its warband. —It is a commander. If the creature does not meet any of these conditions, it is out of command. Creatures that are out of command are more restricted in what actions they can take. COMMAND AND MOVEMENT A creature under command can move using its listed speed, unless that creature is routing (see Morale) or helpless. A creature that is out of command moves much slower; it is considered to have a speed of 2.",
        "name":  "Bigger Battle Grids",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You don’t always have to kill survives, it continues moving. If creatures from several differ- enemy creatures to win. Sometimes a badly injured creature flees ent warbands are able to make an attack of opportunity, resolve from battle. attacks in play order (acting player first, then clockwise around When a creature’s hit points first drop to half its starting total the table). or lower, it must make a morale save to keep from running away. See Morale, below, for more information. Reduced to 0 Hit Points:When a creature’s hit points drop to 0 or lower, it is destroyed and removed from the battle grid. Special Abilities and Damage Sometimes a special ability deals damage, or it adds to the damage dealt by an attack. See the description of the special abil- ity in the glossary at the end of this chapter for its effects. ATTACKS OF OPPORTUNITY A creature threatens the squares adjacent to it. With a few excep- 91 tions, if an enemy moves out of a square threatened by an active RULES SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 10:41 AM Page 91 SSqquueeeezziinngg MMoovveemmeenntt 44 TThhee MMiinnoottaauurr iiss oouutt ooff ccoommmmaanndd,, ssoo iittss ssppeeeedd iiss 22.. TThhee MMiinnoottaauurr ccaann aallssoo mmoovvee tthhrroouugghh TThhee MMiinnoottaauurr ccaann ttaakkee aa ddoouubbllee mmoovvee aawwaayy iittss oowwnn aallllyy ((tthhee GGnnoollll)),, bbuutt iitt ccaannnnoott ffrroomm tthhee DDwwaarrff FFiigghhtteerr bbyy ssqquueeeezziinngg iinnttoo tthhee eenndd iittss mmoovveemmeenntt aafftteerr 22 oorr 33 ssqquuaarreess 11--ssqquuaarree--wwiiddee ccoorrrriiddoorr.. EEaacchh ssqquuaarree iitt mmoovveess bbeeccaauussee iitt iiss nnoott aalllloowweedd ttoo ooccccuuppyy aa ssqquuaarree 33 ccoouunnttss aass 22 ssqquuaarreess wwhheenn ssqquueeeezziinngg,, GGnnoollll ccoonnttaaiinniinngg aannootthheerr ccrreeaattuurree.. IInnsstteeaadd iitt hhaass ssoo iitt wwiillll hhaavvee ttoo ssttoopp aafftteerr iitt hhaass ssppeenntt 33 ssqquuaarreess ttoo ccoonnttiinnuuee mmoovviinngg uunnttiill iitt ppaasssseess ooff mmoovveemmeenntt.. ((IItt oonnllyy hhaass 11 ssqquuaarree ooff tthhee GGnnoollll,, uussiinngg aallll 44 ssqquuaarreess mmoovveemmeenntt lleefftt,, aanndd ssqquueeeezziinngg aannootthheerr ooff mmoovveemmeenntt.. TThhee MMiinnoottaauurr ccoouulldd ssqquuaarree wwoouulldd ccoosstt 22..)) mmoovvee 11 ssqquuaarree ttoowwaarrdd tthhee DDwwaarrff 22 AAxxeeffiigghhtteerr,, bbuutt iiss nnoott aalllloowweedd ttoo ssqquueeeezzee ppaasstt oorr mmoovvee tthhrroouugghh tthhee DDwwaarrff AAxxeeffiigghhtteerr ttoo tthhee ooppeenn ccoorrrriiddoorr bbeeyyoonndd.. 11 11 11 MMMiiinnnoootttaaauuurrr 22,, 33 ((ssqquueeeezziinngg)) DDDwwwaaarrrfff AAAxxxeeefffiiiggghhhttteeerrr pqs ATTACKING ALLIED CREATURES A creature may not make a melee attack or ranged attack against an allied creature. This restriction doesn’t prohibit the use of special abilities and spell effects that target or affect allies—only melee attacks and ranged attacks. If you happen to destroy or rout your own creature with a spell or special ability, your opponents score victory points, splitting up the creature’s cost among them. pqs Choose Your Attack corner or the end of a wall, that creature does not provoke attacks An attack of opportunity is a single melee attack. If the attacking of opportunity when it moves away. (See below for full rules creature can make multiple melee attacks that deal different on cover.) amounts or types of damage, it can choose which attack to use for its attack of opportunity. Line of Sight A creature can’t make an attack of opportunity if it doesn’t have line of sight to the enemy. No attacks of opportunity can be made through walls or against invisible enemies, for example. Flanking When making a melee attack, a creature gets a +2 bonus on the attack roll if the creature being attacked is in a square threatened by an enemy on its opposite side or opposite corner. When in doubt about whether two creatures flank a defender between them, trace an imaginary line between the two crea- tures’ centers. If this line passes through opposite borders of the defender’s space (including corners of those borders), then those creatures are flanking it. Only a creature that threatens the defender’s square can help an attacker get the bonus for flanking. Stunned or helpless crea- tures, for example, can’t grant bonuses for flanking. If a creature takes up more than one square, any square it occu- pies counts for flanking. Your creature gains a bonus for flanking even if the creature on the opposite side of the creature being attacked isn’t in your warband. In a three-player game, for example, your creature and another player’s creature grant bonuses to each other when they’re on opposite sides of a third player’s creature. Cover and Melee Combat You can’t make an attack of opportunity against an enemy 92 that has cover. If an enemy creature is adjacent but around a :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 10:42 AM Page 92 SSwwoorrdd ooff HHeeiirroonneeoouuss FFllaannkkiinngg ++22 SSuunn SSoouull IInniittiiaattee WWhheenn mmaakkiinngg aa mmeelleeee aattttaacckk,, aa ccrreeaattuurree ggeettss aa ++22 ffllaannkkiinngg bboonnuuss oonn tthhee aattttaacckk iiff tthhee ccrreeaattuurree bbeeiinngg aattttaacckkeedd iiss iinn aa ssqquuaarree tthhrreeaatteenneedd bbyy aann eenneemmyy oonn iittss ooppppoossiittee ssiiddee oorr ooppppoossiittee ccoorrnneerr.. WWhheenn iinn ddoouubbtt aabboouutt wwhheetthheerr ttwwoo ccrreeaattuurreess ffllaannkk oonnee bbeettwweeeenn tthheemm,, ttrraaccee aann iimmaaggiinnaarryy lliinnee bbeettwweeeenn tthhee ttwwoo ccrreeaattuurreess’’ cceenntteerrss.. OOrrcc BBeerrsseerrkkeerr IIff tthhiiss lliinnee ppaasssseess tthhrroouugghh ooppppoossiittee bboorrddeerrss ooff tthhee ddeeffeennddeerr’’ss ssppaaccee ((iinncclluuddiinngg ccoorrnneerrss ooff tthhoossee bboorrddeerrss)),, tthheenn tthhoossee ccrreeaattuurreess aarree ffllaannkkiinngg iitt.. OOnnllyy aa ccrreeaattuurree tthhaatt tthhrreeaatteennss tthhee ddeeffeennddeerr’’ss ssqquuaarree ccaann hheellpp aann aattttaacckkeerr ggeett tthhee ffllaannkkiinngg bboonnuuss.. HHaallfflliinngg VVeetteerraann ++22 IIff aa ccrreeaattuurree ttaakkeess uupp mmoorree tthhaann oonnee ssqquuaarree,, aannyy ssqquuaarree iitt ooccccuuppiieess ccoouunnttss ffoorr ffllaannkkiinngg.. MMaann--aatt--AArrmmss DDwwaarrff AAxxeeffiigghhtteerr HHeerree,, tthhee SSwwoorrdd ooff HHeeiirroonneeoouuss aanndd tthhee HHaallfflliinngg VVeetteerraann ggiivvee eeaacchh ootthheerr ffllaannkkiinngg bboonnuusseess.. ((ssttuunnnneedd)) TThhee MMaann--aatt--AArrmmss ggeettss nnoo bboonnuuss bbeeccaauussee tthheerree’’ss nnoo eenneemmyy ooff tthhee OOrrcc BBeerrsseerrkkeerr oonn tthhee ooppppoossiittee ssiiddee.. TThhee SSuunn SSoouull IInniittiiaattee ddooeessnn’’tt ggeett tthhee bboonnuuss bbeeccaauussee tthhee DDwwaarrff AAxxeeffiigghhtteerr iiss ssttuunnnneedd ((aanndd tthheerreeffoorree ddooeessnn’’tt tthhrreeaatteenn tthhee ssqquuaarree tthhaatt tthhee OOrrcc iiss iinn)).. FFllaannkkiinngg,, LLaarrggee CCrreeaattuurreess TThhee DDwwaarrff AAxxeeffiigghhtteerr aanndd MMaann--aatt--AArrmmss AA aarree ffllaannkkiinngg tthhee OOggrree.. SSoo aarree tthhee DDwwaarrff AAxxeeffiigghhtteerr aanndd MMaann--aatt--AArrmmss BB.. MMaann--aatt--AArrmmss CC,, hhoowweevveerr,, iissnn’’tt ffllaannkkiinngg tthhee OOggrree.. TThhee lliinnee ffrroomm iittss cceenntteerr ttoo tthhee DDwwaarrff’’ss cceenntteerr ddooeessnn’’tt ppaassss tthhrroouugghh ooppppoossiittee bboorrddeerrss ooff tthhee OOggrree’’ss ssppaaccee.. DDwwaarrff AAxxeeffiigghhtteerr ++22 OOggrree MMaann--aatt--AArrmmss CC MMaann--aatt--AArrmmss AA MMaann--aatt--AArrmmss BB ++22 ++22 CHARGING enemies are equally near, you choose which one your creature A creature might be able to charge the nearest enemy. charges. If nothing slows it down and it moves at least 2 squares, To charge, a creature moves at double speed directly toward that creature can make a single melee attack against that enemy the nearest enemy it can see at the start of its turn. If two or more with a +2 bonus on its attack roll. The charging creature must move to the nearest space from which it can attack the nearest enemy. If this space is blocked or occupied, the creature can’t charge. If any line traced between the creature’s starting space and ending space passes through a square that slows or prevents move- ment, or contains a creature (even an ally), the charge is not allowed. A creature can’t charge if it starts its turn in a square threatened by an enemy. If anything prevents a creature from charging the nearest enemy, it can’t charge at all. FULL ATTACK Some creatures are capable of making more than one melee attack during a single turn. This fact is noted on a creature’s stat card (by the notation +12/+12, for example). To attack more than once during its turn, a creature must make a full attack. When a creature makes a full attack, it can’t move at all during that turn. You don’t have to decide on the target of all attacks ahead of time. You can wait to see the result of the first attack, then make the next attack against a different creature if you wish. You can even make one attack and then have the creature move rather than take the rest of its attacks. RANGED ATTACKS While melee attacks are always against enemies in adjacent squares, ranged attacks usually target enemies that are farther away. Not all creatures can make ranged attacks. To make a ranged attack, a creature must have a ranged attack rating on its stat card. 93 It must also be able to see its enemy. This is called having line of RULES SKIRMISH CHAPTER 5: 620_96582_MinisHndbk.qxd 8/19/03 10:42 AM Page 93 CCoovveerr iinn MMeelleeee CChhaarrggiinngg BBlloocckkeedd DDwwaarrff AAxxeeffiigghhtteerr TThhee DDwwaarrff AAxxeeffiigghhtteerr ccaann’’tt cchhaarrggee tthhee OOrrcc BBeerrsseerrkkeerr ffoorr aannyy ooff tthhrreeee rreeaassoonnss.. 11.. IItt ccaann’’tt eenndd iittss mmoovveemmeenntt iinn tthhee cclloosseesstt ssppaaccee ffrroomm wwhhiicchh iitt ccoouulldd aattttaacckk tthhee OOrrcc,, bbeeccaauussee aannootthheerr ccrreeaattuurree ((aa MMaann--aatt--AArrmmss)) ooccccuuppiieess tthhaatt ssppaaccee.. OOrrcc 22.. TThhee ppaatthh ggooeess tthhrroouugghh BBeerrsseerrkkeerr aa ssqquuaarree ccoonnttaaiinniinngg aa wwaallll,, wwhhiicchh bblloocckkss mmoovveemmeenntt.. MMaann--aatt-- 33.. TThhee ppaatthh ggooeess tthhrroouugghh MMaann--aatt-- AArrmmss aa ssqquuaarree ooccccuuppiieedd DDwwaarrff AArrmmss bbyy aann aallllyy AAxxeeffiigghhtteerr ((aa MMaann--aatt--AArrmmss)).. AAnnyy oonnee ooff tthheessee GGnnoollll oobbssttaacclleess bbyy iittsseellff wwoouulldd kkeeeepp tthhee DDwwaarrff ffrroomm MMaann--aatt-- cchhaarrggiinngg.. IInn mmeelleeee,, aa ddeeffeennddeerr hhaass ccoovveerr iiff aannyy lliinnee ffrroomm tthhee aattttaacckkeerr’’ss AArrmmss ssppaaccee ttoo tthhee ddeeffeennddeerr’’ss ssppaaccee ppaasssseess tthhrroouugghh aa wwaallll.. FFoorr eexxaammppllee,, tthhee OOrrcc BBeerrsseerrkkeerr hhaass ccoovveerr aaggaaiinnsstt tthhee TThhee cchhaarrggiinngg DDwwaarrff mmuusstt DDwwaarrff AAxxeeffiigghhtteerr ((aanndd vviiccee vveerrssaa)).. TThhee pprreesseennccee ooff tthhee GGnnoollll,, mmoovvee ttoo tthhee nneeaarreesstt ssqquuaarree OOrrcc ffrroomm wwhhiicchh iitt ccoouulldd aattttaacckk tthhee OOrrcc.. BBeerrsseerrkkeerr oonn tthhee ootthheerr hhaanndd,, ddooeess nnoott pprroovviiddee tthhee OOrrcc BBeerrsseerrkkeerr oorr tthhee IInn tthhiiss ccaassee,, tthhee nneeaarreesstt ssqquuaarree iiss ooccccuuppiieedd.. MMaann--aatt--AArrmmss wwiitthh ccoovveerr ffrroomm eeaacchh ootthheerr.. DDwwaarrff AAxxeeffiigghhtteerr CChhaarrggiinngg WWhheenn cchhaarrggiinngg,, aa ccrreeaattuurree MMaann--aatt--AArrmmss mmoovveess uupp ttoo ddoouubbllee ssppeeeedd ((aanndd aatt lleeaasstt 22 ssqquuaarreess)) aalloonngg tthhee sshhoorrtteesstt ppaatthh ttoo tthhee cclloosseesstt ssppaaccee ffrroomm wwhhiicchh iitt ccaann aattttaacckk tthhee nneeaarreesstt eenneemmyy iitt ccaann sseeee.. IIff aannyy lliinnee ttrraacceedd bbeettwweeeenn tthhee ccrreeaattuurree’’ss ssttaarrttiinngg ssppaaccee aanndd eennddiinngg ssppaaccee ppaasssseess tthhrroouugghh aa ssqquuaarree tthhaatt sslloowwss oorr pprreevveennttss mmoovveemmeenntt,, oorr ccoonnttaaiinnss aann aallllyy,, tthhee cchhaarrggee iiss nnoott aalllloowweedd.. AAtt tthhee eenndd ooff tthhee cchhaarrggee,, tthhee ccrreeaattuurree mmaakkeess oonnee mmeelleeee aattttaacckk wwiitthh aa ++22 bboonnuuss aaggaaiinnsstt tthhee ccrreeaattuurree iitt wwaass cchhaarrggiinngg.. OOrrcc BBeerrsseerrkkeerr EEvveenn tthhoouugghh tthhee DDwwaarrff AAxxeeffiigghhtteerr’’ss ssppeeeedd iiss 44,, iitt ccaann cchhaarrggee 55 ssppaacceess aanndd aattttaacckk tthhee OOrrcc BBeerrsseerrkkeerr.. AA ccrreeaattuurree ccaann’’tt cchhaarrggee iiff iitt ssttaarrttss iittss ttuurrnn iinn aa ssqquuaarree tthhrreeaatteenneedd bbyy aann eenneemmyy.. A Ranged Attack’s Range Most ranged attacks can target enemies anywhere on the battle grid, provided the attacking creature has line of sight. A few crea- tures have ranged attacks that can only target an enemy up to 6 squares away. A creature can’t make a ranged attack if it is in a square threat- ened by an enemy.",
        "name":  "Reduced to Half Hit Points",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If an attacker has cover in melee relative to an enemy creature (usually because it is around a corner or the end of a wall), it can make a ranged attack against that enemy. Usually that enemy will be the nearest enemy, so in this situation it is possible to make a ranged attack against an adjacent creature. Similarly, if an adjacent enemy creature cannot see the would-be ranged attacker (usually as a conse- quence of an invisibilityor blindnessspell), the attacker can use its ranged attack. If you’re playing on an exceptionally large battle grid, you can limit ranged attacks to a range of 24 squares. Targets of Ranged Attacks A creature must make its ranged attack against the nearest enemyit can see. This frequently means taking a shot against an enemy that has cover when there is a clear target farther away. Wise players move their ranged attackers first to get clear shots against the nearest targets. A creature with more than one ranged attack might be able to attack multiple targets. If its first attack destroys the nearest enemy or causes that creature to rout, it can make its next attack against the next nearest enemy. sight to the enemy. The accompanying diagram shows how to Cover determine line of sight. Creatures and certain terrain features, such as walls, trees, and Some spells and special abilities behave like ranged attacks statues, provide cover against ranged attacks. Cover makes it and follow the same rules. harder to hit an enemy. 94 :5 RETPAHC HSIMRIKS SELUR 620_96582_MinisHndbk.qxd 8/19/03 10:43 AM Page 94 CCoovveerr aaggaaiinnsstt RRaannggeedd AAttttaacckkss OOrrcc BBeerrsseerrkkeerr TThhee OOrrcc hhaass ccoovveerr TThhee GGnnoollll ggeettss ccoovveerr ffrroomm tthhee wwaallll ((++44 AACC)).. ((++44 AACC)) ffrroomm tthhee RRaannggeerr.. ((TThhee AArrcchheerr iiss aallssoo sshhoooottiinngg iinnttoo mmeelleeee,, ssoo tthhee GGnnoollll ggeettss aannootthheerr ++44 bboonnuuss ttoo AACC,, ffoorr aa ttoottaall ooff ++88 ttoo iittss AACC aaggaaiinnsstt tthhiiss rraannggeedd aattttaacckk..)) TThhee AArrcchheerr hhaass lliinnee ooff ssiigghhtt ttoo bbootthh tthhee OOrrcc aanndd tthhee GGnnoollll.. EEllff AArrcchheerr EEllff RRaannggeerr GGnnoollll TToo ddeetteerrmmiinnee wwhheetthheerr aa ccrreeaattuurree hhaass ccoovveerr aaggaaiinnsstt aa rraannggeedd aattttaacckk,, tthhee aattttaacckkeerr cchhoooosseess aa ccoorrnneerr ooff aa ssqquuaarree iinn iittss ssppaaccee.. IIff aannyy lliinnee ffrroomm tthhiiss ccoorrnneerr ttoo aannyy ppaarrtt ooff tthhee ddeeffeennddeerr’’ss ssppaaccee ppaasssseess tthhrroouugghh aa ssqquuaarree oorr bboorrddeerr tthhaatt bblloocckkss lliinnee ooff ssiigghhtt oorr tthhaatt pprroovviiddeess ccoovveerr,, oorr tthhrroouugghh aa ssqquuaarree ooccccuuppiieedd bbyy aannootthheerr ccrreeaattuurree,, tthhee ddeeffeennddeerr hhaass ccoovveerr ((++44 bboonnuuss ttoo AACC)).. IIff tthhee GGnnoollll aanndd tthhee EEllff RRaannggeerr sswwiittcchheedd ppllaacceess,, tthhee GGnnoollll wwoouulldd nnoo lloonnggeerr hhaavvee ccoovveerr aaggaaiinnsstt tthhee EEllff AArrcchheerr’’ss sshhoott ((tthhoouugghh iitt wwoouulldd ssttiillll ggeett tthhee ++44 bboonnuuss ttoo AACC bbeeccaauussee tthhee AArrcchheerr iiss sshhoooottiinngg iinnttoo mmeelleeee)).. OOrrcc BBeerrsseerrkkeerr",
        "name":  "Exceptions",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spells that have a range of touch can be cast even range, they are: personal, touch, range 6, cone, line, sight, your when an enemy threatens the caster’s square. warband, and any warband. See the glossary at the end of this When a caster has cover in melee against an adjacent enemy, chapter for complete descriptions of these types of ranges. that enemy’s presence doesn’t keep it from casting spells. (That There are two cone templates printed in the appendix, repre- enemy is also likely to be the nearest enemy.) senting two ways you can position cone effects. You can photo- copy these templates and cut them out. GENERAL SPELL EFFECTS Most spells that a creature can cast are described on that crea- Radius ture’s stat card using keywords and shorthand terms explained Some spells affect a roughly circular area on the battle grid. below. Spells are listed by level, from lowest to highest. These spells’ descriptions give the radius of their effect. A few of the more complicated spells, such as summon monster, There are two radius templates printed in the appendix. You are fully explained in the glossary at the end of this chapter.",
        "name":  "Exception",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage and Stun effects are instantaneous. Bonuses and abilities granted by spells, and other spell effects, last for the entire skirmish or until some condition described in the spell is met.",
        "name":  "Spell Duration",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Unless This section of a spell description details the spell description spec- the spell’s effect on the target and ifies otherwise, a crea- creatures in its area, if applicable. ture avoids all effects A few of the most common spell of a spell by making effects and keywords are discussed a successful save here. Others are explained in against it. more detail in the glossary at the end of this chapter. Spells that Don’t Affect",
        "name":  "Effects and Conditions Other Effects",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a spell gives a creature a new special ability, or the effect is more complicated than a simple addition to a statistic, TERRAIN the description uses the word “gains.” For example, blur(touch; target creature gains Conceal 6) grants its target the Conceal 6 The D\u0026D Miniatures Entry Packcontains six feature tiles that add special ability. several different types of terrain to the battle grid. (These terrain",
        "name":  "Gains",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spells that remove damage from wounded creatures tiles are reproduced at the back of this book.) Some terrain slows or increase a creature’s hit points use the expression “hp.” or blocks movement, or provides obstacles and cover. Other ter-",
        "name":  "Hit Points",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Resurrected creatures reenter play",
        "name":  "Special Abilities and Spells",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Speed +4; Tactics. Activating this creature doesn’t count with all the special abilities, spells, and statistics on their stat against your limit of two creatures per phase. Thus, you can activate cards (or otherwise possessed, in the case of a campaign). They another creature during the turn you receive this gift, if you wish. lose any benefits previously granted by spells (except for those LE:Attack +4. with a range of “your warband” or “any warband”). CE:Melee and ranged damage +10.",
        "name":  "CG",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All squares on the battle grid that aren’t part of a terrain must all be spent on the 23-point creature. tile are considered to be difficult terrain. After all players have placed their newly arriving creatures, roll for initiative and complete the rest of the round normally. Sparse Ruins As normal for creatures that enter the battle during play, spells Dungeons and catacombs are sometimes less densely built up that target “your warband” or “any warband” affect them even if than normal. the spells were cast before they arrive.",
        "name":  "Setup",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Keyword) A range given in level equal to or lower than a creature’s Beastmaster rating are the description of certain spells and abilities. It works like treated as if they did not have the Difficult special ability. Most “your warband” (see that entry), except that you can choose creatures with this special ability are also commanders, but any one warband as the target: your own, a teammate’s, or even their Commander rating may not be the same as their Beast- an opponent’s. master rating.",
        "name":  "Any Warband",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "There are two types of attacks, melee and ranged. The Blinded: (Spell/Ability Effect) A blinded creature does not outcome of an attack is determined by an attack roll. Many have line of sight to any other creature. It cannot make ranged bonuses and penalties conferred by spells and special abilities attacks or cast spells with a range other than “touch,” “self,” or can affect a creature’s attack. If no attack type is specified, the “your warband.” A blinded creature does not threaten adjacent effect applies to both melee and ranged attacks. squares and so does not get to make attacks of opportunity. A few special abilities, such as Gaze Attack, use the word A blinded creature treats all other creatures as having the “attack” in their names, but they still follow the rules for special Invisible special ability. abilities rather than the rules for attacks. Movement when Blinded: A blinded creature’s speed is effec-",
        "name":  "Attack",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most bonuses stack, except those from the same Cold:(Damage Keyword) A type of energy. spell or effect. (See the stacking definition for what spell varia- Commander [#]: A creature with the Commander special tions are considered to be the same as the base spell.) ability printed at the top of its stat card is a commander, with a Burrow [#]:Certain subterranean creatures, such as the fear- Commander rating equal to the given number. some umber hulk, can travel underground almost as easily as Commander ratings are usually positive numbers, but a very they can walk. few commanders have such poor leadership ability that their A creature with this ability can move underground instead of Commander ratings are 0 or even negative. Such a commander on the surface. If it chooses to burrow, it uses that mode for all can still put creatures under command and can choose not to add of its movement that turn, and its speed is the listed rating. A its Commander rating on most morale saves, but its negative burrowing creature ignores terrain effects on the surface while Commander rating does count as a penalty on a morale save moving and can even pass through squares containing walls, made for a rally attempt. though it must end its burrowing move in a legal position. Commander Effect: Most commanders grant a benefit to While burrowing, a creature is immune to attacks of opportu- their followers (creatures in their warband that are not them- nity and cannot charge; at the end of its move, it returns to the selves commanders) known as their Commander Effect. To surface and can attack and be get the benefit, a follower must be under attacked normally. command and within 6 squares of the An out of command crea- commander (which is itself never affected ture with the Burrow ability can by the benefit). move underground at a speed Occasionally, a Commander Effect of 2. However, it can rush at instead confers a disadvantage on enemy double its normal Burrow creatures. Such an effect also has a range of speed toward the nearest en- 6 squares but affects all enemies (even other emy it can see if it can reach that commanders and Difficult creatures) in range. enemy during its turn. A creature can be subject to more than one Commander A routing creature with the Effect at the same time, but modifiers to the same statistic Burrow ability can move under- from different commanders do not stack. For example, a ground, but only if doing so gets it closer creature could gain attack +2 from one commander and Morale to its exit corner than using one of its Save +4 from another. If one commander grants attack +2 and other movement modes. another commander grants melee attack +4, the creature gains a",
        "name":  "Bonuses",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(Spell/Ability Keyword) +4 bonus on melee attacks and a +2 bonus on ranged attacks. Creatures in Chaotic Good or Cha- A routing, stunned, confused, or help- otic Evil warbands are chaotic, less commander can- regardless of the factions on the not put other creatures creatures’ stat cards. They can under command, and be affected by spells and spe- thus its Commander cial abilities that affect cha- Effect does not function. otic creatures. Conceal [#]:Hitting a creature",
        "name":  "Chaotic",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per turn, if a creature with this ability destroys fender’s Conceal ability fails. If an enemy by reducing its hit points to 0 with its melee attack several effects grant Conceal to a crea- (even an attack of opportunity), it can immediately make one ture, only the highest rating applies. extra melee attack against another enemy. Cone: (Spell/Ability Keyword) A range given in the descrip-",
        "name":  "Cleave",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When dividing damage in half, such as after a 16–20 You control this creature normally this turn. Even so, it successful save, round down to the next lowest multiple of 5. For remains confused until the duration of the effect is over. example, half of 15 points of damage is 5; half of 5 points of A confused creature cannot make attacks of opportunity. damage is 0. A confused commander can’t put other creatures under com- DC [#]: (Spell/Ability Keyword) DC stands for Difficulty mand or add its Commander rating to initiative checks, and its Class.A creature can avoid or reduce certain effects by making a Commander Effect does not function. save. Roll 1d20 and add the creature’s level; the save succeeds if",
        "name":  "Half Damage",
        "source":  "miniatures_handbook.txt",
        "_id":  "2267d1ad420e45a48ad79516dfa4691e56dcff61e85e57ddb9405af5586b7d6f"
    }
]
