[
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +20, Concentration +27, Diplo- macy +17, Hide +9, Intimidate +41, Knowledge (arcana)+18, Knowledge (nature) +18, Listen +35, Move Silently+33, Search +35, Spot +35, Swim +46; Cleave, Dire Charge,Hover, Improved Maneuverability, Iron Will, Multiattack,Power Attack, Recover Breath, Rend, Snatch, SuppressWeakness, Wingover. Breath W eapon (Su): 60-ft. cone, 11d6 cold, Reflex DC 33 half. Crush (Ex): Area 20 ft. by 20 ft.; Medium or smaller oppo- nents take 4d6+18 points of bludgeoning damage, and mustsucceed on a DC 31 Reflex save or be pinned. Freezing Fog (Sp): 3/day; as solid fog cast by an 11th-level caster except that slippery ice forms in the cloud, creating agrease effect, Reflex DC 29 to avoid falling. Frightful Presence (Ex): 330-ft. radius, HD 32 or fewer, Will DC 29 negates. Rend (Ex): Extra damage 4d8+18. Snatch (Ex): Against Medium or smaller creatures, bite for 4d6+12/round or claw for 2d8+6/round. Spell-Like Abilities: 3/day— gust of wind, wall of ice ; 1/day— fog cloud. Caster level 11th; save DC 13 + spell level.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +24, Concentration +30, Diplomacy +28, Hide +24, Intimidate +42, Knowledge (arcana) +25,Knowledge (nature) +25, Listen +40, Move Silently +36,Search +40, Sense Motive +14, Spellcraft +23, Spot +40,Swim +37, Survival +26; Cleave, Flyby Attack, Hover,Improved Maneuverability, Lightning Reflexes, MaximizeBreath, Multiattack, Power Attack, Recover Breath, Rend,Snatch, Suppress Weakness, Wingover. Breath W eapon (Su): 60-ft. cone, 12d6 cold, Reflex DC 36 half. Crush (Ex): Area 20 ft. by 20 ft.; Medium or smaller opponents take 4d6+19 points of bludgeoning damage, andmust succeed on a DC 36 Reflex save or be pinned. Freezing Fog (Sp): 3/day; as solid fog cast by a 13th-level caster except that slippery ice forms in the cloud, creating agrease effect, DC 29 Reflex save to avoid falling. Frightful Presence (Ex): 360-ft. radius, HD 35 or fewer, Will DC 32 negates. Rend (Ex): Extra damage 4d8+19. Snatch (Ex): Against Medium or smaller creatures, bite for 4d6+13/round or claw for 2d8+6/round. Spell-Like Abilities: 3/day— gust of wind, wall of ice; 1/day— control weather, fog cloud. Caster level 13th; save DC 14 + spell level.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As with potions, a dragon with a reasonably high Spellcraft skill modifier can probably decipher any scrollsin its hoard. If it’s capable of using the scroll, it’s more likelyto use it than to let it decay into dust. A dragon’s size maymake scroll use tricky, and the DM is free to say that read-ing a scroll might be at least a full-round action for Hugeand larger dragons, or even to say that such creatures can’tunfurl a scroll at all. Remember that until a dragon can castspells, no spells are considered to be on its class list.",
        "name":  "Scrolls",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Like rods, staffs often find use by smart dragons who figure out their effects and can activate them. Remem-ber that until a dragon can cast spells, no spells are consid-ered to be on its class list.",
        "name":  "Staffs",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sean Glenn, Cynthia Fliege Based on the original D UNGEONS \u0026 D RAGONS®game by E. Gary Gygax and Dave Arneson and on the new edition of the DUNGEONS \u0026 D RAGONS game designed by Jonathan Tweet, Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. D\u0026D, D UNGEONS \u0026 D RAGONS , and D UNGEON MASTER are registered trademarks owned by Wizards of the Coast, Inc. The d20 logo is a trademark owned by Wizards of the Coast, Inc. All Wizards characters, character names, and the distinctive likenesses thereof are trademarks owned by Wizards of the Coast, Inc. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express written permission of Wizards of the Coast, Inc. ©2003 Wizards of the Coast, Inc. All rights reserved. Made in the U.S.A. This product is a work of fiction. Any similarity to actual people, organizations, places, or events is purely coincidental. This Wizards of the Coast game product contains no Open Game Content. No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, please visit www .wizards.com/d20 . For more D UNGEONS \u0026 D RAGONS articles, adventures, and information, visit www .wizards.com/dndDraconomicon is the ultimate D\u0026D®game accessory about the legendary creatures that give the game itsname. Packed into the pages of this book are newdragon prestige classes, spells, feats, dragonlike mon-sters, and full statistics for 120 sample dragons—all tenof the chromatic and metallic dragons at all 12 age cate-gories. A few pages of new material on half-dragonsround out the book’s offerings, but there just wasn’troom to include samples of those. This article presents ten sample half-dragons, one spawned from each of the ten true dragons presentedin the Monster Manual . Each description includes a brief personality profile and some background notes,plus a full statistics block for the creature and sampletreasure appropriate for the encounter. TIBULLIAX, HALF-COPPER DRAGON/ HALF-ANDROSPHINX Copper dragons and androsphinxes share the same ter- rain options and alignment. Thus, it comes as no sur-prise that an androsphinx tired of dealing with trouble-some gynosphinxes might turn to an adult copperdragon for companionship instead, resulting in off-spring such as Tibulliax. Tibulliax lives in warm, hilly terrain, enjoying a life of comfort. Perhaps ironically, he seeks a gynosphinx asa mate because he appreciates riddles more than hisfather ever did.",
        "name":  "Graphic Design",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Diopsids have a pair of stubby wings DIOPSID RACIAL TRAITS that, while too weak to provide them with • Monstrous Humanoid: As monstrous humanoids, flight, allows them to gently guide to a diopsids are immune to spells that only affect soft landing regardless of how far they fall. humanoids, such as charm person and hold person. A diopsid does not take falling damage as • +2 Constitution, -2 Dexterity, -2 Intelligence: long as it is capable of taking actions. As an Diopsids are tough, but they are clumsy and slow immediate action, it can unfurl its wings and witted compared to other races. A diopsid\u0027s young float slowly downward at 60 feet per round. age at adulthood makes it inexperienced and Aparalyzed,unconscious,orotherwiseincapacitated ignorant compared to other folk. diopsid cannot use its wings in this manner.",
        "name":  "Wings",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A \"single\" dvati is a pair of creatures that In essence, you build one character who occupies two shares a soul. A dvati twin can no more exist bodies, regardless of the class chosen. without his soul partner than a human can live When a dvati casts a spell, both members without a heart. The unique, spiritual link between of the pair must focus and concentrate on it. a dvati pair has several important implications. Both twins must simultaneously take the actions A dvati character is actually two separate dvati required to cast a spell, although only one must twins who share a soul. These two creatures move supply material components. One twin cannot cast and act separately but have a number of restrictions a spell while the other attacks, for example. A lone based on their connection. The dvati twins gain levels and progress in the same manner as a single creature of another race. The twins share a class and both have the same level. The twins do not progress at a different rate, nor do they split XP between them. Rather, each has an identical XP total. When dividing XP among characters, a dvati counts as one PC.",
        "name":  "Twins",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lupins usually present their young with two creature is entitled to a DC 10 Wisdom check as a given names combined with a hyphen when written: free action to pinpoint that creature. one name from the father (usually one of his parents\u0027 A lupin gains a +2 racial bonus on all Survival names) and one name from the mother (usually checks made to follow tracks. Lupins can\u0027t track by one of her parents\u0027 names). Thus, a male pup whose smell alone, but the olfactory clues they find aid grandfathers are Lab-Crott and Hector-Roff might their tracking techniques. get the names Hector-Lab or Roff-Crott. The parents Lupins take a -2 penalty on all saving throws usually choose which name comes first based purely against attacks based on odor (such as a stinking on how the two names sound together. Female names cloud spell or a ghast\u0027s stench). make more use of \"a\" sounds and often end with a Expert Rider: Lupins always consider Ride a class vowel or a trailing \"n\" sound. skill, and they gain a +2 bonus on all Ride checks.",
        "name":  "Names",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A death master can use a variety of necromantic spells. He masters the ability to create undead sooner than any other caster, and his close relationship with Orcus grants him the ability to command undead. He gains several other boons that allow him to handle undead creatures with greater skill than any other class.",
        "name":  "Characteristics",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most death masters are humans and half-orcs. Humanity\u0027s ambition and often short- sighted outlook leads many to this path. Half-orcs raised death master spells list. He must choose and prepare among the orcs have the intelligence and cruel curiosity his spells ahead of time, as a wizard. needed to follow the death master\u0027s path. Among the To learn, prepare, or cast a spell, a death master must gnolls, a small sect of Yeenoghu embraces the death have an Intelligence score equal to at least 10 + the spell\u0027s master\u0027s abilities. level. The DC for a saving throw against the death master\u0027s",
        "name":  "Races",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Death masters usually associate with spells equals 10 + the spell\u0027s level + the death master\u0027s blackguards, hexblades, mountebanks, rogues, and Intelligence modifier. The death master receives bonus warlocks. They consider paladins their ultimate enemies, spells for having a high Intelligence score. and a death master might travel well out of his way to slay Similar to a wizard, the death master keeps a series such a champion of good. of spellbooks in which he scribes the formulas for his",
        "name":  "Other Classes",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. extract 8 vials from a Medium creature. Double this for each size category above Medium and halve it, to a CLASS SKILLS minimum of 1, for each category below. This extracted The death master\u0027s class skills (and the key ability blood remains viable for one day, but a gentle repose spell for each skill) are Concentration (Con), Craft (Int), prolongs this time. Decipher Script (Int), Heal (Wis), Intimidate (Cha), Spellbooks: The deathmaster keeps a set of unholy Knowledge (arcana) (Int), Knowledge (religion) (Int), tomes that record the blasphemous, arcane methods Knowledge (the planes) (Int), Profession (Wis), and for his spells. His spellbooks function in all ways as a Spellcraft (Int). wizard\u0027s spellbooks, including size, capacity, and cost to Skill Points at 1st Level: (2 + Int modifier) x 4. add spells.",
        "name":  "Hit Die",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The death master gains Abyssal as a this minion from the great undead legions of Orcus. bonus language. All of his spells, along with most death It obeys his commands without fail, and even takes master tomes and manuals, appear in that tongue. suicidal actions. The minion is as much a spy for Orcus",
        "name":  "Bonus Language",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As the death master gains levels, his the total with his minion, but not vice versa. undead minion gains a number of special abilities. Relentless Undead: The death master\u0027s minion gains Turn Resistance +4: The undead minion gains this fast healing 3. ALTERNATIVE UNDEAD MINIONS 1ST-LEVEL DEATH MASTER SPELLS As explained on page 35, a death master of sufficiently Alarm: Wards an area for 2 hours/level. high level can select his undead minion from one of Bane: Enemies take -1 on attack rolls and saves the following lists, applying the indicated adjustment against fear. to the death master\u0027s level {in parentheses) for purposes Cause Fear: One creature of 5 HD or less flees for of determining the companion\u0027s characteristics and ld4 rounds. special abilities. Chill Touch: One touch/level deals ld6 damage and possibly 1 Str damage. 4th Level or Higher (Level -3) Command: One subject obeys selected command for Bugbear zombie 1 round.",
        "name":  "Special Abilities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reveals how near death subjects Minotaur zombie within 30 ft. are. Ogre zombie Detect Chaos/Evil/Good/Law: Reveals creatures, Wyvern zombie spells, or objects of selected alignment. 10th Level or Higher (Level -9) Detect Undead: Reveals undead within 60 ft.",
        "name":  "Chimera skeleton Deathwatch",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Makes minor repairs on an object. 2ND-LEVEL DEATH MASTER SPELLS",
        "name":  "Mending",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Negates sound in 20-ft. radius. 4TH-LEVEL DEATH MASTER SPELLS",
        "name":  "Silence",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Grants ability to walk on walls and Death Ward: Grants immunity to death spells and ceilings. negative energy effects.",
        "name":  "Spider Climb",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subjects within cone flee for 1 round/level. 3RD LEVEL DEATH MASTER SPELLS Giant Vermin: Turns centipedes, scorpions, or spiders",
        "name":  "Fear",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "-6 to an ability score; -4 on attack Globe of Invulnerability, Lesser Stops 1st- through rolls, saves, and checks; or 50% chance of losing 3rd-level spell effects. each action. Ice Storm: Hail deals 5d6 damage in cylinder 40 ft. across.",
        "name":  "Bestow Curse",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blocks vision and slows movement. 7TH-LEVEL DEATH MASTER SPELLS",
        "name":  "Solid Fog",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Swarms of centipedes attack at 5TH-LEVEL DEATH MASTER SPELLS your command.",
        "name":  "Creeping Doom",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch attack kills subject. 8TH-LEVEL DEATH MASTER SPELLS",
        "name":  "Slay Living",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Duplicate awakens when original dies. 6TH-LEVEL DEATH MASTER SPELLS Create Greater Undead: Create shadows, wraiths,",
        "name":  "Clone",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Step into shadow to travel rapidly. against good spells. 9TH-LEVEL DEATH MASTER SPELLS Apsect of the Dead (Su): At 15th level, the death",
        "name":  "Shadow Walk",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Jesters are iconoclasts who march to their particularly because the paladin\u0027s code forbids violence own tune. They are always chaotic, with most tending over such a small matter as a joke. toward neutrality. Most jesters are too mischievous, and Role: The jester functions best when he supports his their humor too biting, for good. Yet by the same turn only comrades on adventures. Unlike a bard, he has a fair a small fraction cross the line from comedy to sadism. number of offensive spells and abilities. He can shake even",
        "name":  "Alignment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most jesters revere Olidammara, although the mightiest warrior\u0027s confidence with his performance a significant minority sees Fharlanghn, god of roads, as abilities and his spells. The jester\u0027s natural charisma their patron. Good jesters usually worship Olidammara, sometimes makes him a good spokesmen or diplomat, while evil ones who find comedy in death and torment but his tendency toward humorous quips—even when follow Erythnul. such jokes aren\u0027t in the party\u0027s best interest—can sabotage",
        "name":  "Religion",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Charisma determines the jester\u0027s ability to Charisma bonus. The jester\u0027s audacity draws in part on use his comedic talents and spells, while Dexterity aids his shameless ability to project himself as nonchalant, many of his skills. goofy, and inept in even the deadliest struggle.",
        "name":  "Abilities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your speed increases by 30 ft. 3RD-LEVEL JESTER SPELLS",
        "name":  "Expeditious Retreat",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nauseating vapors, 1 round/level. 2ND-LEVEL JESTER SPELLS Suggestion: Compels subject to follow stated course",
        "name":  "Stinking Cloud",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Living creature of 6 HD or less loses 4TH-LEVEL JESTER SPELLS next action. Bestow Curse: -6 to an ability score; -4 on attack Eagle\u0027s Splendor Subject gains +4 to Cha for 1 min./level. rolls, saves, and checks; or 50% chance of losing",
        "name":  "Daze Monster",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Turns fire into blinding light or 5TH-LEVEL JESTER SPELLS choking smoke. Break Enchantment: Frees subjects from",
        "name":  "Pyrotechnics",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Humanity\u0027s innate ambition and curiosity produces many savants, and some of the most prestigious savant academies he within human lands. Elves see savants as keepers of their racial lore, but their flighty, light-hearted nature means that few elves take on the rigors of the class. Dwarves and gnomes, on the other hand, have a strong tradition of hard work, invention, and toil and produce a relatively large number of savants. Dwarven savant academies are located in remote mountain strongholds where the savants carve TABLE 2-8: SAVANT ARCANE SPELL their knowledge into metal plates mounted within PROGRESSION enormous caverns, preserving it forever. Halflings and half-orcs rarely become savants. The halflings\u0027 nomadic LEVEL 1ST 2ND 3RD 4TH lifestyle makes their culture ill-suited to produce and 5th 0 — — — support large, formal institutions of learning. Most 6th 0 — — — halfling savants study under an elderly, revered master 7th 1 — — — who passes his lore to the next generation. Half-orcs, 8th 1 — — — with their poor intellectual abilities, rarely have the 9th 1 0 — — patience or desire to become savants. 10th 1 1 0 — —",
        "name":  "Races",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Invisible force obeys your commands. Detect Chaos/Evil/Good/Law: Reveals creatures, spells, or objects of selected alignment. 2ND-LEVEL ARCANE SAVANT SPELLS Endure Elements: Exist comfortably in hot or cold",
        "name":  "Unseen Servant",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sends a short message 1 mile/level. Calm Emotions: Calms creatures, negating emotion effects. 3RD-LEVEL ARCANE SAVANT SPELLS Cure Moderate Wounds: Cures 2d8 damage +1/level",
        "name":  "Whispering Wind",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Changes one page to hide its real content. 3RD LEVEL DIVINE SAVANT SPELLS",
        "name":  "Secret Page",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Invisible floating eye moves 30 ft./round. protection spells, but 10-ft. radius and 10 min./level.",
        "name":  "Arcane Eye",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Prepares extra spells or retains 4TH LEVEL DIVINE SAVANT SPELLS one just cast. Discern Lies: Reveals deliberate falsehoods.",
        "name":  "Mnemonic Enhancer",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain attack bonus, +6 to Str, and 1ST-LEVEL DIVINE SAVANT SPELLS 1 hp/level.",
        "name":  "Divine Power",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A sha\u0027ir\u0027s background is similar to trouble and give the sha\u0027ir and his gen time to find the a wizard\u0027s. Sha\u0027irs learn their talents from masters right spells for the job. and must work as apprentices for many long years before they attain spellcasting ability. GAME RULE INFORMATION",
        "name":  "Background",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The common races for sha\u0027irs depends on the Sha\u0027irs have the following game statistics. campaign setting you use. The sha\u0027ir has a strong Arabian Abilities: Charisma determines how powerful a flavor. In GREYHAWK, the Baklunish folk provide a spell a sha\u0027ir can cast, how many spells he can cast logical match for this class. In other campaign settings, per day, and how hard those spells are to resist. Like a the closest analog to mythical Arabia provides the best wizard, a sha\u0027ir also benefits from high Dexterity and source for the sha\u0027ir. The sha\u0027ir\u0027s close connection to Constitution scores. the elemental planes also makes it a good match for Alignment: Any. outsiders, such as tieflings, genasi, and aasimars. Hit Die: d4. TABLE 2-12: SHA\u0027IR SPELLS KNOWN SPELLS KNOWN LEVEL 0 1ST 2ND 3RD 4TH 5TH 6TH 7TH 8TH 9TH 1st 5 3 - — - - — — - 2nd 6 3 3rd 6 4 - — - - _ _ 4th 7 4 2 5th 7 5 3 — — - — — 6th 8 5 3 2 - 7th 8 6 4 3 8th 9 6 4 3 2 9th 9 7 5 4 3 — - — 10th 9 7 5 4 3 2 — — — — 11th 9 8 6 5 4 3 - - — — 12th 9 8 6 5 4 3 2 - — - 13th 9 9 7 6 5 4 3 - - - 14th 9 9 7 6 5 4 3 2 — - 15th 9 9 8 7 6 5 4 3 — - 16th 9 9 8 7 6 5 4 3 2 — 17th 9 9 9 8 7 6 5 4 3 - 18th 9 9 9 8 7 6 5 4 3 2 19th 9 9 9 9 8 7 6 5 4 3 20th 9 9 9 9 8 7 6 5 4 3 CLASS SKILLS of the cleric class, including the granted powers of The sha\u0027ir\u0027s class skills (and the key ability for those domains. each skill) are: Bluff (Cha), Concentration (Con), To learn or cast a spell, a sha\u0027ir must have a Craft (Int), Decipher Script (Int), Diplomacy (Cha), Charisma score equal to at least 10 + the spell level. Knowledge (arcana) (Int), Knowledge (the planes) The Difficulty Class for a saving throw against (Int), Listen (Wis), Profession (Wis), Sense Motive a sha\u0027ir\u0027s spell is 10 + spell level + the sha\u0027ir\u0027s (Wis), Spellcraft (Int). Cha modifier. Skill Points at 1st Level: (2 + Int modifier) x 4. Like other Spellcasters, a sha\u0027ir can cast only a",
        "name":  "Races",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. certain number of spells of each spell level per day. In addition, he receives bonus spells per day if he has CLASS FEATURES a high Charisma score. All of the following are class features of the sha\u0027ir. A sha\u0027ir begins play knowing five 0-level spells",
        "name":  "Skill Points at Each Additional Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A sha\u0027ir\u0027s spells must be retrieved from the A sha\u0027ir decides what spell might be useful elemental planes by his familiar, an outsider called a and sends out his familiar to retrieve it from the gen. Once retrieved, a spell remains set in the sha\u0027ir\u0027s elemental planes. To do this, the sha\u0027ir must summon memory, like a wizard\u0027s prepared spell, until cast or his gen and tell it the name of the spell he seeks. The until a number of hours pass equal to the sha\u0027ir\u0027s gen immediately plane shifts to seek the spell in the class level. A sha\u0027ir is capable of extraordinarily elemental planes. versatile spellcasting because he can use arcane The gen\u0027s success in finding the desired spell spells as well as a limited selection of divine spells. A depends on the following parameters. sha\u0027ir\u0027s familiar can retrieve any spell on the sorcerer/ • Arcane Spell Known: To retrieve an arcane spell wizard spell list, plus any spell from the Air, Chaos, that the sha\u0027ir can normally cast (that is, one Earth, Fire, Knowledge, Law, Luck, Sun, and Water within his Spells Known repertoire), the gen domain spell lists. Even though the sha\u0027ir has access must search for a number of rounds equal to ld4 to certain domain spells, he gains no other benefit + the spell level.",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Air mastery, darkvision 60 ft., COMBAT elemental endurance, fetch spells, immunity to All gens have certain traits in common. They prefer to electricity, elemental travel, vulnerability to acid avoid combat, a task that is easy for them since they Saves: Fort +3, Ref +4, Will +4 can travel to the elemental planes at will and survive Abilities: Str 7, Dex 14, Con 12, Int 13, Wis 15, Cha 10 equally well in any of them. Skills: Concentration +5, Escape Artist +6, Hide +12, Elemental Endurance (Ex): A gen can survive on the Knowledge (arcana) +5, Knowledge (the planes) +5, elemental planes like a native. On the Elemental Plane of Listen +4, Move Silently +4, Search +5, Spellcraft +5, Fire, a gen is immune to fire damage. On the Elemental Spot +4, Survival +6",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1/2 leaving no tunnel or sign of its passage as though it has Treasure: Standard the earth glide ability of a xorn (see the Monster Manual). Alignment: Often chaotic good Elemental Travel (Sp): A gen can plane shift at will Advancement: 2-3 HD (Tiny); 4-6 HD (Small) to any of the Elemental Planes or from any elemental Level Adjustment: — plane to the Material Plane. This ability transports the gen only. It is otherwise identical to the plane shift This creature resembles a pale-skinned humanoid spell (caster level 13th). surrounded by misty vapors. Fetch Spells (Ex): A gen can find and deliver spells to a sha\u0027ir from the elemental planes. The time Air gens often dwell on the Elemental Plane of Air. required depends upon the spell, as given in the Thought to be related to the djinn, they are often sha\u0027ir description. found within djinn cities, although they travel almost constantly. AIR GEN Air gens speak Common and Auran. Tiny Outsider (Air, Extraplanar)",
        "name":  "Earth, a gen has a burrow speed equal to its land speed, Challenge Rating",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., earth mastery, Special Qualities: Darkvision 60 ft., elemental elemental endurance, fetch spells, immunity to acid, endurance, fetch spells, immunity to fire, elemental elemental travel, vulnerability to electricity travel, vulnerability to cold",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +5, Escape Artist +6, Hide +11, Skills: Concentration +4, Escape Artist +6, Hide +12, Knowledge (arcana) +5, Knowledge (the planes) +5, Knowledge (arcana) +5, Knowledge (the planes) +5, Listen +4, Move Silently +3, Search +5, Spellcraft +5, Listen +4, Move Silently +4, Search +5, Spellcraft +5, Spot+4, Survival +6 Spot+4, Survival +6",
        "name":  "Skills",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— Level Adjustment: — This creature resembles a muscular, dusky-skinned This creature resembles a ruddy-skinned humanoid with humanoid. Tiny gems stud its skin. hair like crackling flames. Earth gens usually dwell on the Elemental Plane of Earth. Fire gens can usually be found on the Elemental Plane Thought to be related to the dao, they are often found of Fire. Thought to be related to the efreet, they are within dao cities, although they travel almost constantly. often found within efreeti cities, although they travel Earth gens speak Common and Terran. almost constantly. Fire gens speak Common and Ignan. COMBAT Earth gens avoid combat whenever possible. When COMBAT they must fight, they slam opponents with their fists. Fire gens avoid combat whenever possible. When they Earth Mastery (Ex): An earth gen gains a +1 bonus on must fight, they slam opponents with their fists. attack and damage rolls if both it and its foe are touching Heat (Ex): A fire gen\u0027s red-hot body deals 1 point of the ground. If an opponent is airborne or waterborne, the extra fire damage whenever it hits in melee, or in each gen takes a -4 penalty on attack and damage rolls. (These round that it maintains a hold while grappling. modifiers are not included in the statistics block.) the gen reappears with no spell. A failure by 5 or more At 4th level, and every even-numbered sha\u0027ir results in the gen being detained for an additional level thereafter, a sha\u0027ir may choose to learn a 1d4 minutes. new spell in place of one he already knows. In Spells retrieved by the gen remain available to the effect, the sha\u0027ir \"loses\" an old spell known in sha\u0027ir to cast for 1 hour per sha\u0027ir level. If a spell is exchange for a new one. The new spell\u0027s level not used within that time, the power to cast the spell must be the same as that of the spell for which dissipates harmlessly. it is exchanged. A sha\u0027ir may swap one spell at",
        "name":  "Level Adjustment",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Amphibious, darkvision 60 ft., The summoning takes 12 hours and consumes raw elemental endurance, fetch spells, immunity to cold, materials that cost 100 gp. elemental travel, vulnerability to fire A gen can retrieve spells for the sha\u0027ir, as indicated",
        "name":  "Special Qualities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +6, Escape Artist +5, Hide +11, gains power. A gen advances as a normal familiar, Knowledge (arcana) +5, Knowledge (the planes) +5, gaining all the normal benefits described in the Listen +4, Move Silently +3, Search +5, Spellcraft +5, Familiars section on page 52 of the Player\u0027s Handbook, Spot +4, Survival +6, Swim +6 except that its Intelligence does not increase and it can",
        "name":  "Skills",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An urban druid casts divine spells, which are kind. A vermin serving as an urban companion has drawn from the urban druid spell list. Her alignment an Intelligence of 1, and its type changes to animal. may restrict her from casting certain spells opposed A 1st-level urban druid\u0027s companion is completely to her moral or ethical beliefs; see Chaotic, Evil, Good, typical for its kind except as noted in the Druid\u0027s and Lawful Spells, below. An urban druid must choose Animal Companion sidebar on page 36 of the and prepare her spells in advance (see below). Player\u0027s Handbook. As the urban druid advances in To prepare or cast a spell, the urban druid must level, the companion\u0027s power increases as shown in have a Charisma score equal to at least 10 + the spell that sidebar. level. The Difficulty Class for a saving throw against If an urban druid releases her companion from a druid\u0027s spell is 10 + the spell level + the druid\u0027s service, she may gain a new one by performing a Charisma modifier. ceremony requiring 24 uninterrupted hours of Like other Spellcasters, an urban druid can cast prayer. This ceremony can also replace a companion only a certain number of spells of each spell level per that has perished. day. She receives bonus spells per day if she has a An urban druid of 4th level or higher may select high Charisma score. She does not have access to any from alternative lists of creatures (see below). Should domain spells or granted powers, as a cleric does. she select an urban companion from one of these An urban druid prepares and casts spells the way a alternative lists, the creature gains abilities as if cleric does, although she cannot lose a prepared spell the character\u0027s urban druid level were lower than to cast a cure spell in its place (but see Spontaneous it actually is. Subtract the value indicated in the Casting, below). An urban druid may prepare and appropriate list header from the character\u0027s urban cast any spell on the urban druid spell list, provided druid level and compare the result with the urban she can cast spells of that level, but she must choose druid level entry on the table in the sidebar on page 36 which spells to prepare during her daily meditation. of the Player\u0027s Handbook to determine the companion\u0027s",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An urban druid can channel powers. (If this adjustment would reduce the urban stored spell energy into repair spells that she hasn\u0027t druid\u0027s effective level to 0 or lower, she can\u0027t have that prepared ahead of time. She can \"lose\" a prepared spell in creature as a companion.) order to cast any repair spell of the same level or lower. Any construct that serves an urban druid is",
        "name":  "Spontaneous Casting",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A druid spontaneously created by the 24-hour prayer that can\u0027t cast spells of an alignment opposed to her own calls the urban companion; the urban druid need not ALTERNATIVE URBAN COMPANIONS corner, the target does not gain the benefit of cover An urban druid of sufficiently high level can select (unless the foe has total cover). The urban druid retains her urban companion from one of the following the benefits of cover against her enemy, unless she is lists, applying the indicated adjustment to the fighting another urban druid or other creature with a druid\u0027s level (in parentheses) for purposes of similar power. determining the companion\u0027s characteristics and Disease Immunity (Ex): At 4th level, an urban druid special abilities. becomes immune to all forms of disease, including 4th Level or Higher (Level -3) supernatural diseases like mummy rot. Animated object (Medium) Urban Shape (Su): At 5th-level, an urban druid gains the Giant ant (soldier) ability to turn herself into any Small or Medium urban Dire bat creature. This ability functions identically to a druid\u0027s Monstrous centipede (Large) wild shape ability, save that the list of forms the urban Monstrous scorpion (Medium) druid can take is much more specialized: It is limited to Monstrous spider (Medium) creatures with the humanoid type or to any non-construct Snake, viper (Large) creatures from her urban companion list (see above). Warhorse, heavy An urban druid can use this ability more times per 7th Level or Higher (Level -6) day at 6th, 7th, 10th, 14th, and 18th level. In addition, she Animated object (Large) gains the ability to take the shape of a Large creature at Carrion crawler 8th level, a Tiny creature at nth level, and a Huge creature Hammerer (Monster Manual II, page 27) at 15th level. The new form\u0027s Hit Dice can\u0027t exceed the Otyugh character\u0027s urban druid level. Monstrous centipede (Huge) At 12th level, the urban druid becomes able to use Monstrous scorpion (Large) urban shape to change into an object (size based on the Monstrous spider (Large) sizes allowed by the urban shape ability), such as a door Pulverizer (Monster Manual II, page 27) or a wagon. The urban druid gains hardness equal to the Snake, viper (Huge) material assumed, but the urban druid cannot assume 10th Level or Higher (Level-9) the form of an object with a hardness of more than 10. Animated object (Huge) As long as the urban druid is in object form, she has no Monstrous spider (Huge) means of locomotion or speech, but she retains awareness 13th Level or Higher (Level-12) of her surroundings as if she were in her natural form. Monstrous centipede (Gargantuan) At 16th level, an urban druid becomes able to use Monstrous scorpion (Huge) urban shape to transform into a Small, Medium, 16th Level or Higher (Level-15) Large, or Huge animated object once per day. These Animated object (Gargantuan) construct forms are in addition to her normal urban Monstrous spider (Gargantuan) shape usage. In addition to the normal effects of urban shape, the urban druid also gains all of the animated object\u0027s extraordinary special attacks and have the Craft Construct feat (Monster Manual, page special qualities, including any defenses gained from 303) or expend gold and experience points to gain the the construct type. Her type changes to construct construct companion. for the duration of the animated object form. Crowdwalk (Ex): At 2nd level, an urban druid can At 18th level, an urban druid gains the ability to assume move through crowds with ease, moving as if in an open animated object form twice per day, and at 20th level she space. If an urban druid attempts to move through a can do so three times per day. At 20th level, she may use square occupied by a hostile creature (such as with a this ability to change into a gargantuan animated object. Tumble check or an overrun attempt), she gains a +4 Information Network (Ex): Upon reaching 9th level, bonus on any skill check, Strength check, or attack roll an urban druid has established an information network made to resolve the movement. in a number of cities equal to her Charisma bonus. While Alley Fighting (Ex): Urban druids are masters at in any of these cities, the urban druid only takes half an fighting in cramped quarters, such as city alleyways or hour to make a Gather Information check (rather than narrow dungeon corridors. At 3rd-level, an urban druid\u0027s a full evening or day). In addition, if any event occurs ability to fight in these conditions improves greatly. As in a city that would interest the urban druid, she may long as she is fighting in an area no wider than her space make a Gather Information check to learn of the event (5 feet for a Small or Medium humanoid), she gains a as a free action. Knowledge of such an event reaches the +1 competence bonus on all attack rolls. Additionally, urban druid\u0027s ears in 1d4 hours unless the urban druid if she makes a melee attack against a target around a is in an area that cannot be reached by her contacts.",
        "name":  "Chaotic, Evil, Good, and Lawful Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S",
        "name":  "NEW URBAN DRUID SPELLS Components",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action druids to aid in their custodianship of a city\u0027s well-being. Range: Touch",
        "name":  "The following spells were created or borrowed by urban Casting Time",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Urban Druid 9 Spell Resistance: Yes (harmless)",
        "name":  "Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One city gate set in a city wall up to 20 feet wide to repair damage it has suffered. The spell repairs ld8 and 20 feet tall teleports those who pass through it points of damage +1 point per caster level (up to +5).",
        "name":  "Effect",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Transmutation",
        "name":  "Spell Resistance",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Urban Druid 5 You cause a gate built into a city\u0027s wall to teleport, Components: V, S as greater teleport, any creature that passes through Casting Time: 1 standard action it to a second city gate designated by you when the Range: Close (25 ft. + 5 ft./2 levels) spell is cast. Once you select the destination, you Target: One construct/level, no two of which can be can\u0027t change it. Both the departure point and arrival more than 30 ft. apart point must be in city gates set in walls that surround Duration: Instantaneous a city of small town size or larger (DUNGEON MASTER\u0027S Saving Throw: None Guide, page 137). The spell fails if you attempt to set Spell Resistance: Yes (harmless) the gate to teleport creatures into a solid object, to a place with which you are not familiar and have no You repair ld8 points of damage +1 point per caster clear description of, or to another plane. The spell fails level (maximum +25) to each selected construct. if either city gate is closed, and the effects of the spell end instantly if either gate is physically closed during REPAIR MINOR DAMAGE the spell\u0027s duration. This spell is most often used to aid Transmutation in the quick evacuation of a city in a time of disaster, Level: Sor/Wiz 0, Urban Druid 0 but with a little forethought and planning it can also be used to stage sudden invasions of a city. As repair light damage, except repair minor damage",
        "name":  "Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Urban Druid 8 This spell functions like mass repair light damage, This spell functions like mass repair light damage, except that it repairs 2d8 points of damage +1 point except that it repairs 4d8 points of damage +1 point per caster level (maximum +30). per caster level (maximum +40). REPAIR SERIOUS DAMAGE REPAIR LIGHT DAMAGE Transmutation",
        "name":  "Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 1, Urban Druid 1 As repair light damage, except repair serious damage repairs 3d8 points of damage +1 point per caster level trick the caster. In cases where there are multiple (up to+15). answers to a question, the spell provides the one that is the most pertinent to the caster. If you lag, REPAIR SERIOUS DAMAGE, MASS discuss the answers, or go off to do anything else, Transmutation the spell ends.",
        "name":  "Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Urban Druid 7 Focus: An abandoned building in a settlement of at least small town size or larger (DUNGEON MASTER\u0027S This spell functions like mass repair light damage, Guide, page 137). except that it repairs 3d8 points of damage +1 point XP Cost: 100 XP. per caster level (maximum +35). URBAN DRUID SPELL LIST SCATTERSPRAY Urban druids cast spells from the following list. Most Transmutation of these spells are from the Player\u0027s Handbook, but a",
        "name":  "Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Urban Druid 1, Sor/Wiz 1 few are detailed above. New spells are marked with",
        "name":  "Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) 0-LEVEL URBAN DRUID SPELLS (ORISONS)",
        "name":  "Range",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No skill check.",
        "name":  "Spell Resistance",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Paralyzes one humanoid for 1 round/level. 4TH-LEVEL URBAN DRUID SPELLS",
        "name":  "Hold Person",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Rearranges wooden objects to suit you. Repair Critical Damage*: Repairs 4d8 damage +1/level (max +20). 3RD-LEVEL URBAN DRUID SPELLS Rusting Grasp: Your touch corrodes iron and alloys.",
        "name":  "Wood Shape",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Makes monster believe it is your ally. 5TH-LEVEL URBAN DRUID SPELLS",
        "name":  "Charm Monster",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Grants immunity to all death spells and Cure Moderate Wounds, Mass: Cures 2d8 damage negative energy effects. +1/level for many creatures.",
        "name":  "Death Ward",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creates a stone wall that can be shaped. 8TH-LEVEL URBAN DRUID SPELLS 6TH-LEVEL URBAN DRUID SPELLS Cure Serious Wounds, Mass: Cures 3d8 damage +1/",
        "name":  "Wall of Stone",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Digs trenches and builds hills. Reverse Gravity: Objects and creatures fall upward. Owl\u0027s Wisdom, Mass: As owl\u0027s wisdom, affects one Word of Recall: Teleports you back to designated place. subject/level. Repair Moderate Damage, Mass*: Repairs ld8 damage 9TH-LEVEL URBAN DRUID SPELLS +1/level for many objects. Antipathy: Object or location affected by spell repels",
        "name":  "Move Earth",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Stores one spell in wooden quarterstaff. Citygate * F: Teleports from one city gate to another.",
        "name":  "Spellstaff",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30 hp/four levels; can topple onto foes. Regenerate: Subject\u0027s severed limbs grow back, cures 4d8 damage +1/level (max +35). 7TH-LEVEL URBAN DRUID SPELLS Shapechange F: Transforms you into any creature, and",
        "name":  "Wall of Iron M",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Martial arts and a hatred of Spellcasters combine to produce a killer feared and hunted by wizards and sorcerers.",
        "name":  "Arcanopath Monk",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The cerebrex\u0027s arcane talents grant him the ability to develop his vast intellect and peer into others\u0027 minds to rob them of their spells.",
        "name":  "Cerebrex",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 1st level, the aerial avenger gets Flyby while airborne. If in the air above a foe, the aerial avenger Attack as a bonus feat. gains a +1 competence bonus to attacks. At 9th level, this Momentum (Ex): A 2nd-level aerial avenger learns bonus increases to +2. to use her momentum and weight to her advantage Range Increase (Ex): The 4th-level aerial avenger, while fighting. If in the air, the aerial avenger gains a when making a ranged attack while in the air, increases TABLE 3-1: THE AERIAL AVENGER BASE ATTACK FORT REF WILL LEVEL BONUS SAVE SAVE SAVE SPECIAL +2 1st +0 +0 +0 Flyby Attack 2nd +1 +0 +3 +0 Momentum +1, power dive 3rd +2 +1 +3 +1 Maneuverability increase, speed +10 feet 4th +3 +1 +4 +1 Death from above +1, range increase +3 5th +1 +4 +1 Momentum +2 6th +4 +2 +5 +2 Swoop 7th +5 +2 +5 +2 Maneuverability increase, speed +10 feet 8th +6 +2 +6 +2 Momentum +3 9th +6 +3 +6 +3 Death from above +2 10th +7 +3 +7 +3 Terrifying shriek the distance of any range increment (or in the case of spells that require a ranged attack roll, an increase in the overall range) by 50%. Swoop (Ex): At 6th level, the aerial avenger learns to make a devastating attack. While flying in a straight line (using a full-round action), the aerial avenger can move her speed, making a melee attack at any foe within reach on her path. For each foe attacked beyond the first, each attack suffers a -1 attack penalty, so the aerial avenger must declare how many foes she attacks before she starts (minimum two). The aerial avenger gives up her regular attacks to take this action. This is an extraordinary ability that draws no attacks of opportunity, even if the aerial avenger passes through threatened areas on her way through the swoop. Terrifying Shriek (Ex): The loth-level aerial avenger can add a shrill shriek to any swoop attack, causing all creatures within 50 feet of the point of the first attack to make a Will saving throw (DC 20 plus the aerial avenger\u0027s Charisma modifier) or become panicked for 1d6+4 rounds. Arcanopath Monk by Bruce R Cordell, DRAGON #2S1, March 2001 A terrible hate burns in the heart of the arcanopath monk. While others might hate with all their hearts, impotently, the arcanopath encompasses his fury and learns to use it. The arcanopath\u0027s meditations utilize methods of confronting a spellcaster. Once a monk begins to learn the art of the arcanopath, he can never expect safety in the presence of Spellcasters again. The reverse, however, is also true. A monk may take one or more levels of arcanopath monk and later take additional monk levels. CLASS FEATURES All of the following are class features of the arcanopath prestige class.",
        "name":  "Flyby Attack",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must find the Monastery of Finithamon character is unable to cast spells with a verbal component amidst the Ever-Changing Chaos of Limbo, (and cannot communicate verbally). Creatures immune to successfully petition the sensei for membership, and critical hits cannot be affected by the chop. have slain an arcane spellcaster. Strike of Confusion (Su): The monk of 3rd or higher level can use this supernatural ability once per round, CLASS SKILLS but no more than once per arcanopath level per day. The The arcanopath\u0027s class skills (and the key ability for monk must declare he is using the strike of confusion each skill) are Balance (Dex), Climb (Str), Concentration before making the attack roll (thus, a missed attack roll (Con), Craft (Int), Diplomacy (Cha), Escape Artist (Dex), ruins the attempt). A foe struck by the arcanopath is forced Hide (Dex), Jump (Str), Knowledge(arcana)(lnt), Listen to make a Fortitude saving throw (DC 10 + the arcanopath (Wis), Move Silently (Dex), Perform (Cha), Profession level + the arcanopath\u0027s Wisdom modifier), in addition (Wis), and Tumble (Dex). to taking damage as normal. If the saving throw fails, the",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 8 immune to all forms of telepathy or mind reading. She ranks, Craft (alchemy) 4 may suppress and reactivate this immunity at will, as a ranks, Knowledge (arcane) 8 ranks, Spellcraft 8 ranks. free action.",
        "name":  "Skills",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast divine spells. another of Ehlonna\u0027s domains as a third clerical domain.",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ehlonna. She can use the granted power of the domain (using her fleet runner level instead of her cleric level), and CLASS SKILLS can choose from the spell lists of three domains when The fleet runner\u0027s class skills (and the key ability for selecting her domain spells for the day. She can still cast each skill) are Concentration (Con), Heal (Wis), Hide only one domain spell of each level (1st through 9th) per (Dex), Knowledge (nature) (Int), Knowledge (religion) day. Fleet runners without a level of cleric gain no benefit (Int), Move Silently (Dex), and Survival (Wis). from this granted ability.",
        "name":  "Patron Deity",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 9 ranks, Spellcraft 9 ranks.",
        "name":  "Skills",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier, the prestige class. He does not, however, gain any other benefit a character of that class would have gained. If the character has levels in more than one spellcasting class before becoming a force missile mage, he must decide to which class he adds each level of force missile mage for the purposes of determining spells per day.",
        "name":  "Skill Points at Each Level",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ray Spell Resistance: No",
        "name":  "Effect",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Great Fortitude, Spell Focus (transmutation).",
        "name":  "Feats",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast six spells from the school of transmutation.",
        "name":  "Spells",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells than normal. without preparation.",
        "name":  "Your helpful transmutation spells aid you more Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (transmutation). Benefit: Your ancestry gives you a bonus spell known",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any transmutation spell you cast that at each spell level, starting at 1st, according to the enhances ability scores increases the ability scores by following list. +2 more than it normally does. For example, casting 1st—Obscuring mist bull\u0027s strength with this feat grants the subject a +6 2nd—Gust of wind enhancement bonus to Strength, instead of the usual 3rd—Wind wall +4 enhancement bonus. 4th—Shout",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Chris Perry. Source: #325. 5th—Telekinesis 6th—Control winds AIR BLOODLINE [BLOODLINE] 7th—Ethereal jaunt One of your ancestors was a creature of elemental air. 8th—Summon monster VIII (elementals and outsiders Beings associated with this element come in an almost with the air subtype only) endless variety and your characteristics might vary with 9th—Freedom the type of elemental creature from which you descend. Special: If a character takes this feat any time after Regardless of your exact ancestry, you are likely to have 1st level and has already learned any of the spells on blue eyes and wild, unkempt hair. this list in the class that granted him access to this The descendants of cloud giants tend to be tall, loud, feat, he gains no additional spells known at those and often arrogant, but they have a strong appreciation spell levels. This restriction does not apply if he learned any of these spells as a member of another restriction does not apply if she learned any of these spellcasting class. spells as a member of another spellcasting class.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scott Carter. Source: #325. with the earth descriptor, and all such spells are removed from the spell lists of all their spellcasting classes. ASTRAL TRACKING [GENERAL]",
        "name":  "Characters with Air Bloodline cannot learn or cast spells Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells conservatively, and stick to a regimented life. Even without preparation. when adventuring, they follow their routine to the best",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st adventure stems either from a desire to aid others, an level and has already learned any of the spells on this innate need to combat evil, or both. As such, celestial- list in the class to which she applies this feat, she gains blooded characters tend to focus their spell selections no additional spells known at those spell levels. This on good- or neutral-aligned spells that aid others. restriction does not apply if she learned any of these Prerequisites: Ability to cast arcane spells spells as a member of another spellcasting class. without preparation.",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry gives you a bonus spell known the chaotic descriptor, and all such spells are removed at each spell level, starting at 1st, according to the from the spell lists of all their spellcasting classes. following list.",
        "name":  "Characters with this feat cannot learn or cast spells with Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "James Jacobs. Source: #291. This restriction does not apply if she learned any of these spells as a member of another spellcasting class. BRACED FOR CHARGE [GENERAL] Characters with this feat cannot learn or cast spells When receiving a charge, you know how to strike where with the evil descriptor, and all such spells are removed it truly hurts. from the spell lists of all their spellcasting classes.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fighter may select Braced for Charge as one arcane spellcasting class that granted you access to this of his fighter bonus feats. feat). This ability does not affect your number of spells",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Jason Bulmahn, Ari Marmell, et al. Source: #331. known or spells per day.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scott Carter. Source: #311. CELESTIAL BLOODLINE [BLOODLINE] CHARMING [GENERAL] One of your distant ancestors was a good outsider. The You are particularly convincing when attempting to characteristics you display might depend in part on the command targets of your mind-affecting spells. kind of celestial heritage you have. Prerequisites: Cha 13, Negotiator.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you make a Charisma check to exert decisive—quick to judge and quick to act. Characters control over the target of a mind-affecting spell you cast, you gain a +3 bonus on this roll. This applies to checks to convince the target of a spell from the charm person spell chain to take an action it normally wouldn\u0027t, as well as to opposed Charisma checks made by two casters whose spells affect the same target and who give it conflicting orders.",
        "name":  "Descendants of devas or archons tend to be very Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Travis Stout. Source: #301. COMBAT CHARM [GENERAL] Your charm spells are equally effective in combat and noncombat situations.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When casting a charm spell (such as charm animal, charm person, or charm monster) on a creature being threatened by you or your allies, it does not gain the usual +5 bonus on its save against the spell.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Owen K.C. Stephens. Source: #312. COMMANDING [GENERAL] The targets of your compulsion spells find them difficult to resist.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Add +1 to the Difficulty Class for all saving within the attacker\u0027s reach. The attacker must make a throws against your enchantment (compulsion) spells. new attack roll for the redirected attack, using the same This bonus stacks with the bonuses from Spell Focus modifiers applied to the missed attack. (enchantment) and Greater Spell Focus (enchantment). You may use this feat once per round. If there are no",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your smite evil class ability also works DIVINE CONDUIT [GENERAL] against chaotic creatures. Additionally, you may use You can lend your own divine power to a divine your smite ability one more time per day. If you spellcaster of your faith. accidentally smite a creature that is not chaotic or evil, Prerequisite: Cha 13, Divine Fervor, patron deity, the smite has no effect but is still used up for the day. ability to turn or rebuke undead. Smite evil and smite chaos are supernatural abilities. Benefit: If you touch a divine spellcaster who",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gary Holian. Source: #306. worships the same deity as you, you can expend one or more daily uses of your turn undead ability to CUTPURSE [GENERAL] boost that character\u0027s spellcasting power with your You are able to pick the pockets of your melee opponents. own divine energy. Such a transfer requires a standard",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells without preparation.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry gives you a bonus spell known at each spell level, starting at 1st, according to the following list. 1st—Comprehend languages 2nd—Darkvision 3rd-—Protection from elements 4th—Fear 5th—Mindfog 6th—True seeing 7th—Vision 8th—Mind blank 9th—Dominate monster",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st level and has already learned any of the spells on this list in the class that granted him access to this feat, he gains no additional spells known at those spell levels. This restriction does not apply if he learned any of these spells as a member of another spellcasting class. A character with the Draconic Bloodline feat retains many of the strengths and weaknesses of his ancestor. As such, he must choose a category of spells (often spells with a certain descriptor) that he cannot learn or cast. (For example, the descendant of a green dragon might not be able to cast spells with the earth descriptor, while the heir of a bronze dragon might be denied access to spells with the fire descriptor.) Such spells do not 9th—Summon monster IX (elementals and outsiders appear on the character\u0027s spell list for any class. The with the earth subtype only)",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st category of spells the character is denied. level and has already learned any of the spells on this",
        "name":  "DM should be involved in the decision about which Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Draconic Bloodline, ability to cast 2nd- from the spell lists of all their spellcasting classes. level arcane spells. Author: Scott Carter. Source: #311.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scott Carter. Source: #311. Prerequisites: At least one elemental domain (Air, Earth, Fire, or Water), ability to cast arcane spells with EARTH BLOODLINE [BLOODLINE] the same elemental descriptor as your domain.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose one of your elemental domains: Air, earth. Your heritage probably stems from one of the Earth, Fire, or Water. You can cast spells with the related humanoid-shaped beings from the Elemental Plane spell descriptor as if your caster level was the sum of all of Earth, although elemental earth creatures native spellcasting classes that grant spells of that elemental to the Material Plane can contribute this bloodline spell descriptor. The effect applies only to a single as well. Regardless of the exact earth creature in your elemental descriptor chosen when the feat is taken. ancestry, you probably have a hardy, solid-looking For example, a 5th-level cleric/3rd -level wizard with the body and dark coloration, and you might even exude Fire domain and this feat can cast any spell with the fire an earthy smell. descriptor as an 8th-level caster. Stone giants produce long, lean descendants who tend This does not affect your spells per day or spells to be shy but playful. The progeny of earth mephits are known. It only increases your caster level when casting generally stubborn, while those of salt mephits are often spells of the appropriate descriptor. gifted with a sarcastic wit. Characters with gargoyle blood Special: You can gain this feat multiple times. Its tend to be territorial and prone to violence, especially effects do not stack. Each time you take the feat, it applies when it comes to protecting what is theirs. to a new elemental domain and spell descriptor.",
        "name":  "You are descended from a creature of elemental Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Tim Hitchcock. Source: #325. Bloodline feat are unchanging, but this assessment is not entirely true. Rather, they are slow to change—not ENSPELL FAMILIAR [GENERAL] to mention tough, determined, and unwavering in You can cast spells on your familiar over a distance. their goals. They generally enjoy being underground, Prerequisites: Caster level 1st, ability to gain a familiar. so they like to delve into dungeons and other Benefit: You are always considered to be in contact subterranean locales. with your familiar for the purpose of casting shared",
        "name":  "Some would say that sorcerers with the Earth Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells spells, as long as it is within 1 mile of you. Thus any without preparation. spell you cast on yourself also affects your familiar.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any numerical bonus granted by a spell modified with this feat increases by +2 for all undead FEY\u0027S FATE [BLOODLINE] creatures it affects. This increase does not apply to factors You are touched by the luck of your ancestors. such as range, save DC, healing, or other numerical Prerequisites: Fey Bloodline, ability to cast 2nd-level factors relating to a spell. Only effects described as arcane spells. bonuses gain this benefit. A fell energy spell takes up a Benefit: You get a +1 luck bonus on all saving throws. spell slot one level higher than the spell\u0027s actual level. Author: Scott Carter. Source: #311.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Mike Mearls. Source: #312. FIENDISH BLOODLINE FEY BLOODLINE [BLOODLINE] [BLOODLINE] One of your ancestors was a fey creature, or was raised as One of your distant ancestors was an evil outsider. The such. Fey sometimes take humanoid mates or capture characteristics you display might depend in part on children and raise them as their own. Fey-blooded characters the kind of fiendish heritage you have. Many of your vary greatly in appearance but most have some odd feature bloodline are dark in coloration, although great variation that marks them, such as a strange eye or hair color. can exist depending on your specific ancestry. The heirs of dryads are often quite shy but they Evil outsiders such as demons and devils produce a possess quick minds and an earthy beauty. Grig-blooded surprisingly large number of offspring on the Material characters are mischievous and lighthearted, while Plane. Their descendants are frequently (but not always) those with pixie blood are prone to take their pranks evil. Demon-blooded characters and others descended too far. Characters with nixie blood are suspicious from beings native to the chaotic evil realms are usually beings who tend to avoid strangers but remain fiercely chaotic themselves, and at their worst they can be prone loyal to places or persons they love. to greedy or lustful behavior. Sorcerers with fey blood often have changing, fickle Those with devil blood, on the other hand, tend to natures. They are quick to laugh and play tricks, but slow be lawful. They have no compunctions about bending to forgive or forget slights. They adventure primarily out the rules as far as possible, but they rarely break them. of a sense of alienation, seeking some place or group Like their fiendish ancestors, devil-spawn are known to which they can belong. They are fond of spells that for keeping their word. deceive and manipulate emotions, such as charm person. Characters with fiendish blood often seem driven—",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells even haunted—by the potential for evil within them, without preparation. especially if they try to hold to a neutral or good path.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry grants you a bonus spell They frequently adventure out of a restlessness caused known at each spell level, starting at 1st, according to by their own internal struggles, although sometimes the following list. they do so simply because they enjoy killing and 1st—Detect secret doors adventuring provides a perfect outlet for that tendency. 2nd—Glitterdust Such characters usually prefer spells of darkness and 3rd—Tongues deception, even if they are good-aligned. 4th—Hallucinatory terrain Prerequisites: Ability to cast arcane spells 5th—Seeming without preparation. 6th—Mislead Benefit: Your ancestry gives you a bonus spell known 7th—Sequester at each spell level, starting at 1st, according to the 8th—Otto\u0027s irresistible dance following list. 9th—Wail of the banshee 1st—Protection from good",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st 8th—Sunburst level and has already learned any of the spells on this 9th—Meteor swarm list in the class that granted her access to this feat, she *The subject\u0027s tongue resembles a tongue of flame. gains no additional spells known at those spell levels. **The fog produced has a smoky smell and quality.",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st these spells as a member of another spellcasting class. level and has already learned any of the spells on this Characters with this feat cannot learn or cast spells list in the class that granted him access to this feat, he with the good descriptor, and all such spells are removed gains no additional spells known at those spell levels. from the spell lists of all their spellcasting classes. This restriction does not apply if he learned any of",
        "name":  "This restriction does not apply if she learned any of Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells Your spells zero in on a specific target. without preparation. Benefit: Only those spells delivered by a ranged",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry gives you a bonus spell known touch attack can be guided. Choose a target within at each spell level, starting at 1st, according to the range before casting a guided spell. A guided spell following list. ignores anything up to total cover and full concealment 1st—Hypnotism as it moves over, under, or around barriers, seeking 2nd—Pyrotechnics that target. You do not check for miss chance due to concealment, and your foe does not gain an AC bonus Prerequisite: Spell-like abilities or ability to cast due to cover. If a guided spell misses on its initial arcane or divine spells. attack, it persists for a number of rounds equal to 1/3 Benefit: If you grasp the severed head of a creature your level (rounded down), making another ranged with a gaze supernatural ability (such as the petrifying touch attack on your turn each round against that gaze of a medusa) within 1 hour of the creature being target until it hits or the guided duration ends. If the slain, you may use that creature\u0027s head to employ the target or you move out of the range of the spell, if the slain creature\u0027s gaze supernatural ability as a standard target gains total cover or concealment from your action up to three times during the next 24 hours. After position, or if the line of effect for the spell is blocked, that time the head is rendered useless. Retrieving the the guided spell immediately ends. You do not need head from a slain creature is a full-round action that to concentrate on a guided spell while it is attacking. provokes an attack of opportunity.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Eric Haddock. Source: #328. than the spell\u0027s actual level.",
        "name":  "A guided spell uses up a spell slot three levels higher Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may make a single unarmed attack certain physical traits, such as lacking hair but with both hands to add 1-1/2 your Strength bonus on possessing black eyes and pale skin with a slightly the damage roll. This extra damage does not apply if purplish tint. you make a flurry of blows attack or if you are holding Sorcerers who have an escaped illithid slave in their anything in either hand. ancestry tend to select spells that manipulate or ruin the",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fighter may select Hammer Fist as one of mind. They favor enchantment spells above all others. his fighter bonus feats. Prerequisites: Ability to cast arcane spells",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "James Wyatt. Source: #279. without preparation. Benefit Your ancestry gives you a bonus spell known at HEADS UP [GENERAL] each spell level, starting at first, from the following list You are capable of using the gaze attacks of a slain 1st—Hypnotism creature. Why should monsters have all the fun? 2nd—Detect thoughts Those with this feat cannot learn or cast spells that alter an object or creature\u0027s size or shape (such as enlarge person or the polymorph spells) and all such spells are removed from the spell lists of all their spellcasting classes.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any bloodline feat, ability to cast 3rd- level arcane spells.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per day, you may turn or rebuke creatures of the same kind as your bloodline ancestor as a cleric of 1/2 your level in the arcane spellcasting class that granted you access to your base bloodline feat. You may choose to either turn or rebuke such creatures upon taking this feat, but you cannot later change that decision.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Axiomatic Bloodline, ability to cast 2nd-level arcane spells.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "#331. level arcane spells.",
        "name":  "Source",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Quick Draw, base attack bonus +5. spells known or spells per day.",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wis 13. trees tend to concentrate, appropriately enough, on Benefit: Whenever you flank an opponent, an ally spells from the school of necromancy. Spells that allow not flanking that foe gains a +1 bonus on melee attacks the caster to control a creature\u0027s mind are popular made against your flanked opponent. Flanking allies among those descended from vampires. retain the normal +2 bonus on melee attacks.",
        "name":  "Sorcerers with a touch of the undead in their family Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells Special: A fighter may select Pack Tactics as one of his without preparation. fighter bonus feats.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry gives you a bonus spell known Author: Dean Poisso. Source: #313. at each spell level, starting at 1st, from the following list. 1st—Causefear PEBBLE UNDERFOOT [GENERAL] 2nd—Ghoul touch You have learned a special combat technique useful for 3rd—Vampiric touch bringing down creatures much larger than you. 4th—Contagion Prerequisite: Improved Trip. 5th—Dominate person Benefit: When attempting to trip a creature at least 6th—Eyebite two size categories larger than you, you gain a +4 bonus 7th—Control undead on opposed trip checks. If you fail to trip the creature, it 8th—Trap the soul cannot immediately attempt to trip you. 9th—Wail of the banshee Special: A fighter may select Pebble Underfoot as one",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after of his fighter bonus feats. 1st level and has already learned any of the spells Author: James Wyatt. Source: #279. on this list in the class to which she applies this feat, she gains no additional spells known at those PENUMBRA BLOODLINE spell levels. This restriction does not apply if she [BLOODLINE] learned any of these spells as a member of another You are descended from a planar traveler who spellcasting class. frequented the Ethereal Plane or Plane of Shadow. The Characters with this feat cannot learn or cast spells energies of these planes altered and augmented your of the conjuration (healing) subschool, and all such ancestor, infusing your bloodline with a trace of shadow spells are removed from the spell lists of all their or ether. You are touched by the planes, and they grant spellcasting classes. you arcane powers that continue to shape your life.",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you successfully use Bluff to Many penumbra-blooded creatures prefer dark places and feint in combat, the target loses his Dexterity bonus avoid direct sunlight as much as possible. Sorcerers who possess a penumbral ancestor favor descriptor, and all such spells are removed from spells that conceal places and people as well as spells spell lists of all their spellcasting classes. that access the Plane of Shadow or Ethereal Plane. Author: Scott Carter. Source: #325.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st level and has already learned any of the spells on PLANT BLOODLINE [BLOODLINE] this list in the class to which she applies this feat, she One of your ancestors had an unusually close tie to the gains no additional spells known at those spell levels. natural world. Possibly the rarest of ancestries, only This restriction does not apply if she the most powerful Spellcasters or deities can cause the learned any of these spells as a member melding of plants and animals. of another spellcasting class. Plant-blooded creatures tend to have brown skin and Characters with this feat cannot learn green eyes, and they generally act more patiently and or cast spells with quietly than their peers. Scions of flowering plants are the light often beautiful and vain, in love with bright colors and prone to extravagance. Those who descend from vines have long thin bodies with tangled masses of hair and combative dispositions. Fungal descendants tend toward pale skin and hair tones, preferring sedentary lives and dark, cool places. Tree-blooded creatures stand taller than their peers and have quiet but friendly personalities, content with deep thoughts and slow actions. Sorcerers with plants in their ancestry prefer spells that manipulate themselves or the environment around them to protect or grow life.",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells without preparation.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry gives you a bonus spell known at each spell level, starting at 1st, from the following list. 1st—Endure elements 2nd—False life 3rd—Water breathing 4th—Minor creation 5th—Transmute rock to mud 6th—Control water 7th—Control weather 8th—Control plants 9th—Imprisonment",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st level and has already learned any of the spells on this list in the class to which she applies this feat, she gains no additional spells known at those spell levels. This restriction does not apply if she learned any of these spells as a member of another of dice from your sneak attack damage and add a +2 spellcasting class. circumstance bonus on your attack roll for each die In almost every culture, plants and growing things reduction you make. You may convert as many of your represent life and growth. Thus, characters who dice from your sneak attack damage as you wish in this possess this life-centered bloodline cannot learn or manner. However, if you make more than one sneak cast spells with the death descriptor, and all such attack during a round and are using this feat, you must spells are removed from the spell lists of all their convert the same number of dice for each one. spellcasting classes. Author: Mike Mearls and Jeff Quick. Source: #310.",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scott Carter. Source: #325. PUPPET MASTER [GENERAL] POLE BALANCE [GENERAL] It is more difficult to notice manipulation of the targets You can use your pole arm to brace yourself against of your enchantment spells. impact and prevent you from falling. Prerequisite: Wis 13.",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fighter may select Ring the Golden Bell as POWER IN THE BLOOD one of his fighter bonus feats. [BLOODLINE] Author: Patrick Younts. Source: #319. You can call on your arcane heritage to cast one additional spell per day. RIPOSTE [GENERAL]",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any bloodline feat, ability to cast 3rd- You are adept at striking from a defensive posture. level arcane spells. Prerequisites: Int 13, Combat Expertise, base attack",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +1 luck bonus on Listen, Search, Sense Motive, and Spot checks. In addition, you can call upon your deity once per day for limited information about the future in general, although this usage of the feat temporarily depletes your capacity for divine insight. The effect is similar to that of an augury spell, except there is no material component and you can see only about 10 minutes into the future. This usage of the feat is a spell-like ability requiring a full-round action. Once you have used the feat in this way, the luck bonus it normally provides is negated for the rest of the day.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells without preparation.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your ancestry gives you a bonus spell known at each spell level, starting at 1st, from the following list. 1st—Cause fear 2nd—Hypnotic pattern 3rd—Sepia snake sigil 4th—Phantasmal Killer 5th—Dominate person 6th—Repulsion 7th—Power word blind 8th—Power word stun 9th—Power word kill",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character takes this feat any time after 1st level and has already learned any of the spells on this list in the class to which she applies this feat, she gains no additional spells known at those spell levels. This restriction does not apply if she learned any of these spells as a member of another spellcasting class. Because serpents must forever crawl on their bellies, even their offspring cannot hope to look to the skies. Characters with this feat cannot learn or cast spells intended to allow them to leave the ground (such as fly, levitate, or overland flight), and all such spells are removed from the spell lists of all their spellcasting classes.",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A mind-affecting spell modified by this feat works normally against intelligent undead creatures. Mindless undead (those without Intelligence scores) are still immune to its effect, and the altered spell has no effect against living creatures or constructs. A song of the dead spell takes up a spell slot one level higher than the spell\u0027s actual level. Note that the use of this feat does not make mind-affecting spells affect undead if the spell\u0027s description specifies that the target must be living or of a particular creature type (other than undead). Any spells prepared with Song of the Dead become necromancy spells.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you confirm a critical hit with going on around them, since death can come from any a melee attack that deals bludgeoning or nonlethal direction underwater. Since fluids are so adaptable, damage for which you have the Improved Critical feat characters with this bloodline are fond of spells that your opponent must make a Fortitude save (DC 10 + 1/2 deal with change. your level + your Strength modifier) or be stunned for Prerequisites: Ability to cast arcane spells one round. without preparation.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fighter may select Staggering Blow as one Benefit: Your ancestry gives you a bonus spell known of his fighter bonus feats. at each spell level, starting at 1st, according to the",
        "name":  "Special",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "James Wyatt. Source: #279. spell levels. This restriction does not apply if he learned any of these spells as a member of another VAULT [GENERAL] spellcasting class. While wielding a pole arm you can jump great distances. Characters with Water Bloodline cannot learn",
        "name":  "Author",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 13, Jump 4 ranks. or cast spells with the fire descriptor, and all such",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When wielding a pole arm two-handed, the spells are removed from the spell lists of all their DC for a long jump is reduced by-5. In addition, the DC spellcasting classes. for a high jump is equal to three times the distance to Author: Scott Carter. Source: #311.",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "#298. be applied to the skin to repel insects. It keeps Tiny Free Foot This quick-drying oil makes one 5-foot square or smaller insects at bay for 4 hours per application. exceptionally slippery. Creatures moving through the Larger insects and those under the control of a spell affected area must make a DC 15 Dexterity check to keep must make a DC 12 Will save to approach a protected their feet. Trying to stand requires a similar check, as does character. This benefit is lost if the character attacks moving out of the square once footing has been regained. the insect. Author: Jesse Decker and Stephen Kenson.",
        "name":  "Source",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The wielder gains a +2 competence bonus on Alchemist\u0027s Glass: An alchemist\u0027s glass is a beaker Search and Spot checks and can feather fall at will as a usually constructed of green or blue glass with spell-like ability. In this aspect, the wielder\u0027s eyes take several small spouts near the bottom. Arcane writing on a golden hue. frequently covers the sides of the glass and sometimes",
        "name":  "Hawk",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Liquid transformed by this rune kept vigilant watch over their people using special grants the rune invoker an aura of honesty. This agents of Re-Horakhty. Clerics created the eye of Horus, functions as the zone of truth spell centered on the supposedly blessed by Re-Horakhty himself to be rune\u0027s invoker. worn by these agents to protect them. The eye of Horus",
        "name":  "Honesty Rune",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Verbal component (a specific, guttural, evil- an elemalefic ice storm takes 1d4 points of residual cold sounding word or phrase) that cannot be modified and damage per round for 4 rounds after the spell\u0027s duration a material component (a ruby worth at least 25 gp). expires. The spell is still considered to be in effect for the",
        "name":  "Cost",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Material component (worth 50 gp) that is slightly larger and more powerful than typical specific to the energy type, as follows: a few drops of specimens of their kind. black dragon drool (acid), diamond dust (cold), a star This template can be added to any conjuration made of woven copper wire (electricity), ruby dust (fire), (summoning) spell that summons one or more or a golden tuning fork (sonic). creatures. All creatures summoned with a champion Prerequisite: Elemalefic Spellcaster. spell have maximum hit points. Furthermore, you may cast spells with a range of \"touch\" on any creatures you GHOST TOUCH have summoned with a champion spell without actually You establish a link with the Ethereal Plane. A barely needing to touch them, provided that they are within visible, silvery aura briefly surrounds you while you\u0027re your line of sight. For example, you could cast blur on a casting a ghost touch spell. creature you have summoned even if it\u0027s standing 30 feet The ghost touch template can be added to any spell with away from you. All other parameters (such as duration, one or more targets. Spells with this template gain the ghost number of targets, and the like) of a touch spell used in touch property and are not subject to the 50% miss chance this manner still apply normally. that normally applies against an incorporeal target.",
        "name":  "Creatures summoned via champion spells appear Cost",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Superior Summons. Prerequisite: Ethereal Tendril. CONCUSSIVE INVIGORATING You have learned how to direct your destructive spells You unlock ancient methods of manipulating divine so that they strike with maximum force. Concussive healing energy. Your eyes turn white while casting an spells are louder than normal and seem to strike with invigorating spell. greater impact. This template can be added to any spell that cures This template can be added to any spell that deals hit hit point damage. In addition to curing damage point damage. Any creature damaged by a concussive normally, an invigorating spell can remove any or spell must succeed on a Balance check (DC 10 + caster all of the following conditions affecting the targets: level) or be knocked prone by the impact of the spell. dazed, exhausted, fatigued, sickened, or stunned. You",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Somatic component (thrusting hand gestures) specify which conditions are to be removed when you that cannot be modified and a material component (a cast the spell. pearl worth at least 25 gp). Cost: Verbal component (recitation of an ancient",
        "name":  "Cost",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellstrike. healing incantation) that cannot be modified.",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Invigorating Spellcaster. ELEMALEFIC You have learned how to capture minor elemental SHACKLED spirits and trap them in your spells. A spell amplified by You have learned how to harness the residual, wasted the elemalefic template seems to form frowning skulls, energy of a spell and use it to hinder the mobility of grasping claws, or screaming faces of the appropriate your targets. The spell energies unleashed by a shackled energy type within its area. spell tend to linger even after the spell\u0027s effects have This template can be added to any spell that deals taken hold. energy damage (acid, cold, electricity, fire, or sonic). After This template can be added to any spell with a the spell\u0027s normal duration expires, or after its damage duration other than instantaneous or permanent. In is dealt, elemental spirits plague all creatures damaged addition to its normal effects, a shackled spell causes by the spell for a number of additional rounds equal to each target to move at one-half its normal speed the spell\u0027s level. This residual energy deals 1d4 points (rounded down to the next 5-foot increment) for the entire duration of the spell. If applied to a spell SPELLBINDER (CEREMONIAL) that itself reduces speed (such as slow), the effects Upon completing a daylong ceremony during which are cumulative. Any reduction in speed also affects you and the other six participants are shackled jumping distance, as normal. together at the ankles, you master the ability to inhibit",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellbinder. SPELLSTRIKE (CEREMONIAL) After a daylong ceremony involving you and at least six monks, you gain the power to knock down foes with CEREMONIAL FEATS your spells.",
        "name":  "Prerequisite",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may apply the concussive template to templates described above. They also grant additional your spells. You also gain a +2 bonus on Concentration situational bonuses and benefits, as noted in their checks made to ignore vigorous, violent, or individual descriptions. extraordinarily violent motion while casting spells (see Concentration in Chapter 10 of the Player\u0027s BLOODTHIRSTY (CEREMONIAL) Handbook for details). After a daylong ritual involving you and at least six others, one of whom must be a necromancer, you gain SUPERIOR SUMMONS mastery of blood. (CEREMONIAL)",
        "name":  "The following ceremonial feats allow access to the spell Benefits",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may apply the elemalefic template to Champion Superior Summons your spells. You also gain a +2 bonus on Survival checks Concussive Spellstrike made while on any of the four elemental planes. Elemalefic Elemalefic Spellcaster Ghost Touch Ethereal Tendril ETHEREAL TENDRIL (CEREMONIAL) Invigorating Invigorating Spellcaster After a daylong ceremony in which you sacrifice and Shackled Spellbinder devour an ether scarab (described in Monster Manual IT), you can imbue your spells with the power to strike incorporeal foes. The Glyphs of Cerilon",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may apply the ghost touch template to your spells. You also gain the ability to move at normal speed (instead of half speed) when traveling on the by Larry DiTillio, DRAGON #50, June 1981 Ethereal Plane. The glyph of warding spell is one of the most INVIGORATING SPELLCASTER fascinating and useful spells in the D\u0026D game for (CEREMONIAL) both players and Dungeon Masters alike. For a player, After completing a daylong ritual involving you and six a good glyph can solve all sorts of dilemmas, as well as clerics, you can cast healing spells that have additional providing a safe, pre-planned route of escape. For the invigorating powers. DM, a glyph can serve as a very nifty trap, certain to",
        "name":  "Benefit",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) or Knowledge create it. Its save DC equals 10 + your spellcasting ability (religion) 8 ranks, arcane or divine caster level 5th. modifier + the spell slot\u0027s level.",
        "name":  "Prerequisites",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Deals damage plus amnesia. This round. A successful Will save negates the effect. glyph deals 2 points of damage per level Ginmore: Order. Deals 1d6 points of of caster and causes total amnesia in the electrical damage per 2 caster levels to any target for 1 minute per caster level. A target of chaotic alignment. A successful successful Will save halves the damage Reflex save halves the damage. and negates the amnesia. The amnesia causes a Glyl: This glyph confuses its victim, spellcaster to lose access to 1d3 spell slots or prepared as per the confusion spell, for 1 round spells, each of a different, random level {if possible). A per 2 caster levels. A successful Will save nonspellcaster loses the benefits of the skill ranks he negates the effect. has in 1d3 randomly chosen skills. The target acts as Han: Causes a blinding flash of light. The if untrained in that skill and gains no bonus from the creature activating the glyph and anyone ranks spent on it. A target regains his spells or skill within 10 feet of the triggered glyph is ranks at the end of the effect\u0027s duration. blinded for 1 round per 2 caster levels. A",
        "name":  "Bora",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Demon Ward. This glyph is successful Will save negates the effect. specifically designed to ward against Inda: Metalbane. All metal on the evil outsiders. Once activated, this glyph passer or toucher of this glyph heats prevents any such creatures from passing up, as per the spell heat metal with a through the space it occupies for 10 caster level equal to the level of the spell minutes per caster level. A Will save allows a creature to slot used to power this effect. A successful Will save pass. This is a mind-affecting ability. negates the effect.",
        "name":  "Cand",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drains Strength. This glyph can Ik: Polymorph. Targets its victim with a only be set with the touch trigger. The baleful polymorph spell that turns the victim target of this glyph must make a Fortitude into an earthworm for 1 round per caster save or take a -1d6 penalty to Strength for level. A Fortitude save negates the effect. 10 minutes per caster level. Jend: Deals 1d6 points of fire damage",
        "name":  "Cino",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The shortener. This glyph off A successful Reflex save halves the damage. targets the victim with reduce person, except Quolat: Poison. This glyph exposes the spell affects any type of creature and the target to a mild poison (Fort negates; not just humanoids. A successful Fortitude 1d4 points of ability damage primary save negates the effect. and secondary damage). You choose the",
        "name":  "Lenden",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Madness. This glyph causes the normal means. toucher or passer to go temporarily insane, Tarrat: Drains Intelligence. The target of screaming wildly, shaking as if with palsy, this glyph must make a Fortitude save or and babbling about terrors in the dark. This madness take a -1d6 penalty to Intelligence for 10 lasts 1 rounds per level of caster. A successful Will save minutes per caster level. negates the effect. An insane victim cannot fight, be Unkin: The bleeder. This Glyph causes reasoned with, or cast spells. He may move as normal, any wounds on the target to open and and avoids attackers and other dangers as normal. begin bleeding. Wounds continue bleeding",
        "name":  "Nolon",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The raiser. This glyph causes like Cand and Jash, except that it affects the activator to be hurled upwards at more powerful evil outsiders. Any demon tremendous speed and be smashed with HD less than or equal to the glyph\u0027s against the ceiling. The victim is thrown caster level automatically fails its save against Vana. 10 feet in the air per 2 caster levels. The victim takes Spell resistance does not apply in this case. falling damage as normal, and takes an additional 1d6 Vyg: This glyph deals electrical damage points of damage per 2 caster levels if he strikes the to all creatures with a lawful alignment. ceiling before soaring his full distance. A Reflex save Other creatures are unaffected. Vyg deals allows a target to avoid this effect, remaining on the 1d6 points of damage per 2 caster levels. A ground and taking no damage. successful Reflex save halves the damage.",
        "name":  "Pogen",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Regression. This glyph targets more vivid in the player\u0027s mind, which makes for more the creature that activates it with touch of creative roleplaying. idiocy, per the spell. The penalties last for 10 minutes per level. THE RIDDLES THERE ARE",
        "name":  "Ylmis",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Pale blue liquid or powder, smells like horse sweat (DC 10 Spot check to notice). Galas deals 1d6 Cerilon point of Constitution damage as its initial damage. As its secondary damage, galas deals 1d6 points of by Larry DiTillio, DRAGON #59, March 1982 Constitution damage 1 minute later, as usual, and then another 1d6 points of Constitution damage This article presents a variety of poisons that the 10 minutes after that. A successful save against the original author, Larry DiTillio, created for his Cerilon poison\u0027s secondary damage negates only that damage; campaign, delineating each by smell and appearance the victim must succeed again 10 minutes later to and describing how long each takes to affect the negate the final damage. victim and run its course. This classic article has been Fortitude DC 13; Price 600 gp. updated to the 3.5 rules set. It converts the poisons\u0027 Golden Fool: Gold powder. Almost undetectable effects to the current system. when used on gold-colored objects (DC 30 Spot check Some of these poisons follow different patterns to notice); otherwise, it leaves a pale gold discoloration than the standard poisons. The original article meant when applied (DC 14 Spot check to notice). Golden fool to make poisons unique and unpredictable. The rules deals 1d2 points of Constitution damage and 1d6 points update embraces that spirit. For example, some of of Wisdom damage as its initial damage. As its secondary these poisons have multiple effects, while others deal damage, golden fool deals 1 point of Intelligence damage damage over multiple minutes. and 1d4 points of Wisdom damage every minute for 1d4 Unless otherwise noted, the poisons given here minutes or until it deals 6 points of additional Wisdom follow the standard rules for poison from the DUNGEON damage. A successful save against the poison\u0027s secondary MASTER\u0027S Guide. damage negates all later damage as well. Some of the poisons listed here deal damage or Fortitude DC 19; Price 2,000 gp. other effects over a long period of time, such as points Gurch: Dark green liquid or powder, smells like wax of ability score damage over a number of minutes. A (DC 17 Spot check to notice). Gurch deals 1d8 points of character with the Heal skill is allowed to make a check damage as its initial damage. As its secondary damage, to treat the poison each time it affects the target. If he gurch deals 1d2 points of Strength damage every succeeds, he prevents the later damage. This damage minute for 5 minutes. In addition, if the victim fails can be healed with restoration spells as normal. his save against secondary damage he is wracked with excruciating pain that renders him unable to move. CONTACT POISONS The victim becomes paralyzed for as long as the poison The most dangerous of all poisons, a mere touch of these continues to deal him damage. A successful save against substances expose victims to their deadly properties. the poison\u0027s secondary damage negates all later damage",
        "name":  "The Toxins of Galas",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Odorless, colorless liquid. Mufa causes muscle spasms and convulsions (which paralyzes the victim) as its initial damage. As its secondary damage, mufa deals 1 point of Constitution damage per minute until the victim dies, receives three successful DC 20 Heal checks from an ally, or receives a neutralize poison spell. The paralysis effects wears off 1d2 x 10 minutes after the victim attempts his initial save. A successful save against the poison\u0027s secondary damage negates all later damage as well Fortitude DC 20; Price 1,800 gp.",
        "name":  "Mufa",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Small, blue-and-white speckled pellets. Fortitude DC 18; Price 300 gp. Praka deals 2d6 points of Wisdom damage as its Tylatch: Clear liquid, smells like sandalwood. Tylatch initial damage and 1d4 points of Constitution damage causes paralysis as its initial damage. A successful save every minute for 1d6 minutes as its secondary effect. against its initial damage gives the victim a +4 bonus If the victim fails his save against the initial damage, on his save against the poison\u0027s secondary damage. he becomes confused, as per the confusion spell. The As its secondary damage, tylatch deals 1 point of victim is allowed a new save once each minute to Constitution damage every minute for 1d6 minutes. A overcome the confusion effect. Three successful DC 19 successful save against the poison\u0027s secondary damage Heal checks performed by an ally end the Constitution negates all later damage as well. The paralysis effects damage and the confusion effect. A successful save wears off 1d6 x 10 minutes after the victim attempts against the poison\u0027s secondary damage negates all his initial save. later damage as well. Fortitude DC 12; Price 250 gp. Fortitude DC 19; Price 2,000 gp.",
        "name":  "Praka",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Topaz-colored gel. Blue lotus deals 1d6 points of Constitution damage as its primary damage he must immediately make a DC 17 Will save or and secondary damage. If the victim takes a total of fall asleep for 3d4 rounds as if affected by the spell deep 10 points of Constitution damage and survives, he slumber. A successful save against the poison\u0027s secondary becomes paralyzed. The paralysis effect lasts for 1d6 x damage negates all later damage as well. 10 minutes. Fortitude DC 17; Price 300 gp. Fortitude DC 16; Price 1,200 gp. Flydance: A green, odorless liquid. Flydance has",
        "name":  "Blue Lotus",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A blue liquid that smells like mulberries, Pink Lightning: Pinkish fluid. Pink lightning chayapa only affects humanoids. As its initial damage, deals 1d4 points of Constitution damage as its initial chayapa causes its victim to immediately fall asleep damage. It has no secondary damage. for 2d4 rounds as if affected by the deep slumber spell. Fortitude DC 19; Price 200 gp.",
        "name":  "Chayapa",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Silvery liquid. Silver lightning deals immediately fall asleep for 3d4 rounds as if affected by 1d8 points of Constitution damage as its initial damage. the deep slumber spell. It has no secondary damage. Fortitude DC 16; Price 100 gp. Fortitude DC 19; Price 300 gp.",
        "name":  "As its secondary damage, chayapa causes its victim to Silver Lightning",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Copyright 2002-2005, Malhavoc Press \"Arcane Alterations\" Copyright 2003, Paizo Publishing",
        "name":  "Spell Templates",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat Reflexes allows a bodak hydra\u0027s to use AA mmoonnkk sseeeeiinngg ssoommeeoonnee uussee fflluurrrryy ooff bblloowwss.. all its heads for attacks of opportunity each round. A paladin watching someone use lay on hands. AA rraannggeerr oobbsseerrvviinngg ssoommeeoonnee uussee TTwwoo--WWeeaappoonn CREATING A BODAK CREATURE FFiigghhttiinngg.. \"Bodak creature\" is a template that can be added to any A rogue witnessing someone tumble to avoid an corporeal creature of 5 or more HD except constructs, attack of opportunity. oozes, plants, and undead (referred to hereafter as the AA ssoorrcceerreerr sseeeeiinngg aa ffaammiilliiaarr.. \"base creature\"). Creatures with this template have A wizard watching someone cast a spell from a scroll. their type changed to \"undead.\" Bodak creatures use UUssee ccaauuttiioonn iinn eexxeerrcciissiinngg tthhiiss ooppttiioonn.. IItt ccaann mmaakkee all the base creature\u0027s statistics and special abilities tthhee ffiigghhtt wwiitthh tthhee bbooddaakk mmuucchh ttoouugghheerr oorr eeaassiieerr,, except as noted here. ddeeppeennddiinngg uuppoonn wwhhiicchh mmeemmoorryy ttrriiggggeerrss yyoouu cchhoooossee.. Hit Dice: Change to d12.",
        "name":  "A fighter witnessing someone use the Cleave feat Feats",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constrict (2d6+4), improved grab, madness, parasites, spell-like abilities",
        "name":  "Special Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +25, Knowledge (arcana) +27, Knowledge (the planes) +27, Listen +17, Move Silently +17, Spellcraft +29, Spot +17, Survival +17",
        "name":  "Skills",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 10, Dex 13, Con 14, Int 11, Wis 13, Cha 10 are accomplished Spellcasters, and such individuals",
        "name":  "Abilities",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In humanoid form, the glasspane senses and strong judge of character allow them to sort horror appears as a crystalline creature. It gains the bars and pretenders from among the visitors who pass full benefits of the abilities and attributes listed in its through the areas they guard. When in doubt, the plaque stat block above- contacts its master via a telepathic link for guidance. Spectrum Immunity (Ex): The glasspane horror is In some cases, a grandfather plaque lingers long immune to all illusion (pattern) spells, spells with the after its master is gone and the area it guards has words color or prismatic in their names, and spells fallen into ruin. These grandfather plaques lead quiet, with the light subtype. lonely existences. Their tasks long over, they hunger for Telepathy (Su): A glasspane horror communicates interesting conversation, gossip, and news of the outside via telepathy with a range of 60 feet. world. In some cases, a plaque may ask adventurers to break it from a wall and carry it to civilization. In other rare instances, a grandfather plaque manages Grandfather Plaque to convince primitive humanoids of its divinity. The plaque has little use for the offerings and sacrifices by John Bakhtal, DRAGON #223, November 1995 brought to it, but it enjoys the attention. Such a plaque might even order its worshipers to find and kidnap a Small Construct wizard, sage, or other intellectual to offer it sufficiently",
        "name":  "Humanoid",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— not in their best interest. If pressed, it uses its spell-like",
        "name":  "Attack",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— abilities to drive away attacks. Its shout spell not only Space/Reach: 5 feet/5 feet harms attackers, but the noise it generates alerts other",
        "name":  "Full Attack",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, ward of weakness guardians in the area. pretends to become inert when its door is destroyed. It then replaces the portal once the intruders move on, perhaps sealing them within the area it guards. Immobile (Ex): The grandfather plaque is unable to move, and in most cases is permanently mounted to a position on a wall or door. It has no Dexterity score. When determining its AC and Reflex save modifier, it takes a -5 Dexterity penalty because it cannot move. Otherwise, it treats its Dexterity modifier as +0. It takes the standard penalties of being rendered immobile, but as a construct it is immune to coup de grace attacks, critical hits, sneak attacks, and so forth. Telepathic Link (Su): The plaque can communicate with one person, chosen at the time of its creation, via a telepathic link. This link has an unlimited range, but it cannot cross to different planes. Mummy, Bog by Richard Pengelly and Brian Walton, DRAGON #238, August 1997 Medium Undead",
        "name":  "Special Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A seelie court fey retains all the special attacks of the base creature and also gains vernal touch. Spell-Like Abilities: Seelie court fey with an Intelligence or Wisdom score of 8 or higher possess the following spell-like abilities, using their HD as the caster level, as specified in the table below. Each ability is useable once per day. undead as a cleric of two levels lower would. Unlike a Vernal Touch (Su): To receive a vernal touch is like being cleric\u0027s turn ability, each use of vernal touch affects only kissed by springtime itself, full of life and promise. the touched undead.",
        "name":  "Special Attacks",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "SR equal to 10 + base creature\u0027s HD. If Between its invisibility and incorporeal nature, a the creature has better spell resistance already, use that spiritus anime is difficult to identify and directly injure. value instead. Its one weakness is the body it used in life. The spiritus",
        "name":  "Spell Resistance",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fly 30 ft. (perfect) (6 squares) not been removed (with a spell such as restoration)",
        "name":  "Speed",
        "source":  "dragon_compendium.txt",
        "_id":  "3596e59ece9afe3015d46c26d1760922072ca8764497348e9e42506608de533d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The caster is affected by an effect similar to the confusion spell for one round per Backfire Effect Descriptions altered level of the backfired spell, with no saving",
        "name":  "Confusion",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spell works as throw allowed. a summon monster spell of a level equal to the backfired spell. The Games Master decides which Drain Spells: The arcane energy escapes harmlessly creature arrives, and it is immediately hostile to and takes some of the caster’s own power with it. the caster and everyone around him. The creature The caster loses a prepared spell or spell slot for remains for one round per altered level of the every altered level of the spell that backfired, starting backfired spell or until destroyed. with the highest level spells or slots.",
        "name":  "Accidental Summoning",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spell does work but has the Tongue Twist: The High Draconic words are too minimum effect possible in terms of duration, range, much of an effort for the caster and he is affected damage or any other variable value. by a silence effect. He does not emanate a silenced area but he is unable to cast spells with a verbal",
        "name":  "Minimum Effect",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd level the check, as they are just focusing their spellcasting",
        "name":  "Level Equivalent",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. victim to this Word, the target is shaken, suffering a -2 morale penalty on attack rolls, checks and This Word of Power works like the spell of the same saving throws. If targeted a second time, the name. The affected creature can take no actions but target becomes frightened, doing the best in its defends itself normally. power to flee in addition to the morale penalty of the shaken condition. The creature may fight, use Dazzle special abilities, including spells, to flee; indeed, Illusion (Phantasm) [Mind-affecting] the creature must use such means if they are the",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes path randomly (as long as it is getting away from immediate danger) and flees any other dangers that The Word turns into a blinding light only perceivable confront it. If cornered, a panicked creature is frozen by the target. A dazzled creature suffers a -1 penalty in fear, losing its Dexterity bonus to AC (if any), and on attack rolls until the effect ends. is unable to take actions that do not involve escape. Foes gain a +2 bonus to hit cowering creatures. Deafen If the target is already in one of the states (shaken, Evocation [Sonic] frightened or panicked) from some other effect, the",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Hold The Word echoes in the target’s ears until the Enchantment (Compulsion) [Mind-affecting] volume becomes unbearable and deafens it. A Level Equivalent: 5th level deafened character cannot hear, suffers a -4 penalty Speak High Draconic: 7 ranks to Initiative checks and has a 20% chance of spell Saving Throw: Will negates failure when casting spells with verbal components. Spell Resistance: Yes He cannot make Listen checks. This Word works as the hold monster spell, except for the range, duration and target of Draconic Words Dispel of Power. Abjuration",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes creature, an area or a single effect, and makes a normal caster check with a +2 bonus due to the The speaker issues an order in the form of a short power of the Word he is uttering. sentence and then speaks this Word. If the victim fails its saving throw, it is compelled to obey the Fear order. The victim must be able to understand the Enchantment (Compulsion) [Fear, Mind-effecting] original order so that it can obey it. Orders that put",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    }
]
