[
    {
        "origin_file":  "spells.json",
        "description":  "The player chooses a dragon variety does not already when taking the first level in this prestige class, subject to the DM’s approval. Class Skills The dragon disciple’s class skills (and the key ability for have them. Use the each skill) are Concentration (Con), values above or the dis- Craft (Int), Diplomacy (Cha), ciple’s base claw and bite Escape Artist (Dex), Gather damage values, whichever are greater. Information (Cha), Knowl- edge (all skills, taken individu- Size Bite Damage Claw Damage ally) (Int) Listen (Wis), Profes- Small 1d4 1d3 sion (Wis), Search (Int), Speak Medium 1d6 1d4 Language (Int), Spellcraft (Int), Large 1d8 1d6 and Spot (Wis). See Chapter 4 of the Player’s Handbookfor skill A dragon disciple is considered proficient with descriptions. these attacks. When making a full attack, a dragon",
        "name":  "Special",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 3rd-level arcane spells. All the following are class features of the hierophant prestige class.",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. of his choice from among the following. Blast Infidel (Su):A hierophant can use negative energy spells to Class Features their maximum effect on creatures with an alignment opposed to All of the following are features of the eldritch knight prestige the hierophant. (See the table below for a list of which alignments class. are opposed to each alignment.) Any spell with a description that",
        "name":  "Skill Points at Each Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 2nd-level divine spells and 2nd-level arcane spells. Class Skills The mystic theurge’s class skills (and the key ability for each skill) are Concentration (Con), Craft (Int), Decipher Script (Int), Knowledge (arcana) (Int), Knowledge (religion) (Int), Profession (Wis), Sense Motive (Wis), and Spellcraft (Int). See Chapter 4 of the Player’s Handbook for skill descriptions.",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Human from Thay. book.He can never again learn spells from those prohibited",
        "name":  "Race",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A Red Wizard gains a bonus on saving circle; a Red Wizard of 10th level can lead a great circle containing throws against spells from his specialist school. This bonus starts up to nine other participants. at +1 and increases at higher levels, as shown on Table 6–15. All participants in a circle must stand within 10 feet of the circle",
        "name":  "Specialist Defense",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A 10th-level spell even if he does not know the feat or if the Red Wizard can be the leader of a great addition of the feat would raise the spell level past circle, which can have up to nine other the circle leader’s normal maximum spell level participants instead of just five. (maximum spell level 20th). These effects last for 24 hours or until expended. New Features of the Red Wizard Circle bonus levels may be divided up as the circle The Red Wizard prestige class was origi- leader sees fit. For example, the Red Wizard Hauth nally created for inclusion in the Var leads a circle in which four participants each cast a FORGOTTENREALMS®Campaign Setting,and 2nd-level spell, so that Hauth Var gains eight circle uses several rules specific to that setting. bonus levels. Hauth Var chooses to use three circle We’ve reproduced them here so you can better see bonus levels to maximize his cone of coldspell, three to increase his how the class works. Consider carefully before adding them to a caster level from 10th to 13th for all level-based variables in his campaign that does not use the FORGOTTENREALMSsetting. spells, and two to provide a +2 bonus on any level checks he needs to make. The maximized spell is used up whenever he casts his",
        "name":  "Great Circle Leader",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Add +1 to the DC for all saving throws against spells SHADOWDANCER from your specialized school. You get a +1 bonus on caster level Operating in the border between light and darkness, shadow- checks (1d20 + caster level) to overcome a creature’s spell resist- dancers are nimble artists of deception. They are mysterious and ance when casting spells from that school. unknown, never completely trusted but always inducing wonder",
        "name":  "Benefit",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. dark as though she were permanently under the effect of a dark- visionspell. Requirements Uncanny Dodge (Ex): Starting at 2nd level, a shadowdancer has To qualify to become a shadowdancer, a character must fulfill all the ability to react to danger before her senses would normally allow the following criteria. her to even be aware of it. She retains her Dexterity bonus to AC (if",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat Reflexes, Dodge, Mobility. If a character gains uncanny dodge from a second class (such as barbarian or rogue), the character automatically gains improved Class Skills uncanny dodge (see below). The shadowdancer’s class skills (and the key ability for each skill) Shadow Illusion(Sp): When a shadowdancer reaches 3rd level, she are Balance (Dex), Bluff (Cha), Decipher Script (Int), Diplomacy can create visual illusions from surrounding shadows. This ability’s (Cha), Disguise (Cha), Es- effect is identical to that of the arcane spell silent imageand may be cape Artist (Dex), Hide employed once per day. (Dex), Jump (Str), Listen Summon Shadow (Su): At 3rd level, a shadowdancer can sum- (Wis), Move Silently (Dex), mon a shadow, an undead shade (see the Monster Perform (Cha), Profession (Wis), Manualfor the shadow’s statistics). Unlike a Search (Int), Sleight of Hand (Dex), normal shadow, this shadow’s align- Spot (Wis), Tumble(Dex), and Use ment matches that of the shadow- Rope (Dex). See Chapter 4 of the Player’s dancer, and the creature cannot Handbookfor skill descriptions. create spawn. The summoned",
        "name":  "Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At3rd level and higher, all spells silver chalice atop the Great Glacier.” Don’t require levels in a spe- from the summoning subschool that the thaumaturgist casts have cific class, minimum ability scores, or minimum hit points to qual- their durations doubled, as if the Extend Spell feat had been ify for a prestige class. applied to them. The levels of the summoning spells don’t change, Make your prestige class as specific as possible, because you’re however. This ability stacks with the effect of the Extend Spell designing it for your campaign, not everyone’s D\u0026D game. The feat, which does change the spell’s level. “Dawnstrider of Pelor” prestige class will be remembered long",
        "name":  "Extended Summoning",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A 4th-level thaumaturgist can pre- after a “holy warrior” prestige class has been forgotten. pare a summoning or calling spell ahead of time to be triggered by some other event. This functions as described for the contingency HOW PCS IMPROVE spell, including having the thaumaturgist cast the summoning or calling spell beforehand. The spell is cast instantly when the trig- The rules in the Player’s Handbookassume that characters have access ger event occurs. For example, a thaumaturgist could use the con- to everything they need to advance in level—libraries where they tingent conjuration ability to summon a barbed devil the next can research new spells, trainers to guide their efforts, and places to time he is attacked, or call a ghaele eladrin to act as messenger if practice new skills and abilities. Research and training aren’t a part the king falls ill. of the standard rules. They’re assumed to be going on in the back- The conditions needed to bring the spell into effect must be ground. However, you control the background and can decide how clear, although they can be general. If complicated or convoluted you want to handle things such as this. Keep in mind, however, that condition as are prescribed, the contingent conjuration may fail leaving them in the background is a fine choice. when triggered. The conjuration spell occurs based solely on the stated conditions, regardless of whether the thaumaturgist wants it LEARNING SKILLS AND FEATS to, although most conjurations can be dismissed normally. A thau- According to the rules in the Player’s Handbook, characters pick up maturgist can have only one contingent conjuration active at a time. new skills and feats as they go up in levels. In your campaign, how-",
        "name":  "Contingent Conjuration",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A 5th-level thaumaturgist can use any of the ever, you can require that a character can’t learn a new skill or feat planar ally spells to call a creature to act as his cohort. The called that he hasn’t been exposed to. For example, a character in the creature serves loyally and well as long as the thaumaturgist con- desert can’t learn swimming unless he spends time at an oasis. You tinues to advance a cause important to the creature. For example, a might decide that a character can’t even improveexisting skills 5th-level thaumaturgist could use planar ally to call a bralani without the ability and opportunity to practice. eladrin to act as his cohort. As long as the thaumaturgist under- One step further would be to require that a character have an takes quests and missions to fight evil and uphold good, the instructor to teach him new skills and feats. Under this approach, eladrin will loyally serve. To call a planar cohort, the thaumaturgist a character can’t learn to swim unless he has access to a body of must cast the relevant spell, paying the XP costs normally. It takes waterandsomeone who can swim willing to train him. Likewise, an offering of 1,000 gp ×the HD of the creature to convince it to a character can’t learn the Cleave feat unless he’s got a trainer who serve as a planar cohort, and the improved ally class feature can’t knows how to do it and the time and a place to practice by sparring be used to reduce or eliminate this cost. The planar cohort can’t with that trainer. A trainer can be another PC (which encourages have more Hit Dice than the thaumaturgist has, and must have an interaction and cooperation among the players) or an NPC. Non- ECL no higher than the thaumaturgist’s character level –2. A player character trainers who are friends of the PCs might train bralani eladrin has an ECL of 11 (6 Hit Dice and +5 level adjust- them for nothing; otherwise, professional trainers, who are usu- ment), so it might serve as a planar cohort to an 8th-level cleric/ ally found only in large cities, charge money. 5th-level thaumaturgist (character level 13th). Training Cost: 50 gp per week for a professional trainer (plus A thaumaturgist can have only one planar cohort at a time, but related expenses). hecan continue to make agreements with other called creatures Training Time:One week per rank gained in a skill, or two normally. A planar cohort replaces a thaumaturgist’s existing weeks for a feat. A character may work on two skills or feats at cohort, if he has one by virtue of the Leadership feat (page 106). once, paying separately for each. If a single trainer is providing instruction in more than one DESIGNING PRESTIGE CLASSES discipline, then the skills or feats in question should have some Some of the best prestige classes are the ones you design yourself sort of connection. For example, a certain trainer might be capa- for your own campaign. Ideally, a prestige class you design your- ble of teaching both Mounted Archery and Ride-By Attack, since self is tied to an organization or culture in the campaign world. For the feats are closely related (they even have the same prerequi- example, if the PCs are involved in a struggle with a citadel of evil sites). Likewise, a single trainer might be found for Diplomacy called the Black Tower, then a “Mage of the Black Tower” prestige and Intimidate, since those skills are both tied to Charisma and 197 class is a good way to give the villains some unexpected abilities involve the same type of activity (getting someone else to do what and a certain panache. you want). It would be less likely to find one trainer for both CHARACTERS CHAPTER 6: Open Lock and Ride; even though both skills are Dexterity- natively, you can rule that the bard must spend an equivalent based, they cover different kinds of activity (fine manipulation of period of time and money scouring the countryside for new a mechanism versus keeping a mount under control in combat). songs, new rumors, and so on. Scarcer yet would be a trainer who could impart knowledge of Great Cleave and Forge Ring—those feats are so far apart in con- Researching Original Spells cept and application that the chance of one character having both If you decide to allow characters to develop original spells,you of them is close to nil. can use these guidelines to handle the situation. If you allow it, at the expense of a certain degree of realism, a A spellcaster of any kind can create a new spell. The research to character can obtain training ahead of time. A player whose char- do this requires access to a well-stocked library, typically in a large acter is at 2nd level, knowing that the character will get a new feat city or metropolis. Research requires an expenditure of 1,000 gp at 3rd level, might choose to have his character train for the feat per week and takes one week per level of the spell. This money now either because the opportunity is available or to just get it out goes into fees, consultants, material component experimentation, of the way. and other miscellaneous expenditures. At the end of that time, the",
        "name":  "Planar Cohort",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR —; Tiny construct; HD 7; hp 1/2 master’s; Init +2; Spd 20 ft., fly 50 ft. (good); AC 18, touch 14, flat- Pseudodragon Familiar:CR —; Tiny dragon; HD 7; hp 1/2 footed 16; Base Atk +1; Grp –8;Atk +2 melee (1d4–1 plus poison, master’s; Init +0; Spd 15 ft., fly 60 ft. (good); AC 22, touch 14, flat- bite); Full Atk +2 melee (1d4–1 plus poison, bite); Space/Reach footed 20; Base Atk +2; Grp –8; Atk +4 melee (1d3–2 plus poison, 2-1/2 ft./0 ft.; SA poison; SQ construct type, deliver touch spells, sting); Full Atk +4 melee (1d3–2 plus poison, sting) and +0 melee improved evasion, speak with master, granted abilities; AL any; SV (1, bite); Space/Reach 2-1/2 ft./0 ft. (5 ft. with tail); SA poison; SQ Fort +0, Ref +4, Will +1; Str 8, Dex 15, Con —, Int 10, Wis 12, blindsense 60 ft., deliver touch spells, dragon type, improved eva- Cha7. sion, speak with master, telepathy, granted abilities; AL NG; SV",
        "name":  "Homunculus Familiar",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Immune to cold damage. Takes half again as much (self only); 1/day—cause fear (as the spell, but 30-foot radius; save 201 (+50%) damage as normal from fire, regardless of whether a saving DC 11). Caster level 6th. Once per week a quasit can use communeto throw is allowed, or if the save is a success or failure. ask six questions (otherwise as the spell cast by a 12th-level cleric). CHARACTERS CHAPTER 6: Alternate Form (Su):Aspolymorph,caster level 12th, except that Push (Ex):Can start a bull rush without provoking an attack of an individual imp can assume only one or two forms no larger opportunity. The combat modifiers given for earth mastery, above, than Medium. Common forms include bat, monstrous centipede, also apply to the elemental’s opposed Strength checks. toad, and wolf. Elemental Type:Immune to poison, sleep,paralysis, and stunning; not subject to critical hits or flanking.",
        "name":  "Cold Subytpe",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR —; Small elemental (air, extraplanar); HD 5; hp 1/2 master’s; Init +7; Spd fly 100 ft. (per- Small Water Elemental Familiar:CR —; Small elemental fect); AC 20, touch 14, flat-footed 17; Base Atk +1; Grp –3; Atk +5 (water, extraplanar); HD 5; hp 1/2 master’s; Init +0; Spd 20 ft., melee (1d4, slam); Full Atk +5 melee (1d4, slam); Space/Reach swim 90 ft.; AC 20, touch 11, flat-footed 20; Base Atk +1; Grp –3; 5ft./5 ft.; SA air mastery, whirlwind; SQ deliver touch spells, ele- Atk +4 melee (1d6+3, slam); Full Atk +4 melee (1d6+3, slam); mental type, improved evasion, speak with master, granted abili- Space/Reach 5 ft./5 ft.; SA water mastery, drench, vortex; SQ ties; AL any; SV Fort +0, Ref +6, Will +0; Str 10, Dex 17, Con 10, deliver touch spells, elemental type, improved evasion, speak with Int8, Wis 11, Cha 11. master, granted abilities; AL any; SV Fort +4, Ref +1, Will +4,",
        "name":  "Small Air Elemental Familiar",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR —; Small elemental Creatures 5 feet away have concealment, while those farther away (earth, extraplanar); HD 5; hp 1/2 master’s; Init –1; Spd 20 ft.; AC have total concealment (see page 152 of the Player’s Handbook). 20, touch 10, flat-footed 20; Base Atk +1; Grp +0;Atk +5 melee Those caught in the cloud must succeed on a DC 11 Concentra- (1d6+4, slam); Full Atk +5 melee (1d6+4, slam); Space/Reach 5 ft./5 tion check to cast a spell. ft.; SA earth mastery, push; SQ deliver touch spells, elemental type, Elemental Type:Immune to poison,sleep,paralysis, and stunning; improved evasion, speak with master, granted abilities; AL any; SV not subject to critical hits or flanking. Fort +4, Ref –1, Will +0; Str 17, Dex 8, Con 13, Int 8, Wis 11, Cha 11.",
        "name":  "Small Earth Elemental Familiar",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The bard’s caster level is equal to his class level. The Adding a Second Class bard’s number of spells per day does not increase after 20th level. When an epic character with levels in only one class attains a new The bard does not learn additional spells. level, she may choose to increase the level of her current class or Bardic Music:The bard gains no new bardic music effects pick up a new class at 1st level. The standard rules for multiclass- from his Perform ranks. ing in the Player’s Handbook(page 59) still apply, but epic characters Bardic Knowledge:Add the bard’s class level + Intelligence must keep in mind the rules for epic advancement. modifier to all bardic knowledge checks, as normal. 207 CHARACTERS CHAPTER 6: pqqqqrs",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The epic bard gains a bonus feat every three Wholeness of Body (Su):The epic monk can cure up to twice levels higher than 20th (23rd, 26th, and so on). her class level in hit points each day, as normal. Inspire Courage (Su):The epic bard’s bonus when this ability Abundant Step (Su): Use the monk’s class level when deter- is used increases by +1 every six levels higher than 20th (26th, mining the effective caster level of this ability, as normal. 32nd, and so on). Diamond Soul (Ex):The epic monk’s spell resistance is equal to her class level +10, as normal. EPIC CLERIC Quivering Palm (Su):Use the monk’s class level when deter- In a typical world, the epic cleric stands as one of his deity’s most mining the DC to resist this attack, as normal. elite servants. In an adventuring party, he must also stand as the Empty Body (Su):Use the monk’s class level when determin- solid center of the group, providing power and assistance to his ing the duration of this effect, as normal. companions. Bonus Feats: The epic monk gains a bonus feat every five",
        "name":  "Bonus Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The cleric’s caster level is equal to his class level. The EPIC PALADIN cleric’s number of spells per day does not increase after 20th level. The epic paladin stands at the forefront of the battle against chaos",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The druid’s caster level is equal to her class level. The levels lower, as normal. druid’s number of spells per day does not increase after 20th level. Spells:The paladin’s caster level is equal to one-half her class",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ranger’s caster level is equal to one-half his class The epic monk has achieved an inner tranquility that lesser char- level, as normal. The ranger’s number of spells per day does not acters can’t even dream of. Her speed, power, grace, and force of increase after 20th level. will are unmatched by mortal beings. Favored Enemy (Ex):The epic ranger gains one additional",
        "name":  "EPIC MONK Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The sorcerer’s caster level is equal to his class level. The The epic rules in this section also work for monsters with char- sorcerer’s number of spells per day does not increase after 20th acter levels, using the creature’s effective character level (ECL) level. The sorcerer does not learn additional spells. instead of just its class levels. For example, a bugbear (3 Hit Dice",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4. Prerequisite:Int 25 (if your spellcasting is controlled by Intel-",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. ligence) or Cha 25 (if your spellcasting is controlled by Charisma).",
        "name":  "Skill Points at Each Additional Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The wizard’s caster level is equal to her class level. The Benefit:Choose one spell you know of 8th level or lower, such wizard’s number of spells per day does not increase after 20th aschain lightning orcircle of death. Your familiar can now cast this level. Each time the wizard attains a new level, she learns two spell once per day as a spell-like ability as a caster of a level equal to new spells of any level or levels that she can cast (according to your caster level. You cannot bestow a spell upon your familiar if her new level). the spell normally has a material component cost of more than 1",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This feat may be taken multiple times. Its effects stack. Planar Turning [Epic] You can turn or rebuke outsiders. Improved Spell Capacity [Epic] Prerequisites: Wis 25, Cha 25, ability to turn or rebuke You can prepare spells that exceed the normal limits of spell- undead. casting. Benefit:You can turn or rebuke outsiders as if they were",
        "name":  "Special",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast spells of the normal maximum undead. An outsider has effective turn resistance equal to half its spell level in at least one spellcasting class. spell resistance (round down).",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you select this feat, you gain one spell slot per If you can turn undead, you turn (or destroy) all evil outsiders day of any level up to one level higher than the highest level spell and rebuke (or command) all nonevil outsiders. If you can rebuke you can already cast in a particular class. For example, if a 21st- undead, you rebuke (or command) all evil outsiders and rebuke level wizard selected this feat, she would gain one wizard spell slot (or command) all nonevil outsiders. of any level up to 10th. The character must have the requisite abil- ity score (10 + spell level) in order to cast a spell stored in such a Spell Knowledge [Epic] slot. If the character has a high enough ability modifier to gain You add two additional arcane spells to your repertoire. one or more bonus spells for this spell level, she also gains those Prerequisites:Ability to cast spells of the maximum normal bonus spells for this spell level. spell level of an arcane spellcasting class. This feat can’t grant spellcasting ability to a class that doesn’t Benefit:You learn two new arcane spells of any level up to the have spellcasting ability. A character must use the spell slot in a maximum level you can cast. This feat does not grant any addi- class of which she can already cast the maximum normal spell tional spell slots. level. (For instance, a 5th-level ranger/22nd-level sorcerer Special:You can gain this feat multiple times. couldn’t add a ranger spell slot, because she can’t cast the maxi- mum normal spell level for ranger. She must add the spell slot to Terrifying Rage [Epic] her sorcerer spells.) While in a rage, you panic your opponents.",
        "name":  "Benefit",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "On command, this ring affects an animal petence bonus on its wearer’s Climb checks. as if the wearer had cast charm animal. Faint transmutation;CL5th;Forge Ring,creator must have 10 Faint enchantment;CL3rd;Forge Ring, charm animal; Price ranks in the Climb skill;Price10,000 gp. 10,800 gp. Counterspells: This ring might seem to be a ring of spell stor-",
        "name":  "Animal Friendship",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "On command, this ring makes the wearer blink, as ingupon first examination. However, while it allows a single with the blinkspell. spell of 1st through 6th level to be cast into it, that spell cannot Moderate transmutation;CL7th;Forge Ring,blink;Price27,000 gp. be cast out of the ring again. Instead, should that spell ever be",
        "name":  "Blinking",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This ring is crafted with a feather pattern all Moderate transmutation;CL9th;Forge Ring, bull’s strength,tele- around its edge. It acts exactly like a feather fallspell, activated im- kinesis;Price8,600 gp. mediately if the wearer falls more than 5 feet. Regeneration:This white gold ring continually allows a living Faint transmutation;CL1st;Forge Ring, feather fall; Price2,200 gp. wearer to heal 1 point of damage per level every hour rather than",
        "name":  "Feather Falling",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This gold ring allows the wearer to 90,000 gp. act as if continually under the effect of a freedom of movement spell. Shooting Stars:This ring has two modes of operation, one for Moderate abjuration;CL7th;Forge Ring, freedom of movement; being in shadowy darkness or outdoors at night and a second one Price 40,000 gp. when the wearer is underground or indoors at night.",
        "name":  "Freedom of Movement",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "By activating this simple silver ring, the wearer The first special function, ball lightning,releases one to four can benefit from invisibility, as the spell. balls of lightning (ring wearer’s choice). These glowing globes Faint illusion;CL3rd;Forge Ring, invisibility;Price20,000 gp. resemble dancing lights, and the ring wearer controls them in the",
        "name":  "Invisibility",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This ring continually allows the wearer to leap about, same fashion (see the dancing lightsspell description in the Player’s providing a +5 competence bonus on all his Jump checks. Handbook). The spheres have a 120-foot range and a duration of 4 Faint transmutation;CL2nd;Forge Ring,creator must have 5 rounds. They can be moved at 120 feet per round. Each sphere is ranks in the Jump skill;Price2,500 gp. about 3 feet in diameter, and any creature who comes within 5",
        "name":  "Jumping",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As the minor ring of spell storing, except it holds stances or a thin sheet of lead blocks the vision. up to five levels of spells. Using the ring is physically exhausting, causing the wearer 1 Moderate evocation;CL9th;Forge Ring, imbue with spell ability; point of Constitution damage per minute after the first 10 min- Price50,000 gp. utes of use in a single day.",
        "name":  "Spell Storing",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As the minor ring of spell storing, except it Moderate divination; CL 6th; Forge Ring, true seeing;Price holds up to ten levels of spells. 25,000 gp. Strong evocation;CL17th;Forge Ring, imbue with spell ability; Price200,000 gp. RODS",
        "name":  "Spell Storing, Major",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To generate rods randomly, roll on Table must be equal to or greater than the level of the spell the wielder 7–19: Rods. wants to cast, that any material components required for the",
        "name":  "Random Generation",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To activate a scroll, a spellcaster must read the spell spell’s caster level, then she has to make a caster level check (DC written on it. Doing so involves several steps and conditions. = scroll’s caster level + 1) to cast the spell successfully. If she fails,",
        "name":  "Activation",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Staffs use the spell trigger activation method, so casting a spell from a staff is usually a standard action that doesn’t provoke attacks of opportunity. (If the spell being cast, however, has a longer casting time than 1 standard action, it takes that long to cast the spell from a staff.) To activate a staff, a character must hold it forth in at least one hand (or whatever passes for a hand, for nonhumanoid creatures).",
        "name":  "Activation",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This staff is usually made of ash or walnut and shatter, wall of force; Price bears ornate carvings of many different kinds of creatures. It 65,000 gp. allows use of the following spells: Fire:Crafted from bronze- • Unseen servant(1 charge) wood with brass bindings, this • Summon swarm(1 charge) staff allows use of the following • Stinking cloud(1 charge) spells: • Minor creation(2 charges) • Burning hands(1 charge) • Cloudkill(2 charges) • Fireball(1 charge) • Summon monster VI(3 charges) • Wall of fire(2 charges) Strong conjuration;CL13th;Craft Staff, cloudkill, stinking Moderate evocation; CL 8th; Craft cloud, summon monster VI, summon swarm, unseen servant; Price Staff, burning hands, fireball, wall of fire; 65,000 gp. Price 17,750 gp.",
        "name":  "Conjuration",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Made from a supple length of willow, often with a use of the following spells: forked tip, this staff allows use of the following spells: • Lesser restoration(1charge) • Detect secret doors(1 charge) • Cure serious wounds (1charge) • Locate object(1 charge) • Remove blindness/deafness(2 charges) • Tongues(1 charge) • Remove disease(3charges) • Locate creature(2 charges) Moderate conjuration; CL 8th; Craft Staff, cure serious wounds, • Prying eyes(2 charges) lesser restoration, remove blindness/deafness, remove disease; Price • True seeing(3 charges) 27,750 gp. Strong divination;CL13th;Craft Illusion:This staff is made from ebony or other dark wood and Staff, detect secret doors,locate creature, carved into an intricately twisted, fluted, or spiral shape. It allows locate object, prying eyes,tongues,true use of the following spells: seeing; Price 73,500 gp. • Disguise self(1 charge)",
        "name":  "Divination",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Often made from rated with sunbursts. It allows use of the following spells: applewood and topped with a clear crystal, this • Dancing lights(1 charge) staff allows use of the following spells: • Flare(1 charge) • Sleep(1 charge) • Daylight(2 charges) • Tasha’s hideous laughter(1 charge) • Sunburst(3 charges) • Suggestion(1 charge) Strong evocation;CL15th; Craft Staff, dancing lights, daylight, • Crushing despair(2charges) flare, sunburst; Price 48,250 gp. • Mind fog(2 charges) Life:Made of thick oak shod in gold, this staff allows use of the • Suggestion, mass(3 charges) following spells: Strong enchantment;CL13th;Craft Staff, • Heal(1 charge) crushing despair, mass suggestion, mind fog, • Raise dead(5 charges) sleep, suggestion, Tasha’s hideous laughter; Price Moderate conjuration; CL 11th; Craft Staff, heal, resurrection; 65,000 gp. Price 155,750 gp. 244 Evocation:Usually very smooth and Necromancy:This staff is made from ebony or other dark carved from hickory, willow, or yew, this wood and carved with the images of bones and skulls. It allows use staff allows use of the following spells: of the following spells: :7 RETPAHC SMETI CIGAM Staff of frost Staff of earth and stone • Cause fear(1 charge) spots resembling crawling insects (which occasionally seem to • Ghoul touch(1 charge) move), this staff allows use of the following spells: • Halt undead (1 charge) • Summon swarm(1 charge) • Enervation(2 charges) • Insect plague(3 charges) • Waves of fatigue(2 charges) Moderate conjuration; CL 9th; Craft Staff,insect plague, summon • Circle of death(3 charges) swarm; Price 24,750 gp. Strong necromancy;CL13th;Craft Staff, cause fear, circle of death, Transmutation:This staff is generally carved from or deco- enervation, ghoul touch, halt undead, waves of fatigue; Price 65,000 gp. rated with petrified wood and allows use of the following spells:",
        "name":  "Enchantment",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This card sometimes bears the image of a moonstone gem The quicksilver found in the center of the stone may also be put with the appropriate number of wishesshown as gleams therein; to another use. If mixed with any curepotion while the substance sometimes it depicts a moon with its phase indicating the number is still potent, it creates a special oil of lifethat acts as a true resurrec- ofwishes(full = four; gibbous = three; half = two; quarter = one). tionspell for any dead body it is sprinkled upon. These wishesare the same as those granted by the 9th-level wizard Strong transmutation;CL20th;Weight 3 lb. spell and must be used within a number of minutes equal to the Sphere of Annihilation:Asphere of annihilationis a globe of number received. absolute blackness, a ball of nothingness 2 feet in diameter. The",
        "name":  "Moon",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This black card spells instant disaster. The character’s Should a gatespell be cast upon a sphere of annihilation, there is a body continues to function, as though comatose, but her psyche is 50% chance (01–50 on d%) that the spell destroys it, a 35% chance trapped in a prison somewhere—in an object on a far plane or (51–85) that the spell does nothing, and a 15% chance (86–100) that planet, possibly in the possession of an outsider. A wishor a mira- a gap is torn in the spatial fabric, catapulting everything within a cledoes not bring the character back, instead merely revealing the 180-foot radius into another plane (see page 151 for a way to deter- plane of entrapment. Draw no more cards. mine this randomly). If a rod of cancellationtouches a sphere of anni- Strong (all schools);CL20th. hilation, they negate each other in a tremendous explosion. Every-",
        "name":  "The Void",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Does spell resistance protect a creature from these abilities?",
        "name":  "Spell Resistance",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Does using the ability provoke attacks of opportunity the way that casting a spell does? pqqqqrs",
        "name":  "Attack of Opportunity",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Characters who are frightened are shaken, and in charm, curse, or even kill. Gaze attacks not produced by a spell are addition they flee from the source of their fear as quickly as they supernatural. can. They can choose the path of their flight. Other than that stip- Each character within range of a gaze attack must attempt a ulation, once they are out of sight (or hearing) of the source of saving throw (which can be a Fortitude or Will save) each round at their fear, they can act as they want. However, if the duration of the beginning of his turn. their fear continues, characters can be forced to flee once more if An opponent can avert his eyes from the creature’s face, looking the source of their fear presents itself again. Characters unable to at the creature’s body, watching its shadow, or tracking the crea- flee can fight (though they are still shaken). ture in a reflective surface. Each round, the opponent has a 50%",
        "name":  "Frightened",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell resistance applies if the resistant creature is ture is subject to spell resistance (which would protect only the within the spell’s area. It protects the resistant creature without creature but would not affect the spell itself). If the lightning bolt is affecting the spell itself. cast at a chamber’s ceiling, bringing down a rain of debris, it is not",
        "name":  "Area Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The target creature must be harmed, changed, or some creatures (usually undead) are less easily affected by clerics restricted in some manner for spell resistance to apply. Perception or paladins (see Turn or Rebuke Undead, page 159 of the Player’s changes, such as nondetection, aren’t subject to spell resistance. Handbook). Abjurations that block or negate attacks are not subject to an Turn resistance is an extraordinary ability. attacker’s spell resistance—it is the protected creature that is When resolving a turn, rebuke, command, or bolster attempt, affected by the spell (becoming immune or resistant to the attack). added the appropriate bonus to the creature’s Hit Dice total. For",
        "name":  "Abjuration",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These spells are usually not subject to spell resist- example, a shadow has +2 turn resistance and 3 HD. Attempts to 299 ance unless the spell conjures some form of energy, such as Melf’s acid turn, rebuke, command, or bolster it treat the shadow as though it arroworpower word stun.Spells that summon creatures or produce has 5 HD, though it is a 3 HD creature for any other purpose. GLOSSARY CHAPTER 8:",
        "name":  "Conjuration",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The character has temporarily lost 1 or body either to full health or to its condition at the time of death more ability score points. Lost points return at a rate of 1 per day (depending on the spell or device). unless noted otherwise by the condition dealing the damage. A Either way, resurrected characters need not worry about rigor character with Strength 0 falls to the ground and is helpless. A mortis, decomposition, and other conditions that affect dead bodies. character with Dexterity 0 is paralyzed. A character with Constitu- Deafened:A deafened character cannot hear. She takes a –4 tion 0 is dead. A character with Intelligence, Wisdom, or penalty on initiative checks, automatically fails Listen checks, and Charisma 0 is unconscious. (See Ability Score Loss under Special has a 20% chance of spell failure when casting spells with verbal Abilities earlier in this chapter.) components. Ability damage is different from penalties to ability scores, Characters who remain deafened for a long time grow accus- which go away when the conditions causing them (fatigue, entan- tomed to these drawbacks and can overcome some of them (DM’s glement, and so on) go away. discretion).",
        "name":  "Ability Damaged",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fatigued character can neither run nor charge and Panicked is a more extreme state of fear than shaken or frightened. takes a –2 penalty to Strength and Dexterity. Doing anything that Paralyzed:A paralyzed character is frozen in place and unable would normally cause fatigue causes the fatigued character to to move or act, such as by the hold personspell. A paralyzed charac- become exhausted. After 8 hours of complete rest, fatigued char- ter has effective Dexterity and Strength scores of 0 and is helpless, acters are no longer fatigued. but can take purely mental actions. A winged creature flying in Flat-Footed:A character who has not yet acted during a the air at the time that it becomes paralyzed cannot flap its wings combat is flat-footed, not yet reacting normally to the situation. A and falls. A paralyzed swimmer can’t swim and may drown. A crea- flat-footed character loses his Dexterity bonus to AC (if any) and ture can move through a space occupied by a paralyzed creature— cannot make attacks of opportunity. ally or not. Each square occupied by a paralyzed creature, however,",
        "name":  "Fatigued",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A frightened creature flees from the source of its counts as 2 squares. fear as best it can. If unable to flee, it may fight. A frightened crea- Petrified:A petrified character has been turned to stone and is ture takes a –2 penalty on all attack rolls, saving throws, skill considered unconscious. If a petrified character cracks or breaks, checks, and ability checks. A frightened creature can use special but the broken pieces are joined with the body as he returns to abilities, including spells, to flee; indeed, the creature must use flesh, he is unharmed. If the character’s petrified body is incom- such means if they are the only way to escape. plete when it returns to flesh, the body is likewise incomplete and Frightened is like shaken, except that the creature must flee if the DM must assign some amount of permanent hit point loss possible. Panicked is a more extreme state of fear. and/or debilitation.",
        "name":  "Frightened",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Striking the Cover instead of a Missed Target..........................24 Walls, Doors, and DetectSpells.......................................................................60",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Roll..............................................................................................36 Behind the Curtain: Body Slot Affinities.................................................288",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Antique dealer, bookbinder, (80% of normal). bookseller, candy maker, clockmaker, cosmetics Services, Upscale: Animal trainer, apothecary, dealer, curio dealer, dice maker, distiller, fine architect, assassin, banker, barrister, bounty hunter, clothier, gemcutter, glassblower, glazier, gold- cartographer, dentist, engraver, illuminator, kennel smith, inkmaker, jeweler, mapseller, papermaker, master, masseur, mewskeeper, moneychanger, sage, perfumer, pewterer, sculptor, sealmaker, silver- scribe, spellcaster for hire, tutor. smith, slave trader, toymaker, trinkets purveyor, Services, Average:Auctioneer, barber, bookkeeper, vintner, wiresmith. Also found here are average brothel owner, clerk, engineer, fortuneteller, freight trades performed at fine quality and increased shipper, guide, healer, horse trainer, interpreter, cost (masterwork). laundress, messenger, minstrel, navigator, painter,",
        "name":  "Trades, Upscale",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druids no longer get multiple animal companions. supernatural, extraordinary, and spell-like abilities.",
        "name":  "Problem",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb DCs on Table 3–9 differ from what’s given missing. in the text on page 59. Solution: After the Spells paragraph, insert the following",
        "name":  "Problem",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Clay golem manual prerequisite spells don’t for suffocation. As it stands, no one will ever die from slow match the Monster Manual info on constructing a clay golem. suffocation (because nonlethal damage doesn’t kill).",
        "name":  "Problem",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Delete references to the prayer spell from the clay",
        "name":  "Solution",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Prerequisite spells for constructing a stone golem or greater stone golem given on page 137 of the Monster Manual don’t match those given for the stone golem manual and greater stone golem manual on page 258 of the Dungeon Master’s Guide.",
        "name":  "Problem",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Dungeon Master’s Guide is correct. Add the slow spell to the prerequisites for each of these golems in the Monster Manual. Table 7–33 Dungeon Master\u0027s Guide v.3.5 Errata 3/10/04 Version 032004",
        "name":  "Solution",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Antique dealer, bookbinder, (80% of normal). bookseller, candy maker, clockmaker, cosmetics Services, Upscale: Animal trainer, apothecary, dealer, curio dealer, dice maker, distiller, fine architect, assassin, banker, barrister, bounty hunter, clothier, gemcutter, glassblower, glazier, gold- cartographer, dentist, engraver, illuminator, kennel smith, inkmaker, jeweler, mapseller, papermaker, master, masseur, mewskeeper, moneychanger, sage, perfumer, pewterer, sculptor, sealmaker, silver- scribe, spellcaster for hire, tutor. smith, slave trader, toymaker, trinkets purveyor, Services, Average:Auctioneer, barber, bookkeeper, vintner, wiresmith. Also found here are average brothel owner, clerk, engineer, fortuneteller, freight trades performed at fine quality and increased shipper, guide, healer, horse trainer, interpreter, cost (masterwork). laundress, messenger, minstrel, navigator, painter,",
        "name":  "Trades, Upscale",
        "source":  "dungeon_masters_guide_city.txt",
        "_id":  "433a4ae1a49a3246f8883c9124f4a8fcd738a80f86ef700834d030d022bf7621"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Create a situation requiring the use of High Secrecy Mode: The players know no more than the specialist PC’s defi ning gimmick: something to sneak their characters do. When a PC participates in a scene into for the ninja, a narrow precipice to balance on for the or encounter and the others are not present, you take acrobatic adventurer, and so on. him aside, most likely into another room, and run the 662200__8866331177__CChhpp11..iinndddd 2222 33//2288//0055 33::5544::5544 PPMM 23 A GAME RUNNING CHAPTER 1 encounter there. If one or two characters are somehow which a drow sorcerer, Zz’urzab, is imprisoned. The drow excluded from a scene, they are asked to leave the room casts a charm person spell on Fleance. Zz’urzab draws a while the rest continue playing. map of the complex and shows Fleance a room with Even in the presence of the other PCs, a character a lever on the wall. If the lever is pulled, an otherwise might learn some tidbit of information unknown to the impregnable trap door in the bottom of the drow’s cell other characters. For example, she might see a clue with will open up, allowing him to escape. The charmed Fleance a high Spot check result, or perhaps one of the characters agrees to steer his friends to this chamber, even though has the scent ability. In some groups, the convention is it’s packed with dangerous creatures and is completely that all such facts are instantly revealed to the entire barren of treasure. Then he will pull the lever, freeing group. In others, characters sometimes keep secrets; the his new ally. After further agreeing not to tell his allies player decides what to reveal and when. In such cases, about Zz’urzab, Fleance departs, returning through you communicate any private discoveries to players with the crawlway. written notes. An especially secretive group could run At this point, you return with Derrick to the main game a deeply Machiavellian game with each player using a room. “Nothing in there but rocks and bat guano,” Derrick laptop with a wireless modem, using instant messaging tells the other players. He then proceeds to follow Fleance’s to zap hidden information and hush-hush instructions agreement with Zz’urzab, leading the group into relatively back and forth. profi tless trouble.",
        "name":  "Favorite Role",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "While exploring a cavern complex, the party What Derrick doesn’t know is that, in a similar secret discovers the entrance to a ductlike crawlway that only scene played out last week, one of the other PCs, the Derrick’s character Fleance is small enough to squeeze wizard Redmoor, learned that the drow sorcerer who into. While Fleance is working his way into the passage- killed his family was recently seen in the area, and prob- way, you play out the scene as usual, in front of the other ably plans an assault on the kingdom. The sorcerer’s name players. As soon as he’s out of earshot, you grab some dice, was Zz’urzab. escort Derrick out onto your back deck, and run the rest High secrecy uses the principle of surprise, in which of the scene for him alone. Fleance crawls through the the players have a feeling that something’s afoot and hope passageway and winds up inside a cramped chamber in to fi nd out what it is. To make it work properly, you should Fleance discovers a drow sorcerer and falls under her spell Illus. by F. Vohwinkel 662200__8866331177__CChhpp11..iinndddd 2233 33//2288//0055 33::5544::5566 PPMM 24 1 RETPAHC GNINNUR EMAG A routinely take group members aside to share mundane, up with a justifi cation that does not rely on knowledge uninteresting secrets with them. Otherwise everyone her character doesn’t have, Alessandra groans and readies will know something important is up every time you take herself for trouble with her archenemy. a player aside for a private conference. When the player Spectator mode operates on the principle of suspense, as returns, the rest of the players might be prone to relent- in a movie when the audience knows what the protagonist lessly grilling him until he gives up the goods. doesn’t—that a killer is lurking overhead, for example. High secrecy helps players believe in the reality of the Film director Alfred Hitchcock argued that suspense world; they don’t have to split their awareness between was more powerful than mere surprise, because it builds what they know and what their characters know. Players tension over time. A moment of surprise comes out of who value a strong belief in the fi ctional reality of the nowhere and is over in a moment. In the above example, world and their characters prefer this approach. They the players will spend a good part of the session waiting include players whose tastes run to drama, tactics, and to see what happens when the other shoe drops. puzzle solving. The chief advantage of spectator mode is that it keeps all The disadvantage of high secrecy is that it forces you the players in the same room, engaged with the proceed- to leave members of the group idle while running scenes ings even if some of them aren’t participating directly in which their characters aren’t present. This dead time in the action all the time. In a tense game, players enjoy breaks energy and focus, making it harder for you to get periods of respite when they don’t have to make any deci- uninvolved players reengaged with the game when they sions, and someone else is stuck in a tight spot. get to act again. This cost of the high secrecy approach Story-oriented players tend to especially enjoy this might seem especially high when you’re secretly imparting approach. Spectator mode reduces the pressure on you irrelevant, boring information as a smokescreen for later to keep the party together, allowing players who want to revelations that really matter. pursue private agendas the freedom to do so. Explorers",
        "name":  "Example",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 1/2; mechanical device; touch trigger; no a Concentration check (DC 15 + spell level). reset; fragile container of fi ne powder (Atk +5 melee touch, The dust cloud trap is common among creatures that blindness for 1d3 rounds, DC 12 Fortitude negates); Search don’t need to rely on normal vision to track intruders, DC 15; Disable Device DC 15. and among creatures naturally resistant to the trap’s fairly",
        "name":  "Duster",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This trap functions exactly as the water-fi lled reach the ground. This latter piece of information might room trap, page 73 of the Dungeon Master’s Guide, with the not seem important, but a feather fall spell lasts for only 1 added complication of the summoned creatures. round per level, and a character who casts the spell too soon might end up taking full falling damage as if the The tables below provide the details for multiple versions of spell had never been cast. the trap, and a set of sample statistics follows the tables. A falling character reaches terminal velocity (roughly 130 miles per hour, or nearly 200 feet per second) within the fi rst Water Summoning Traps round of a long fall. That means a character falls roughly Elemental Size Caster Level 670 feet in the fi rst round. After that, a character falls about Small 5th 1,150 feet each round. If a fall is from a great height and lasts Medium or 1d3 Small 9th several rounds, a character using feather fall needs to wait Large or 1d3 Medium 11th Huge or 1d3 Large 13th to cast the spell until impact is imminent, since the short Greater or 1d3 Huge 15th duration might mean the spell expires before the character Elder or 1d3 greater 17th touches down safely. In general, a character must activate the effect within the last round before impact would occur. The ————— Elemental Size ————— Water S M or L or H or G or E or exact distance from the ground can vary greatly depending Depth 1d3 S 1d3 M 1d3 L 1d3 H 1d3 G on the caster level of the feather fall (a 1st-level caster must 1 ft. CR 5 CR 7 CR 8 CR 9 CR 10 CR 11 activate with only 60 feet to spare or take damage, while 4 ft. CR 6 CR 8 CR 9 CR 10 CR 11 CR 12 a 20th-level caster could activate the spell at a height of 10 ft. CR 6 CR 9 CR 10 CR 11 CR 12 CR 13 Ceiling CR 7 CR 10 CR 11 CR 12 CR 13 CR 14 1,200 feet and touch down safely), but for simplicity’s sake, allowing a character to simply specify that she is waiting",
        "name":  "Ceiling",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Jammed traffi c occurs only when an obstruc- that moved in the last round faces an additional danger. tion prevents passage along a roadway. A dense, standing He can take a full-round action to stand his ground, he crowd of people, horses, carts, and wagons can be very can take a full-round action to move with the crowd, or difficult to move through. A jammed road consists of he can try to resist the crowd’s motion. A character who stationary crowds. tries to resist a crowd in this manner must make a DC 15 Refl ex save. Success indicates that he takes the same MOBS penalties as for being in a stationary crowd, except that An angry mob represents the most dangerous form of the action constitutes violent motion (requiring a DC 15 crowd. An angry mob might or might not be enraged at Concentration check to cast spells). Failure indicates that the PCs, but as a general rule the mob mentality overrides the PC loses all actions for the round and is subjected to a the desires and goals of an individual in a mob, and PCs trip attack. The crowd has a +8 bonus on the opposed attack who happen to get in the way could fi nd themselves the roll to resolve the trip attack. If the character is knocked focus of the mob’s rage. prone, he is trampled for 2d6 points of damage. A mob is treated as a single entity similar to a swarm, except that it is made of larger creatures. A mob can be Traffic Flow composed of Small, Medium, or Large creatures, but all Traffi c is a specifi c form of crowd that appears on roadways the individual creatures must be of the same type. A mob and open areas. Any crowd that moves at least its speed that incorporates a crowd of goblins and a crowd of chok- in a round is considered to be in traffi c for the remainder ers is best modeled by two separate mobs. You can use the of the round. following template to create specifi c types of mobs. Although roads are built to ease traffi c, they can still “Mob” is an acquired template that can be added to any become rather crowded and diffi cult to navigate. In settle- Small, Medium, or Large creature. Generally, mobs are ments, these conditions can cause signifi cant problems to transitory; after forming, a mob lasts for, at most, 1d4+1 characters, especially when combat or a chase breaks out. hours before breaking up. Most mobs break up naturally Traffi c can be categorized into four distinct categories. far sooner, once the condition that caused their formation",
        "name":  "A character who ends his movement in a crowd square Jammed",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "—. factions, each based on an alignment: lawful good, lawful evil, chaotic good, and chaotic evil. Each faction also rep- Sample Mobs resents a unique style of play. For example, lawful factions The following statistics blocks, presented in a new format, tend to be slow and deal less damage than chaotic factions, describe two common forms of mobs, the riot and the but they have higher AC and attack values. These basic stampede. For details of the new format, see page 173. principles of factions and warband construction can lead to the generation of interesting roleplaying encounters. Riot (Mob of Humans) CR 8 Take a warband you have constructed for use in the skir- LN Gargantuan humanoid (mob of Medium humans) mish game. At your next D\u0026D session, use the roleplaying Init +4; Senses Listen +4, Spot +4 statistics on the back of the miniatures stat cards and intro- Languages Common duce a roleplaying encounter with your skirmish warband. AC 6, touch 6, flat-footed 6 The warband might seem like a disparate group of normally hp 135 (30 HD) unassociated creatures, but that’s part of the fun. Even if the Fort +11, Ref +9, Will +17 group is composed of monsters your characters have faced Speed 20 ft. (4 squares) before, this encounter still has a unique fl avor. By placing Melee mob (5d6) the monsters in a new setting, with different allies from Space 20 ft.; Reach 0 ft. those the characters would normally expect, it’s as though Base Atk +22; Grp +34 Atk Options expert grappler, trample 2d6 they’re facing a brand-new monster. You’ll fi nd that the abilities that complement each other Abilities Str 11, Dex 11, Con 11, Int 10, Wis 10, Cha 10 SQ mob anatomy so well in the skirmish game do so just as well in the D\u0026D Feats Improved Initiative, Great Fortitude, Improved roleplaying game. Skirmish warband design focuses on Bull RushB, Improved OverrunB combining miniatures with abilities that cover for each Skills Listen +4, Spot +4 other’s weaknesses. These well-rounded warbands attempt to prepare for any eventuality, whether they might face a Stampede (Mob of Light Horses) CR 8 fast, hard-hitting warband or a high-AC juggernaut. Groups N Gargantuan animal (mob of Large animals) based around spellcasters or ranged attackers have beefy Init +0; Senses low-light vision, scent; Listen +3, Spot +3 bodyguards to keep them out of melee. Groups based around AC 10, touch 7, flat-footed 9 a couple of tough, fi erce melee combatants have spellcast- hp 195 (30 HD) ing backup capable of enhancing their effectiveness in Fort +19, Ref +18, Will +9 combat. No matter what challenge the characters throw Speed 50 ft. (10 squares) at the group, these groups should have an answer. The Melee mob (5d6) skirmish-based group might not have a potent offense in Space 20 ft.; Reach 0 ft. any one category to throw back at the PCs, but its versatility Base Atk +22; Grp +36 should keep the characters on their toes. Atk Options expert grappler, trample 2d6+3 Different warbands focus on perfecting one particular Abilities Str 14, Dex 13, Con 15, Int 2, Wis 10, Cha 6 tactic, using it at the expense of all others. These war- SQ mob anatomy Feats Endurance, Improved Bull RushB, Improved bands might consist of hard-hitting creatures that deal OverrunB, Run tremendous amounts of damage but have relatively few Skills Listen +3, Spot +3 defenses themselves, or they might be nearly indestructible 662200__8866331177__CChhpp22..iinndddd 6611 33//2288//0055 33::5599::1166 PPMM 62 2 RETPAHC SERUTNEVDA creatures that deal very little damage. This type of focus perfect for tumbling on or charging across. After playing also translates well into the D\u0026D roleplaying experience. the skirmish game and using terrain to your warband’s When the characters encounter a one-dimensional group, advantage, consider applying the same lessons to monsters they’ll need to develop a strategy that takes advantage of its and villains in your roleplaying game. weaknesses. When that moment of discovery comes, the Why would a beholder smooth out the fl oors in its lair? characters will feel gratifi ed at their tactical superiority, It doesn’t use them, and it’s to the beholder’s advantage to and you can take satisfaction in knowing you have pro- make it diffi cult for invaders arriving by foot to fi ght and vided your players with a new type of play experience. attack. How about aquatic creatures? Why would kuo-toas, In general, applying the same strategies you use when with their fantastic maneuverability in the water, ever lair constructing skirmish warbands to roleplaying encounters anywhere that wasn’t at least partially fl ooded? In even a makes for a great change of pace. The groups of unique, few feet of water, they gain a tremendous tactical advantage mixed opponents keep the PCs guessing, always trying to over interlopers. Burrowing creatures should choose lairs fi gure out the next tactic they need to adopt to overcome in areas with tight, twisting corridors that allow them to your next band of villains. attack from the walls, fl oor, or ceiling with impunity. Dungeons should favor the creatures that live there, ALIGNMENT-BASED ENCOUNTERS and this attention to the tactical realities of terrain doesn’t Even if you don’t directly bring a skirmish warband into have to be limited to the skirmish game. After all, the your roleplaying game, you can still use warband-building monsters live there; why wouldn’t they make their homes principles when putting together roleplaying encounters. comfortable and defensible? Consider the following The generation of warbands based on alignments results additional ideas. in effective, distinctive groups. In the skirmish game, each warband has a particular • Flying monsters with ranged attacks favor lairs with feel that coincides with its alignment, as described above. high ceilings. Using the principle behind each faction, you can generate • Burrowing monsters function well in tight, twisting roleplaying encounters that play to the strengths of skir- corridors. Such terrain allows them to set up ambushes mish factions. Combine slow, methodical, defensive units nearly at will, and introduces the possibility of using and make them lawful evil. Create several encounters of cave-ins to separate groups of intruders. quick, offensively oriented chaotic evil minions. As you • Creatures with climb speeds favor sheer, smooth walls repeatedly throw these groups at your characters, the PCs and ceilings in their lairs. They don’t need to make gradually learn the best strategies for dealing with such Climb checks all that often, so why make climbing groups. They will want to cast detect law and detect chaos, easier for invaders? just for the tactical edge such alignment-based information • Straight, open ground favors creatures that prefer charg- can gain them. Adopting these tactics gives them a feel- ing in combat. Minotaurs, mounted opponents, and ing of satisfaction for paying attention and remembering other monsters that gain benefi ts from charging live in their tactical training. This level of tactical play mimics places that allow them to use that ability frequently. how seasoned adventurers would probably react to such encounters in the course of their adventures. When you MAKING IT FAIR break out of the mold and throw fast, high-AC monsters at Springing diffi cult dungeons (in terms of terrain) on your them, such encounters will be more effective, memorable, characters is likely to increase your players’ frustrations in and challenging for being starkly different. the short term. You want them to have fun, so allow them an opportunity to recognize troublesome terrain when USING TERRAIN they fi rst enter it. If they enter a room that requires them to The miniatures skirmish game can also teach you how to traverse a foot of water, consider giving them a Knowledge use terrain more effectively in your campaign. The terrain (nature), Knowledge (dungeoneering), or Survival check, section in the Dungeon Master’s Guide provides a wealth or, in the right circumstances, even a level check to recog- of information on varying encounters that many DMs nize the effects water will have should combat ensue. Most don’t use. Once you’ve played a few skirmish matches, players won’t have memorized the appropriate terrain rules however, you’ll realize how tactically important terrain in the Dungeon Master’s Guide, but the adventurers should can be, and how it can be put to effective use in your know better, realizing that wading through water will roleplaying game. affect their speed and maneuverability. Providing them The simple presence of diffi cult terrain on the miniatures with an in-game way to “recall” these effects encourages terrain tiles makes encounters interesting and tactical. The players to gain ranks in often-ignored skills. Likewise, same principle applies to the roleplaying game. Dungeons rogues know that light rubble increases their Tumble and should not be made up entirely of smooth stone fl oors, Balance check DCs. Rangers and druids know the effects 662200__8866331177__CChhpp22..iinndddd 6622 33//2288//0055 33::5599::1177 PPMM 63 ADVENTURES CHAPTER 2 of light and heavy undergrowth on movement. Give the of a gradually elevated area, such as a hill, sand dune, or characters the chance to make checks to recognize tricky the top of a slope, put a plus sign, followed by a number terrain and respond accordingly. indicating the height at that elevation in feet. For a gradu- ally depressed area, use a minus sign followed by a number representing the low point of the depression in feet. BATTLE GRID TERRAIN If you want to track all the elevation changes on a With prepainted miniatures readily available, more groups gradual rise or depression, you can mark the changes at have begun to use battle grids in their everyday games. each change in terrain height. Note these changes using Each group is likely to have a different way of representing dotted lines, and mark the new elevation in feet next to terrain elements, using a variety of colored pens. With a each line. On a steep slope, the change will be marked simple black pen, however, you can quickly sketch every every inch (every square) on the battle mat (indicating a terrain element you might need using the symbology 5-foot increase in height for each 5 horizontal feet). On a illustrated on page 64. gradual slope, the change will be marked every two inches These symbols provide quickly recognizable elements (2 squares). See Slopes, below, for details. for your battle grid that are easy to sketch, can be done Simply marking the edge of the drop-off can indicate on the fl y, and can be represented using only a black pen. cliffs, chasms, and trenches. Specify whether the terrain If you have pens of other colors, feel free to use them as drops down (relative to where the characters are on the you see fi t, but having a set of symbols that require only a map) with a minus sign followed by a number indicating single pen color means the game can go on even if colored how far down the chasm goes in feet. If the terrain calls pens aren’t available. for a cliff, use a plus sign followed by a number indicating",
        "name":  "Level Adjustment",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "shallow (depths up to 1 foot), deep (depths up to 4 keep battle grid clutter to a minimum, but sometimes you feet), and everything deeper, when all Medium and smaller need to represent multiple types of terrain in the same area. characters are forced to swim. These water depths should The symbols presented below can overlap when necessary also be used to represent bogs. To indicate a body of water, with little impact. mark off the area, and signify that the area is fi lled with water using wave marks. Shallow water is marked with a ELEVATED OR DEPRESSED TERRAIN single wave, deep water by a double wave, and anything Terrain of higher and lower elevation is quite common—so deeper than that with a triple wave. Elevation differences common, in fact, that some terrain elements use elevated or in water, should you find it necessary to mark them, depressed terrain as part of their own features. Indicating can be indicated as described in Elevated or Depressed an increase or decrease in elevation is simple. At the center Terrain, above. 662200__8866331177__CChhpp22..iinndddd 6633 33//2288//0055 33::5599::1199 PPMM 64 2 RETPAHC SERUTNEVDA 662200__8866331177__CChhpp22..iinndddd 6644 33//2288//0055 33::5599::2200 PPMM 65 ADVENTURES CHAPTER 2 To indicate fl owing water, use arrows to indicate the ICE SHEETS direction the water travels, and note the speed of the water To indicate an ice sheet or other slippery surface, mark next to the arrow. off the relevant area and use a forked Y shape to denote the slick conditions. This symbol is also quite effective at SLOPES noting the area of a grease spell.",
        "name":  "The technique described under Drawing Quickly helps matter",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creating the Burning Eye requires unnaturally clear atmospheric condi- tions. A control weather spell cast on a day that’s clear and sunny to begin with is necessary for the birth of the Burning Eye.",
        "name":  "Catalyst",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Several manuscripts purport to describe the Because the vortex is sessile at fi rst, an evil cleric who process of creating the Consuming Vortex of Traal, brings it into being often has a number of sacrificial but all are fragmentary and incomplete. Filling in the victims handy to feed into the vortex until it grows and missing parts requires ten separate divination or contact gains mobility. Once the vortex has consumed 100 Hit other plane spells—only the deities and similar great Dice of creatures, it grows to a diameter of 15 feet, and powers know the missing details of vortex creation. its tentacles likewise extend their reach to 15 feet. It also Creatures that try to create a vortex with incomplete or starts to move at a speed of 20 feet per round. The vortex inaccurate instructions are sucked against their will to possesses only a rudimentary intellect at this time and the Negative Energy Plane when they create the gate (as seeks large congregations of living creatures that it can described below). consume more quickly. The vortex completely ignores",
        "name":  "Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The vortex itself is made of absolute matter, fl oating down narrow corridors, through fl oors nothingness, but it requires an infl ux of negative energy and ceilings, and so on. at the moment of creation. Anyone seeking to create the When the vortex has consumed a further 200 Hit Dice Consuming Vortex of Traal must create a gate (as the spell) of creatures, it reaches its maximum size of 20 feet across to the Negative Energy Plane, and then call forth pure with 20-foot-long tentacles. Its speed likewise increases negative energy. This drains the caster as would calling to 60 feet per round. At this stage, the vortex knows forth a creature, costing him or her 1,000 XP. enough to seek concentrations of life such as cities and",
        "name":  "Energy Source",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The negative energy that emerges from to retreat when faced with positive energy attacks (as the gate must fill a gold-inlaid, cylindrical cage some described below). 10 feet across (which costs 10,000 gp to make). An inky To Stop: Disrupting the gate spell or damaging the cage blackness fills the cage and pulses gently until the before the apogee of the new moon ruins the ritual that trigger moment. creates the Consuming Vortex of Traal—and it might",
        "name":  "Catalyst",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Avatar of the Horde maintains a subtle, though, that it causes the image of Ghulurak to fester instinctive control over the horde at all times. Creatures in the reader’s mind, and drives her to madness. Any of the horde regard the avatar as a creature of power creature that rolls a 50 or higher on an attempt to learn and a true leader. Their disposition is never less than of the Killing Frost is exposed to a description so precise friendly toward it, and often includes an almost worship- that she must succeed on a DC 25 Will save or fall under ful devotion. Although the fractious races of the horde the effect of a geas spell that directs the reader to create generally follow the directives of the Avatar of the Horde, the statue and complete the ritual that brings the Killing they are less fi rmly tied to one another. Open fi ghting Frost into existence. is uncommon, but sometimes seen within the ranks of Energy Source: The Killing Frost of Ghulurak draws the horde. This infi ghting usually occurs between large power from a being of vast and ancient evil. Any true and powerful tribes of lesser humanoids such as orcs and replica of its frozen and twisted form allows the creature goblins. Few orc tribes will tangle with giants or trolls, Ghulurak to send a slender icicle of its power into the but they hope to profi t by weakening lesser members worlds of men. Once such a replica exists, Ghulurak powers of the horde. Any enterprising chieftain, while bound the killing frost that bears its name. to the horde, remains alert for opportunities to weaken Trigger: The Killing Frost of Ghulurak starts when tribes that lair near his own. pure glacier ice is carved into Ghulurak’s form in a",
        "name":  "Control",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Killing Frost of Ghulurak spreads slowly This effect can be broken only by a break enchantment from the immobile ice statue that brings it into being. As spell cast within a hallowed area. Many evil creatures fall the frost spreads, three distinct areas of dangerous cold easily under Ghulurak’s sway, and work to bind others emerge, growing in severity and danger the nearer they to the frozen dreams of their master. These fell creatures are to the statue itself. rampage throughout the regions known as the frost fringe",
        "name":  "Effects",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One hundred clerics of Pelor must gather in the world of mortal creatures, lacking a will to guide within a temple of Pelor specially prepared for the occa- it. It is sometimes sensed—a thunderstorm of unusual sion and they must all cast daylight. In addition to casting strength carries with it a feeling of unquestioned dread, the spell at the ceremony, all the participating clerics powerful dire animals venture from their usual haunts must devote a solid week to preparing themselves for the with violent intent, and similar unexplained events occur event. Along with the presence and spellcasting of the when this ancient power comes more fi rmly in touch clerics themselves, the ceremony requires at least 10,000 with the world of humankind. Ancient rites, their origin gp in special materials. The ceremony can be performed bound to the very creation of the world, provide a means only in a temple dedicated to Pelor and warded by a to awaken and control this power, and some powerful and hallow spell. dedicated druids can call it forth.",
        "name":  "Trigger",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An unusual number of coins minted 8) in size and popularity. Kord’s worshipers include fi shers in Furyondy have recently cropped up in Saltmarsh, caus- and laborers, as well as the majority of the town’s guards. ing Lankus to worry that Furyondian agents have arrived The Cathedral of Kord is open to the public, holding in town and are searching for him. This worry might just services once per day at sunset. These services are little be paranoia, but he’s willing to pay trustworthy locals or more than glorifi ed fi ghting matches between locals, but patrons 200 gp (or more) for information about the source sometimes traveling combatants from other cities come of these coins. to pit their skills against resident heroes. The temple bells ring only in times of danger; they double as a citywide 6. SALTMARSH SENDINGS alarm, and their distinctive, thunderous peal has been To send messages to distant locations, one visits Saltmarsh sounded only a few times in Saltmarsh’s history. Sendings. The services offered in this brick building Creatures: The Cathedral of Kord is staffed by two 2nd- vary greatly, from simple letter delivery to sending spells. level clerics, two 1st-level clerics, and high priest Nestor Saltmarsh Sendings does not ship cargo or other physical Purilltan. Nestor has held that post for only a few short objects, but it does maintain good relations with Whitecap years, after the prior high priest was killed by an otyugh. Shipping (area 29) and often refers its customers there for The fi ghting sermons were Nestor’s idea, and they have such needs. Written messages are the most popular ser- been singularly responsible for the sudden upswing of vices, but those who cannot write or would rather not have Kord’s popularity in the town—the locals can’t seem to written evidence hire employees of Saltmarsh Sendings get enough of the fi ghts. to memorize messages and deliver them orally. Adventure Hook: The temple always seeks new",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Despite regular rumors that undead somewhere comfortable to relax. Radric’s long red hair is plague the graveyard, the cemetery and Noshi are both always kept neatly combed, as is his prodigious beard. He just what they seem. Nevertheless, grave robbers do pose wears plain clothing but favors outrageous hats. a problem. A group of thieves based in the slums has cre- Adventure Hook: Not long before a disastrous fi ght ated a method of robbing the dead that is both ingenious with a black dragon in the Hool Marshes, Radric and his and difficult to prevent: On nights after a burial, the adventuring companions were searching the dangerous three thieves steal out to the fresh grave and hammer a area for a remote monastery said to be built on a low hill long, hollow metal tube into the grave and through the long ago by the devotees of an obscure deity of bigotry coffi n’s lid, using a silence spell from a wand to hide the and amphibians. He still owns the map that supposedly sound. One of the thieves (a halfl ing) then uses a wand of indicates the monastery’s location as well as the fact that gaseous form to fl oat down through the tube and into the it is abandoned—except for a snakelike creature with a coffi n, whereupon he resumes solid form to pluck anything woman’s head and her large stash of treasure. Although valuable from the body before using the wand to resume Radric never made it to the monastery, he’s still curious to gaseous form and escape. The tiny hole left in the earth know if it exists and eagerly shows the map to anyone who is easily hidden. No one as yet suspects them, but any seems capable of an extended foray into the swamp. unscheduled exhumation brings the thefts to light and convinces both Noshi and the church of Pelor (area 8) to 13. THE ANVIL hire someone to track the thieves down. Half of this stone building is open to the air, exposing no fewer than a dozen well-equipped forges to observation by 11. CARPENTERS’ GUILDHALL passersby on the nearby roads. A sign bearing the image of This large wooden structure is both solidly and aesthetically an anvil and the words “Guildhall of Smiths” hangs from built; every piece of timber seems to have been placed not a post at the street corner. only for structural reasons, but also to augment and enhance The Anvil is one of the more powerful guilds in Saltmarsh. the grain and shape of those placed next to it. A sign above Much of its work lies in providing harpoons, hooks, gaffs, the entrance depicts a saw crossed with a hammer. and various components for the construction of ships and This cunningly constructed building is the carpenters’ boats, but the smiths of Saltmarsh can build almost anything guildhall. Built entirely of wood, no nails or other fasten- from metal, given enough time. The dozen open forges serve ers hold the structure together, yet it is perhaps the most a dual purpose: They give guild members who have not yet structurally sound building in town. It contains a large established a forge of their own a place to ply their trade, meeting hall, supply rooms, and numerous archives for and they serve as additional sources of income. blueprints, building techniques, and the like. Creatures: The current guildmaster is a human smith",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Kailee Restinan’s affi nity for lizards A two-story tower serves as the temple caretaker’s home, is in small part due to the fact that a lizardfolk druid and an enclosed set of rooms on the opposite side serve named Krisharr rescued her from the wyvern that bit off as storage. her hand. She’s formed a strong friendship with Krisharr Creatures: A halfl ing druid named Ferrin Kastilar, a and visits him at his hut in the Hool Marshes at least morose individual in the later years of his life, tends to the 662200__8866331177__CChhpp44..iinndddd 113300 33//2288//0055 44::2211::4477 PPMM 131 SALTMARSH CHAPTER 4 shrine. His animal companion is a particularly large bullfrog Several years ago, the town of Saltmarsh nearly went to named Lorys. Ferrin has a special love of frogs, and the war with a large tribe of lizardfolk to the south. The war amphibious denizens of the park seem to appreciate him as was averted by a band of heroes who discovered that the well. More often than not, though, his calm attitude breaks lizardfolk were building up arms to fi ght against a tribe of at inopportune moments, and he fl ies into a frothing frenzy. sahuagin. In order to prevent possible misunderstandings His temper is legendary in Saltmarsh. More than once, he’s between the lizardfolk tribes of the Hool Marshes and lashed out at visitors with his spells, entangling people or Saltmarsh, the town council built this structure to serve even throwing fi re at them for no apparent reason. So far, as an embassy for the lizardfolk. no one’s been killed, and he always seems able to talk his Much of the building is open to the skies, with large, way out of trouble with the city watch. swampy courtyards fi lled with vegetation and bathing The druids of Ehlonna on Oak Island (area 63) worry pools used by the lizardfolk. Meeting rooms and barracks that Ferrin’s anger is a manifestation of something more ring the courtyards, along with a kennel for the several dire, but they hate to meddle in another church’s affairs monitor lizards kept here as guards. and bide their time for now. Creatures: As the years roll by and memories of the",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The druids of Oak Island are right; menace posed by the sahuagin fade, the lizardfolk slowly something dire does brew in Ferrin’s mind. He’s been lose interest in maintaining a presence in Saltmarsh. receiving visions of a particularly cruel and hateful minor The majority of the citizens are only too happy to see deity of bigotry and amphibians named Wastri, and the this come to pass; while the lizardfolk have never caused visions have played to this anger. It won’t be long before any problems in town, they are nevertheless viewed with Ferrin abandons the teachings of Obad-Hai and seeks an suspicion and fear. unhealthy and sinister alliance with the frog people of Currently, only half a dozen lizardfolk and three moni- the Hool Marshes, an alliance that would spell trouble tor lizards reside in the embassy. One of the lizardfolk, an for Saltmarsh. ancient diplomat named Silark, vividly remembers the terrible times of the sahuagin. He’s doing his best to make 21. FROG PARK sure that relations between Saltmarsh and the lizardfolk Fir and pine trees dominate this sizable park, with a few don’t deteriorate further, but he’s fi ghting a losing battle. willow trees growing near the park’s marshy interior. The Adventure Hook: Any number of intolerant locals might ground here has always been a bit sloshy, making it dif- spread rumors to the PCs that Silark and the lizardfolk are fi cult to build structures. As a result, a cleric of Obad-Hai up to no good, prompting an investigation. Silark and his purchased the land for a great price, and druids of the deity fellow lizardfolk harbor no ill intent, and their desire to have tended to the area ever since. maintain an open forum between Saltmarsh and the Hool Frog Park derives its name from the large number of Marshes tribes is nothing more than it seems. Nevertheless, frogs that dwell here; on some nights, their susurrus can the Lizard Embassy has more than its share of enemies, be heard all the way to the town market (area 31). Most including the powerful Ambermead family. Lord Tobias people attribute the frog population to the park’s proxim- Ambermead has been lobbying recently to have the embassy ity to the northern wetlands. Statues of frogs decorate the closed down, to little success. See the description of area park, but most visitors fi nd the place just too swampy. 58 for details of his new plans for the lizardfolk.",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Dancing Dryad is a front for Saltmarsh’s thieves’ guild. Several under- ground chambers below the building serve as the actual guildhouse. According to town records, the owner of the Dancing Dryad is Oslor Pendicraw, but he’s little more than a smokescreen—an ally of the guild, though not an offi cial member. The actual owner is Sasha Amistar, a canny and beguiling half-elf. She performs as the dancing dryad three nights a week, using her bard spells to make herself appear as a dryad; her disguise has fooled many druids and rangers into outrage at the perceived abuse of an innocent fey. Each time, though, Sasha talks the offended person into becoming an ally, while still disguised as the dryad. Her true appearance and role in the business are known only to guild members and a select few others in town, including her lover, Toren Aerakin, one of the town councilors. This connection is one of the primary reasons her operation has remained so well hidden for the past several years.",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This word or phrase identifies the creature. information is followed by any other resistances the Sometimes a number is given with the name to indicate creature has. Altered saving throw bonuses for specific how many creatures appear in the encounter. circumstances appear on this line. The creature’s spell",
        "name":  "Name",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Senses entry indicates whether the creature in combat. All its combat options—from melee attacks has darkvision, low-light vision, scent, tremorsense, blind- to spells to potions it might drink—are detailed in this sense, blindsight, or some other sensory special quality. section, even if they are not strictly offensive in nature. This information is followed by the creature’s modifi ers on Speed: This entry begins with the creature’s base land Listen and Spot checks (even if the creature has no ranks speed, in feet and in squares on the battle grid. Next come in those skills). speeds for its other modes of movement, if applicable.",
        "name":  "Senses",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This entry defi nes how large a square the creature makes certain skills class skills would not be detailed in takes up on the battle grid. This information is omitted the statistics block. for any creature that occupies a 5-foot square. Spell-Like Abilities: Any spell-like abilities the crea-",
        "name":  "Space",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spellcaster mentor could be a priest of Condition Modifi er Mentor and apprentice are same race and class +1 the character’s religion, a teacher at a wizard’s guild, or an Mentor and apprentice are same alignment +2 inventor seeking a protégé. Spellcaster mentors are not Mentor and apprentice share one alignment aspect +1 as useful as the other seven mentors for characters who Mentor and apprentice are opposing alignments –1 cannot cast spells themselves. A spellcaster grants her Apprentice starts at maximum rank in at least two +1 of the mentor’s associated skills apprentice a +2 competence bonus on Spellcraft checks. The tutelage of a spellcasting mentor grants additional benefi ts only if the apprentice shares the same class as Becoming an Ex-Apprentice his mentor. The apprentice only gains these benefits In the case of the death or loss of a mentor, an ally or asso- when he gains a level in this class; he retains all the other ciate of the prior mentor (who is of an equal level to the benefi ts of this feat (the bonus skills and the bonus on original mentor) typically takes the place of the original. Spellcraft checks) regardless of what class he chooses to The benefi ts gained from the Apprentice feat are not altered. gain a level in. Two conditions can alter the apprentice benefi ts.",
        "name":  "Spellcaster",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once the apprentice reaches he gains one additional spell known at 1st level. Wizards 5th level, he graduates from his apprenticeship. He contin- gain this spell in their spellbooks, and spontaneous cast- ues to gain the benefi ts of the Apprentice feat, but no longer ers such as sorcerers or bards gain an additional 1st-level needs to work with his mentor. The mentor’s associated spell beyond their normal number of spells known. As skills remain class skills for purposes of determining the the apprentice gains levels, he is able to learn additional maximum rank he can have in those skills, and he still spellcasting techniques from his mentor; wizards can copy retains the secondary benefi ts, but an associated skill can from their mentor’s spellbook at no charge. Spellcasters only be purchased as a class skill if he gains a level in a who do not prepare spells (such as a bard or sorcerer) class that has that skill as a class skill. He no longer needs gain increased fl exibility with the spells they know. Each to tithe to his mentor upon gaining levels. If you allow, he time an apprentice gains another of these levels, he can can also immediately exchange his Apprentice feat for the choose to learn a new spell in place of one he already Mentor feat (see below). knows. The new spell’s level must be the same as that of Expulsion: Grounds for expulsion include actions the spell being exchanged. deemed destructive by the mentor, failing to pay tithes in If the character and his mentor are divine spellcasters a timely manner, or simply not spending the time required who prepare spells (such as clerics, druids, paladins, or to study the chosen craft for an entire month. A character rangers), he can select one spell he knows as a preferred can also choose to leave an apprenticeship; although the spell. This can be a spell of any level he can cast. Once apprentice can part on good terms with his mentor, the per day, the apprentice can spontaneously cast a preferred game effects are the same as if he were expelled. spell by swapping out any prepared spell of an equal spell An expelled apprentice immediately loses the second- level. He can only have one preferred spell at a time, but ary benefits of this feat, and his apprentice class skills each time he gains a level in the associated class, he can immediately become cross-class skills unless he possesses change his preferred spell to a different spell. a level in a class that grants the skill as a class skill. A skill",
        "name":  "If the apprentice and his mentor are arcane spellcasters, Surpassing the Mentor",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The business owner is approached rats, vermin, or another undesirable pest. Each term the by another entrepreneur and given a franchise offer. For infestation is allowed to continue, apply a cumulative an investment of no less than 1,000 gp, the entrepreneur –1 penalty on all profit checks. The infestation can be can establish a linked business elsewhere in the nation removed with a successful DC 25 Survival check and (or perhaps in the same city, if the city is large enough). 2d6×10 gp of supplies; at the DM’s option, certain spells Illus. by F. Vohwinkel 662200__8866331177__CChhpp66..iinndddd 118877 33//3300//0055 1122::0033::5522 PPMM 188 6 RETPAHC SRETCARAHC (such as repel vermin cast multiple times) can cure the only to the business, but to everyone else in the region. infestation as well. Penalties accrued by infestation As a result, profit checks take a –8 penalty for this diminish at the same rate, lowering by 1 point per term month. Each month that follows, this penalty decreases as customers slowly become convinced the infestation by 2 until four terms have passed and the penalty is is over. removed altogether.",
        "name":  "Franchise Offer",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spellcaster has foolishly experi- To qualify for a teamwork benefi t, PCs must meet two mented with a spell or had a mishap with a scroll. The broad categories of requirements: training time and business might have to contend with a rampaging prerequisites. summoned creature, the aftermath of a fi reball, or a squad First, the characters seeking the benefi t must jointly of the city guard under a confusion effect. practice techniques relevant to the benefi t for at least two",
        "name":  "Spell Gone Awry",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The door procedures teamwork benefi t is a good By attuning yourself to minute, almost subliminal changes way to quickly adjudicate each door you approach in a in your environment, you get just enough warning to avoid dungeon. You can quickly make the rolls and get on with damaging area spells cast by your allies. the encounter on the other side. Be ready to make these Training: During the training procedure for this benefi t, rolls when you fi nd a closed door in the dungeon. Then the spellcasters on your team cast lightning bolts, fi reballs, make the Listen check or the Search check, and either fl ame strikes, and other area spells in their arsenal, and other deal with the trap you fi nd or get ready to open the door. team members stand on the fringes of the spells’ area, their Keep in mind that you might be able to take 10 or take 20 senses perked for the whiff of brimstone, the crackle of on these checks. static electricity, or the barely audible hum that occurs an instant before such spells go off. Then you practice ducking, Field Medic Training dodging, and covering so that you avoid the damage from Your comrades can quickly stabilize grievous wounds those spells. so that a fallen ally doesn’t succumb to blood loss and Task Leader Prerequisite: Spellcraft 4 ranks, eva- trauma. sion ability.",
        "name":  "Tips",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To gain this benefit, your team receives Team Member Prerequisite: Base Reflex save +2, instruction from accomplished healers and practices on Spellcraft 1 rank. the wounded. Illus. by F. Vohwinkel 662200__8866331177__CChhpp66..iinndddd 119911 33//3300//0055 1122::0044::0044 PPMM 192 6 RETPAHC SRETCARAHC",
        "name":  "Training",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain the evasion ability (see page 41 of the Benefi t: Your team can move at full speed without taking Player’s Handbook), but only concerning spells cast by your a –5 penalty on Hide and Move Silently checks. Other team members. penalties (such as from diffi cult terrain) still apply, and you",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use this teamwork benefi t to keep tough char- take the normal penalties on Hide or Move Silently checks acters in the front line despite allied damaging spells while attacking, running, or charging. Team members are raining down around them. Of course, you still need a always visible to each other despite their Hide check results pretty good Refl ex save bonus to take full advantage of and the presence of anything less than total concealment this benefi t. (although cover might still block line of sight between team members). If you move to a position where none Gaze Aversion of your comrades can see or contact you, you lose the When facing a monster with a gaze attack (such as a teamwork benefi t at the start of your next turn and don’t medusa), you are adept at avoiding its dangerous gaze. count as part of the team until you reestablish contact with",
        "name":  "Tips",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In a series of wrestling matches, you prac- team members have been subverted by a compulsion tice techniques of suddenly shifting your weight and effect. Spellcraft checks can identify that a spell such as applying maximum effort just as a comrade outside the dominate person has been cast, and a Sense Motive check grapple makes a similar effort—or at least distracts your can detect that the behavior of one of your team members opponent. Eventually, your timing improves to the point is being infl uenced by an enchantment. where you and your comrades are working in concert with split-second timing. Spell Barrage",
        "name":  "Training",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Base attack bonus +4 or By coordinating the release of your spells, you’re able to Improved Grapple. catch your foes when they’re unable to evade the effects.",
        "name":  "Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 2 ranks.",
        "name":  "Team Member Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This benefi t is triggered when a team member You know the timing of your comrades’ attacks so well fi rst casts a spell requiring a Refl ex save. Whether they that you can shift to the side for a moment, letting ranged succeed or fail on the save, all enemies within its area take a attacks fl y past you and into your enemies. –2 penalty on Refl ex saves for each subsequent Refl ex save",
        "name":  "Ranged Precision Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Base attack bonus +4, area spell for such occasions. Precise Shot.",
        "name":  "Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Base attack bonus +2. Spellcaster Guardian",
        "name":  "Team Member Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat Refl exes, Spellcraft attacks against that enemy as if they also fl anked her. 4 ranks. Creatures that can’t be fl anked are unaffected.",
        "name":  "Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dexterity 13 or Spellcraft Furthermore, if at least two members of your team 1 rank. are fl anking a foe who has the improved uncanny dodge",
        "name":  "Team Member Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As with organizations, Ideally, the choice of gaining a level in the character’s races and cultures benefi t from specifi c rules that showcase primary class (or only class, if not multiclassing) or taking their abilities. a prestige class should be a tough decision. A prestige class While it’s fi ne to declare that “elves operate well in the might allow access to new skills or spells, but can be more woods,” or “gnomes are tricky,” such statements carry greater restrictive than the standard class. Perhaps it has a slower weight with rules to back them up. Prestige classes (the elven attack progression or less desirable saves. If a player has a woodstalker and the gnome trickster, for example) provide tough time deciding whether her character should take those rules. another level of rogue from the Player’s Handbook or should Cultures garner even greater benefit from prestige start taking levels of your prestige class, you’ve probably classes. Game rules don’t provide distinctions for how the balanced your prestige class correctly. people from the Southern Kingdom in your campaign differ from the folk of the Direwood Forest. You could NAMING AND CORE CONCEPT create an extensive description of how the spear-using You have an advantage that no game designer can ever have: warriors of the south have a completely different fi ghting You know the specifi c details of your campaign. When cre- style than the hardy, no-nonsense approach of the war- ating a prestige class, use your knowledge of these details riors of the Direwood. The southern speardancer and the to their fullest. The fi rst rule is to forget the general and Direwood ranger prestige classes directly speak for those embrace the specifi c. You’re not creating a prestige class for differences. Culture-based prestige classes can tie into PC everyone’s campaign—just for yours. The examples below backgrounds; perhaps only characters from the Sunlost show how general prestige class names, when modifi ed Desert can take the knife-fi ghter prestige class. It makes toward particular organizations, become more specifi c every culture and every populated place that you create and therefore better defi ned in your campaign. for your campaign truly special.",
        "name":  "To Develop a Race or Culture",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Do not use a modifi ed attack roll. the organization or culture that a prestige class represents, This requirement isn’t necessary if skill ranks already set such as pledging allegiance to a monarch, paying initial the minimum class level for the prestige class. Use this membership dues, or performing a specifi c religious rite. instead of stringent skill rank requirements for combat- Use nongame mechanics requirements to add life and oriented prestige classes. fl avor to prestige classes, but don’t use them for game Base Save Bonus: Base saving throw bonuses group balance purposes. character classes differently than base attack bonuses. No requirement should be based on a die roll. That For instance, you can choose a base Fortitude save bonus, means that ability scores (or ability score bonuses), hit which puts fi ghters, monks, and clerics on the same level, points, or other aspects of a character determined by a or choose a base Will save bonus requirement and have die should never be used as a prestige class requirement. clerics, wizards, and monks all meeting the prerequisites Requirements should be based on choices—feats, skills at the same time. ranks, and the like. Special Abilities: When used as prestige class require- Further, remember that prestige classes do not map to ments, special abilities such as evasion, rage, or turning existing classes. That is to say, no prestige class should limit undead might defi ne the focus of the class. itself to members of a regular class. Class and level are not Spellcasting Ability: This either requires the ability to good requirements. That said, once you assign a set number cast arcane or divine spells of a certain level or the ability of ranks, feats, and so on as requirements, it’s not diffi cult to cast specifi c spells. Requiring spells of a certain type to fi gure out which class can meet those requirements at (arcane or divine) and level opens the class to more spell- what level. Rogues can attain the assassin prestige class casters. Requiring specifi c spells might focus the prestige in the Dungeon Master’s Guide, for example, quicker (at 5th class to druids, bards, or wizards, depending on the spell. level) than other classes, but even wizards could potentially Since sorcerers know fewer spells than wizards, requiring meet the requirements (at 13th level). a specifi c spell might prevent sorcerers from taking the No prestige class should be attainable by a character class. Be aware of those effects of the requirement. lower than 5th level. Domains: Some prestige classes, such as those specifi c to a religion or cause, might require a specifi c cleric Good Requirements domain.",
        "name":  "Sometimes these are simply roleplaying hooks that tie into Base Attack Bonus",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Some classes clearly qualify for a prestige class 3rd 5th 6th 7th 11th 8th sooner than others. Those classes might have to accept a 4th 7th 8th 10th 14th 12th 5th 9th 10th 13th — 16th smaller Hit Die when taking levels of the prestige class. 6th 11th 12th 16th — — For them, this is a cost, but for other classes that Hit Die 7th 13th 14th — — — might be larger. For instance, a prestige class that uses a 8th 15th 16th — — — d8 for Hit Dice has a cost for barbarians, fi ghters, paladins, 9th 17th 18th — — — *Provided character has access to bonus spells. and rangers, but it represents a benefi t for bards, rogues, sorcerers, and wizards.",
        "name":  "Hit Dice",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clearly, certain classes never lose when a given level, look to the Player’s Handbook for examples of they take a prestige class. Fighters and wizards can’t have spell progression. If your prestige class prepares spells as any fewer skill points than they already do, for instance. a cleric, use the cleric and druid tables as guides. If your Just like with Hit Dice, one class’s gain might be another class prepares spells as a wizard, use the wizard table class’s loss. A prestige class that grants 4 skill points per as a model. If your class doesn’t prepare spells, use the level +Int modifi er represents a gain for fi ghters and sorcerer tables. wizards, but a loss for rogues. Spell lists should always have more low-level spells Class Skills: The impact of a class skill list can be tricky than high level. As a result, it’s best to start the list by to judge. A class with a long skill list and commensurate choosing the highest-level spells the class can know. skill points seems like a gain for many classes, but if the Then you can list a greater number of spells at the level prestige class’s skill list is suffi ciently different from the below that, and more spells still at the next lower level, list of the classes most attracted to it, it might not be a and so on. For example, suppose you create a class that, benefi t at all. like paladins and rangers, can know spells up to 4th level. Attack Progression: As mentioned above, base attack The class spell list should have more 3rd-level spells than bonus can be a cost. A wizard or sorcerer can’t have a worse pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "When assigning how many spells a character can cast at Skill Points",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a class has two or all good saves, divine caster. Combatant classes include barbarian, fi ghter, then a prestige class with fewer good saves needs enticing monk, paladin, and ranger. Bard, monk, rogue, and ranger abilities to draw members. For instance, a monk-focused are examples of sneak classes. Arcane casters obviously prestige class, such as one with the slow fall (30 ft.) ability include sorcerers and wizards, and bards as well. Cleric and as a requirement, with only one good save needs powerful druid are examples of divine caster classes, as are paladin abilities to attract any but ex-monks. and ranger to a lesser extent. Choices in feats, skills, spells,",
        "name":  "Save Progression",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Both of these their chosen fi elds. requirements create a cost because they might force char- The archmage and the hierophant provide important acters to multiclass to enter a prestige class. examples of another option in prestige class design. Rather",
        "name":  "Special Abilities and Spellcasting",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This requirement might force a cleric to than having twenty levels (as standard classes do) or ten change patron deity in order to qualify for a prestige class. levels (as the arcane archer, duelist, dwarven defender, and The loss of domain powers and change in domain spells shadowdancer do), they only have fi ve. That’s because the can be a real cost for such characters. classes they’re based on, cleric and wizard, do a good job",
        "name":  "Domains",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fantasy literature has helped to defi ne accept that cost. For instance, you might design a prestige certain iconic roles. Some, such as the barbarian, are class with restrictions on multiclassing similar to those standard classes in the Player’s Handbook. Others require placed on paladins or monks. Hunter of the dead offers prestige classes. The assassin and the blackguard are iconic another example, requiring candidates to have lost a level images in the D\u0026D framework, and the game could never to the attack of an undead creature. be complete without them. These two classes, the assassin and the blackguard, are Special Considerations also examples of another use for prestige classes. According Prestige classes tied to organizations might have ongoing to the Player’s Handbook, “Standard characters are good requirements. These can include assignments, dues, strict or neutral but not evil. Evil alignments are for villains obedience to specifi c rules, or personal sacrifi ces of wealth. and monsters.” These prestige classes exist for NPCs, Becoming a member of a prestige class might involve providing you with memorable opponents to pit against apprenticing for a time to another member, or eventually the heroic PCs. serving as a mentor for a prospective member. Race-Based Classes: Racial prestige classes develop Entry into a prestige class might come with strings a race further by providing specifi c rules to showcase attached. Powerful enemies seek members out, or those its abilities. While each race detailed in the Player’s among the group’s ranks face the prejudices of the local Handbook has different abilities, the arcane archer and folk. Membership in certain prestige classes might even the dwarven defender help demonstrate how—through be illegal, particularly if they dabble in forbidden knowl- the rules—each race fi ts the archetypes represented in edge. These “strings” can come along with prestige classes campaign worlds and fantasy traditions. You could easily that represent a specifi c group in the campaign world, or create prestige classes that further defi ne these archetypes, they can be tied to prestige classes that simply deal with such as the dwarven smith, the halfl ing hill-scout, or the knowledge. The dragonslayers might not be a formal half-orc demolisher. organization, for example, but their reputation precedes Situational Classes: Sometimes you want a character them nonetheless. to really shine in a particular situation. While feats, skills, and class abilities allow that, prestige classes let you take Prestige Class Categories it a step further. In general, prestige classes fall into the following catego- The loremaster is an example of the value of advancing ries. When you’re inventing your own prestige class, think as a spellcaster. The loremaster continues to gain spells about how you’d classify it—or use the categories below known, spells per day, and caster levels as if she were to inspire your creations. gaining levels in her standard class. This is extraordinarily 662200__8866331177__CChhpp66..iinndddd 220099 33//3300//0055 1122::0099::1155 PPMM 210 6 RETPAHC SRETCARAHC valuable to spellcasters, and so the class must have cor- abstract it might be—the characters don’t diffuse their responding costs. efforts. An elf paladin and a dwarf rogue might ordinarily",
        "name":  "Characters wishing to take levels of the prestige class must Iconic Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Usually a character must slow feel like the struggles of the game world matter to their development of a class feature while gaining levels in characters. A PC organization is a good way to “ground” another class. A prestige class lets a character focus on the players in the setting, giving them a set of enemies those features she wants to develop while sacrifi cing those and allies they can accept or rebel against. she doesn’t. The arcane trickster is an example of crossing It Makes a DM’s Life Easier: Most PC organiza- rogues with arcane casters. The eldritch knight crosses tions provide some sort of tangible benefits to their arcane casters with fighters or other combat-focused members—otherwise, what PC would want to join? A prestige classes. You can explore these kinds of combina- good organization provides benefi ts to the DM as well. If tions when a player expresses a desire to pick and choose the PCs are loyal to an organization, the DM can get an among class abilities—as long as the prestige class holds adventure rolling quickly by having its leaders direct the commensurate costs. PCs to take action against some threat. The organization can also provide a safe home (either literally or fi gura- tively) where the players can recover between struggles PC ORGANIZATIONS and spend their downtime. Some characters prefer an independent existence, choos- ing no affi liation greater than their association with the CONSTRUCTING A other PCs at the table. Others join larger groups of dozens, PC ORGANIZATION hundreds, or thousands of NPCs. Whether it’s a national Building an organization that the PCs will want to join is army, a secret society, or a pirate ship’s crew, the organiza- more art than science; there’s no right or wrong way to do tion a PC joins offers advantages and responsibilities that it. The three example organizations provided below share independent characters don’t have. Used properly, an orga- a common format, which contains elements you might nization that all the PCs at your table can join strengthens want to add to your own organizations. the bonds between characters, immerses them further into Entry Requirements: Unlike a prestige class, it’s okay the game world, and adds drama to their adventures. for an organization to admit low-level members. You don’t In some ways, PC organizations are like prestige classes. need to refer to specifi c game mechanics at all if they aren’t Characters often have to earn their way in, they receive appropriate for an organization. special benefi ts to match their special membership, and Benefi ts: The organization should provide some tan- the group they choose suggests a particular way of life. gible benefi t, unless you’re completely sure that the players The ideal PC organization is something that everyone at your table will join it for entirely altruistic reasons. D\u0026D at your gaming table, regardless of race or class, wants to is already replete with reward systems for PCs, so you don’t join. Organizations tend to have long-term goals that the need to give away big benefi ts. Focus instead on benefi ts PCs can jointly achieve. If a class or prestige class is the that make your game run more smoothly. answer to the “Who am I?” question, the PC organization For example, if an organization gives PCs easy and inex- is the answer to the “Who are we?” question. pensive access to a 9th-level NPC cleric, that makes your job easier. A PC who dies can get a raise dead spell quickly, CAMPAIGN BENEFITS minimizing the player’s time away from the action at the A good PC organization takes some work for the DM to game table. It’s a tangible benefi t to the players, but doesn’t create, but it provides three main benefi ts for your ongo- actively affect the PCs in everyday play. ing campaign. Consider the following benefi t categories.",
        "name":  "Combination Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Handle Animal, Listen, Knowledge Knowledge (religion), Knowledge (any one other), (nature), Search, Spot, Survival. Spellcraft.",
        "name":  "Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any scholastic research or new spells the member trolls and exploring abandoned mines can fi nd it diffi cult to researches must be copied and donated to the guild’s library. make time to fulfi ll their guild responsibilities. As a general",
        "name":  "Arcane",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Character level 6th, completion of a bonding or carried on your body). ritual. In addition, you can use locate object as a spell-like ability at",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Base attack bonus +3. cast 2nd-level divine spells.",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +1 bonus on Will saves against spells bonus on initiative checks. or spell-like abilities used by outsiders whose alignment Truebond Benefi t: You gain a +4 dodge bonus to AC does not match your own. against attacks of opportunity made by creatures that you",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can move at your normal speed for any reason—either because it does not require them through diffi cult terrain that would normally halve your or because it is affected by a feat such as Still Spell—does speed, including undergrowth (but not heavy undergrowth), not gain this benefi t. shallow bogs, steep slopes, and dense rubble. Obstacles",
        "name":  "A spell cast without either or both of these components Truebond Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To gain the ability conferred DC 20: Each such location holds tremendous necroman- by an altar of the dreamwalker, a qualified creature must tic power that can be drawn forth and used to augment spend 8 hours in uninterrupted rest within 20 feet of necromantic spells. the central stump or tree. Ethereal creatures cannot DC 25: A dragonheart tomb is always watched and approach within 30 feet of it, and any effect that would guarded—not just by those who seek to harvest its power cause a creature within this radius to become ethereal for themselves, but also by those who seek to prevent the automatically fails. spread of necromancy.",
        "name":  "Location Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once it has granted a creature the dream sources function normally within it, an impression of ability, an altar cannot do so again for 24 hours. darkness still remains. Any illumination seems temporary Special Ability (Sp): An altar of the dreamwalker grants and somehow fragile, as if the tomb were just waiting to the ability to use dream (caster level equals creature’s return to its natural state of darkness. The air within a character level) as a spell-like ability once during the next dragonheart tomb also has an unnatural chill, which many 24-hour period. If not used within that timeframe, the liken to the presence of death. Although the creeping ability is lost. darkness and seeping cold produce no tangible effects,",
        "name":  "Recharge",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A creature that uses the ability and then creatures fi nd their stay within a dragonheart tomb both spends another 8 hours resting within the required unnerving and unpleasant. radius of the altar regains the ability as soon as the altar Prerequisite: To gain the benefi ts of a dragonheart tomb, has recharged (24 hours after gaining it the first time). a creature must be able to cast at least one 2nd-level or The creature can continue this process for as long as higher necromancy spell. desired, regaining the ability each day, so long as it does Location Activation: A qualifi ed spellcaster can sense not leave the area of the altar. Once it passes beyond the the lingering power of a dragonheart tomb and claim a 20-foot radius of the altar’s power, it can never again gain small shard of it by spending a full-round action within the ability. its confines. A dragonheart tomb holds enough power",
        "name":  "Duration",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Moderate illusion. to boost the spellcasting ability of up to two qualifi ed",
        "name":  "Aura",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only a 5th-level or higher spellcaster can crisp and clean. access the power contained within a heart of fl ame. The air around any spellcaster who has successfully",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To claim the power of a heart drawn power from a heart of ice drops a few degrees in of flame, a qualified spellcaster must stand within its temperature and takes on a crisp, icy clarity whenever confines and draw its power into herself by force of he casts a spell with the cold descriptor. This inherent will. Doing so requires a full-round action and provokes coolness deals no damage of any kind. attacks of opportunity. Prerequisite: Only a 5th-level or higher spellcaster can",
        "name":  "Location Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once a heart of ice has conferred its ability Prerequisite: Only a 5th-level or higher spellcaster can on a single spellcaster, it cannot do so again for one year. access the power contained within a heart of stone. Special Ability (Su): A spellcaster who draws forth the Location Activation: To claim the power of a heart of power from a heart of ice has an effective +1 caster level for stone, a qualifi ed spellcaster must stand within its confi nes all spells with the cold descriptor. and draw its power into herself by force of will. Doing",
        "name":  "Recharge",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To claim the power of a heart aligned heroes to swear a powerful oath of mutual of wind, a qualified spellcaster must stand within its protection. confines and draw its power into himself by force of Description: The Ironsworn made their fi nal stand will. Doing so requires a full-round action and provokes just inside the gates of their great underground city. attacks of opportunity. A grand passage, once lined with the artistry of proud",
        "name":  "Location Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once a necropolis of dread has conferred its To gain the benefi ts of a pool of frozen souls, a qualifi ed ability on a single spellcaster, it cannot do so again for creature must stand unprotected within its confi nes for at one year. least 3 rounds. Each incarnation of the pool affects only fi ve Special Ability (Su): Any qualifi ed spellcaster who creatures at a time. If more than fi ve creatures qualify for draws forth the power of a necropolis of dread gains a +4 the benefi t at once, only fi ve of them (selected at random) bonus on saving throws against fear effects. In addition, gain it. whenever he casts a spell with the fear descriptor, or uses Recharge: Once a pool of frozen souls has conferred its a spell-like or supernatural ability that induces fear, the benefi ts on fi ve creatures, it cannot confer them again for DC of the required saving throw increases by 1. one year.",
        "name":  "Recharge",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  " Only a 5th-level or higher arcane The sorcerer Aramil draws power from a spellward of arcane might Illus. by M. Cotie 662200__8866331177__CChhpp77..iinndddd 224477 33//3300//0055 22::1144::1177 PPMM 248 7 RETPAHC CIGAM SMETI",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This ring can hold a spell of 1st through 6th level, much like a ring of counterspells. This ability is usable RINGS by anyone. The following rings supplement those found on page 229 Once stored, a spell cannot be cast out of the ring. of the Dungeon Master’s Guide. Instead, should that spell ever be cast upon the wearer, All the rings described in this section must be activated it is immediately countered, as a counterspell action, in order to function, and their descriptions are broken requiring no action (or even knowledge) on the wearer’s down into sections, as follows. part. Once so used, the spell stored within the ring is gone, and a new spell (or the same one as before) can RING DESCRIPTION FORMAT be placed in it. The general nature of the ring is described fi rst. A spellcaster capable of countering a spell on his",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This section details how the ring looks own can access the ring’s secondary ability—to coun- and how the wearer looks and feels when its special ability ter a spell. Once per day as an immediate action, the is activated. wearer can attempt to counter a single spell cast by a",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The method of activating the ring is spellcaster he can see, provided the latter is within 100 described in this section. feet. Like the ring’s other power, using this one requires",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This section details the effect of the ring. Any no preparation or knowledge on the wearer’s part. He limitations on usage and duration are also specifi ed. need not make a Spellcraft check to identify the spell Aura/Caster Level: This section presents the aura type being cast, and the spell he uses to counterspell can and strength, as well as the caster level of the effect. be of any level. This counterspell attempt functions",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This entry provides the ring’s market price. (These (maximum +20). Thus, a 12th-level wizard wearing a values are summarized on Table 7–6.) ring of greater counterspells would roll 1d20+12 when activating this ability. (See page 237 for the definition Table 7–6: Rings of an immediate action.) Ring Market Price Aura/Caster Level: Strong evocation and abjuration; Ring of greater counterspells 16,000 gp CL 15th. Ring of mental fortitude 110,000 gp",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Craft Rod, inflict The immobility imposed by this spell light wounds. prevents all voluntary movement that",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "6,000 gp. While mounted, the wearer gains a +4 bonus on Ride checks made during combat, plus the benefi t of the Ride-By QUILL OF RAPID SCRIVENING Attack feat (even if she lacks the prerequisite). In addition, if A quill of rapid scrivening is an incredible boon for the wearer has the Spirited Charge feat, any charge attacks wizards who have little time to scribe spells into their she makes while mounted and wielding a lance deal ×4 spellbooks. damage on a critical hit, instead of the normal ×3.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "12,000 gp. and constellations glow faintly and shift across the grip- ping surface. ROBE OF THE INFERNO",
        "name":  "When the quill is used to trace a spell, the inlaid stars Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once the user has traced the runes of the the wearer in melee. desired scroll with the quill, the scroll turns blank, and Lore: Characters can gain the following pieces of infor- the spell that was on it is automatically transferred onto mation about a robe of the inferno by making Knowledge the previously designated blank page in the spellbook. (arcana) or Knowledge (history) checks at the appropriate Only spells on the wizard spell list can be copied in DCs, as given below. this manner. DC 20 (arcana): A robe of the inferno not only protects the Because it is so responsive and easy to write with, a quill wearer from fi re; it also allows her to launch fi ery missiles of rapid scrivening is also a boon to forgers. A user with the at foes. Forgery skill gains a +10 competence bonus on Forgery DC 30 (arcana or history): The fi rst robe of the inferno was checks made to forge documents. crafted by an elf evoker named Killaith Marcaun, who Aura/Caster Level: Moderate transmutation; CL 10th. was badly burned in a fi ght against a large number of sum-",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "While these slippers are on the wearer’s feet, This scarf protects the wearer by absorbing spells and even he moves with unnatural grace and alacrity, gaining allows her to cast absorbed spells back at her foes. an enhancement bonus of +10 feet to his land speed.",
        "name":  "SCARF OF SPELLCATCHING Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A good-aligned wearer gains access to the Good domain, and an evil-aligned wearer gains access to the Evil domain. The wearer casts spells with the appropriate align- ment descriptor at +1 caster level, and he can prepare domain spells from the new domain, though he is still limited to only one domain spell at each level. If the wearer already has access to the domain granted by the vestments, he instead casts spells with the appropriate alignment descriptor at +2 caster level. A wearer who is neither good nor evil gains no additional benefi ts from vestments of divinity. Aura/Caster Level: Moderate conjuration; CL 9th.",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Rogues can be stealthythieves, elite scouts,tricky spies, or silver-tongucd tricksters. Theyare experts in the use of skills, sneaking around, hiding. and disarming traps. No dungeon expedition should forget to bring along at least one rogue. Locked doors. trapped corridors. watchful guards-the rogue knows howto deal with all these challengesand more. \\Vizards: Forsheerpower,andtodealwiththechallenges no one else can, adventuring parties caU on wizards. With arcane spells ofall descriptions, a wizard has an arsenal of special effects at his or her disposal. With agesture. apinch of strangecomponents,andafewwordsofpower,wizardscandeal devastatingdamage. turn invisible, orcreatc walls offire.",
        "name":  "Rogues",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Snum:liasforge! terctpacttvilliavi(egroupofaar(tfJ rev c(erieswno(ur(in tnt[ower \u0027fsoftftefieryslrong!ioftf.Wnat tftearaw {lavetogainfrom sucnana[(lance isamysttry. Onfytfieir(eaaer, \u0027£cfiwtfra, k,nO\u0027wstftesinistertrutn. \u002717fe1l\"rUenSlirineispartoftlieruinetfcityoj\u0027Tamoacfuln, tlU CQpitolofanancientantfforaotten empiretMtcoveretfmucliof tlUcontinenttongkfoncurrentliistory6eaan. \u0027l1ittbppkilcity isIiUfaen kneotlitlieCQnt:Tpyofasawgejungk, amitlWUlJIiits suifaaruinsIiaw6eenpfumind, tlU1l\"ttftfenSlirineliasJet to6eexpforetf. \u002717ierearetwowaystoreaditlie1l\"ttfilenSlirine. rz1iefirst istliroUIJIia secret.st4ircaseIiUftfen inawaf[6eliintftliestatueoftlU6ataoa Canuuou,wliitlistandsattlie6tu(ojacrum6fdpyramUf-umpk. \u0027I1iesecorulentranceamonfy6ejoumi6yaccUfent. ([)epnufing onIiowyouapproaclitlieumpk,youmisfitcrossaparticufar sectionofcrac~tfa,ttfoverarawnJ1izBstonestfultsliuililer urulerfoot, colUJpsinaintoasecretumierarounilcfiam6er. SECRETSOFTHEHIDDEN SHRINEOFTAMOACHAN Due to lhe age and unstable condition of the dungeon. destructive area effect spells are likely 10 cause partial collapses.Inaddition,thedungeon\u0027slowerchamberscontain an invisible poisonous gas. These hazards. while irksome. arc not likely to kill adventurers before the dungeon\u0027s ageless trapsand monstersdo.",
        "name":  "TheDrow",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Heavysetsofironaoors6a\"rentryintoIlJlJWilv\u0027s\u0027Vau[t.)f rUftfk \u003c etclieaintotlieaoorsprwidesdu~toreacliinotlieardiwiztmf\u0027sfiUfaen fio!JrQ. rt\u0027IUJnroh)fmunJ/(Jwasase(fishtyrantWMmfrt!withanironfistaduseatlit spoilsofwarto6uifdagmufpyramUftocontainIiistartlifymnains.tButOsiris curwfliim, aen)ine)fmun-\u00271qpassagetotIitafterfife.9{owtlitghartof)4mun ~hauntsthetDesertofl1Jeso£ation,fomJeTaDOmeat.owarufertIitwasusuntif someone.frusliimfromliiscurse. fDe.JertnomadS6efievethatJrteillfJ)4mun.if{ffrom liiscursewillrestorepeaa antiprosperitytoa{Qrufnowsu6sumed\u00276ytlitlitartIe.s.saunt.\u0027}{UUJt:tI«, tliesecretto JrtrillfJ)fmun.if{ffrom liiscursefiestftqJintlitIitDrttifliispymmUf,intliLpharaoli\u0027,s gUiJrrfeatom6. f£wnwiththe6fe.s.sillfJof)fmun.if{f\u0027,sgfwst, notom6raitferliasyetfivttl toc{Qimtliepliaraoli\u0027,streasumantiundotlieancientcurse. SECRETSOFTHEPYRAMlDOFAMUN·RE Teleport spellsgoing to or from thePyramid ofAmun·re will not work unless the caster also has the StarGemofMo-Pelor. However, within the confines ofthe pyramid. teleportspellsworknormally.",
        "name":  "IrODDoors",
        "source":  "dungeon_survival_guide.txt",
        "_id":  "dd5545421fc21b6cd912ccaac5d72782ccfbe0bd4c91cc93c4730e51c3723237"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instead of the sun disappearing completely, “Too long have we reveled in our wickedness, too long have we planetary rotation slows so that, ultimately, one side of sampled the forbidden—now the gods shun us, sealing the gates to the world is bathed in perpetual light while the other is heaven and leaving us lost among the dead.” plunged into eternal darkness. The effects of the sign on the dark side function as described above. On the light side, When this sign appears, the demarcation between life and the effects are reversed: The range of natural light sources death grows ever more blurry. After souls depart, their bodies doubles; sunrise occurs earlier and sunset later; darkness stir in a wretched existence neither alive nor dead. spells are impeded and light spells enhanced as described The sign of the restless dead fi rst makes itself known by above. Finally, global average temperatures climb rather isolated occurrences of zombies and skeletons in the commu- than drop. The glaring light and heat are as great a disaster nity. As it strengthens, the undead plague increases. Corpses as endless dark, ultimately rendering the light side a life- pull themselves free from graves, slaughtering former friends less ruin. and lovers and swelling their ranks until only the shuffl ing dead remain.",
        "name":  "Variant",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Leviathan (Chapter 5) and Zargon (Chapter sign intensifi es, the glyph grows more complex, spreading 10) are associated with this sign. See pages 65 and 145 for like a weird stain across the heavens. more information. Effect: The seal of binding interferes with most conjura- tion spells and many divination spells by closing off the Infestation avenues that enable mortals to interact with the planes. “Do you hear that? That terrible sound! The scratching, the endless Clerics’ connections with the divine are severed, summoned scratching in the wall—and the rats! They’re everywhere, choking creatures do not return to their home planes, and dimensional us, drowning us!” travel ceases to function.",
        "name":  "Details",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This sign forces living things to grow, ripen, and When creating your own elder evil, use the following signs die at an alarming rate. as inspiration. Alter the effects to fi t the theme of your elder Faint: Ordinary plants are enhanced as if by the plant growth evil when necessary. spell (PH 262; CL 20th). Crops benefi t from the enrichment effect, while other vegetation suffers from overgrowth and Alien Skies chokes open spaces. “I peered into the heavens, searching for familiar sights, but found Moderate: All areas of natural growth are affected as if nothing I knew. All was strange and disquieting, as though we by the entangle spell (PH 227; CL 20th). Each week, living were adrift in alien seas.” creatures must succeed on a DC 10 Fortitude save or acquire the pseudonatural template (Complete Arcane 160).",
        "name":  "ADDITIONAL SIGNS Effects",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The DCs of all Concentration checks related to cast- Hit Dice, the creature is affected as if by an insanity spell. ing arcane spells increase by 5. Once its Wisdom score drops to 0, the creature becomes",
        "name":  "Faint",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Arcane spells are cast at –2 caster level. A char- unconscious but cannot recover lost Wisdom naturally. acter whose effective caster level drops to 0 or lower cannot Only a sleep or deep slumber spell or equivalent effect can cast arcane spells at all. grant rest for a time, after which the effects of the sign",
        "name":  "Moderate",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Arcane spells and spell-like abilities are impeded, begin anew. meaning that a caster must succeed on a Spellcraft check Overwhelming: Flesh grows and heals with terrible speed. (DC 20 + the level of the spell) or lose the spell or spell slot Each hour, all living creatures gain 1d6 temporary hit points. without effect. For each hour that a creature’s temporary hit point total",
        "name":  "Strong",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wis 15. give the swarm one command as per the suggestion spell",
        "name":  "Prerequisite",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a profane bonus equal to one-half your (caster level equals your Hit Dice). Whenever you infuse character level on saving throws against divine spells. You a swarm in this manner, you take 1d4 points of Constitu- cannot voluntarily fail a saving throw against a divine spell, tion damage. even if the spell is harmless. Normal: Attempting to utter a word of Dark Speech always",
        "name":  "Benefi t",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you are a divine spellcaster with a code of ends in immediate death for a speaker who is not trained in conduct (such as a paladin), selecting this feat violates your its dark power. It is impossible for an unwilling creature to code of conduct regardless of your alignment. use the Dark Speech, because the language’s pronunciation is so exacting. Chosen of Evil [Vile] Special: You gain a +4 circumstance bonus on saving Your naked devotion to wickedness causes dark powers to throws made when someone uses the Dark Speech against take an interest in your well-being. you.",
        "name":  "Special",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you use Dark Speech in this manner, Because of intentional self-mutilation, you have a hideous you take 1d4 points of Charisma damage. By incorporating face. the Dark Speech into the verbal component of a spell, you Prerequisite: Willing Deformity. 662200__2211555566__CChh11..iinndddd 1122 99//2277//0077 22::0055::5588 PPMM 13 NOT SLEEP EVIL DOES CHAPTER 1",
        "name":  "Power",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +2 circumstance bonus on Intimidate Benefi t: As a swift action, you loose a blistering torrent checks and a +2 deformity bonus on Diplomacy checks deal- of foul curses and wicked insults in the Dark Speech. All ing with evil creatures of a different type. living creatures within 60 feet that can hear you must suc- ceed on Will saves (DC 10 + 1/2 your character level + your Deformity (Gaunt) [Vile, Deformity] Cha modifi er) or become deafened for a number of rounds Through intentional starvation and macabre operations, equal to your character level. As long as an affected creature you are grossly underweight. You have a skeletal appear- is deafened, it takes a –4 profane penalty on saving throws ance, and your weight is now half normal for creatures of to resist evil spells or spell-like abilities. your kind. Whenever you use Dark Speech in this manner, you take",
        "name":  "Benefi t",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As an immediate action, whenever you are the Deformity (Parasite) [Vile, Deformity] target of a mind-affecting spell or spell-like ability, you can You invite parasites into your body in exchange for a greater take 1 point of Wisdom damage to retarget the effect to hardiness against diseases and poisons. another creature of your choice within the effect’s range.",
        "name":  "Benefi t",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you cast a spell or use a spell-like Benefi t: Mindless undead see you as an undead creature. ability against a creature of the good subtype or a creature Becoming more and more like an actual undead creature, that radiates an aura of good, the save DC, if any, increases you gain a +1 circumstance bonus on saving throws against by 2. mind-affecting spells and abilities, poison, sleep, paralysis, stunning, and disease. Evil’s Blessing [Vile] Entities of utter evil and villainy have a stake in your Master’s Will [Vile] survival. The elder evil you serve is fickle in its rewards and",
        "name":  "Benefit",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain an aura of evil as if you were an evil no effect against a malefi c property. outsider (see detect evil, PH 218). Whenever you are the target A malefi c property affects an enormous area and might of an evil spell, decrease all variable numeric effects of the infl uence an entire world, depending on the power of the spell to their minimum possible values. elder evil as measured by its Hit Dice. In addition, your abilities increase with the intensity of your master’s sign. All effects are cumulative. Hit Dice Radius of Infl uence",
        "name":  "Benefi t",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +2 profane bonus on saves against divine 15 or fewer 10 miles spells. 16–30 100 miles",
        "name":  "Faint",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +1 insight bonus on attack rolls and 31–50 1,000 miles 51+ Worldwide damage rolls against divine spellcasters.",
        "name":  "Moderate",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All divine spells cast within 30 feet of you ers. Each elder evil has one additional malefic property, are impeded, meaning that a divine spellcaster must succeed chosen from the list that follows, as appropriate to its on a Spellcraft check (DC 20 + spell level) or lose the spell or nature. The sample elder evils provided in this book can spell slot with no effect. guide you in deciding on a suitable malefic property for one of your own design. Thrall to Demon [Vile] Malefi c Properties You formally become a supplicant to a demon lord. In return for your obedience, you gain a small measure of that demon Property Benefi t lord’s power. Anathematic secrecy Immune to all divine divination spells and effects",
        "name":  "Overwhelming",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per day, while performing an evil act, you damage can call upon your demonic patron and gain a +1 luck bonus Discord and woe Incite killing rage in living creatures on any one attack roll, saving throw, ability check, skill check, Divine enervation Prevent divine casters from or level check. regaining spells Divine scourge Burst of corrupt energy sickens and Vile Ki Strike [Vile] deals vile damage to divine casters You can focus evil power into your unarmed strike. and extraplanar creatures",
        "name":  "Benefi t",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Each time you deal damage with your unarmed the divine True death Dead creatures can never be raised strike, you deal an extra 1 point of vile damage. 662200__2211555566__CChh11..iinndddd 1144 99//2277//0077 22::0066::0066 PPMM 15 NOT SLEEP EVIL DOES CHAPTER 1 PROPERTY DESCRIPTIONS An affected creature is entitled to a new Will save each Each of the following malefi c properties is possessed by at round to break free from the rage. If it succeeds, its alignment least one of the elder evils described later in this book. reverts to normal, but the creature might suffer other conse- quences of the frenzy, such as violating a code of conduct. Anathematic Secrecy This malefi c property shrouds an elder evil from discovery Divine Enervation by divination spells of a divine origin. An elder evil that has this property can destroy the link",
        "name":  "Benefi t",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any divine spell of the divination school auto- between a deity and its mortal followers. matically fails when used to ascertain information about an Benefi t: All divine spellcasters lose the ability to elder evil. Divination spells that are also arcane function regain spells so long as they remain within the area of this normally if they are cast by a nondivine spellcaster. malefi c property. This interdiction does not interfere with This ability is always active. spellcasting. This ability is always active. Dark Visiting An elder evil that has this property projects Divine Scourge terrifying nightmares into the dreams An elder evil that has this of the gods’ servants. p roperty can punish deities’",
        "name":  "Benefi t",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Each round as a standard action, an elder evil can force a single living creature it can see that is within the True Death area of this malefi c property to make a Will save (DC 10 + The presence of an elder evil that has this property weakens 1/2 elder evil’s HD + elder evil’s Cha modifi er). On a failure, the souls of living creatures so that they are lost on death. the creature’s alignment changes to match that of the elder Benefi t: Any creature that dies within the area of this evil, and the target immediately enters a killing rage. This malefi c property is forever dead. Its soul has not passed to frenzy functions as a barbarian’s rage ability, except that the Outer Planes but has died with the body; the creature the affected creature must attack the closest creature each cannot be raised by any means. In addition, all spells and round it remains enraged. The raging creature takes 1 point spell-like effects that have the death descriptor are cast at +4 of vile damage each round until it is killed or it manages to caster level. end the effect. This ability is always active. Illus. by M. Coimbra 662200__2211555566__CChh11..iinndddd 1155 99//2277//0077 22::0066::0099 PPMM ehold the death of your world. There, cresting the Certain scholars have made breakthroughs by comparing horizon. Yes, that faint body is he, and he comes dwarf creation myths, the oral tradition of the gray elves, for me . . . for us all. Rejoice, for the end is near, and the collected writings of the lich Acererak, recovered and all life, all pain, all suffering shall be silenced from a strange tower deep in the Plane of Shadow. The in the perfect eternity of undeath.” fi ndings have been disturbing, pointing to some primeval —Caira Xasten, mishap—a horrible divine accident leading to the creation mad astronomer and ur-priest of something called the World Born Dead. (Knowledge [religion] DC 33) Atropus, the World Born Dead, drifts through the According to the writings, creation was the result of a gulfs of space, searching for worlds to consume and, “prime mover.” This being’s identity varies with the particu- when it fi nds them, erasing all life with its gruesome lar story. Most scholars agree this entity must be the force touch. As the afterbirth of creation, it is committed behind the gods springing forth into existence from the to unmaking all things. Nothing, not even the gods, primeval void. This force, idea, or being is called Atropus. can halt its relentless progress. (DC 38) Some theologians believe the appearance of these divine agencies came with a dreadful price. In order for them to BACKGROUND take shape, there must have been a sacrifi ce: For life to exist, Every sentient mortal race and culture has some there must be death. Atropus must have caused its own death explanation for its existence, some story or myth and in that sense became the afterbirth of creation, the to describe the creation of the world and the birth wasted materials left over from the formation of the gods. of the ancestors. Since it is a rare case when two Furthermore, since the gods are living beings, and since life myths are identical, scholars of the subject sift relies upon energy gained from the Positive Energy Plane, through the rhetoric for commonalities believed Atropus must be their inversion: death incarnate, drawing to be present in all legends. Complications arise its own power, such as it is, from the Negative Energy Plane. due to regional variations, translation errors, and (DC 43) the simple scarcity of reliable sources, all making Little remains of the prime mover that made the supreme the process of divining the roots of creation a sacrifi ce, nothing more than a decaying, disembodied head, 16 daunting task. leaving in its wake cast-off necromantic detritus that fl oats ggnnaahhZZ ..JJ yybb ..ssuullllII 662200__2211555566__CChh22..iinndddd 1166 99//2277//0077 22::1111::3377 PPMM 17 ATROPUS CHAPTER 2 through the void. Perhaps atropals—the stillborn gods (ELH closer it reveals its sinister character to coincide with the 159)—take their shape from these cast-off bits. Atropus is bound intensifying sign. to unmake living things, to absorb their souls in an orgy of violence. Its touch is terrifying to witness, as countless barren TIMELINE worlds crawling with restless dead mutely testify. (DC 48) What follows is a possible campaign timeline coded with Encounter Levels to help you construct adventures around the key events that might transpire as Atropus approaches. GOALS EL 5: Caira Xasten, driven mad with grief at the loss of her Atropus saps life from worlds it encounters, draining away husband, vows revenge on the gods. Having heard wild rumors energy as it draws ever closer to a planet. Once it comes near of the World Born Dead, she sends out her minions to steal a enough to a planet’s gravity, the celestial body that is the elder manuscript held in a vault beneath a cathedral in one of the evil enters a descending orbit, sweeping closer and closer and largest cities in your setting (good choices include Sharn, looming larger and larger in the night skies. The effects are Waterdeep, and the Free City of Greyhawk). Her minions suc- terrifying. As the moonlet nears a planet’s surface, the dead ceed and snatch the book, leaving scores of priests dead. The rise from their graves and, as Atropus fi lls the night sky, the church hires the PCs to fi nd out who was behind the robbery twitching undead spread like a stain until nothing living and recover the tome. The PCs manage to attain the book, remains. (Knowledge [religion] DC 33) but not before Caira has a chance to learn its mysteries. Atropus is self-aware, but not as mortals can conceive. Its EL 10 (Faint Sign): The priests contact the PCs once more. memory extends back to the one moment when it brought Having deciphered the old tome, the clerics suspect whoever forth the gods, and it has lamented this decision for all time. sought the book intends to summon the World Born Dead. Stripped of its incredible power, it would undo its sacrifi ce. The manuscript offers few details, and the clerics have been (DC 38) unable to elicit any concrete answers from their god. They do To this end, Atropus devours life energy to replace what it gave. uncover the name of another tome: The book of vile darkness. Into this sucking vacuum, it draws positive energy from those They ask the characters to locate this book before their enemy planets it encounters, but the negative energy constituting its uncovers it. The PCs must research and follow up on leads to existence instantly negates any life energy it takes. (DC 43) fi nd its resting place, all the while facing innumerable cultists Atropus knows this. It suspects that the instant all life is who seek the same end. To make matters worse, the PCs hear swept from the Material Plane, the gods must cease to be reports from all over about how the dead have begun to rise and, with their annihilation, so too will it fi nd its own end. from their graves. (DC 48) EL 15 (Moderate Sign): Sensing an opportunity to make a decisive strike against his ancient enemy, Orcus dispatches his ATROPUS IN legions, led by a bodak named Gorguth, to invade Demogor- gon’s layer, the Gaping Maw. This strike plunges the Abyss THE CAMPAIGN into widespread war, with demon lords and princes lining Atropus dwells in the emptiness between worlds. As it drifts, up against one another to settle old scores. The Dark Eight of it casts out with its senses, sampling the emptiness for signs the Nine Hells perceive this infi ghting as a weakness and for of life. Once it detects a living thing, it moves toward the the fi rst time mount a successful invasion into the Infi nite source. Since it is such a distant threat, you can assume the Layers of the Abyss. During the interplanar wars, Gorguth elder evil has been around for as long as your campaign set- forswears his allegiance to Orcus and leads his undead armies ting has existed, and has been traveling toward your world into the Material Plane through a gate created by cultists in for any number of years. Once Atropus takes an interest in the service of Atropus. your world, place it in the heavens. It is indistinguishable Meanwhile, Caira recovers the book of vile darkness and learns from the other celestial bodies at the start, and as it comes that the elder evil will come if a tragedy of terrible and pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Benefi t",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "RESTLESS DEAD Atropus’s presence in the sky causes the dead to rise from their is affected as if by an unhallow spell (PH 297). Casting hallow graves. removes this effect in the spell’s area.",
        "name":  "SIGN",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Necromancy spells and spell-like abilities are cast at All conjuration (healing) spells and similar spell-like abilities +2 caster level. Whenever a living creature dies, a 20% chance are impeded, meaning that a caster must succeed on a Spell- exists that it will spontaneously rise as a zombie (MM 265) in craft check (DC 20 + the level of the spell) or lose the spell or 1d4 rounds. spell slot without effect.",
        "name":  "Faint",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As faint, but the chance of spontaneous animation Overwhelming: As strong, but any creature that dies au- increases to 40%. In addition, the entire campaign setting is tomatically rises as a zombie 1 round after death. Previously affected as if by a desecrate spell (PH 218). Casting consecrate re- dead creatures automatically animate as skeletons or zombies. moves this effect in the spell’s area until its duration expires. All undead creatures gain an extra 2 hit points per Hit Die. In",
        "name":  "Moderate",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The altar is dedicated to Atropus, erected eons ago by an undead servitor. A detect evil spell reveals that the altar radiates strong evil. It is also the center of a supernatural effect equivalent to a desecrate spell. This effect, because of the presence of the altar, stacks with the normal desecrate effect already present throughout the area because of the restless dead sign. For characters within the affected area, checks made to turn undead take a –6 profane penalty. Un- dead in the area gain an additional +1 profane bonus on attack rolls, damage rolls, and saving throws, as well as an additional +1 hit point per Hit Die. (These modifiers are noted in the creatures’ statistic blocks.) Animate dead spells cast within the area create double the normal of undead (4 HD per caster level). Casting consecrate in the area suppresses the entire desecrate effect (not just the additional benefits to the undead) for 1d4 rounds.",
        "name":  "Altar",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "bonuses are included in the stat block. An enormous, headless, human-shaped monstrosity lumbers into view. Its petrifi ed fl esh addition, living creatures within the aura gain fi ve negative is coated with a slick layer of black ichor. The levels for as long as they remain in the area. The aspect of creature radiates malice and rage as though it is Atropus then sacrifi ces 50 hit points to call down a meteor an extension of Atropus itself, come to obliterate shower. This attack affects the aspect of Atropus and the angels of decay as well as their enemies. these intruders once and for all. As long as the PCs do not confront the focus, it hangs Once here, the aspect of Atropus bolsters the remaining back and uses spell-like abilities, starting with wail of the angels of decay with its negative energy aura, granting all banshee and then meteor swarm. If it is the last creature in undead within 30 feet +5 turn resistance and fast healing the combat, it uses call meteor shower as long as it has at 5 (this benefi t stacks with that from the Eyes of Death). In least 300 or more hit points. 30 662200__2211555566__CChh22__EENNCC..iinndddd 3300 99//2277//0077 22::4477::0044 PPMM EENNCCOOUUNNTTEERR 22--33 F A EATURES OF THE REA",
        "name":  "When the aspect of Atropus appears, read",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The radius of illumination from natural light sources that a caster must succeed on a Spellcraft check (DC 20 + the (both bright light and shadowy illumination) drops to half level of the spell) or lose the spell or spell slot without effect; normal, to a minimum of 5 feet. Sunrise occurs 1 hour later than even on a successful check, the light produced by the spell has normal, and sunset occurs 1 hour earlier than normal. only half its normal range and no longer counters darkness",
        "name":  "Faint",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Depends upon the base creature’s 3–4 15 ft. 2d6 original Hit Dice, as follows: 5–6 15 ft. 3d6 7–9 30 ft. 4d6 10–12 30 ft. 6d6 Hit Dice Challenge Rating 13–15 30 ft. 8d6 1–3 4 16–19 45 ft. 10d6 4–6 5 20 or more 45 ft. 13d6 7–9 7 10–12 9 13–15 11 Spell-Like Abilities: A brood spawn that has an Intel- 16–18 13 ligence or Wisdom of 8 or higher has one or more spell-like 19–21 15 abilities, depending on its adjusted Hit Dice (after the appli- 22 or more 17 cation of the template), as indicated on the table below. The abilities are cumulative. Unless otherwise noted, an ability is",
        "name":  "Challenge Rating",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Great smooth ice floes make their way down every When the PCs reach the mountainside, the environment side of the mountain. Traversing these floes requires a changes dramatically and brood spawn become common. DC 15 Balance check. Failing by 5 or more results in a fall Encountering a single creature precipitates a much greater that, depending on the slope, might carry a character far confl ict as all nearby brood move in to investigate the distur- away from his companions. Other areas are merely slick bance. The concentration and power of the brood increases and level, requiring a DC 10 Balance check to charge or the higher up one goes. run across. Those hoping to fl y to reach the peak fi nd it to be a nearly impossible task. Fierce, driving snow and hail assault any Aside from these effects, the weather itself makes traveling who ascend to more than 20 feet above the mountain’s the mountain extremely diffi cult. Snow, hail, and lightning surface. This constantly roiling storm limits visibility to 5 constantly assault its slopes. This weather can limit vision feet, slows movement by half, and deals 4d6 points of cold and obscure trails. damage per round of exposure. As an added hazard, the storm is home to fl ying brood spawn that have no diffi culty DEFENSES navigating it. As long as Father Llymic remains imprisoned, defense of the Anyone reaching the summit with a functioning light glacial tomb falls to his minions—the crazed cultists and the source provokes the wrath of all the brood spawn within brood spawn—and the harsh environment. 1 mile, who quickly make their way to the peak to destroy the intruders. The frozen mountain Illus. by H. Lyon 662200__2211555566__CChh33..iinndddd 3399 99//2277//0077 22::5511::1188 PPMM 40 3 RETPAHC REHTAF CIMYLL ENCOUNTER AREAS can provoke attacks of opportunity if the character slides The mountain that holds Father Llymic’s tomb is huge, through a threatened square. covering many square miles. Although numerous threats Falling as a result of being attacked brings a 50% chance and dangers plague the ascent, only the peak is detailed of a slide directly away from the direction of the attack. The here. Feel free to add groups of cultists, wandering packs of character slides for 5 feet in this case. brood spawn, dangerous terrain, and other hazards during Anyone who falls from the bridge plummets 100 feet to the approach. Unless otherwise noted, all these areas are sites the plain below, taking 10d6 points of damage. of intense weather, including snow that limits sight to 30 feet and howling winds that impose a –2 penalty on ranged D. Black Ice Spire (EL Varies) attacks. Creatures of Medium or smaller size that attempt to The winding path meets up with a towering spire of ice at fl y are checked by the winds and cannot ascend more than this location. This spear reaches 200 feet above the level 20 feet (but can descend normally). of the path, making its tip all but invisible to those at its base. Only during lightning fl ashes can the pinnacle be A. Garden of Alien Ice (EL 8) seen. Flying brood spawn use this location to roost and As travelers ascend the peak, they encounter a large plain wait for the arrival of their master. These creatures do not of relatively fl at ground. Dotting this landscape are strange bother those on the path unless they see light of any kind, statues made out of ice. Odd shapes and alien forms make in which case they swoop down to attack. The brood spawn up most of the sculptures, including titanic spheres of ice white dragon that resides in area E can be found here, balanced atop slender stalagmites, perfect spirals of ice that clinging to the side of the spire. Although numerous rings seem to tighten to infi nity, and grotesque images of beasts and gouges are carved into the spire, the slick ice requires that cannot be. Those wandering through this eerily quiet a DC 25 Climb check. garden must make a DC 20 Will save each round or go mad for 1d3 rounds, as the confusion spell. E. Cave of the Wyrm (EL 15) This cave is the home of a brood spawn white dragon. See B. Keep of the Frost Giants (EL 14) encounter 3–2, page 44. This ruined structure is carved from large slabs of pure white rock and covered in a thick layer of frost and ice. It F. Ice Falls (EL 10) was the home of a small tribe of frost giants who long ago A great cascade of black glacial ice pours down the mountain- succumbed to brood fever. Although most left to spread the side at this spot. Its numerous crevasses and cracks make it plague of Father Llymic across the land, three of the terrible easier to climb than most ice surfaces, requiring only a DC behemoths remain. See encounter 3–1, page 42. 20 Climb check. Being this close to Father Llymic, however, adds another danger to the 60-foot ascent: Those touching the C. Ice Bridge (EL Varies) ice must make a DC 20 Fortitude save each round or contract The path leading up to the summit is broken at this point. one level of soul chill. Only a sheet of ice bridges the 60-foot gap. Brood spawn creatures have laired in this area in the past, and a pack of G. Plain of Darkness (EL 11) them might be here when the PCs arrive. Typical creatures This vast sheet of pure black ice is mirror-smooth and diffi cult include brood spawn trolls, ogres, and even a frost worm. The to traverse. Crossing the ice requires DC 20 Balance checks ice bridge is 15 feet wide and has the following statistics. each round. Black vapor seeps from the ice, acting as an",
        "name":  "Ice",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "SEAL OF BINDING This sign manifests as a glyph that spreads across the sky and increas- Strong: As moderate, but in addition, a conjuration (telepor- ingly interferes with planar communication and transportation. tation) spell or similar spell-like ability has a 20% chance of a",
        "name":  "SIGN",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Conjuration (calling, summoning, and teleportation) mishap (see teleport, PH 293), regardless of familiarity with the and divination spells and similar spell-like abilities are impeded, destination. The spell fails, and the caster and all others affected meaning that a caster must succeed on a Spellcraft check (DC 20 by the casting each take 5d6 points of damage. + the level of the spell) or lose the spell or spell slot without effect. The connection with the transitive planes and the Outer In addition, spells that forcibly return creatures to their native Planes grows more tenuous. Divine spells are cast at –2 caster plane, such as banishment and dismissal, automatically fail. level, and turn or rebuke attempts take a –10 penalty on the",
        "name":  "Faint",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This area falls within the outer circle of binding, granting the following effects. Necromancy spells cast within the area are automatically extended without using up higher-level spell slots. Casting a conjuration spell within the area requires a Con- centration check (DC 30 + spell level); a failed check results in the spell being lost.",
        "name":  "Outer Circle of Binding",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This area falls within the outer circle of binding, granting the following effects. Necromancy spells cast within the area are automatically extended without using up higher-level spell slots. Casting a conjuration spell within the area requires a Con- centration check (DC 30 + spell level); a failed check results in the spell being lost.",
        "name":  "Outer Circle of Binding",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This area falls within the inner circle of binding, granting the following effects. These effects override those of the outer circle. The outer circle’s effect resumes if the inner circle has been disabled or otherwise nullified. Necromancy spells cast within the area are extended and maximized without using up higher-level spell slots. All conjuration (calling, summoning, and teleportation) spells cease to function. All undead gain +8 turn resistance (which stacks with any other turn resistance they have).",
        "name":  "Inner Circle of Binding",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "TWISTED LIFE an empowered cure moderate wounds spell (caster level 20th). This sign manifests as a surge of corrupt positive energy that Undamaged living creatures gain temporary hit points instead. resculpts life on an entire world. The temporary hit points last for up to 24 hours.",
        "name":  "SIGN",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All spells and effects that use positive energy are cast at This unnatural growth twists living, corporeal creatures. Once +1 caster level, conjuration (healing) spells are cast at +2 caster per day, an affected creature can attempt a DC 20 Fortitude or level, and turn undead attempts are treated as though they were Will save to resist the effect. (Creatures that have spell resistance made by a cleric of 1 level higher. can choose not to drop it, but they still have the option to make",
        "name":  "Faint",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As faint, but in addition, warts and blemishes appear a saving throw if the sign’s effect overcomes their resistance.) If on living targets of conjuration (healing) spells. These unsightly the save fails, 1 Hit Die of the creature becomes corrupted; this growths impose a –2 penalty on Charisma-based checks. Once corruption can be removed only with a remove curse spell or effect per day, an affected creature can attempt a DC 15 Fortitude or (cleansing all affected Hit Dice). As long as at least 1 Hit Die is cor- Will saving throw; success removes the blemishes. rupted, the creature takes a –2 penalty on Charisma-based checks. Spores fall to earth, taking root in rock, roofs, and living crea- When all the creature’s Hit Dice are corrupted, it transforms into a tures. Treat this effect as a disease (contact, incubation period 1 ghastly aberration. It gains darkvision out to 60 feet, its Constitu- day, damage 1d4 Con, DC 15), but three successful saving throws tion score increases by 2, and its Charisma score is reduced by 4; are required to throw off the infection instead of two (DMG 292). all other characteristics of the creature remain unchanged.",
        "name":  "Moderate",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hard, mineral-laced mounds jut from Ragnorra has started the process of regrowth, during which the surface, thrumming with energy. On activation, a cyst she will increase from her current Gargantuan fragment to generates a line of lightning between itself and another cyst a monstrosity a mile or more across. within 100 feet, dealing 10d6 points of electricity damage. A successful Refl ex save halves the damage (DC 13 + activating The Neurotangle creature’s Cha or Int modifi er, whichever is higher). The visible evidence of Ragnorra’s growth is the neurotangle, Alternatively, a single cyst can be activated to create a fi re a thick canopy of twisted, thorny fi bers blanketing the crater. seeds effect as the spell (four grenades, 5d6 fi re damage each; pqqqqqqqqqqqqqqqqqqqqrs Now Gutterang attempts to keep Irthicax Vane alive and GUTTERANG uncorrupted by the touch of Ragnorra. It tries to preserve a link",
        "name":  "KEY FEATURES Bioenergy Cyst",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This fleshy lump heals injuries to creatures in contact with the worldskin. On activation, it restores hit points to an adjacent living creature as a heal spell (PH 239); the maximum amount healed is 225 points if Ragnorra triggers the spore. Using this ability deactivates the spore, which must be regenerated before it can be used again. Unlike the heal spell, this effect can grant hit points in excess of the creature’s normal maximum. A creature whose temporary hit points equal or exceed its normal maximum is corrupted and becomes an aberration as described in the twisted life sign (page 97). This healing can be resisted with a successful Fortitude or Will save (DC 16 + activating creature’s Cha or Int modifi er, whichever is higher). A healing spore has 50 hit points and fi lls a 10-foot square. It provides soft cover (PH 151). Cold and electricity attacks deal normal damage to it, preventing regeneration.",
        "name":  "Healing Spore",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This pus-fi lled lesion releases an acid level of the creature activating the spore, as set out in the fog effect as the spell when activated (PH 196). It automatically following table. If a result calls for a creature from a source regenerates 2 rounds after activation. you don’t have, substitute an equivalent aberration or group A vaporous abscess has 30 hit points and fi lls a 5-foot square. of aberrations from another source. It provides no cover but does count as diffi cult terrain (PH 148). Fire and electricity attacks deal normal damage to it, Caster Level Creature Spawned preventing regeneration. 1st–5th 6 aberrant vermin swarms1 6th–8th 1 otyugh (MM 204) Obsidian Walls 9th–10th 3 otyughs These glassy walls stretch from the ground to the neurotangle. 11th–12th 1 avolakia (MM2 28) Their smooth surface is diffi cult to scale (Climb DC 25). 13th–15th 1 truly horrid umber hulk (MM 249) 16th–20th 1 blistered soul2 Random Encounters 21st or higher 2 blistered souls2 In addition to the aberrations created by Ragnorra, mon- 1 Treat as insect plague (PH 244), but change the creature type to aberration. strous beings are strangely attracted to her corrupt energy. 2 This creature’s statistics block appears on page 106. For every 10 minutes characters spend in the heart of the crater, they have a 20% chance of encountering wander- Regenerating a spawning spore temporarily links it with ing monsters. If a random encounter occurs, roll d% and the life force of the controller. Dealing at least 75 points of consult the table below. If a result calls for a creature from damage to a spore within 3 rounds of regeneration (even if a source you don’t have, substitute an equivalent monster it has been since been activated) deals an equal amount of from another source. lethal damage to the creature that regenerated it. Crater Wandering Monsters A spawning spore has 75 hit points and fi lls a 10-foot square. It provides soft cover. No form of damage overcomes d% Encounter Average EL Source its regeneration. 01–18 1 julajimus 12 MM2 133 19–30 1d3 ropers 13 MM 215",
        "name":  "The creature spawned depends on the effective caster Vaporous Abscess",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As bubbles rise and burst from this thick, tarry pool, they release a stink of bile and infected flesh. But Ragnorra, True Mother CR 19 in the center of each bubble, a clear liquid appears. Corrupt hp 200 (60 HD) positive energy infuses the fluid and can confer a temporary See page 100 for statistics. benefit on a creature immersed in the pool. You might hint at this property by mentioning that the liquid resembles the REVISED TACTICS healing waters of the geyser cave or Vane’s hideout, or by calling Ragnorra’s consciousness now resides wholly in the neuro- for a DC 21 Knowledge (arcana) check. tangle. Her torpor has ended. She is eager to rid herself A living creature that enters the pool can attempt a DC 21 of the pests burrowing in her flesh and to recycle the Fortitude or Will save (using the higher save bonus) during material of her former lair into a new generation of cre- each round of immersion. Each failure heals 2d8+10 points ations. She attacks any creature within the area, even her of damage (or grants 2d8+10 temporary hit points) and cor- own progeny. rupts 1 Hit Die, as the effect of the twisted life sign (page 97). Once she has assumed her new form, Ragnorra is weaker. A successful save negates the corruption and confers the effect She does not have access to fast healing or epic damage of a divine power spell (CL 20th). reduction. She can no longer move, but she can create pseu- True Mother Chord: The woven strands of its surface are dopods to strike anywhere within the heart of the crater. relatively easy to climb (Climb DC 18). Each round she can project up to two tendrils from the A successful DC 26 Knowledge (arcana) or Knowledge neurotangle that quickly strike, then fall off and wither. (religion) check reveals that the beams of light emanate from Alternatively, she launches a bolt of corruption whenever weak spots. she can catch two or more PCs in its effect. Ragnorra cannot regenerate the worldskin until her form matures, so she uses her skincasting sparingly. The process of maturation requires some time, so she focuses fi rst on any threat to the True Mother chord.",
        "name":  "Pustule Pool",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— of the speed of the journey), a traveler fi nds himself in the Hungry Tarns of the Abyss. This blue crystal ring allows the wearer to act as if continually Of more import, however, is the stone altar about 50 feet under the effect of an air walk spell. from the well, for upon it rests the skull of Sertrous—and",
        "name":  "Weight",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "offers to send the PCs back to their homes; if the PCs accept, he casts gate to open a portal for them. The deformed angel has but a moment to register Of course, these are all lies. Avamerin is merely attempting surprise before his expression twists into a knot of to convince the PCs to leave the Inmost Vault so that he can pain. His scream has barely begun before his head fl ee to somewhere else with the skull of Sertrous and rebuild further deforms into that of a snake with fi ve jaws his lair. Whether the gate actually leads back to the PCs’ home and extends from his body on a blood-streaked or to a horrifi c layer of the Abyss cunningly disguised to look serpentine neck. Then, as the immense snake within like their home is up to you. coils and fl exes, the angel’s ruined body fl ies apart in If the PCs attack (as Avamerin expects), the fallen planetar a kaleidoscopic burst of fl esh and bone. Where once does his best to slay them all. As he attacks, his true nature stood a humanoid foe now coils something far more slithers into being; he is not the handsome angel the PCs monstrous, a shape the mind refuses to accept. initially spoke to, but a hunchbacked creature with scaly skin and a partially serpentine face, complete with forked Aspect of Sertrous CR 22 tongue. Although he has a large number of spell-like abili- ties, he prefers to fi ght in melee, resorting to spells only to hp 379 (23 HD); fast healing 10; DR 20/cold iron and lawful defend himself or strike at foes beyond his immediate reach. See page 115 for statistics He makes liberal use of his quickened spells in the fi rst few 4 Golothomas CR 16 rounds of combat. When Avamerin is slain, Sertrous is forced to manifest to hp 243 each (18 HD); fast healing 10; DR 15/cold iron and lawful defend himself. The demon lord uses the body of his fi rst See page 118 for statistics and greatest minion to fuel the manifestation of his avatar, and he calls upon four golothomas to aid him in the battle TACTICS as well. Sertrous uses Awesome Blow to hurl PCs into the diseased trees to cause explosions of poisonous spores. When Avamerin becomes aware of the PCs’ arrival, he greets them with a friendly but tired welcome, congratu- lating them on achieving the Inmost Vault of the Serpent CONCLUSION Reliquary. He then apologizes to the PCs, informing them With the defeat of the aspect of Sertrous, the PCs slay the that there is no Sertrous—there never was. The Vanguard obyrith lord for the second time. Since they have prevented was a sham, and the infestation of serpents is a trial placed his return to the Abyss where he can rebuild his true form, upon the world by the gods as a test to mortal life. Avamerin what becomes of Sertrous’s spirit is up to you. When the PCs proudly proclaims the PCs the saviors of their world and return to their world, they fi nd the infestation brought about congratulates them on proving to the gods that mortal life by Sertrous’s presence already fading. can indeed stand against such horror and peril. He then F A EATURES OF THE REA",
        "name":  "When Avamerin is defeated, read",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See page 132 for statistics. At the center of the island rises a great black Worm that Walks CR 20 obelisk standing over 100 feet tall. Carved onto its hp 412 (25 HD); regeneration 10; DR 15/epic and good surface are bright green whorls and wriggling See page 130 for statistics. lines shining with sick light. The ground all around it is broken and wisps of ochre mist spew TACTICS forth from the depths. Edwin must direct the sphere of annihilation into the well of many worlds. He must succeed on a DC 30 control check. If Edwin is here and has not yet placed the sphere of His check modifi er, with the talisman of the sphere, is +36. annihilation inside the well of many worlds, read: Edwin then fi ghts the PCs until his master emerges. A robed fi gure stands before the obelisk, though He uses spells to cause trouble and prevent the PCs from from its movements it’s clear something is not quite drawing too close to the shuddering well, using waves of right. The being turns, revealing a porcelain mask fatigue followed by insect plague. in the shape of an elderly man’s face. You spot a He then casts a mix of offensive spells such as disinte- mass of writhing worms as they squirm through grate, enervation, wrack, and clutch of Orcus, targeting PCs who seem to take an interest in the well of many worlds. the eyeholes. Behind the creature, hovering in the After 5 rounds, Kyuss bursts free, erupting from the obe- air, is a ball of utter blackness. lisk as a fl ood of worms and maggots that quickly assumes If Edwin has already completed the ritual to release the form of a giant humanoid. Edwin casts word of recall to",
        "name":  "When the PCs have placed their miniatures, read",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "a place of your choosing and Kyuss attacks the PCs. The Worm that Walks hammers at the characters with its slam A robed fi gure stands laughing before the black attack, using its worm-smite ability on the first round. pillar. The markings fl are with life and then fade. Kyuss then casts dominate monster on a melee combatant, The ground trembles, and spiderweb fractures instructing the PC to turn against his comrades. Kyuss spread across the obelisk’s surface. fi lls out the next few rounds with maximized lightning bolts, waves of exhaustion, widened chain lightning, and a A great sucking noise rattles the earth as the air mixture of other offensive spells until he can use worm- around you rushes toward a gaping black hole at smite again. the obelisk’s base. If at any time Kyuss is reduced to 100 hit points or fewer, he discorporates and slithers off to re-form 1d6 hours later. Although the procedure Edwin uses to release the Worm that Walks should succeed, it has other unfore- seen consequences. The sphere becomes a “black hole,” annihilating everything in existence. If abandoned, it picks up speed and power, drawing the island, the waters, the air and everything else on the Material Plane into its dimensional fissure, erasing all existence in 142 1d12+6 minutes. 662200__2211555566__CChh99__EENNCC..iinndddd 114422 99//2277//0077 33::3377::1166 PPMM EENNCCOOUUNNTTEERR 99--33 F EATURES OF THE A REA Obelisk’s Shadow: A character in the shadow of the obelisk",
        "name":  "Kyuss, read",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Special Actions horrific resemblance Abilities Str 27, Dex 6, Con 29, Int —, Wis 1, Cha 1 Dominating the end of an old ruined chapel is a SQ ooze traits 30-foot-tall monstrosity, humanoid except for the Skills Listen –5, Swim +16 masses of tentacles emerging from the lower half of Regeneration (Ex) Cold and fire deal normal damage to whelps of Zargon. Horrific Resemblance (Su) A whelp of Zargon’s body Zargon CR 16 displays horrific hints of the person it was before its hideous transformation. Living creatures within 5 feet hp 342 (18 HD); regeneration 50; DR 15/epic of a whelp of Zargon must succeed on a DC 20 Will See page 147 for statistics. save or become stunned for 1 round. A creature that 3 CorrupturesMM4 CR 9 succeeds on this save is immune to this particular whelp’s horrific resemblance ability for 24 hours. hp 159 each (11 HD); DR 5/— Acid Sheath (Ex) A whelp of Zargon’s body produces N Huge ooze (aquatic) corrosive slime. Any creature that strikes or touches a Init –5; Senses blind, blindsense 60 ft.; Listen –5 whelp of Zargon with its body, or that grapples a whelp, Languages — automatically takes 2d6 points of acid damage. A AC 3, touch 3, flat-footed 3; acid sheath creature takes damage from this ability only once per Immune acid, gaze attacks, illusions, visual effects; ooze turn. immunities Acid Slam (Ex) A whelp of Zargon’s slam attacks deal an SR 18 extra 2d6 points of acid damage. Fort +12, Ref –2, Will –2 Improved Grab (Ex) To use this ability, a whelp of Zargon must hit an opponent of up to Medium size with a slam Speed 20 ft. (4 squares), climb 20 ft., swim 20 ft. attack. It can then attempt to start a grapple as a free Melee slam +16 (2d6+15 plus 2d6 acid) action without provoking attacks of opportunity. A Space 15 ft.; Reach 10 ft. whelp of Zargon has a +4 racial bonus on grapple Base Atk +8; Grp +26 checks. Atk Options trample 2d6+15 plus 2d6 acid Slime (Ex) Whelps of Zargon drip with a noxious slime. Special Actions acid burst Creatures damaged by a whelp’s slam attack must Abilities Str 31, Dex 1, Con 29, Int —, Wis 1, Cha 1 succeed on a DC 24 Fortitude save or become polluted SQ amphibious, ooze traits with slime. Each day, the victim must succeed on Skills Climb +18, Listen –5, Swim +18 another DC 24 Fortitude save or take 1d6 points of Acid Sheath (Ex) A corrupture’s body produces corrosive Constitution, Intelligence, and Charisma damage. A slime. Any creature that strike or touches a corrupture victim reduced to Constitution 0 collapses into a with its body, or that grapples a corrupture, automatically puddle of foul slime, dead. Those reduced to takes 2d6 points of acid damage. A creature takes Intelligence 0 or Charisma 0 become whelps of Zargon. damage from this ability only once per turn. They retain none of their previous abilities. A remove Trample (Ex) Reflex DC 25 half. disease or heal spell removes the effect. Acid Burst (Ex) A corrupture can activate an acid burst as a standard action. Any creature within 20 feet takes 158 6d6 points of acid damage (Reflex DC 24 half). Amphibious (Ex) A corrupture can survive indefinitely on land or underwater. 662200__2211555566__CChh1100__EENNCC..iinndddd 115588 99//2277//0077 33::4444::1155 PPMM EENNCCOOUUNNTTEERR 1100--33 F A spaces, a character must succeed on a DC 10 Balance check. EATURES OF THE REA",
        "name":  "When the players have placed their miniatures, read",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Characters moving through the slime become pol- pews must spend 2 squares of movement. They receive a +1 luted unless they succeed on DC 30 Fortitude saves. Those who circumstance bonus on attack rolls made to hit opponents fail must succeed on an additional Fortitude save each day or standing on the ground. In addition, characters standing on take 1d6 points of Constitution, Intelligence, and Charisma pews are not subject to the effect of the slime on the ground. damage. Victims reduced to Constitution 0 collapse into a Jumping from one pew to another requires a DC 20 Jump check puddle of slime, dead. Those reduced to Intelligence 0 or for a standing jump or a DC 10 Jump check for a running jump. Charisma 0 are transformed into whelps of Zargon and retain Failure by 5 or more indicates the character stumbles and falls none of their previous abilities. A remove disease or heal spell to the ground, exposing him to the slime. removes the effect. A pew has hardness 5, 50 hit points, and break DC 30.",
        "name":  "Slime",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spaces containing cracked floor count as uneven flagstone. When running or charging through these its body and whipping out from its shoulders. It PCs, Zargon uses spell-like abilities, preferring lightning bolt, glares at you with the one massive, bloody eye set slime wave, and mind fog. It reserves acid fog for when the PCs beneath its 7-foot-long black horn. come with reach. When fi ghting in melee combat, Zargon is reckless, using Three masses of slime rise from the fl oor, and a 9-point Power Attack each round. Zargon fi ghts until human-shaped bags of slime slide across the surface. destroyed, knowing he will rise once more in a few days. Sounds of combat in this room attract the attention of TACTICS guards throughout the complex. If they are still alive, the cult guards from area L start moving in the second round of Whelps engage the closest living creature. Those hitting combat, while any remaining guards in the halls head toward their opponents initiate a grapple. Both the whelp and its this room starting in round 3. If Vanessa and Dorn have not opponent make opposed grapple checks. If the whelp wins, been encountered elsewhere, they begin moving starting in it grapples with its opponent and moves into its opponent’s round 5. space, dealing 1d6+12 points of damage plus 2d6 points of acid damage. On its next turn, it attempts to pin the oppo- nent by making another opposed grapple check. Remember, CONCLUSION each time a whelp deals damage, its opponent must make a Even if the characters “kill” Zargon, the elder evil regrows in Fortitude save to avoid being polluted by the slime. a matter of days unless they destroy the horn as well. The way The corruptures make slam attacks, but each round one to destroy this elder evil is to drop the horn in the smoking creature uses acid burst, so after three rounds each corrup- crater called the Eye of Zargon. This volcanic crater lies far ture has used this ability once. below the earth in the cave housing the lost city of Cynidicea, Zargon starts by using his spew slime ability, blanketing on the far shores of Lake Moldvay. Such a quest is the subject 159 the area with the awful stuff. While the oozes attend to the of another adventure. . . . 662200__2211555566__CChh1100__EENNCC..iinndddd 115599 99//2277//0077 33::4444::2299 PPMM",
        "name":  "Cracked Floor",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Some clerics, such as Neshia, high priest of We’ve all got them—nonplayer characters (NPCs) who Pelor, are a boon to adventurers. Others, such as Mandel, seem as alive as real-life people, NPCs that the players high priest of Hextor, are dangerous, crafty foes. If PCs step remembered long after the adventure was forgotten. In this on the wrong side of the law, they may be book are some of the most helpful and notorious NPCs that challenged by an inquisitor of St. Cuthbert we’ve created for our own campaigns. Now we want to see Player Characters vs. who doesn’t take “no” for an answer. This what you can do with them. section also provides typical temple guards Nonplayer Characters You’ll meet Qirtaia, a djinni who’s the most dangerous and wardens to sprinkle throughout your Most of Enemies and Allies con- pacifist you’ll ever know; Melantha, inquisitor of St. Cuth- adventures. tains information about NPCs bert and a criminal’s worst nightmare; and Draganoth, a minotaur wizard who uses spells to improve his combat Mages: This section introduces you to you can use in any DUNGEONS\u0026 typical minions and apprentices, plus a prowess. You’ll also encounter adventuring companies such DRAGONS® game you run. The mage who’s a pyromaniac, a dwarven necro- as the Circle of Green and the mostly undead lists of iconic characters (found mancer, and even a minotaur with grand members of the Pale Grin—though in this book’s Appendix 2) are ambitions. Perhaps the most helpful perhaps you’ll wish you hadn’t. for PCs, however, and it is character to adventurers is a learned Enemies and Allies intentionally important to maintain the dis- sage who’s fighting a battle he can’t avoids long NPC histories and intri- tinction. These characters are possibly win. cately detailed descriptions. Melan- ideal for players who want to try",
        "name":  "Religion",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Typical city guards, elite tha’s creator could spend an hour guards, and guard commanders fill new types of characters (but telling you about her family history, of this section, along with an elven don’t have time to roll up that course, and PCs who have met Qirtaia warden of the forest who patrols the 15th-level druid in time for would recognize his gravelly voice woodland paths, not the city streets. tonight’s game), but as NPCs anywhere. We have not put them in a The whole spectrum of the law is they aren’t appropriate to game specific place or given them particular covered in this section, from petty play, mostly because of the agendas either. We don’t want to bureaucrats to fearsome vigilantes. amount of treasure they pos- cramp your style. These charac- ters are yours to do with as you Adventurers: Adventuring com- sess. Player characters, as dis- panies take many forms. One evil will. Alter them as little or as cussed in Chapter 2 of the DUN- group presented in this section much as you like. GEON MASTER’s Guide, simply includes two undead members and a All NPCs aren’t powerful have \"more stuff\" than NPCs. If golem; another group, not evil but patrons or villains, of course. This you want to use Mialee or sometimes harsh, focuses on wilder- book has plenty of typical alley thugs, Tordek as an NPC in your ness adventures. A third adventuring temple guards, city guards, and spellcasting game, you’ll need to make company cares only for personal minions to populate the streets, neighborhoods, some adjustments—or you can enrichment. And if you ever wondered fortresses, and dungeons of your adventures. what the statistics for a blindfolded simply use the tables in Chap- You’ll also find statistics in this book for the iconic umber hulk monk or a phase spider ter 2 of the DUNGEON MASTER’s characters depicted in Chapter 3 of the Player’s Hand- rogue look like, this is the place for you. Guide to quickly create your book.These characters are the ones we use when we’re The first of three appendices provides own NPCs. If you need a spe- playtesting new adventures, monsters, and guidebooks a quick way for you to generate NPCs cific type, Appendix 1 can help for the D\u0026D® game. Now you can call on them too if you based on the role they play in your adven- you out. need a character on short notice. Again, make them your ture. A few tosses of the dice, and your own. If you want Krusk the barbarian to multiclass into high-level patron or low-level minion is the bard class, go right ahead. ready to meet the PCs. We’ve also put the PCs we use for The D\u0026D game is ultimately about characters. They playtesting in their own appendix. You’ll get to see what work together, they fight one another, they negotiate and Jozan, Lidda, Mialee, Tordek, and the other iconic D\u0026D argue, and they even mourn the passing of others. The characters look like at various levels in a second appendix characters in this book may become trusted friends or and finally, the third appendix lists all the NPCs in this frustrating nemeses. But however you use them, let your book by Challenge Rating. own imagination bring them to life. They insist. For the sake of brevity (this book contains a lotof infor- mation), the details of class abilities do not appear in the WHAT’S INSIDE statistics presented here. Chapter 3 of the Player’s Hand- The NPCs in Enemies and Alliesare divided into five main book and Chapter 2 of the DUNGEON MASTER’s Guide describe these abilities thoroughly. sections: crime, religion, mages, the law, and adventurers. The borders between these areas can be fuzzy—you’ll 3 find a cleric in the crime section and a sorcerer in the reli- gion section, for example. 620_T11852_001_EN_ENAll.qxd 8/13/01 3:49 PM Page 4 CHAPTER 1:CRIME C hapter 1: Will –2; Str 16, Dex 8, Con 14, Int 5, Wis 6, Cha 8.",
        "name":  "The Law",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Appraise +4, Bluff +9, Concentration +9, midnight sortie of their own might want a burglar to act Gather Information +5, Innuendo +3, Perform +9, Pick as a guide. Conversely, a well-heeled burglar might hire Pocket +6; Spell Focus (Enchantment), Spell Focus (Illu- the PCs to gather information, provide backup, or act as sion). companions on a particularly daring theft.",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1st—change self, detect poison, ghost sound, obscuring mist, spider climb; 2nd—alter self, darkness, pass without trace, undetectable alignment; 3rd—invisibility, nondetection.",
        "name":  "Spellbook",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Grants master Alertness feat him into action. (when within arm’s reach); master can share spells; master has empathic link. dScarsnout: Male kobold Adp3/Sor3; CR 4; Small Spells Prepared(3/3/1; base DC = 12 + spell level): 0— humanoid (reptilian); HD 3d6 plus 3d4; hp 20; Init +2; cure minor wounds(2), ghost sound;1st—bless, sleep, cure light Spd 30 ft.; AC 16 (touch 14, flat-footed 14); Atk +2 melee wounds;2nd—web. (1d6–1/×3, +1 halfspear) or +7 ranged (1d8+2/19–20, +1",
        "name":  "Familiar Benefits",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +11, Diplomacy +7, CLERIC OF HEIRONEOUS Handle Animal +11, Heal +3, Knowledge (local) +3, “I serve a master greater than any king or prelate.” Knowledge (religion) +3, Listen +4, Ride +11, Scry +4, Spellcraft +5, Spot +4; Blind-Fight, Combat Casting, Brother Culver was once a soldier in a holy army. He trav- Improved Initiative, Mounted Combat, Ride-By Attack, eled the world, fired with martial passion for his deity, Spirited Charge. and he fought in many battles. The passing years have",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The dread spellbook of Moxic has secret pagecast upon its contents so that it looks like a book on dwarven dGartha the Red: Female human Sor12; CR 12; fortifications. It is also protected by explosive runes. Moxic Medium-size humanoid; HD 12d4+36; hp 66; Init +4; uses Leomund’s secret chestto keep a stash of scrolls with his Spd 30 ft.; AC 15 (touch 14, flat-footed 11); Atk +7/+2 spells on them, in case he has to recover or rebuild his melee (1d8, masterwork heavy mace) or +10/+5 ranged spellbook. (1d4/19–20, dagger); AL CN; SV Fort +7, Ref +8, Will +8; Str 10, Dex 18, Con 17, Int 10, Wis 10, Cha 16. Tactics",
        "name":  "Note",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alchemy +12, Concentration +17, Gather disintegrate, silent and stillstoneskin, greater shadow evoca- Information +10, Heal +10, Hide +2, Knowledge (arcana) tion;7th—ethereal jaunt, spell turning. +23, Knowledge (the planes) +21, Scry +14, Search +6, Spell-",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alchemy +10, Concentration +11, Handle Animal +5, Ride (dog) +6, Spellcraft +6; Dodge, Little people need their own solutions to large prob- Mounted Combat. lems. This vigilante posse is a group of mounted",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +7, Hide +8, Knowledge animals, summon nature’s ally I; 2nd— (arcana) +4, Knowledge (nature) +2, Listen +7, Move animal messenger, soften earth and stone, Reckless Offensive Silently +6, Spellcraft +2, Spot +5; Brew Potion, Spell summon nature’s ally II. Penetration. Possessions:3 potions of cure light wounds,2 [General]",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animal Empathy +5, Concentration Kavatha is a terrible sight to behold in combat. Her +11, Diplomacy +7, Heal +7, Hide –9 (+7 in forested coal-black hair comes loose from its thick braid, hanging areas), Intimidate +8, Knowledge (nature) +10, Listen around her face like a malevolent thunderhead. While +12, Sense Motive +10, Spellcraft +3, Spot +4, Wilderness raging, her preferred tactic is to charge a foe while using Lore +12; Brew Potion, Iron Will, Power Attack. her special feat, Reckless Offensive, giving her a total Trample (Ex): As a standard action, Halaandial or attack bonus of +13. The downside, of course, is the –8 animated trees can trample an opponent at least one size penalty to her AC, but Kavatha trusts her naturally high smaller than itself. Opponents who do not make attacks hit point total (as well as the extra 6 hit points she gets of opportunity can attempt a Reflex save (DC 20) for half from raging) to see her through that crucial first round. damage. Often a second isn’t needed. Animate Trees (Sp):Halaandial can animate treeswithin Murta is a sorcerer, though the other members of her 180 feet at will, controlling up to two trees at a time. It group often refer to her as “the witch.” Like as not, she has takes a full round for a normal tree to uproot itself. There- brambles stuck in her clothes, twigs in her hair, and dirt after it moves at a speed of 10 and fights as a treant. smudging her skin and clothing. She casts summon Animated trees lose their ability to move if the treant is monster II at least once—the more creatures in combat, incapacitated or moves out of range. The ability is other- the more likely the melee turns in favor of the Circle. wise similar to liveoakas cast by a 12th-level druid. Murta is also not shy about using her wand of hold person.",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    }
]
