[
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes per level. confer upon the recipient of its magical effect either Saving Throw: None. ‘fried eggs’ or ‘big wobbly fun bags’. Spell Resistance: No. Anything from a Double-D down to an A-cup can be Dissatisfied with the stopgap measure of using the given regardless of the gender of the target. This grease spell, the notorious Baykdoyre began to allows the latest fashions to be worn whether buxom develop his own spell to ease his exploitation of or svelte is in season and allows a woman to appeal halfling tradesman’s entrances. After much to a breast man in spite of what fate has gifted her experimentation, and no fewer than five trips to the with. In an age of snaggle-toothed crones and healers with a ruptured halfling, he finally muscular, hairy peasant women a male mage who completed his experiments and came up with the casts this spell upon himself can make a very perfect magical lubricant. convincing woman as well as giving himself something to play with on long winter evenings. When conjured, Baykdoyre’s ultimate lubrication can be chosen to be in one of these fruity flavours – BBBBBaaaaarrrrrdddddiiiiiccccc HHHHHiiiiidddddiiiiinnnnnggggg grape, orange, mint or gooseberry. The lubricant produced is also desensitising making things a lot Illusion (Glamer) easier on the receiving party.",
        "name":  "Cast either on yourself or on others this spell can Duration",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small vial of lard or animal fat. Given the bard’s lack of anything remotely resembling combat ability, many have wondered how they have managed to survive. This is mainly 14 NEW EROTIC MAGIC SPELLS BBBBBeeeeerrrrrnnnnnaaaaadddddeeeeetttttttttteeeee’’’’’sssss IIIIIlllllllllluuuuusssssooooorrrrryyyyy NNNNNaaaaakkkkkeeeeedddddnnnnneeeeessssssssss Illusion (Phantasm)",
        "name":  "Arcane Material Component",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless). ‘Imagine them naked’ is advice often given to thespians or those undergoing a job interview. Lacking imagination and facing an interview for the job of court wizard to prince Phuror of Goldenburg the illusionist Bernadette researched this little spell to enable her to overcome her nerves. When cast, this spell allows the illusionist to see everyone as they would appear if they were naked as a jaybird, increasing the caster’s confidence and perhaps allowing them to see things they would rather they had not. The caster receives a +2 bonus to Bluff, Diplomacy, Intimidate, Perform and Sense Motive checks. The spell had mixed results for Bernadette. She felt much more confident until she finally got to talk to the prince, who was hung so minutely he would The hand travels by the will of the caster and is able have been hard pressed to sexually satisfy the eye of to grope, squeeze, feel, finger, pinch and tweak a needle. Reduced to tearful giggling, Bernadette anything it can be directed to, channelling those was forced to flee and later found gainful sensations back to the caster. employment as a magical advisor to the Third Army of Silverton. The hand is not capable of carrying anything or performing any action more delicate than tweaking a",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes. glowing blue hand of the same size as the casters. It can move at up to 60 ft./round and otherwise has all Macho posturing barbarians and warriors all over the the normal statistics of the caster with an increased lands live in abject terror of this spell, despite their AC for being tiny and 1/10th of the caster’s hit points. 15 NEW EROTIC MAGIC SPELLS rather camp leather and fur outfits and suggestive CCCCClllllooooottttthhhhheeeeesssss tttttooooo CCCCChhhhhooooocccccooooolllllaaaaattttteeeee/////CCCCCrrrrreeeeeaaaaammmmm/////OOOOOiiiiilllll horned helmets. Transmutation",
        "name":  "When cast this spell shapes into being a slightly Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes. CCCCCuuuuupppppiiiiiddddd’’’’’sssss AAAAArrrrrrrrrrooooowwwww Enchantment (Compulsion) A few magic words, a waving of hands and the",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes. This spell is often used for disguise or to curse others Ah, love such a beautiful thing to behold. This spell for a short time. Others use it to test whether they throws the target into a passionate lust, really would have been better off as the opposite wholehearted desire and heart-wrenching longing gender and to experience the wonders of the penis or for a romantic attachment to the first thing to cross the female orgasm. their path that remotely fits their standards of an acceptable partner. Many are totally unprepared for the hormonal changes involved in such a drastic bodily alteration This can unintentionally lead to unwelcome and women changing to men can turn into frenzied revelations about the kinks or preferences of the rampaging beasts seeking to pork anything in sight, target subject, which can cause embarrassment and/ while men changing to women can turn into frenzied or shock, spilt tea and the twitching of net curtains. rampaging beasts seeking chocolate with ferocious intensity. This kind of magically induced attraction rarely lasts, usually only leading to a whirlwind romance",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small dried frog. of several days and possibly marriage at an unscrupulous and unquestioning temple. 16 NEW EROTIC MAGIC SPELLS",
        "name":  "Arcane Material Component",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes. 17 NEW EROTIC MAGIC SPELLS during a performance of ‘I know where you can stick This spell reaches into the subconscious of a your turnip’ at the Orc’s Head tavern in Bintergate. creature and fills the targeted room with illusory soft cushions, fragrant perfumes and a bevy (2d6) of",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None. lewd comments, and are completely distracted from Spell Resistance: No. whatever they were doing be it guard duty, knitting or preparing a spell. So you have hooked your dream date and got them back to your magical tower. You invite them in for a Blue mages caught on the hop and attacked out of ‘refreshing herbal infusion,’ smile sexily and open the blue have been known to use this spell the door only to remember to your horror that, not defensively, friskily wiggling their buttocks at only have you not washed the sheets in six months, attacking monsters and praying for the best. Others but your tower is littered with empty boxes from the use the spell to distract guards while their rogue dwarven take-away. companion’s sneak past. With a word, a gesture and a handful of gold coins",
        "name":  "Those affected can do nothing but stare and make Saving Throw",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A scrap of leather or this helpful spell covers all that up in a whirl of rubber placed next to the buttocks. magical energy. Unseen servants rush about the place hurling ashtrays and takeaway boxes out of IIIIIlllllllllluuuuusssssooooorrrrryyyyy HHHHHaaaaarrrrreeeeemmmmm the window and spraying a subtle musk about the place. Raw magical energy lights the candles, sexy Illusion (Shadow) red silk sheets drape the bed and soft romantic music",
        "name":  "Arcane Material Component",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless). coins, around 12 gold pieces, flung into the room. 18 NEW EROTIC MAGIC SPELLS LLLLLooooocccccaaaaattttteeeee CCCCCllllliiiiitttttooooorrrrriiiiisssss There is enough in the way of candies, sweetmeats and nibbles to feed a number of people equal to Divination twelve times the caster’s level. The rooms are self-",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No. exact same place with the exact same staff may be recreated the next time the spell is cast, if so desired. From his vantage in the attic-space above the female dormitory of his magical college, an enterprising",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A piece of cheese and a one protected by it cannot contract any sexually feather to be burned. 20 NEW EROTIC MAGIC SPELLS transmitted disease their dabbling cannot result in pregnancy.",
        "name":  "Material Component",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes. include hanky-panky. 22 NEW EROTIC MAGIC SPELLS",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No. Sometimes even a whispered message is not subtle enough, and you can only use the Innuendo skill so much. In circumstances like this Shynara’s flirtatious glance is a real boon. With a single glance the caster is able to leave the target in absolutely no uncertainty as to exactly what they would like to do with them, all without a word being said. The caster can send a single run-on sentence to the target by glancing at them and catching their attention. 23 NEW EROTIC MAGIC SPELLS",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reflex negates. by the magic of the spell to do what is required and",
        "name":  "Saving Throw",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One summoned creature. Conjuration (Summoning) [see text] SSSSSuuuuummmmmmmmmmooooonnnnn SSSSSeeeeexxxxx PPPPPaaaaarrrrrtttttnnnnneeeeerrrrr 3rd Level 6th Level Aranea Drider. 1st Level Genie, janni. Erinyes. Aasimar. Half-celestial. Lillend. Hound archon. Dryad. Imp. Minotaur. 7th Level Medium-size animated object. Sprite, pixie. Genie, efreeti. Merfolk. Triton. Gynosphinx. Ogre. Ogre mage. 4th Level Satyr. Sprite, grig Genie, djinn. 8th Level Sprite, nixie. Half-fiend. Androsphinx Tiefling. Troll. Avoral Yuan-ti pureblood. Rakshasa. 2nd Level Succubus. 5th Level Mephit. Centaur. Half-dragon. 9th Level Doppelganger. Kyton. Astral deva Large animated object. Lamia. Ghaele Nymph. Trumpet Archon 24 NEW EROTIC MAGIC SPELLS",
        "name":  "Effect",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6 he belonged to before adding the prestige class. He does not, however, gain any other benefit a character RRRRReeeeeqqqqquuuuuiiiiirrrrreeeeemmmmmeeeeennnnntttttsssss of that class would have gained (extra uses of the bardic music ability, metamagic or item creation In order to become a mystic pimp a character must feats and so on), except for an increased effective fulfil all the following criteria. level of spellcasting. If a character had more than one spellcasting class before becoming a mystic",
        "name":  "Hit Die",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff 10 ranks, Concentration 8 ranks, their bodies they also become charged with Innuendo 8 ranks, Sense Motive 8 ranks. erotically aligned magical energies.",
        "name":  "Skills",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Skill Focus (Scry) and Extend Spell. magic to enrapture or otherwise mislead them within",
        "name":  "Feats",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +2 bonus to an adult artist to skill checks when dealing include bawdy songs, with someone you have been fellatio, glamour modelling, lap intimate with within the last dance, mud wrestling, oil month. wrestling, pole dance, soliciting, strip-o-gram and striptease. SSSSSeeeeennnnnsssssuuuuuaaaaalllll MMMMMaaaaagggggiiiiiccccc (((((GGGGGeeeeennnnneeeeerrrrraaaaalllll))))) Cunning Your magic is charged with the sensual energies of the plane of Feats lust.",
        "name":  "Benefit",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  ":::: FFFFFlllllaaaaatttttttttteeeeerrrrriiiiinnnnnggggg Once drunk, the imbiber becomes overwhelmed with The armour is shaped and altered, tempered and waves of lust unless they make a successful Will decorated in such a way that, along with its magical save (DC 14). If they fail they must jump the first enhancement to AC, it is as flattering as it could thing that even remotely fits their idea of an possibly be to the wearer. The armour might not acceptable mate, usually the one who slipped it to cover quite as much of the body as armour of its type them. normally would but provides no less protection, however much cleavage or rippling biceps is on",
        "name":  "NNNNNeeeeewwwww AAAAArrrrrmmmmmooooouuuuurrrrr EEEEEnnnnnhhhhhaaaaannnnnccccceeeeemmmmmeeeeennnnnttttt",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, unseen servant; Market Price: 150 gold Lak Wang, a blue mage and expert crafter of magical pieces; Weight: 1 lb. rings, hit upon the idea of the magic cock ring when he passed by adventurers bemoaning that that did BBBBBaaaaallllllllllsssss ooooofffff VVVVVoooooyyyyyeeeeeuuuuurrrrriiiiisssssmmmmm not have enough fingers to wear all of their These twin crystal orbs of pink marble flecked with magically enhancing trinkets. Missing the exact streaks of dark mineral are joined together and gist of what they were talking about, Lak Wang flattened on the bottom. They act as a crystal ball hurried to his forge and began churning out sexually with a few important differences. Firstly, the balls aiding magic cock rings. produce their image floating in the space above them, glowing as they do so. The balls of voyeurism RRRRRiiiiinnnnnggggg ooooofffff QQQQQuuuuuaaaaannnnntttttiiiiitttttyyyyy can also cast the following spells on the scene being This ring affects the user with a constant onestrum’s scryed upon once per day: Bernadette’s illusory personal fluidic enhancer spell, allowing for some nakedness, change orientation and speedy undress. very messy yet fulfilling encounters. Balls of voyeurism are jealously guarded by those",
        "name":  "Cock Rings Caster level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Forge Ring, who own them and are rarely available for sale. onestrum’s personal fluidic enhancer; Market Price: 500 gp. Caster Level: 10th; Prerequisites: Craft Wondrous Item, bernadette’s illusory nakedness, change RRRRRiiiiinnnnnggggg ooooofffff GGGGGiiiiirrrrrttttthhhhh orientation, scrying, speedy undress; Weight: 10 lbs.; Market Price: 81,000gp. This ring doubles the length and thickness of the member it is placed upon. CCCCCaaaaarrrrrvvvvveeeeeddddd MMMMMooooonnnnnkkkkkeeeeeyyyyy ooooofffff SSSSSpppppaaaaannnnnkkkkkiiiiinnnnnggggg",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, animate object; Market Price: 12,000 gold BBBBBaaaaaggggg ooooofffff FFFFFooooonnnnndddddllllliiiiinnnnnggggg pieces; Weight: —. This ruddy coloured bag is about the size of a belt pouch, warm, slightly resilient to the touch and CCCCChhhhhaaaaassssstttttiiiiitttttyyyyy BBBBBeeeeellllltttttsssss squishy like wet clay. The bag has three uses: firstly, Magical chastity belts are extremely popular and use it can be fondled and squeezed constantly in one’s a variety of methods to prevent the male or female off hand providing a +1 bonus to Will saves against wearer from engaging in lewd activities with those fear effects. Secondly, the bag can be opened and they should not. One thing all have in common is any body part held within it will be gently fondled that they cannot easily be removed, though they and massaged. Finally, if cuddled up to overnight may have many different appearances. Some the comforting warmth and massaging action of the resemble belly chains, piercings or crotchless bag allows the owner to regain 1 extra hit point from panties. Others are invisible and set as traps against a full night’s rest. any so foolish as to take advantage of the wearer. The person who placed the belt upon the wearer (usually the wearer themselves) is freely able to 43 OBJECTS OF DESIRE remove the belt without triggering any of the spell Caster Level: 15th; Prerequisites: Craft Wondrous effects. Item, arcane lock, horrid wilting; Market Price: 98,400 gp; Weight: 1 lb.",
        "name":  "Wondrous Items Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The basic chastity belt is sealed using an arcane lock spell to prevent it Guardian Chastity Belt: In addition to the arcane from being taken off easily. lock feature of the basic belt, a guardian chastity belt summons a ‘guardian’ whenever someone",
        "name":  "Basic Magical Chastity Belt",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous attempts to have their way with the wearer. The Item, arcane lock; Market Price: 2,400 gp; Weight: 1 summoned creature appears with a loud ‘ahem!’ and lb. then proceeds to tear the interloper limb from limb.",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to the arcane Caster Level: 15th; Prerequisites: Craft Wondrous lock feature of the basic belt, an alarmed chastity Item, arcane lock, summon monster I-IX; Market belt alerts the person who fitted it to the wearer Price: I – 3,200 gp, II – 7,200 gp, III – 14,400 gp, IV whenever someone attempts to bypass or remove the – 24,800 gp, V – 38,400 gp, VI – 55,200 gp, VII – belt. 75,200 gp, VIII – 98,400 gp, IX – 124,800 gp;",
        "name":  "Alarmed Chastity Belt",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, alarm, arcane lock; Market Price: 2,700 gp; DDDDDaaaaayyyyynnnnn’’’’’sssss IIIIInnnnnssssstttttaaaaannnnnttttt WWWWWhhhhhooooorrrrreeeeehhhhhooooouuuuussssseeeee",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to the arcane lock and 10 ft. high with little booths for privacy, an attic feature of the basic belt, a cursed chastity belt room and a warm hearth. The building shoots inflicts the interloper with a bestow curse spell. The wooden piles into the ground to root it to the spot, curse can take any of the forms normally available to preventing it from being overturned or pushed a caster of the spell, decided at the time of the items along. Only the owner of the house can enter or creation. leave at will, along with any guests they might have with them. The whorehouse has a small wooden",
        "name":  "Cured Chastity Belt",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous door with a slat to peer out of which cannot be Item, arcane lock, bestow curse; Market Price: opened without the owner’s permission, even with a 24,800 gp; Weight: 1 lb. knock spell. The walls have 50 hit points and a hardness of 10. The house cannot be repaired save",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, arcane lock, burning hands; Market Price: D10 Roll Host/Hostess 6,400 gp; Weight: 1 lb. 1 Satyr or dryad 2 Triton or mermaid (in pool)",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to the arcane 3 Nymph lock feature of the basic belt, a droopy chastity belt 4 Erinyes afflicts the interlopers ‘prize jewels’ with something 5 Succubus or Incubus resembling the horrid wilting spell. This causes the 6 Human target’s member to shrivel up and become useless, 7 Elf causing 15d8 points of damage to the creature from 8 Dwarf the excruciating experience. 9 Halfling 10 Gnome 44 OBJECTS OF DESIRE Anyone caught in the area of the whorehouse as it roughly humanoid pink balloon when fully inflated expands is shoved violently to the side, taking 5d10 (which requires 10 full minutes without magical damage unless they make a successful Reflex save assistance). (DC 19). The whorehouse can be activated or deactivated once per day. The inflatable friend appears as a lovely companion of any humanoid race, ready and willing to do",
        "name":  "Droopy Chastity Belt",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th; Prerequisites: Craft Wondrous anything and capable of holding intelligent Item, mordykenen’s wonderful brothel, summon sex conversations. To anyone except the user of the partner I; Market Price: 98,000 gp. item, it appears a simple pink balloon with a roughly humanoid shape. HHHHHooooosssssiiiiieeeeerrrrryyyyy ooooofffff LLLLLaaaaaccccciiiiinnnnneeeeessssssssss",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Slinky and sexy, made of the finest lace and as sheer Item, illusory harem; Market Price: 9,000 gp; as a fairy’s wing, the hosiery of laciness are",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, alter breasts, endure elements, fascinating The jockstrap can be switched on or off with a cleavage/package, hypnotic rump, pheromone simple command word, and it is wise to switch it off enhancer; Market Value: 8,500 gp. before encountering pixies or other Tiny creatures.",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. wilderness and in desperate need of comfort, being held, or getting their rocks off for the last time in SSSSSeeeeexxxxxyyyyy SSSSShhhhheeeeeeeeeetttttsssss their miserable lives before a dire bear eats them, their tent and their campfire in one chomp. Nobody wants to go out on the pull around the taverns at night and roll back roaring drunk having This is where the inflatable friend comes in. scored, only to wake up in the morning with a Invented by an enterprising pair of blue magi in the headache and lying next to something that looks city of Skeldermere and subsequently practically like it crawled out of a troll’s arse. forced on any wealthy adventurer that wanders by, the inflatable friend has now found a niche in the This is a problem no more thanks to the sexy sheets. survival kits of many adventurers. Imitations are These double-layered satin sheets are self-cleaning beginning to appear further away but the best and automatically cast instant love nest and major models are still to be found in Skeldermere. image 1/day when placed on a bed, to provide suitable surroundings for your nocturnal activities, The inflatable friend consists of a 4 inch by 4 inch as well as cover any hideous troglodyte you might piece of rubbery pink material with a small tube have brought home with an illusion of loveliness. protruding from the top. The magic of the inflatable friend is activated by blowing gently into the tube, Caster Level: 6th; Prerequisites: Craft Wondrous and can be used once per day. After 50 uses the Item, instant love nest, major image; Market Price: magic of the inflatable friend is completely spent, 17,200 gp. and the item is rendered non-magical, appearing as a 45 OBJECTS OF DESIRE VVVVVeeeeessssstttttmmmmmeeeeennnnntttttsssss ooooofffff TTTTTrrrrraaaaannnnnssssseeeeexxxxxuuuuuaaaaallllliiiiitttttyyyyy (((((DDDDDrrrrreeeeessssssssss ooooofffff Bernadette’s illusory nakedness – Constant. Speedy undress – 5/day. CCCCCrrrrrooooossssssssssiiiiinnnnnggggg))))) Irresistible dance (striptease) – 1/day. Even the most expert of cross-dressers occasionally ends up looking like a ‘bloke in a dress’ or has Caster Level: 15th; Weight: —. boobs so fulsome and so round that no amount of fake beard is going to fool anyone. MMMMMaaaaannnnnuuuuuaaaaalllll ooooofffff LLLLLuuuuurrrrrvvvvveeeee This heavily thumbed manual was originally The vestments of transexuality have the effect of a commissioned by the Caliph of Pichii-Kyyn, an change sex spell while worn. oasis city deep in the southern desert. The city was peaceful, rich, powerful and the people were happy",
        "name":  "Weight",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Wondrous with the rule of the Caliph. This, combined with his Item, change sex; Market Value: 30,000 gp. radical practice of not making an evil bastard his grand vizier, left the Caliph with little to do with his Minor Artefacts time but spend it pleasurably in his ten-storey EEEEEyyyyyeeeee ooooofffff UUUUUnnnnndddddrrrrreeeeessssssssssiiiiinnnnnggggg seraglio with his concubines and wives. Radavan Of The Ogling Eye’s reign of striptease After about a decade this grew tiring and having terror finally came to an end when templar acting on already worked his way through several volumes of the behalf of the bishop broke into his hovel and erotic lore he sent his scouts out into the world to dragged him back into town. In punishment seek new positions, games and tricks for him to try Radavan had his eyes put out so he could never ogle out. anyone again. He died soon after, his chief reason for living having been taken from him. One by one the scouts returned, though none brought back anything the Caliph had not already Some time later, mistaking one of the eyes for a more done or considered. Finally the last scout, long powerful artefact, a foolhardy adventurer exploring thought dead, returned barely alive and clutching in the bishop’s personal vault put out one of his eyes his hands the notes that would form this manual. A and replaced it with the artefact. To his horror he hale and hearty man of twenty-two years when he discovered he had gained none of the powers he left, he returned looking eighty and infected with expected, and crying out in anguish turned to his every venereal disease known to man. His sacrifice buxom ranger companion to complain, then stopped enabled the Caliph to enjoy a further ten years of cold. She was entirely naked! After asking why she marital bliss and a statue was erected in the scout’s had stripped and having taken a severe beating for it honour bearing the legend ‘check the hole before he realised the truth, the eye was allowing him to see you put anything in it’. everyone naked, as much of a curse as a blessing as you have to take the rough with the smooth. The manual of lurve takes 48 hours to read over a minimum of six days. Once completed the reader Both eyes are currently without owners and are gains the Bedroom Proficiency and Endurance feats somewhere out in the world. To use the eye one as well as a +2 inherent bonus to Dexterity and must put out their own eye, losing 1d6 hit points Constitution. A character can only benefit from this and one point of charisma permanently. Then the manual once. eye of undressing must be placed into the socket, where it knits itself to the flesh. After this the eye",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct, magic immunity, inner Short and stubby for a snake, pink in colour with warmth, damage reduction 30/+2. amazing tactile ridges and bumps and a beautiful",
        "name":  "Special Qualities",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15-21 HD (Huge); 22-42 HD (Huge) The trouser snake is extremely friendly, forming an immediate bond with anyone who pets it and A porn golem is a perfectly carved statue of soft provides it with a warm place to sleep. Many people stone in the shape of a physical idyll, usually fully strive to collect the largest and most magnificent and impressively equipped with some even trouser snake they can. incorporating fountains. The porn golem is 8 ft. tall and weighs around 1,500 lbs. Its body is of CCCCCooooommmmmbbbbbaaaaattttt smoothly polished stone warmed from within by The trouser snake is normally shy and retiring, magic, its stone flesh is ever so slightly pliant and preferring to avoid combat if at all possible. If thus features such as the face, nipples and phallus attacked or frightened it will spit its poison and can react to outside stimulus. shrink back into cover to wait for the danger to pass. Porn golems often are placed in the bathrooms and Poison (Ex): The trouser snake is capable of bedrooms of rich and powerful blue magi, providing shooting a stream of creamy, white, sticky poison up a kitsch aesthetic touch, a last line of defence to six feet, usually into the eyes of an attacker. The against intruders and a bed partner should other target can avert their eyes with a successful Reflex methods prove less than fruitful. save (DC 15), causing the poison to have no effect. If the save is failed, the target is blinded until they CCCCCooooommmmmbbbbbaaaaattttt spend a full turn clearing their eyes. Porn golems are frightening opponents and no less effective in battle for their sexual attributes or kitsch Scent (Ex): Trouser snakes can smell pussy a mile 70’s porn star chic. away, rearing up and sniffing the air to indicate the general direction of the nearest female humanoid. Magic Immunity (Ex): A porn golem is immune to The only protection from this ability is the various all spells, spell-like abilities and supernatural effects scent-masking spells, such as pass without trace. except for the following. A transmute rock to mud 50 CREATURES OF LUST spell slows it as per the slow spell for 2d6 rounds warm sunshine with its magnificent and unique with no saving throw. A transmute mud to rock heals bloom. The flower resembles in every way a very any and all damage the golem may have suffered. A attractive humanoid, male or female, buck-naked stone to flesh spell does not change its structure but and enjoying the feel of the sun on their skin. A fan- makes it vulnerable to any normal attack for the like root structure detects the approach of another following round (this does not include spells save humanoid and the flower begins to beckon to them, those that cause physical damage). trying to entice them into mating with it. Inner Warmth (Ex): The golem glows slightly Stimulation of the flower causes its vine-like warmer than body heat, granting it cold resistance 5 appendages to seize hold of the creature, while and making it warm and fuzzy to cuddle up to. another part of the plant tries to stuff a seedpod (about the size of a small pineapple and texture of a CCCCCooooonnnnnssssstttttrrrrruuuuuccccctttttiiiiiooooonnnnn pine cone) up their sphincter without the aid of lubricant. Once the seedpod is in place and the A porn golem’s body is carved from a single block of captured humanoid crushed to death, the flower soft stone such as soapstone, weighing at least 3,000 wilts to await the next spring. The seedpod matures pounds.. Assembling the golem requires a successful inside the corpse as it rots and explodes violently in Craft (sculpting) check (DC 20) and costs 70,000 gp, the autumn, showering helicopter seeds and rotten which includes the cost of the stone. The creator body parts over a wide radius to take root and grow must be 16th level and be able to cast arcane spells. for next spring. Completing the ritual drains 1,500 XP and requires the casting of a geas/quest, limited wish, polymorph Some blue magi who fancy themselves botanists any object and stone to flesh spell. have developed a safe and non-wilting variety for their greenhouses, which would otherwise be SSSSSiiiiirrrrreeeeennnnn FFFFFlllllooooowwwwweeeeerrrrr entirely full of suggestively shaped root vegetables. Medium Plant",
        "name":  "Advancement",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10th coins; 50% goods; 50% items. anal passage before the autumn (requiring the",
        "name":  "Treasure",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spirit folktend tobeserene andcalm,attuned notcount. to theirsurroundings andatpeacewith theworld.Theirspirit ancestry givesthem anawarenessofthespirit world, andthey BAMBOO SPIRIT FOLK show little desire to manipulate that world through magic. Bamboospiritfolkhavetheseadditional characteristics. Theymanifest alove andenjoymentoflife that many humans \" +2racial bonusonWildernessLore checks. canonly envy. +4racial bonusonHide checks when in woodsorforest.",
        "name":  "Personality",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Inculturesthatrevereeldersandrespecteducation, higher.Theycanalways choose to take 10,evenifrushed or gnomes often find high station-though usually behind the threatened when climbing. If a vanara chooses an acceler- thronesof power.Gnomes arethe master bureaucratsof some ated climb(see theClimbskillin the Player\u0027s Handbook), he societiesin OrientalAdventures,oftentutoring youngerhumans moves at aspeedof30 feet andmakesasingle Climbcheck inpreparationfortheexaminationsthatarerequired toenterand each roundat a-5penalty. advancein thecomplexmachineryofgovernment.They retain Low-lightVision:Vanarascanseetwiceas faras ahumanin their traditional affinity for more concrete machineryas well, starlight, moonlight, torchlight, and similar conditions of devisingfireworks,kites, andclockworkitems. poorillumination.Theyretaintheabilitytodistinguishcolor anddetailundertheseconditions. Gnome characters canapplytheir+1 racial bonus to attack +4 racial bonus on Balance and jump checks. Vanaras are rollsagainstbakemonosandgoblin rats as well as kobolds, agileandathletic,climbing,leaping,andswinging in trees. goblins, hobgoblins,andbugbears. +2 racial bonusonHide and Move Silently checks.Though Gnomecharacters canchoose either illusionistorwu jen as they enjoymaking noise, vanarascanbe verystealthywhen theirfavoredclass. thesituationdemandsit.",
        "name":  "Strength modifier or theirDexteritymodifier,whicheveris Gnomes",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elves in the lands of oriental Adventures are found either in pristine woodlands, secluded from thewarfareand \" Halfling traits are unchangedfrom those described in the politics ofhuman realms, or else in the very thick of Player\u0027s Handbook. those politics,as diplomats and courtiers in the halls LikethestandardDUNGEONS \u0026DRAGONSrules, OrientalAdven- Shugenja: Amaster of elementalforces, a religious, turesoffers eleven classesforplayercharacters. Some figurewhowields divine magic.Theshugenja is detailed Player\u0027s Handbookclassesare notavailablein Oriental in this chapter.",
        "name":  "Elves",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A warrior monk,swornto thedefepseofatemple classes.AlltheavailableclassesinOrientalAdventures aredis- ormonastery.Thesoheiis detailed in this chapter. cussed inthis chapter;classesdetailedin thePlayer\u0027s Handbook Sorcerer:Aspellcasterwith inborn magicalability.This may requiresome adjustment in an Oriental. Adventures cam- classis unchangedfromitsdescriptionin thePlayer\u0027s Hand paign.Theeleven classesofOrientalAdventures areas follows: book,exceptforculturalconsiderations.",
        "name":  "Adventures,however, andthis chapterintroducesfivenew Sohei",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An intermediary betweenthe mortalworld speakforeignlanguages, andfumble throughthe rigidand andtherealmofthespirits, amaster ofdivine magic.The shaman is detailed in this chapter. ritualizedformalitiesof\"civilized\"culture.",
        "name":  "Shaman",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In Rokugan, Unicorn clan barbarians con- with samuraiandshugenjas. siderthemselves to besamurai, andview themselves with the In othercampaign settings,fighters recognize the needfor same haughty pride that the samurai do, regarding only supportin therealms ofmagicandstealth, andworkwellwith shugenjasas near-equals. Otherbarbarians,andallbarbarians shamans, wujen, rogues,andmonks. in othercampaignsettings,eitherlook upto thenoblesamurai Game RuleInformation:AsdescribedinthePlayer\u0027sHand- andshugenjas, or regard them as weaklings softened bythe book,with thefollowingaddition. comforts ofcivilization. Barbarians aremostcomfortablewith BonusFeats: ProneAttack andSuperior Expertise (both rangers, whooftensharetheirroughedges,or rogues.Though described in Chapter4ofthis book) areadded to thelist of mostbarbariansocietiesincludesorcerers, shamans, or adepts, fighterbonusfeats. barbarians generallymistrust shugenjasandotherspellcasters untilthey\u0027veproventhemselves worthyoftrust.",
        "name":  "OtherClasses",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4+Intmodifier. andnottheirwakizashis.)This requires asacrificeofvaluable itemsworththeamountshownonTable2-2:AncestralDaisho. CLASS FEATURES Thissacrificedoes nothave tobegold-thecharactercansac- Thefollowingareclassfeaturesofthesamurai. rifice magic itemsor othergoodsworththerequired amount,",
        "name":  "SkillPoints atEachAdditionalLevel",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Good shamanscanchannel stored Spirits\u0027 Favor:Ashaman of 5th level or higher applieshis spell energy into healing spells that they haven\u0027t prepared Charismamodifier (ifpositive)asabonusonallsaving throws. aheadoftime.Theshaman can\"lose\" aprepared spellin order to cast anycure spellofthe samelevelor lower(a cure spellis anyspellwith \"cure\" in itsname).Forexample, agoodshaman whohasprepared bless(a 1st-levelspell) maylose blessin order SHUJENJA to cast cure light wounds (alsoa ist-levelspell). Good shamans Shugenjas are divine spellcasters who cast cancastcure spells in this waybecausethey areespeciallyprofi- cientatwielding positive energy. spells by attuning themselves to the elements An evil shaman,on the otherhand,can\u0027tconvertprepared around them and focusing the power of the spells to cure spells but can convert them to inflictspells (an elements through their bodies to produce inflict spellis onewith \"inflict\"in thetitle). Suchshamans are magicaleffects.Like samurai, they aremembers of Rokugan\u0027s noble class, though they are not as bound by especiallyproficientat wieldingnegative energy. Aneutralshamancanconvertspells eitherto curespellsorto honor and the code of bushido as theirwarrior counterparts. inflictspells (player\u0027s choice), depending on whether the Shugenjasare foundin Rokugan, andmaynotbe appropriate shaman is more proficient at wielding positive or negative forothercampaignsettings. energy. Once the player makes this choice, it cannot be Adventures: Shugenjasoftenadventureto increase their reversed.Thischoice also determines whetherthe neutral magicalknowledgeandpersonal power.They areparticularly drawnto investigate disturbances in the naturalharmony of shaman turnsor rebukesundead(seebelow). Ashaman can\u0027tusespontaneouscastingto convertdomain theelements-particularly incursions ofthe Shadowlandsor spells into cure or inflictspells.These spells arisefrom thepar- theactivities ofmaho-tsukaiwithin theEmpire.Some shugen- ticularpowersoftheshamanschosenspirits, notdivineenergy jasdedicate theirlives to fighting thetaintof maho (blood ingeneral. magic),whileothers crave thepowerthat maho bestows.Still others aredrawnto plumbthedepths ofmagicformagic\u0027sown",
        "name":  "Spontaneous Casting",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shamansgain Improved UnarmedStrike as abonusfeat. They studyforyearsto learneventhefundamentalelements oftheirmagicalpractice, and are the most literate class of",
        "name":  "UnarmedStrike",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A1st-levelshamanmaybeginplaywith an animalcompanion.This animal is onethat theshaman has people in Rokugan.Ashugenja\u0027s spells arewritten onofudas (nonmagicalprayer scrolls) that theshugenjacarries with befriendedwith thespellanimalfriendship.Itcanhaveupto2Hit Dice.(While theshamanis 1stlevel,this particularanimalis loyal her, servingas adivine focusforcastingthespell.",
        "name":  "AnimalCompanion",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4+intmodifier. upallher 3rd-levelspellslotsforthedaybutwantsto cast (cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) TABLE2-4: THESHUGENJA Base Fort Ref Will Spells perDay Level Attack Bonus Save Save Save Special 0 1 2 3 4 5 6 7 8 9 1st +0 +0 +0 +2 Elementfocus, 5 3 - - - - - - - - 2nd +1 +0 +0 +3 sens_e_elements 6 4 - - - - - - - - 3rd +1 +1 +1 +3 6 5 - - - - - - - - 4th +2 +1 +1 +4 6 6 3 - - - - - - - 5th +2 +1 +1 +4 ,; 6 6 4 - - - - - - - 6th +3 +2 +2 +5 6 6 5 3 - - - - - - 7th +3 +2 +2 +5 _, 6 6 6 4 - - - - - - 8th +4 +2 +2 +6 6 6 6 5 3 - - - - - 99tthh +4 +3 +3 +6 6 6 6 6 4 - - - - - 10th +5 +3 +3 +7 6 6 6 6 5 3 - - - - 11th +5 +3 +3 +7 6 6 6 6 6 4 - - - - 12th +6/+l +4 +4 +8 6 6 6 6 6 5 3 - - - 13th +6/+1 +4 +4 +8 6 6 6 6 6 6 4 - - - 14th +7/+2 +4 +4 +9 6 6 6 6 6 6 5 3 - - 15th +7/+2 +5 +5 +9 6 6 6 6 6 6 6 4 - - 16th +8/+3 +5 +5 +10 6 6 6 6 6 6 6 5 3 - 17th +8/+3 +5 +5 +10 6 6 6 6 6 6 6 6 4 - 18th +9/+4 +6 +6 +11 6 6 6 6 6 6 6 6 5 3 19th +9/+4 +6 +6 +11 6 6 6 6 6 6 6 6 6 4 20th +10/+5 +6 +6 +12 6 6 6 6 6 6 6 6 6 6 anotherone, shecouldusea4th-levelslot to TABLE 2-5:SHUGENJA SPELLS KNOWN\" doso.Thespellis stilltreatedas itsactual Level 0 1 2 3 4 5 6 7 8 9 level, nottheleveloftheslotused to cast it. 1st s+2+2 s+1+1 - - - - - - - - Tolearnor cast aspell, ashugenjamust 2nd s+3+2 s+1+1 - - - - - - - - havea Charisma score ofat least t0 +the 3rd s+3+2 s+2+1 - - - - - - - - spell\u0027s level. The Difficulty Class for 4th s+3+3 s+2+1 s+1+0 - - - - - - - saving throws againstshugenja spells is 5th s+3+3 s+2+2 s+1+1 - - - - - - - 10 + the spell\u0027s level + the shugenja\u0027s 6th s+4+3 s+2+2 s+1+1 s+1+0 - - - - - - Charisma modifier. 7th s+4+3 s+3+2 s+2+1 s+1+1 - - - - - - Shugenjas do not have spellbooks, 8th s+4+4 s+3+2 s+2+1 s+1+1 s+1+0 - - - - - though they writetheirspells on ofudas. 9th s+4+4 s+3+2 s+2+2 s+2+1 s+1+1 - - - - - Theseofudas serve as divine focus items 10th s+5+4 s+3+2 s+2+2 s+2+1 s+1+1 s+1+0 - - - - 11th s+5+4 s+3+2 s+3+2 s+2+2 s+2+1 s+1+1 -(cid:9)-(cid:9)-(cid:9)- andmustberead aspart ofthespellcasting 12th s+5+4 s+3+2 s+3+2 s+2+2 s+2+1 s+1+1 s+1+0 - - - process.ShugenjascanusetheScribe Scroll 13th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+1 s+1+1 - - - feat to create magicscrolls that work the 14th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+1 s+1+1 s+1+0 - - sameasawizard\u0027sorcleric\u0027s scrolls. 15th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+2 s+2+1 s+1+1 - - When castingmetamagicspells,remem- 16th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+2 s+2+1 s+1+1 s+1+0 - berthat theshugenja hasnotprepared the 17th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+2 s+2+1 s+2+1 s+1+1 - spellinadvance, andisdoingsoonthespot. 18th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+2 s+2+1 s+2+1 s+1+1 s+1+0 Theshugenja,therefore, must take more 19th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+2 s+2+1 s+2+1 s+2+1 s+1+1 time to cast ametamagicspellthan aregu- 20th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+2 s+2+1 s+2+1 s+2+1 s+2+1 lar spell. If itsnormal casting timeis 1 *Ateach level, ashugenja gets a school spellforeach spell level, starting at 1st. action,castingametamagicspellis afull- The \"s\" on this list represents that. The number in the middle is thenumber of roundaction forashugenja.Forspells with spells oftheshugenja\u0027s favored element, andthefinal number is theadditional alonger castingtime,it takesan extrafull- number ofspells known ofanyelement. roundaction to cast the spell. Shugenjas cannot usetheQuickenSpellmetamagicfeat. anyelement.Shugenjas automaticallygain thebenefits ofthe",
        "name":  "SkillPoints atEachAdditionalLevel",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Allshugenjashave afavored element: air, SpellFocusfeatforspellsfromtheirfavoredelement. earth, fire,orwater.Ashugenja\u0027s choice ofspecializedelement Asthecost ofspecializing in oneelement, ashugenja ispro- is determinedbytheclan schoolsinwhichshestudies.Atleast hibitedfrom learningspells associatedwith adifferentelement. halfthespells ashugenjaknowsat each spelllevelmustbelong Theprohibited elementis dictated bythefavored element, as to herfavoredelement, and thespell dictated by herschool describedbelow. also belongsto that element.This is reflected onTable 2-5, Air:Airspells are subtle,involvingtravel, intuition,influ- whichindicateshowmanyspellsofeach levelmustbespellsof ence,divination, andillusion.Earthis theprohibited element theshugenja\u0027s favoredelement.At1stlevel, forexample, the forairshugenjas.TheAsahinaschool oftheCraneclanandthe shugenja KitsuMari must know at leastthree0-levelwater Scorpionclan\u0027s Soshischool specialize in airmagic. spells-onewaterspelldeterminedbyherschoolandtwoaddi- Earth:Earth spells involveresilienceand resolve,health and tional waterspells,plustwoother0-levelspells ofanyelement. growth,thebodyanditsstrength.Airis theprohibited element She also knowsone 1st-levelwaterspellfrom herschool, one forearthshugenjas.TheKunischool oftheCrabclan,theTamori additional 1st-levelwaterspell, andone ist-levelspellof schooloftheDragonclan,andtheYogoschooloftheScorpion clanspecialize inearthmagic. (cid:9)(cid:9)(cid:9)(cid:9)(cid:9)",
        "name":  "ElementFocus",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Waterspells involvetransformation,cleansing, heal- ing, andfriendship.Fire is theprohibited element forwater shugenjas.The Kitsu school oftheLionclan andthe Iuchi schooloftheUnicornclan specialize inwatermagic. SOHEI TheshugenjasofthePhoenixclan\u0027sIsawaschoolcanspecial- Soheiarewarriormonks, religioussoldiers who protect large izein anyofthefour elements.TheIsawaschool also trains shugenjaswho specialize in thefifthelement, Void. See the monasteries. Unlikeshamans,soheiare more militant than Void discipleprestigeclassin Chapter3:PrestigeClasses. holy,andreceivevery little religiousinstruction.Insteadthey",
        "name":  "Water",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One ofthe first \"spells\" a shugenja aretrainedin theartoffighting.Soheidefend theirmonastery learns-a magicaleffect so basicthat it becomesa spell-like againstattacksandadvanceitspoliticalclaims in theoutside ability-istheabilityto senseelements.Asafull-roundaction, world.They aresubjectto theleaderoftheirtemple. Soheiare ashugenjacanbecome awareofallsourcesofonechosen ele- notfoundin Rokugan. ment(air,earth, fire,or water) within 10feet of herself.The Adventures:Like paladins,soheithinkoftheiradventures shugenjalearns thesizeoftheobjectsbutnottheirpreciseloca- as \"quests\" in theserviceoftheirreligion.Like samurai, how- tionor actual nature. ever,theyaretypicallysent on these quests by asuperior Byconcentratinglonger,ashugenja caneither extend her whose commandis lawto thesohei.Soheiare oftencharged magicalsenses orgather moreinformationabouttheelements with defendingtheirtemplesin times ofconflict,butthey shehasdetected.Eachadditionalroundspentinconcentration canalso expect to strike against enemytemples, monks, or allows theshugenja toadd5feetto theradiusofhersenseabil- shamans, tohuntdown evilmonsters terrorizingthecountry- ity,to amaximumof5additionalfeetpershugenja level.Thus, side,ortorecoverarelicthat is sacred totheirorder.Theywel- at4thlevel, KitsuMaricansenseelementstoamaximumrange come allchallenges as testsoftheirprowessand, secondarily, of30 feet byconcentratingforfive full rounds.Alternatively, theirfaith. theshugenja canfocusononesource ofthesensedelementper Characteristics: Sohei mix martialprowesswith divine round, attemptingaSpellcraft checkto determinemore about powerthat grants them spellability (asthey gain experience), thatsingleitem.Theamountofinformationshelearnsdepends the abilityto heighten theirstrength andspeedinbattle,and onherSpellcraft checkresult: protection from mentalandbodily harm.Very experienced soheicanshrugoffphysicaldamageandignorecertainmagical Check Result Information Learned effects.Their spells areuseful in battle to grantprotection, 20 or higher item\u0027s general location (5-foot square enhanceattacks,anddamage foes. containing it,or itsnearestboundary ifit is Alignment:Sohei,like monks,live a life ofstrict discipline largerthan a 5-foot square). andobedienceto theirorders. Soheimust be lawful,and lose 25 or higher Whethertheitem is natural or a spell effect. theirdivine powerifthey strayfromthepath oflaw. (A normal Spellcraft checkagainst DC 20+ Background: Soheicomefrom allwalksoflife to train in, spell level canthen determinethe nature of theirtemplesandmonasteries.Manyjoin theirorders as chil- thespell effect.) dren,andbecome soheiwhen they demonstratea strength of 30 or higher Whethertheitem is a creature or an object. bothbody andmind that lendsitselfto thetemple\u0027s defense. 35 or higher Theexact nature oftheitem (for example, Often, though,youngmenandwomenwhoshow little prom- whetheracreature is ahumanor an oni, iseforthecontemplativelife ofthemonkaretheonesselected whetheran object is gold or stone, whether tobecome sohei. airis breathable or not).",
        "name":  "Sense Elements",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aswith monks,mostsoheiarehumanor near-human Insubsequent rounds,ashugenjacaneitherretryherSpellcraft (hengeyokaior spirit folk).Themonastic orders to whichsohei checkonthe sameitem,shiftherattentionto adifferentitem, belongarepredominantlyhuman, andkorobokurus, nezumi, or extend therangeofhersenses. andvanarasrarelyjoin such orders. A1st-levelshugenja canusethis abilitythreetimesperday.",
        "name":  "Races",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Soheihold shamans andmonksin deep Everyfive levels sheadvances as ashugenja allows herto use respect, andmayevenbe assigned to serveas bodyguardto theabilityan additionaltimeperday (fourtimesat 5thlevel, sucha character.At the same time,they typicallyperceive five times at loth level, and so on). Like many divination themselves asspirituallyinferiorto such enlightenedfolk,and spells,ashugenja\u0027s senseelements abilityisblockedby1foot feelmore kinshipwith samuraior \"common\" warriors (fighters, ofstone, 1 inch ofcommon metal, a thin sheet oflead, or 3 rangers, or even rogues). feet ofwood ordirt. Forexample, KitsuMarienters aroom andconcentrates to sensewater.(Althoughsheis awatershugenja,shecouldjust GAME RULE INFORMATION as easilysenseanyotherelement,includingfire.)Shebecomes Soheihavethefollowinggame statistics. awareofallsourcesofwaterwithin 10 feet. Abasin ofwater Abilities: AWisdom score of 14 or higher is required to restsonthenightstand,aperson lurksbehind thedoor(living getaccesstothemostpowerful soheispells,andascoreof11 creaturesaremade ofall four elements) holdinga vial of or higher is required to cast anysohei spells at all. Ahigh poison-KitsuMaridiscoversthreesourcesofwaterwithin 10 Constitution improves a sohei\u0027s hit points, and a high feet ofher: oneMedium-size, oneSmall, andoneFine.Focus- Strength makeshermore effectivein melee combat,where ingontheMedium-sizesourceandconcentratingforaround, shetypicallyexcels. shemakesaSpellcraftcheckandgets aresultof31.Shelearns Alignment:Anylawful. that the Medium-sizesource ofwateris a creature, that it is HitDie:d10. CLASS SKILLS While in a ki frenzy, a soheicannotuseskills or abilities Asohei\u0027sclass skills (and the keyabilityforeach school) are that require patience orconcentration, such as moving Concentration (Con), Craft (Int), Diplomacy (Cha), Heal silently or castingspells.(She cannot use anyclass skills in a (Wis), Iaijutsu Focus (Cha), Knowledge (religion) (Int), and frenzy.) Shecanuseanyfeat shemighthave except forExper- Profession (Wis).SeeChapter4:Skills in thePlayer\u0027sHandbook tise, item creation feats, metamagicfeats, andSkillFocus (if for skilldescriptions.The Iaijutsu Focusskillis describedin it\u0027s tied to askillthat requires patience orconcentration).Aki Chapter4ofthis book. frenzy lastsforanumberofroundsequaltothree+thesohei\u0027s SkillPointsat 1stlevel:(2 +Intmodifier)x4. Constitution modifier.Thesoheimayprematurelyend the",
        "name":  "Other Classes",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The sohei\u0027s special least10 +thespell\u0027slevel, so a blessing allows herto shrugoff soheiwithaWisdom of 1o or magicaleffects that wouldother- lowercannotcast these spells. wise damage or harm her. Ifa sohei Soheibonus spells are basedon ofat least9thlevelmakesa successful Wisdom,andsaving throws against Will or Fortitude saving throw that thesespells have a Difficulty would normally reduce the spell\u0027seffect, Class of 10 + spelllevel+ she suffersnoeffect fromthespellat all.Only Wisdom modifier.When the sohei gets o thosespells with aSavingThrowentryof \"Will spells ofagivenlevel, such as 01st-levelspells at partial,\"\"Fortitude half,\" or similarentries can be 4thlevel, thesoheigetsonlybonusspells.Asoheiwith- negatedthroughthis ability. outabonus spellforthat levelcannot yetcast a spell ofthat",
        "name":  "Mettle",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bloodsorcerersareuniversallyevil. Othersor- cerers tendtoward chaos, and few sor- Sorcerers in Rokugan are arcane cerers care enough about spellcasters who cast nonelemental otherstobegood.Many sorcer- magic. These sorcerers include the ersaretrue neutral. feared and reviled blood sorcerers Background:Like barbar- called maho-tsukai, as well as nezumi ians, sorcerers (even blood shamans and outlanders such as Yabanjin and sorcerers) are outsiders in Ujik-hai (see the barbarian class entry). Like Kokugan, wheremagicisritual- barbarians, most sorcerers are outsiders in ized andcontrolledbytheshugen- Rokugan-though maho-tsukaimay try to jas. Outlanderandnezumi sor- passas normal shugenjas. cerers usually feel that their In othercampaign settings, powers have chosen them, sorcerersarevirtuallyindis- rather than the other way tinguishable from wujen around, and feel aburden in the minds of most and responsibility to use people.Like thesorcerers them properly.Suchcharac- described in the Player\u0027s ters are usuallytrainedby Handbook,many sorcerers oldershamansandsorcer- claimdescentfrom dragons ers in theirtribeorpack. (the dragonsdescribedin Blood sorcerers, on the this book,notthedragons otherhand,seek outmagical oftheMonsterManual). powerforpower\u0027ssake,and",
        "name":  "SORCERER Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mostsorcerers corrupttheir souls and adventurein orderto acquiregreater bodies to acquire it. magical power. A blood sorcerer They learnthe rituals mightsearch forscrollspenned bythe oftheirpowerfrom greatest maho-tsukaiofhistory, the banned scrolls and undeadsorcerer Iuchiban.A hiddentexts, or even nezumioroutlandersorcerer from the oni of the might adventureforthe Shadowlands. same reason abarbarian Races: Humans from for- character does: to fit in, eign lands andnezumi are the most either withanadventuring likely ofthe common racesto become partyor in Rokugan\u0027sbroadersociety. sorcerers. Bloodsorcerersare always human, and they maycome fromanyclan-particularly the Phoenixand GAME RULE INFORMATION Unicorn.Shadowlandscreatures,includinggoblinsandogres, Wujenhavethefollowinggame statistics. mayalsobesorcerers.",
        "name":  "Adventures",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d4. ers must adoptthe maho-tsukai prestige class, describedin Chapter12. CLASS SKILLS Awujen\u0027sclassskills (and thekeyabilityforeach skill) are Alchemy (Int), ConcentWU-JEN ration (Con), Craft(Int), Knowledge (all skills,takenindividually) (Int), Profession (Wis), Scry (Int, exclusiveskill),andSpellcraft (Int).SeeChapter4:Skillsin the Wujen arespellcasters withmysterious powers.They com- Player\u0027sHandbookforskilldescriptions. mandtheelements,spiritforces,andtheverypowersofnature. SkillPoints at1stlevel:(2 +Intmodifier)x4. They areseldomfoundliving with therestofhumansociety. SkillPointsatEachAdditionalLevel:2+Intmodifier. Instead, they live as hermitsin thewilderness,purifyingtheir bodies andmindsin orderto contactthevariousnaturaland CLASS FEATURES supernatural powers ofthe world. From these entities they Thefollowingareclassfeaturesofthewu jen. learntheirspells-magical means to control theinvisible",
        "name":  "HitDie",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Awujencastsarcane spells.Sheis limitedto acertain elements (earth,fire, metal, water, andwood), andawu jen numberofspellsofeachspelllevelperday, accordingto herclass who masters allthe spells ofone elementgains additional level.Awujenmust preparespells aheadoftime bygettinga powerwiththosespells. Finally,wujenareadeptat manipu- goodnight\u0027s sleepandspending 1hourstudyingherspellbook. lating theirspells,increasingtheirrange, duration,or effect, Whilestudying,thewujendecideswhichspells to prepare(see or eliminating verbal or somatic components throughper- PreparingWizardSpells in thePlayer\u0027s Handbook).Tolearn, pre- manent metamagiceffects. pare,orcastaspell,awujenmusthave an intelligence scoreofat",
        "name":  "Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Wujencrave magicalpowerinaworldwhere numberofspells. noorganizedcolleges ofwizardry exist.Theirthirst drives them",
        "name":  "Background",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Awu jen maysubstituteTengu, Dra- acceptthem ormightmake herresent them. conic, or Giantforone ofthebonuslanguages available to thecharacterbecauseofherrace,since read magic, which allwu jencanpreparefrom many ancient tomes ofmagic are memory).Awujenbegins play with a written in these languagesand spellbookcontaining all 0-level wu jen apprentice wu jen often spells plus three 1st-level spells ofthe learnthem as part oftheir player\u0027s choice. Foreachpoint of Intelli- studies. gencebonusthewujenhas, thespellbook",
        "name":  "Bonus Languages",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Awujen level, she can beginsplay with abonusmeta- addtwo 3rd-level magicfeat. spells to her",
        "name":  "BonusFeat",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 3rd level, spellbook. andeverythreelevels there- Thewu jen after, a wu jen can choose canalsoadd onespellknownto herthat spells found thenbecomespermanently in the spell- modified as though af- books ofother fected byone ofthefol- wujen. lowing metamagicfeats: Taboos: In order Enlarge Spell, Extend to maintain theirsuper- Spell, Still Spell, or \u0027 naturalpower,wujenmust Silent Spell.The spell\u0027s abidebycertaintaboos that mayseem leveldoes not change, and inconsequentialto other characters but once thechoice ofspellandmodi- arevitallyimportantto thewu jen. If a fication are chosen,they cannot be wu jen violates oneofhertaboos, she changed.As thewu jengoes upin cannotcast anymore spells thatday.A level, she can choose the same wu jen must chooseonetabooat 1st spelltobemodified in different level, and oneadditional tabooevery ways with multiple spell time shelearns aspellsecret. Pos- secrets.Shedoes not need sibletaboos include: to know the feat she appliesto thespell. \" Cannoteatmeat.",
        "name":  "SpellSecret",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Theadeptclass represents thepractitionersof folk combinations might be possible, and a samurai might magic, involving divination through astrologyand casting multiclass asasorcereron thewaytoward adopting themaho- stonesorcoins.Thepeople ofthepeasantclasses,whiletheyare tsukai prestige class. terrifiedbythemighty magicofshugenjasandsorcerers, view InotherOriental Adventurescampaigns, multiclassingis usu- thesediviners in amore favorablelight.Totheireyes,shugenjas allyjust as rare as in Rokugan, althoughmonksmaystillmulti- manipulate the elements,while adepts only read them and classfreely. Shamans,sohei, and wu jentend to be as single- translatetheirmessages to thepeoplefortheirbenefit. minded as samuraiandshugenjasare.",
        "name":  "Adept",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d10. levelbattle maidenisdrainedofonelevel, itbecomesanormal heavywarhorse (nolongeramagicalbeast). REQUIREMENTS",
        "name":  "HitDie",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When a eunuch warlockreaches 5th everlevels ofspells the eunuchwarlockcancurrentlycast,but level, andagainwhenhereaches loth level, hegainstheabil- nomorethanonecanbeaddedtothecharacter\u0027shighestcurrent ityto cast spells of onelevelhigher than he waspreviously spelllevel. Example:Wieh Wanis a9th-levelwujenwhotakes able to cast. Initially, he cancast 0 spells ofthis level, but onelevelineunuchwarlock.He cangivehimselfonebonusSth- bonusspells (fromahigh abilityscoreor hiseunuch warlock levelspell(his highestasa9th-levelwujen),andonebonusspell bonusspells)can increase this number.Example:Wieh Wan inoneotherlevel,0through4th. is a 9th-levelwu jen/4th-level eunuch warlock.When he If aeunuch warlockhastwo arcane spellcasting classes reachesSth levelas aeunuch warlock, hegainstheabilityto already, hemustchoose whichprevious spellcasting classgains cast 6th-levelwu jenspells.He mustallocate oneofhisbonus thebonus.Forexample,Tuangiis a10th-levelsorcerer/9th-level spells to 6thlevelin orderto cast any 6th-levelspells,unless wujen, with onelevelofeunuchwarlock. Conceivably, Tuangi hisIntelligence is highenough (22or higher)to give hima couldhave abonus5th-levelwu jenspellandabonus5th-level bonus6th-levelspell. sorcererspell, or he couldputbothbonus spells in either sor- cereror wu jen, butthen only oneofthem couldbe5thlevel. Bonusspells cannotbeaddedto adivinespellcastingclass. Onceaeunuch warlockhaschosenhowto applyhisbonus HENSHIN MYSTIC spells,they cannot be shifted. GreaterSpellFocus(Ex):Aeunuch warlockadds +4 to the Henshinmysticsaremembersofa monastic DCforsaving throws againstspells in allschoolsforwhichhe orderthat teacheswhat they consider agreat hastheSpellFocusfeat,insteadofthenormal+2bonusgranted mysteryoftheuniverse:that humanity is capa- by that feat. In addition,theeunuch warlockgainsa+2bonus bleofatransformation(henshin)into divinity. on caster levelchecks to beat a creature\u0027s spellresistance with Their training and discipline is aimed (cid:9) toward theultimate perfection notonlyofthemselves,butof Add thehenshinmystic\u0027s base attack bonusderived from allhumanity.They believethis perfection is thefuture ofthe monk levels to that derivedfrom henshinmystic levels and worldandofhumanity,andthis belieffillsthem with ahope- consultTable3-1:MultipleUnarmedAttacks. fulpeace. Riddle ofAwareness(Sp):A 1st-levelhenshin mystic canuse Most henshin mysticstrainas monks. Some begintheir sayingas aspell-like abilityonce perday, with acaster level careersasshugenjasorotherspellcasters,buttheyabandonthis equalto hishenshinmystic level.Thecharactermust entera course oncebeginningthepath ofthemystic. In Rokugan, meditative trance forthe entire castingtime and duration of they aredrawnexclusivelyfrom the Phoenixclan,wherethey thespell, but requires nomaterial componentor focusitem. aretrainedintheAsakoschool. In addition,thehenshinmystic gainsa +4 insightbonuson Many NPC henshinmysticswandertheEmpire,servingas allListen,Scry,Search,andSpotchecks. guides and helpersalonghumanity\u0027s path.They are expected Blind-Fight:A 2nd-levelhenshinmystic gainsthe Blind- toshowpeoplehowto act, howto treateach other, andhowto Fightfeat. believe,inhopethattheymayachievereincarnation inamore DiamondBody (Su): At 2ndlevel, a henshinmystic is in enlightenedformthatwill allowthem to attain divinity.They such controlofhisownmetabolism thathegainsimmunity to never reveal theirtrue intentions to the world, however, poison ofallkinds. insteadmoving amongthemasses ofhumanity,offeringwhat Happo Zanshin(Ex): A 3rd-level henshin mystic has a help andadvice they can.Thesewanderinghenshin mystics preternaturalawarenessofdanger and canno longerbe arecalled michizure(\"travelingcompanions\"). flanked; hecanreactto opponents onopposite sidesof him",
        "name":  "NewSpellLevel",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ninjaspiesaretrainedin theuseofpoison and classpracticallydemandthatanywould-be ninjahaveatleasta neverrisk accidentally poisoningthemselves when applying fewlevels in the rogueclass. Some ninjahave amagicalback- poisonto ablade. ground.In Rokugan, ninjaarethestuffoflegends.Some refuse SlowFall(Ex):At 2ndlevel,aninjaspywithin arm\u0027sreachof tobelievethey exist. Ninjatrainin theShosuroschool of the a wall canusethewallto slowhis descent.The ninjatakes Scorpion clan, though other, mysterious ninjamayoperatein damage as ifthefall were 20feet shorterthan it actually is.His theEmpire aswell. abilityto slow hisfall (thatis,to reduce theeffectiveheight of NPCninjaareoftenamysterious forceactingin opposition thefallwhennextto awall)improveswithhisleveluntil,at6th to theplansandgoalsofplayer characters.Theobjectives ofa level,theninjacanuseanearbywallto slowhisdescentandfall ninjaclan areoften inscrutable, butthey rarely coincide with upto 50 feetwithoutharm. thoseofagroupofheroes. ImprovedEvasion(Ex):At2ndlevelandabove, aninjaspy",
        "name":  "Most ninjaspiesarerogues,andtheskillrequirementsofthe PoisonUse",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6. canavoidevenmagicalandunusualattackswithgreatagility.If REQUIREMENTS theninjamakes asuccessful Reflex saving throw againstan attack that normally dealshalfdamage onasuccessful save,he Toqualifyas aninjaspy, acharactermustfulfillallthefollow- insteadtakesno damage.Even ifhe failshissaving throw, he ingcriteria: takesonly halfdamage fromtheattack.The ninjacanonly use",
        "name":  "HitDie",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ashapeshiftercontinueshermagicaltrain- monksarehuman, andtheycome fromallsevenGreatClansas ingwhilemasteringthepowersofwild shape.At2nd, 4th, 6th, wellas thecommon caste. 8th, and loth level, thecharactergainsnewspells perdayand NPC Shintao monks serve as teachers and guides on the spellsknownasifshehadalsogainedonelevelinaspellcasting pathofenlightenment.Many areadvisorsto daimyosorlesser class. Shedoesnot, however, gain any otherbenefitofthe nobles,butmostlive fairlyreclusivelivesintheirmonasteries spellcasting class.This essentiallymeansthat sheaddshalfher and temples.Avery fewtake Shinsei\u0027s crusadeto the very shapeshifterlevels to herotherclasslevels,thendetermines borders ofthe Shadowlands, risking death andTaint to spells perdayandspells known accordingly.Forexample, if combat theevil that infeststhatfoul place. JenguTori,a 7th-level wujen/1st-levelshapeshifter,gainsa HitDie:d8. levelin shapeshifter,shegainsnewspells as ifshehadrisento TABLE 3-11:THE SHAPESHIFTER Class Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells perDay 1st +0 +2 +2 +2 Wild shape (3/day), extra shifting 2nd +1 +3 +3 +3 +1 level ofexisting class 3rd +2 +3 +3 +3 Wild shape (Large) 4th +3 +4 +4 +4 Wild shape (4/day) +1 level ofexisting class 5th +3 +4 +4 +4 Wild shape (Tiny) 6th +4 +5 +5 +5 Thousand faces +1 levelofexisting class 7th +5 +5 +5 +5 Wild shape (dire) 8th +6 +6 +6 +6 Wild shape (5/day) +1 levelofexisting class 9th +6 +6 +6 +6 Wild shape (Huge) 10th +7 +7 +7 +7 Wild shape (elemental 1/day), +1 level ofexisting class OIL naturalshapechanger TABLE 3-12: THE SHINTAO MONK Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +0 +2 +2 +2 Monk abilities, touchtheVoid dragon, bonusfeat 2nd +1 +3 +3 +3 Detect Taint, smiteTaint, speakto the soul 3rd +2 +3 +3 +3+ Graspthe earth dragon, bonusfeat 4th +3 +4 +4 +4 Purity ofShinsei 5th +3 +4 +4 + Channelthefire dragon, bonus feat 6th +4 +5 +5 +5 Greatsilence 7th +5 +5 +5 +5\u0027 Stealtheairdragon, bonusfeat 8th +6 +6 +6 +6 Ancestralguidance 9th +6 +6 +6 +6 Ride thewaterdragon, bonusfeat 10th +7 +7 +7 +7 Kukan-do REQUIREMENTS oneunarmedattack.Sheadds a+4bonusonherattackrolland deals+1 pointofdamage perclasslevel.AShadowlandsoppo- Toqualifytobecome aShintaomonk,acharactermustfulfillall nent is amonsterwith theShadowlandsdescriptor or acharac- thefollowingcriteria. terwith aTaintscore.Ifthemonkaccidentallysmitesacreature",
        "name":  "Spells perDay",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Stillmindclassability. ity appliesto evil in general:The Shintaomonk cansmiteany evilopponent. CLASS SKILLS SpeaktotheSoul (Sp):Onceperday,aShintaomonkofatleast TheShintaomonk\u0027sclassskills (and thekeyabilityfor each 2ndlevelcanusedetect magicasifcastbyasorcereroftheshin- skill) are Balance (Dex), Climb(Str), Concentration (Con), taomonk\u0027s level. Craft(Int), Diplomacy(Cha),Escape Artist(Dex), Heal(Wis), GrasptheEarthDragon (Ex):AShintaomonk ofaleast Jump (Str), Knowledge (all skills, taken individually) (Int), 3rdlevelis immune to stunning, sleepspells and effects, and Listen (Wis), Perform (Cha), Profession (Wis), Scry (Int, slow spells andeffects. exclusive skill), Spellcraft (Int), Swim (Str), andTumble Purity of Shinsei (Sp): At 4th level, a Shintao monk can (Dex).See Chapter4: Skills in the Player\u0027s Handbookforskill causeherentire bodyto become suffused withaheatlessfire descriptions. that sheds lightas alightspell, as ifcast bya sorcerer of the",
        "name":  "Special",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Asinghrager gainsthis feat forfree at totalof 1roundperclasslevelperday.Theserounds need not 1stlevel. be consecutive. Lion\u0027s Fury(Ex):At 2ndlevel, asinghragercan entera state ofrage,gainingphenomenal strength and durability MONK TATTOOED butbecoming reckless and less able to defendherself. She temporarily gains +4 to Strength, +4 to Constitution, and a +2 moralebonus on Willsaves, but suffersa-2 penalty Certain monastic orders in the lands of toAC. Oriental Adventures bestow supernatural or Theincrease in Constitution increasesthesinghrager\u0027shit spell-like powers on their members by points by2points perlevel, but these hitpoints go away at inscribing magictattoos on their skin.These theendofthe rage when the Constitution scoredrops back tattooed monks shave their heads, speak in to normal. These extra hitpoints arenot lost first theway crypticriddlesandmaxims,and-in manycases-travel the temporaryhitpoints are.Whileraging,asinghragercannot countryside furthering their quest for enlightenment by useskills orabilitiesthatrequirepatience andconcentration, facing andconquering temptation. such as moving silently orcastingspells. (The onlyclass The greatmajority oftattooed monksbegintheircareers as skills shecan\u0027tusewhileraging areCraft, Iaijutsu Focus, and monks.Asmallnumber of samurai, shamans, andshugenjas SenseMotive.) Shecanuseanyfeat shehasexceptforExper- adoptthetattooed monk prestige class.InRokugan,they are tise,item creation feats, metamagicfeats, andSkillFocus(if drawnalmost exclusivelyfromthe Dragonclan,thoughmem- it\u0027s tied to askillthat requires patience or concentration).A bers ofotherclanswhogain thefavorof the orderaresome- fitofrage lastsfor 3 rounds, plus thecharacter\u0027s (newly timesallowedto join.Tattooed monksin Rokuganaretrained improved) Constitution modifier.Thesinghragermaypre- in twocompetingschools:theTogashischool (whosemonks maturely endtherage voluntarily.Attheendoftherage,the arecalled isezumi) andtheHitomi school (whose monksare singhrager is fatigued (-2 Strength, -2 Dexterity, can\u0027t kikage zumi). charge or run) forthe duration ofthat encounter.Thesingh The ranks ofthe tattooed monks are dividedbetween ragercanonly flyinto arage onceperencounter, and only a worldlymonks-thosewhobelievethat temptation canonly certain number oftimes per day(determinedby level). beovercome ifit is squarely faced-andasceticmonks, who,°\u0027 Entering a rage takes notimeitself,butthe singhragercan rarely leavetheirmountaintopretreats.Player charactertat- only doit duringheraction, notin response to somebody tooedmonksareassumedto fall into theformer category,but else\u0027s action. Asinghragercan\u0027t, forexample, flyinto arage NPCs canbe foundin bothroles. whenstruck down byanarrow in orderto get theextrahit",
        "name":  "GreatKi Shout",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d8. points from the increasedConstitution, although the extra hitpoints wouldbeofbenefitifshehadgoneinto arage ear- REQUIREMENTS lier intheround, before thearrowstruck. Asinghragercanenteraragethreetimesperdayat3rdlevel, To qualifyto becomeatattooed monk,acharactermustfulfilall four timesat 6th level, andfive timesat loth level. Starting at thefollowingcriteria. 8thlevel, thesinghrager\u0027sfurybonusesbecome+6 toStrength, Alignment:Anylawful. +6to Constitution, anda +3 morale bonus onWill saves. (The BaseAttackBonus:+3. ACpenaltyremainsat -2.) Skills:Knowledge(religion) 8ranks. Lion\u0027s Courage(Ex):Asinghragerof3rdlevelor higher Feats:Improved Grapple, Improved Unarmed Strike (or is immune to fear (magical or otherwise) and gains a +4 monk classability). bonuson Will saves against other mind-influencing spells Special:Mustbe acceptedbythetattooed monk order. andeffects.",
        "name":  "HitDie",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thetattooed monk gains agradual immunity to Addthetattooed monk\u0027s base attack bonus derivedfrom bodilydecay.When thetattooed monkfirstgainsthis tattoo,he monklevels to thatderivedfromtattooed monklevelsandcon- gainsimmunity to nonmagical diseases.When hegains his sultTable3-1:Multiple UnarmedAttacks. nexttattoo (whateverit maybe), heacquires immunity to Tattoo (Su):Tattooed monksgain theirpowers from the poison as well.When he gainshisnext tattoo,henolongersuf- magictattoosthat eventuallygrow to covertheirbodies.A1st- fers abilitypenaltiesforaging, andcannot be magicallyaged. level tattooed monk has one tattoo andgainsanother tattoo (Any agingpenaltieshemayalreadyhave suffered remainin everytwolevels,to amaximumoffive.Thetattooedmonkcan place.) Bonusesstillaccrue, andthetattooed monkstilldies of choose histattoosfromthefollowinglist. Notethat some tat- oldagewhen histimeis up.MinimumLevel:5th. tooshave minimumlevelrequirements.",
        "name":  "Crane",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When the tattooed monk callson the powerofthis Alltattoosaremagical, and theabilities they bestow are tattoo, he becomes immune to theShadowlandsTaintforone supernatural.Atattooed monk in anantimagicfieldloses all daypertattoo hepossesses, andgainsa+1 resistancebonuson benefits ofhistattoos.Unless theeffect ofatattoo iscontinu- allWill saving throws forthe same duration.Afterusingthis ous, activating atattoo is amove-equivalentaction that can ability, thetattooed monk cannot activate thecrow tattoo for be combined with a regular move anddoes notprovokean five moredays.Tattooed monksin campaignsotherthan Roku- attackofopportunity. gando notusethecrowtattoo.",
        "name":  "Crow",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thetattooed monk is immune tofear (magicaloroth- for1roundperlevel. erwise).Allies within 10 feet ofthetattooed monk gain a",
        "name":  "Falcon",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thetattooed monk cantake on theimmovabil- anddealinganadditional +1d6 points ofdamage withasuc- ityofthemountain,gainingphenomenal durability though cessful attack.This burst ofmartialarts ferocity lasts for 1 he cannotmovefromthespotwherehestands.He gainsa+4 roundperlevel. bonusto hisConstitution andWisdom scores.Theincrease Tortoise:Once perdaypertattoo hepossesses, the tattooed inConstitution increasesthetattooedmonk\u0027shitpoints by2 monk canusehislevelasthenumberofranksin askillhedoes points perlevel, but thesehitpoints go away when the notpossessforthepurposes ofoneskillcheck, evenan exclu- power\u0027s duration expires.These extrahitpoints arenotlost sive skillforanotherclass.Forexample,TogashiMitasu,a4th- firstthewaytemporaryhitpoints are. Whileusingthis abil- leveltattooed monk with twotattoos, canmake upto twoUse ity,thetattooed monkcannotuseanyskills basedonDexterity, MagicDevice checks as ifhehad4ranks in that skill.He adds includingBalance andTumble. He is immune to bull rush hisCharismamodifierto theskillcheckas usual. andtripattacks.This immovable statelasts1roundperlevel. Unicorn:Thetattooed monkgainsthepowerofgoodfortune, Thetattooed monk mayuse this ability once per dayper whichisusable once perdaypertattoo he possesses.This abil- tattoo he possesses. ity allows the tattooed monk to reroll oneroll that he hasjust",
        "name":  "Mountain",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thetattooed monk gainsspellresistance equalto White Mask: The tattooed monk is immune to detect hisclasslevel+15.In orderto affect thetattooed monk with thoughts, detect lies, andany attemptto magicallydiscernhis aspell, aspellcastermustroll thetattooed monk\u0027s spellresist- alignment.He gainsa +10 bonus on allBluffchecks. Mini- ance or higher on 1d20 +the spellcaster\u0027slevel. Minimum mumLevel:3rd.",
        "name":  "Phoenix",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd. understand the relationship of Void to allotherthings, and TABLE 3-15: THE VOID DISCIPLE Class Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells perDay 1st +0 +0 +0 +2 SenseVoid (physicalsenses,1/day) 2nd +1 +0 +0 +3 +1 levelofexisting class 3rd +1 +1 +1 +3 SenseVoid (2/day) 4th +2 +1 +1 +4 Moment ofclarity (2/day) +1 level of existingclass 5th +2 +1 +1 +4 SenseVoid (magical senses, 3/day) +1 levelofexisting class 6th +3 +2 +2 +5 +1 level of existingclass 7th +3 +2 +2 +5 Alteringthecourse, sensevoid (4/day) 8th +4 +2 +2 +6 Moment ofclarity (3/day) +1 level ofexisting class 9th +4 +3 +3 +6 SenseVoid (empathic senses, 5/day) 10th +5 +3 +3 +7 Void release +1 level ofexisting class 11th +5 +3 +3 +7 SenseVoid (6/day) +1 level ofexisting class 12th +6 +4 +4 +8 Void suppression, +1 level ofexisting class moment ofclarity (4/day) 13th +6 +4 +4 +8 Void strike, senseVoid (mentalsenses, 7/day) - who have the innate other Void disciple abilitytopersonallyper- aspects of level pro- ceive that relationship, gression suchas attack distance and form be- bonus andsave bonus. come inconsequential. Ifshenext gains alevel Void disciplesbegin ofshugenja,makingher theirtraining as spell- an 8th-levelshugenja/ casters-usuallyshu- 2nd-levelVoid disciple, genjas,butoccasionally shegainsspells as ifshe shamans or wu jen- hadrisento 9thlevelin and continue to gain shugenja. spellcasting abilityas SenseVoid(Su):The they rise in level. In first technique taught Rokugan, they areal- to theVoid disciple is ways shugenjasofthe the abilityto reach out Phoenixclan, trained withthemind andsense in the Isawa school. the world around, Like otherspellcast- exploring the unseen ers, NPCVoid disciples layer of reality most play the role ofwise people rarely experi- elders,keepers ofreli- ence.TheVoiddisciple\u0027s gious teachings and consciousness actually legends. Those who departs her body and have mastered thepath extendsinto theworld, ofVoidarecalled ishi- allowing herto useher hen, and are charged normal senses (sight, with thetask oflisten- hearing, touch, taste, ing across theworld\u0027s smell)to perceive what underlying streamofVoid forthebirths ofthosewhohave an ever area,person,or thing she directs herattention to.The innate affinityforVoid,and supervisingthetraining ofthese Voiddisciple must make a Scry check, with the DC deter- individualsas they mature. minedbydistance,notfamiliarity.",
        "name":  "Level",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ableto cast 3rd-levelarcane ordivine spells. Thus, a Voiddisciple standing on the KaiuWall could not CLASS SKILLS extend hersenses intotheShadowlands, evenwithinherline ofsight. TheVoiddisciple\u0027s class skills (and the key abilityforeach With everyfour levels theVoid disciple attainsbeyond 1st, (cid:9)skill)are Alchemy(Int), Concentration (Con), Craft (Int), shegainstheabilityto perceive deeper levels ofreality.At5th Diplomacy(Cha), Heal(Wis), Knowledge (all skills, taken level, theVoiddisciple can detect magicand detectTaintat will individually) (Int), Profession (Wis), Scry(Int,exclusive whileusingthisability.At9thlevel, shecandiscernlies andread skill), andSpellcraft (Int).SeeChapter4:Skills inthe Player\u0027s emotionalstates,gaininga+10bonuson Sense Motive checks Handbook forskilldescriptions. whileusingthis ability. At 13th level, shecandetect thoughts at",
        "name":  "Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At4th, 6th, and loth level, awitch hunter foundin Rokugan. gainsthebonusfeatsPowerAttack,Cleave,andGreatCleave.If Yakuza maybe tolerated, condoned,orevenrecognized by thewitchhunter alreadyhasoneofthesefeatsat the time she thegovernment,butthey are nevertheless criminals, always gainsitas abonusfeat,shegainsnospecialbenefit.Ifthewitch in danger ofarrest andpunishment for theircrimes. As a hunter does nothave theprerequisite Strength score, shecan result,yakuza families do theirbest to keep everything run- only use thefeats against evil opponents (orShadowlands ningsmoothly andquietly in theirterritories, avoiding any opponents,inRokugan). unwanted attention. ResistEvilMagic(Ex):At8thlevel, awitchhuntergainsa",
        "name":  "Bonus Feats",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff10 ranks, Gather Information10 ranks, Hide canavoidevenmagicalandunusualattackswithgreatagility.If 7ranks. theyakuza makesasuccessful Reflex saving throwagainstan",
        "name":  "Skills",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The essentialfields ofstudyencompassed dishonor to asamurai:Bluff, Craft(leatherworking, poison, by theKnowledge skillare largely unchanged,buttheir traps),Disguise,Escape Artist,Forgery,GatherInformation, specific footsis slightly different in Oriental Adventures. HandleAnimal,Hide,Move Silently, Open Lock, Perform Knowledge(the planes)is replaced by Knowledge (cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) (Shadowlands) in thefeatured campaign settingof Rokugan, ExtremeTumbling:Characterswhoareexcellentattumbling andbyKnowledge(spirits)in othercampaignsettings. canaccomplish remarkable featsofacrobaticswith avery high \" Arcana (ancientmysteries, astrology,magictraditions,arcane Tumble checkresult: symbols, crypticphrases) \" Architecture andengineering(buildings,bridges,fortifications) DC Task \" Barbarianlore (lands outside Rokugan, theirpeople and 30 Treatafall as if itwere20 feet shorterwhen determin- customs) ingdamage. \" Geography (lands ofRokugan, terrain, climate, people 35 Stand upfrom proneas a free action (instead ofa move-equivalentaction). and clans) 40 Move 10 feet as a\"5-footstep,\" whilealso performinga \" History(royalty,wars,colonies,migrations,foundingofcities) full-round action during the round (such as a full attack). \" Local (legends, personalities, inhabitants, laws,andtradi- In melee, you mightdoa back flip overyour opponent\u0027s tionsofoneclan orsmallregion) head to geton hisotherside.This move neverprovokes \" Nature(plantsandanimals, seasonsand cycles, weather) an attack ofopportunity-it is exactlyequivalentto a5- \" Nobilityandroyalty(lineage,heraldry,customs, familytrees, foot step,except forthe distance covered. mottoes, personalities, laws) 45 Treata fall as ifit were 30feet shorterwhen determin- \" Religion (ancestors, Shintao, the Fortunes,rituals,sacred ingdamage. symbols) 50 Climbto aheight ofupto 20 feet (as part ofnormal \" Shadowlands (goblins,ogres, nezumi,otherShadowlands movement) by jumpingand bouncing offwallsor trees. creatures anddangers, maho, theTaint)-Rokugan only You must have at leasttwovertical surfaces to bounce \" Spirits(spiritcreatures, thespirit world) off, andthetwo mustbe within 10 feet ofeach other. \" War(militarvhistorv, strategy, tactics.warmachines) 60 Treat afall as ifit were 40feet shorterwhen determin- ingdamage. (There is no limitto thedistance acharac-",
        "name":  "Thefollowingskills areconsidered Lowskills,andbring Knowledge",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Youcanfascinateasingle creaturewith yourmusic orpoetics.Youmake aPerformcheck, andthetargetcannegate SHUJENJAS AND METAMAGIC FEATS theeffectwithaWillsavingthrowequaltoorgreaterthan your checkresult.Ifthe saving throwsucceeds,youcannot attempt tofascinatethatcreature againfor24hours.Ifthesaving throw Like sorcerers andbards, shugenjaschoose spells as they cast fails, thecreature sitsquietlyandlistenstothesong forupto 1 them.They canchoosewhen they casttheirspells whetherto round perlevelyoupossess.Whilefascinated,the target\u0027s Spot usemetamagicfeatsto improvethem.Aswith otherspell- andListen checkssuffer a-4penalty.Anypotentialthreat casters,theimproved spelluses up ahigher-level spell allows thefascinated creature asecond saving throwagainsta TABLE4-3: ANCESTOR FEATS Crab Crane BORN DUELIST [ANCESTOR] GreatCrafter ArtofFascination YouclaimdescentfromMirumoto,oneofthefirsttwosamurai GreatTeamwork Artist tojoinTogashiinhismeditative retreat.",
        "name":  "Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ifyou adopttheMirumoto nitenmasterprestige PowerAttack-Shadowlands Iaijutsu Master class, yougain an additional +1 AC bonus fromtheuseofthe Resist Taint MagicalArtisan nitentechnique. SeaLegs PowerAttack-Iaijutsu This feat is only available if theMirumoto niten master Spell Power Smooth Talk prestige class, describedin Chapter11: The Empire of Roku- Strength oftheCrab gan, is available. Dragon Lion CHOKE HOLD [GENERAL] Born Duelist Attentionto Detail Keen Intellect Fearsome and Fearless Youhave learnedthecorrectwaytoapplypressureto renderan Resist Poison Lion Spy opponentunconscious.",
        "name":  "Luckof Heroes GreatStamina Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Lion. CRAFT TALISMAN [ITEM CREATION]",
        "name":  "Clan",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yougain a+2bonusonSenseMotiveandSpotchecks. Youcancreate magicfetishes,single-use magicitemsthat hold spells untiltriggered. BLOOD SORCERER [ANCESTOR] Prerequisite:Intelligence 13+, appropriateCraftskill, spell- caster level1+. YouaredescendedfromYogo,theScorpion shugenja whowas",
        "name":  "Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Youcancreate atsangusuri,aone-usemagictalisman, thefirstguardian oftheBlackScrollsofFuLeng. imbuingitwiththepowerofanyspellyouknowthatis 3rdlevel",
        "name":  "Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Choose oneitem creationfeat.When determining KARMIC TWIN [ANCESTOR] your costin XPandrawmaterialsforcreating itemswith that YouaredescendedfromBayushi,thefirstScorpion,whoselove feat,multiplythebasepriceby75%.Sinceyoumustchoosethis forhisdaughterproved hisfinaldownfall. feat at charactercreation,youdonothave toselect an itemcre-",
        "name":  "Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yougeta +2 bonus on all Charisma-based skill feat untilyoulearntheitemcreation feat youhaveselected. checks andCharisma checks.Youhave akarmic tieto another character.Youmaydetectthedirectionofthis characterifheor MAGISTRATE\u0027S MIND [ANCESTOR] sheis alive, on thesame plane, andyou succeedat an intuit Youclaimdescent from SoshiSaibankan, agreatScorpion Directioncheckagainst DC 15 (oraWisdom checkifyoudo judgewhohelpedestablishtheEmpire\u0027sinstitutionofEmerald nothavetheskill).Afailureonthis checkgivesnoinformation. Magistrates. Youmayretryonceperroundas astandard action. Clan:Scorpion.",
        "name":  "Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Crane. MAGIC IN THE BLOOD [ANCESTOR] Benefit: In aniaijutsu duel,youaddan extra 1d6points of You claim a karmic link with Iuchi, one ofthemost damageto thedamagefromyour Iaijutsu Focuschecks. resourcefulshugenjasin earlyRokugan. (cid:9)(cid:9)",
        "name":  "Clan",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You are aware of any action or itemthat could Benefit:Yougeta+1 bonusonallFortitudeandWillsaves adverselyaffectyourhonororyouralignment, includingmagi- and an additional +1 bonus against energy drainingand cal effects.Amoment\u0027s contemplation allows youto discern deatheffects. such informationbefore performing such an action orbecom- ingassociated with such an item. SUPERIOR EXPERTISE [GENERAL] Youhave masteredtheartofdefensein combat. SOUL OF LOYALTY [ANCESTOR] Prerequisites:Int 13+, Expertise, base attack bonus+6 or Your ancestor,MirumotoTokeru,wasrenownedforhisloyalty higher. tohistwin brother, Ryudumu. Benefit: When youuse theExpertisefeat to improveyour",
        "name":  "Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yougain a+4 bonusonSenseMotive checks anda UNBALANCING STRIKE [GENERAL] -2 penaltyonBluffchecks. Youcan strike a humanoid opponent\u0027s joints to knockyour target offbalance.Thisfeatiscalled Kuzushi in Rokugan. SPELL POWER [ANCESTOR] Prerequisites:Improved UnarmedStrike,Stunning Fist or Yourlineagetraces backto theyoung shugenja KuniOsaku, monk\u0027s stunning attack,Wis15+. whosingle-handedlyheld offamassive army ofoniat the Benefit:Against ahumanoid opponent,youcan make an Battle oftheCresting Wave.Herspellsummoned a tsunami unarmedattackthat hasachanceofunbalancingyourtarget, and made the Seigono Kamae riverimpassible forseventy- ifyourattack is successful,youdealnormaldamage andyour threedays whiletheCrab builttheKaiu Wall,butitspowerful targetmust attempta Reflex saving throw(DC 10 +1/2your ., magiccost Osakuherlife. level + your Wisdom modifier). Ifthetarget failsthis saving",
        "name":  "Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Atrulyhonorablecharacternolonger doubts or questions bushidoand its demands. Such aperson, thebaseline assumption ofreligionin theD\u0026Dgame. Insuch asystem,anumber ofdeitieshold controloverdifferentaspects whilenotfree fromtemptation,easily overcomesit.Now, the difficultycomeswhen thecharacteris forced to bend rules, of mortal existence, such as death, honor, strength, law, and magic. Religion in Oriental Adventures springsfromavery dif- howeverslightly-this is achallenge forthe exceptionally honorablesamurai.Such acharacteris usuallylawful neutral. ferent worldview,onethat is fundamentallyanimistic.",
        "name":  "HonorableThought",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Usethispriceandweightforitems meat. Fish is boiled,broiled, fried, stewed,or served rawon suchas prayerbeads, smallbells,orgongs,whichshamansmay vinegar-treatedrice.Noblestend to avoideating meat,since usewhen castingspells. they believeit makesthemsmelldirty.Monksdonoteat meat",
        "name":  "Holy Symbol,Wooden",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Use this priceandweightforitems forreligiousreasons. suchasprayerwheelsorlargerbells. Vinegar:This costs 1 cp.It is primarily used as acooking",
        "name":  "HolySymbol,Silver",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thethrowermakesaranged touchattackroll to hit theCraftskilldescriptioninthePlayer\u0027s Handbook. thetarget. SleepingFire (Hinemuri): Sleeping fire is aspecialformof Naturally, eggshell grenades arevery fragileandmust be alchemical fire that igniteswhenitstemperaturechangeseven stowedcarefullytoavoidbreakage.Ifacharactercarryingthese slightly.It is oftenpaintedthinly on itemsas atrap;acreature itemssuffersdamage fromfalling, each eggshellgrenademust touchingorevenbreathingonan areasocoated triggers ablast makeaFortitudesave (asifthecharacterweremakingthesaving offirethatcauses 1d3pointsofdamage,withanadditional 1d3 throw) againsta DC of10 +theamount ofdamage suffered. points ofdamage in the followinground. Burningcharacters An eggshellgrenade\u0027slightweight makesitvery difficultto canuseafull-roundaction to extinguish theflame, as described throwfar.Alleggshellgrenadeshavearangeincrementof5feet. foralchemical fire in the Player\u0027s Handbook. Making sleeping Making an eggshell grenaderequires theAlchemyskill(DC fire requirestheAlchemyskill(DC20)andfollowstherulesfor 20 fordust and pepper, DC 25 forflashpowder andpoison making things foundin the Craft skilldescriptionin the smoke) and followstherules formaking things foundin the Player\u0027s Handbook. Craftskilldescriptionin thePlayer\u0027sHandbook.",
        "name":  "Handbook",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Adust grenadethat hits itstarget directly blinds the TABLE 5-1O:SPECIALAND SUPERIOR ITEMS target for1d4rounds.Acreature withinthe \"splash\" radius of SpecialSubstances andItems Cost thedustcloud(5feet)mustmakeaFortitudesave (DC10)orbe Eggshell grenade, dust 10gp blindedfor1round. Eggshell grenade, flashpowder 60gp",
        "name":  "Dust",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "TogashiHoshi larhas nopatience forthewaythey boastabouttheirmagical (maledemideity Sam5/Miru- power.This tensionhasbecome exacerbatedin recent years, as motonitenmasterto/tattooed .l seismicactivity has increased dramatically in the Dragon monk5) mountains. Many Dragon refugees havefled to thewestern",
        "name":  "Clan Champion",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "LN theLionclan would supportthem,thesituationescalated to outright warfare.Theshugenjasofthe Phoenixandthe fledg- The Dragon is themost enigmaticandsecretiveoftheGreat lingTamorifamilyareatthecenterofthisconflict,whileMiru- Clans.Forathousandyears, Dragonshavelivedinvirtualseclu- moto andLionforces meetonthefields ofbattle.No endtothe sion inthehighmountainsoftheGreatWall oftheNorth.They conflict is in sight, as TamoriShaitung andIsawaTaeruko-;\u0027 arebestknownfortwothings:themysterious isezumiorderof bothpowerfulearthshugenjas-seem to loathe eachother tattooed monks, and theunusual fighting styleof the Miru- bothpoliticallyandpersonally. motoschool,whichteaches theuseofthekatana in onehand and thewakizashiin the other.The ise zumiinparticular,but DRAGON FAMILIES allDragonsat times,areknownforprotracted silence, evading TheDragon is notaclan inthetechnicalsenseoftheword,since directquestions, andspeakingin riddles. thekamiwhofoundedtheDragon,Togashi, is notthephysical RECENT HISTORY ancestoroftheDragons.Mirumoto andAgashawerethefirsttwo monastic disciplesofTogashi, andthe families that carrytheir EarlyintheWarAgainsttheShadow,theancientshugenjafamily names(including theKitsukiandtheTamori,both formedfrom oftheDragon clan,theAgasha,secededfromtheclan tojointhe the Agasha)are thephysical descendants ofthosetwo.The Phoenixclan.TakingtheAgashalibrarywiththem,theshugenjas Togashi\"family,\"however, is made upofmembersofotherfami- ofthefamily movedinto the mountains ofthe Phoenixlands, liesandevenotherclanswhochoosetojointhemonasticorderof establishinganewShiroAgashahighinthemountainpeaks.One theisezumi(andlikewiseforHitomi\u0027s kikage zumi).Onlyat the leader ofthefamily,AgashaTamori,refusedto join thePhoenix, endoftheClanWarwasit revealed thatTogashi(alsoknownas arguingthattheDragon clan preservedanancientpractice of TogashiYokuni)stilllived, anddidin fact have a sonTogashi magicthat wasvaluable in itsownrightandshould notbe sub- Hoshi, thedragon-man,currentchampion ofthe Dragon. sumed into the Phoenix approach.Tamori founded a new DRAGON CLAN The Mirumoto arethesamuraioftheDragon clan, distin- NPCMirumoto nitenmastersarethemilitary leadersofthe guishedfromalltheothersamuraiinRokuganbytheirstyleof Dragonclan.TheMirumotofamilyshoulderstheresponsibilityof fighting with katana andwakizashi.TheMirumoto niten protecting theclan from attackandfromassassinationattempts. masterprestigeclassis describedbelow HitDie:d10. TheTogashi\"family\" isactuallyamonasticorder,whosemem- bersaretheenigmaticisezumi,or tattooedmonks.Thetattooed REQUIREMENTS monk prestige classis detailed in Chapter3: Prestige Classes. To qualifyto become aMirumoto nitenmaster,a character Beforetakingthe place of themoon deity she helped mustfulfillallthefollowingcriteria. destroy, Mirumoto Hitomi establishedherown orderoftat-",
        "name":  "Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "LN ADVENTURE HOOKS JourneyingtovisittheDragon clan,forwhateverreason-diplo- More thananyotherclan,theLion clan embodiesthewarrior macy,trade,orperhapsin hopesofbecoming atattooedmonk- idealofbushido-thewayofthewarrior,thevirtuesandmorals is an adventurein itself.Reaching ShiroMirumoto or Kyuden ofthesamurai.TheLionmightbe called the soul oftheempire: Togashirequires alongtrek throughthemountains, anditisnot ThesamuraioftheLionaretheparagonsofwarriorvirtue,while even certainthattheroad leadsallthewayto theTogashicastle. theshugenjaskeep thevoices ofthepast alivebyspeaking with Thosewhoapproach thecastlewithpure intentions canusually theancestors.The Lionalso produces theempire\u0027s greathisto- find it;thosewhose motivesareless pure seem always to find rians, keepingRokuganin touchwith itspast. themselves lost in the mountains.In this time ofheavyseismic activity,thejourneyis an evenmore dangerousone. RECENT HISTORY TothenorthoftheDragonlands, hidden in theGreatWall of Duringthe Battle at Oblivion\u0027s Gate,theShadow was finally\u0027 theNorthMountains, is a secretive shrine called Hinanbasho defeatedbyvirtue ofbeingnamed. Itspowerderivedfrom the sanoMitsuShimai(the ShrineoftheThreeSisters).Forcenturies, factthatithadneverbeennamed, andthus it wasneverbound DRAGONS Thewaterdragon neverkeepsthesame form forlong,buttypically Thedragons of Rokugan are notthe lung dragonsdescribed in choosesaformthat features coils, talons,andfins.Theairdragon Chapter9:Monsters-though they resemblethem-norarethey is said to be invisible, whiletheVoid dragon hasonly appeared in anything like thedragonsfoundin theMonsterManual.Thedrag- thedreams ofheroes, andthey canneverrecall itsform. onsarebeings ofpure elementalforces,powerful andwisebeyond During violent storms, some people claim to have seen a theabilityofthehumanmindto comprehend.Theyaredeities, on \"thunder dragon\"soaringthroughthesky.Thethunderdragon is aparwith Heironeous andVecna, andnoless mysterious. a manifestation ofOsano-Wo, theFortuneofFire andThunder. Dragonsareshapeshifters, ableto assumeanyform theywish. Theseventhdragon wasthekami Togashi, whofoundedthe Oftentheyareseen as physical embodimentsoftheelements or Dragon clan and was its champion untilthedeathof Fu Leng. forces ofnature. They occasionally take humanform, usually to He assumed different identities in different eras of history, teach a lesson in humility to a vain or vulgar mortal.They can pretending to succeed himselfas clan champion, maintaining seem pleasantandbeautiful, orterribleandferocious, depending theillusionofhis humanity untilthedayofhisdeath.On that on theirintent. They commandthe elements like the mightiest day, the Second DayofThunder, he revealed thetwelfth Black shugenjas, butneed nocomplex rituals or focusitems. Scroll of Fu Leng, which he had hidden within his heart. Seven dragons have been seen in Rokugan. Five ofthem are Mirumoto Hitomi removedit andopened it,killingTogashibut commonlyreferredto as the\"elemental dragons,\"thedragonsof making Fu Leng both fully manifest and fully mortal, allowing air, earth, fire, water, and Void. The earth dragon has the most the Thunders to destroy him at last. Togashi\u0027s son, Togashi consistentandidentifiableform: Italwaysappearsas along,coiled Hoshi (the \"dragon-man\") now rules the Dragon clan in his and scaled serpentthat appearsto be made of stone and mud. father\u0027s stead, a semidivine figure in hisown right, but notas Thefiredragon typicallyappearsas endlesscoilsofendlessflame. mighty as the real dragonsof Rokugan. to ashape.When at last Hitomi gave it aname,shecalled it REQUIREMENTS Akodo-aname that fitthe Shadow,forlike theShadow the ToqualifytobecomeanAkodochampion,acharactermustful Akodowerenothing,butalsoaname thatchangedtheShadow, fillallthefollowingcriteria. fortheAkodowere always themost honorablefamily ofthe Race:Human(Lion). clans. Suddenly,the Shadow had aformandanature,andits Alignment:Lawfulgood. nature wastheepitomeofhonor.Thedecimatedranksofthe",
        "name":  "Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " The Phoenix studyofhistoryleadsto onlyone possible conclu- Humanity can aspiretogodhood.The heirs tothatsecret sion:The Phoenix clanispreeminentamongthe clansofRoku- adoptthehenshinmystic prestige class, described in Chapter gan.Nootherclan canclaimas exalted aposition.Accordingto 3: Prestige Classes. Phoenix legend, theirglorypredatesthearrival ofthe kami,for theircityGiseiToshiflourished inthetimebefore time,the first THE SHIBA PROTECTOR example ofhumancivilization.Magicwas discoveredin Gisei Thewarriors oftheShibafamilyaresworntoprotect the Isawa Toshi, the Phoenixclaim, andit was Isawashugenjaswho taught family, just asthefirstShiba sworeto protecttheIsawafamily magictotheotherclans.Inthecenturiessince, the Phoenixclan whileits leaderventured into theShadowlands with Shinsei. hasproducedcountlessmastersofelementalmagicandoracles- Forathousand yearsthe descendants ofShiba have pursued incarnations ofthe divine dragons-tocontinue thegloryof this duty,giving them aclearsenseofpurpose that defines theclan.Phoenix inquisitors have guarded theempire from theirfamily character.Theypursuethisdutywiththeaid ofrig- practitioners ofmaho and theheresies ofthe Bloodspeakers. orousmilitary training, combined with aspiritual discipline The Agasha family\u0027s decision toleavethe Dragon clan andjoin that grants thema keen awareness ofmagic\u0027s ebb and flow, thePhoenix clearly showsthe excellence ofthePhoenixway. allowing them to heighten its effects on themselves, resist it More recent history continues to affirm anoutlook of morestrongly, oreven shrugit offentirely. Phoenix superiority.IsawaHochiu is widelyregardedas instru- Shibaprotectors are almost exclusively drawnfrom the mentaltovictoryovertheShadow,forhedestroyedGojuAdorai samuraicharacter class. atOblivion\u0027sGate.An ancient Phoenixchampion, ShibaMirabu, YoungShibaprotectors serveaperiod in the Home Guard, rodeoutfrom Jigokuto save thebeleagured armiestrappedin patrolling Phoenix landsanddefending them from anythreat. the Shadowlands aftertheShadow\u0027s defeat, leadingthemback Asthey advance, some choose tobecome yojimbo (body- to safety behindtheKaiuWall. Phoenixmasterstaughtreligion guards), assignedto protect an individualcourtierordignitary. to Hantei Naseru, and all the shugenja\u0027sarts toToturi Sezaru- Itis in this capacity that the Shibastrulyexcel,andwheretheir one ofthe mostpowerfulshugenjasin recenthistory. vowto defend theirfellowPhoenix shines most clearly.",
        "name":  "RECENT HISTORY ers ofagreat secret, passed from Shinsei toShiba to Asako",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "dio. asinsufferably proud.Incontrast,thePhoenixfeeltheyarethe only ones who clearly understand the terrible burden they REQUIREMENTS hold-shepherding thereligious ideasofan empire.Seeing To qualifyto become aShibaprotector,acharactermustfulfill themselves astheonlytrue practitioners ofmagichasnotwon allthefollowingcriteria. them anyfriends amongtheshugenjas oftheotherclans.They",
        "name":  "Jealousofthisrecordofsuccess,otherclansviewthePhoenix Hit Die",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "LE MorikageCastle,standing high abovethe cityofMorikage in thefoothillsoftheMountainsofRegret,waslong ago cursed Behind theirever-present masks, bya Dragon shugenjawhose daughterwasscorned byher themembersoftheScorpion clan Shibahusband.Treesandshrubs growdensearoundtheruined fill adistastefulbutnecessaryrole castle,andonly ghosts are said to walk itshalls.In thetwenti- within theempire.They arethe ethyearofToturi\u0027sreign, he waskidnappedbyninjaservingthe keepersofsecrets,walkersin shad- Shadow andheld inMorikageCastle. ows, assassinsandspies.They care Whileit is true that Phoenixinquisitorshavesuccessfully littleforhonor,butholduployalty hunted down maho-tsukai and Bloodspeakers within the as thepre-eminentvirtue oftheclan:loyaltytotheclanandloy- empire,it is also undeniably true that asignificantnumber of alty to theempire-loyalty that makesaScorpion willingto maho-tsukaiarePhoenix, or had theirfirstexposure to maho suffer deathor dishonor,to payanycost.Scorpionsareusually lore in theIsawalibraries.Theirzeal fora completeunder- seen as villains,oftenevenas traitors-but fromtheScorpion standing ofmagichas ledtheIsawa to studymaho more than pointofview,theirworstdeedshaveallstemmedfromtheir couldeverbehealthy, andeventhemostdispassionatescholars unswervingsenseofloyalty. aretoooften seducedto experimentwith thepracticesthey study. In theirposition ofpower, Isawashugenjas arerarely RECENT HISTORY enticedbythe Bloodspeakers\u0027 revolutionaryphilosophy,but apartfromtheteachingsofIuchiban,mahohasitsownappeal As thepricefortheirloyalty, the Scorpionshave suffered dis- to many shugenjas. Onesuch shugenja is ayoungmannamed graceandpersecutionat thehandsoftheotherclans. Bayushi Agasha Bajiza,apromisingstudentoftheIsawaschool. Bajiza\u0027s Shojuinstigatedthe Scorpion Clan Coupin anattemptto save magicalabilityisimpressive,buthislustforpowersurpassesit, the empire from a dreadful prophecy,andin thewake ofthe andhehasspentmuchtime intheIsawalibrariessearchingout unsuccessful coup, theScorpionswere decimatedandtheir maho informationandrituals. landsrazed.TheywererestoredbytheEmperorToturiwhenhe took thethrone.Laterblamed forkidnapping EmperorToturi, theScorpionsweresentintoexileandtheirchildrenfosteredby theCranes untilToturi onceagainshowedthemmercyandrein- stated them. In theSpirit Wars,theScorpionsplayedadecisive role byluring thespiritarmiesinto Beiden Pass,whereagroup",
        "name":  "Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Moto Gaheris serveasdivine focusitemsforsome or allofanIuchishugenja\u0027s (male Unicorn Sam5/Moto spells, replacingthetraditional ofudas.The spellis otherwise avenger 10) unchanged,though theIuchischoolteachesanumberofspells",
        "name":  "Clan Champion",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Amulet of Ooze Riding. . 85 New Exotic Mounts. . . . . . . . . . . . . . . . . . . . 87 Vermin Mounts . . . . . . . . . . . . . . . . . . . . . . . 89",
        "name":  "New Magic Item",
        "source":  "RNK_Arms_and_Equipment_Codex.txt",
        "_id":  "dd09017539dede84696ea596ccdd6923f94cf9419fc5ec4067381fc53ebb7b47"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To become a dungeon delver, a character CClalsass sS kSikllislls must fi rst survive a great trial underground. This usu- The dungeon delver’s class skills (and the key ability ally takes one of three forms: for each skill) are Appraise (Int), Balance (Dex), Climb • A solo dungeon expedition that earns the charac- (Str), Craft (Int), Disable Device (Int), Hide (Dex), Intuit TaTbalbel e1 –12–:2 T:h Teh eD uDnugnegoeno nD eDlevlevrer Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +0 +2 +2 +0 Danger sense +2/+4, traps 2nd +1 +3 +3 +0 Blindsight 20 ft. 3rd +2 +3 +3 +1 Stonecunning 4th +3 +4 +4 +1 Reduce 5th +3 +4 +4 +1 Darkvision 6th +4 +5 +5 +2 Danger sense +4/+6 7th +5 +5 +5 +2 Treasure sense 8th +6 +6 +6 +2 Blindsight 40 ft. 7 9th +6 +6 +6 +3 Find the path 10th +7 +7 +7 +3 Phase door CHAPTER 1: PRESTIGE CLASSES Direction (Wis), Jump (Str), Listen (Wis), Move Silently He does not know the exact composition or nature of the (Dex), Open Lock (Dex), Search (Int), Spot (Wis), Swim treasure thus located, only its direction and distance from (Str), Tumble (Dex), Use Magic Device (Cha), and Use him (with a 10-foot margin of error). All valuables within Rope (Dex). See Chapter 4 of the Player’s Handbook for 10 feet of a given point count as a single treasure, so two skill descriptions. piles of gold pieces separated by 5 feet would register as one treasure, not two. Treasure sense always locates the",
        "name":  "Special",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "royal explorer has a The character chance to know almost must be ad- anything, either from his mitted to the own experience or Royal Explor- from the tales of ers Society. fellow explorers. This requires This ability func- fulfi lling all tions exactly like the require- bardic knowledge ments listed (see the Bard section in above and al- Chapter 3 of the Player’s Hand- 13 so submitting a verifi - book), except that the check able report of a signifi cant exploration modifi er equals the character’s CHAPTER 1: PRESTIGE CLASSES TaTbalbel e1 –15–:5 T: hTeh eR oRyoayla lE xEpxlpolroerrer Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +0 +2 +2 +0 Bonus language, explorer lore 2nd +1 +3 +3 +0 Explorer check (Diplomacy), Track 3rd +2 +3 +3 +1 Bonus language, brave 4th +3 +4 +4 +1 Explorer check (Sense Motive) 5th +3 +4 +4 +1 Bonus language, Search bonus 6th +4 +5 +5 +2 Explorer check (Gather Information), never lost 7th +5 +5 +5 +2 Bonus language, skill mastery 8th +6 +6 +6 +2 Explorer check (Disable Device) 9th +6 +6 +6 +3 Bonus language, fearless 10th +7 +7 +7 +3 Explorer check (Use Magic Device) royal explorer level + his Intelligence modifi er. Bard public scrutiny. To allay suspicions, she often maintains levels stack with royal explorer levels for the purpose of a cover identity by pretending to be a member of some determining this modifi er. other character class-typically the one in which she",
        "name":  "Special",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The character must have 5 ranks in each of spymaster until it is too late. At 1st level, a spymaster estab- two skills from the following list: Diplomacy, Disguise, lishes one specifi c cover identity (such as Murek the tailor Forgery, and Sense Motive. from Sumberton). While operating in that identity, she gains a +4 circumstance bonus on Disguise checks and a CClalsass sS kSikllislls +2 circumstance bonus on Bluff and Gather Information The spymaster’s class skills (and the key ability for each checks. At 4th level and again at 7th level, the spymaster skill) are Appraise (Int), Balance (Dex), Bluff (Cha), can maintain one additional cover identity that provides Climb (Str), Decipher Script (Int), Diplomacy (Cha), the same circumstance bonuses as the fi rst. Disable Device (Int), Disguise (Cha), Escape Artist Should the spymaster wish to “retire” a cover iden- (Dex), Forgery (Int), Gather Information (Cha), Hide tity and develop a new one, she must spend one week (Dex), Innuendo (Wis), Intimidate (Cha), Jump (Str), rigorously practicing subtle vocal intonations and Listen (Wis), Move Silently (Dex), Open Lock (Dex), body language before she earns the bonuses. Cover Pick Pocket (Dex), Read Lips (Int), Scry (Int), Search identities do not in themselves provide the spymaster (Int), Sense Motive (Wis), Speak Language, Spot (Wis), with additional skills, profi ciencies, or class features Swim (Str), Tumble (Dex), Use Magic Device (Cha), and that others might expect of the professions pretended, Use Rope (Dex). See Chapter 4 of the Player’s Handbook though required ranks (see for skill descriptions. below) can bolster skills in the chosen",
        "name":  "Special",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Also at 8th level, the spymaster the clerics of St. Cuthbert’s temple are now bringing can determine the true motives of others by listening home for safekeeping. carefully to the subtle infl ections of their voices. Her ears Clerics who venerate other deities consider temple are so well trained that she gains a +3 insight bonus on raiders a menace, so most of the latter pose as rogues, Sense Motive checks. bards, or even clerics of Olidammara instead. Rogues Detection Damper (Su): At 9th level, the spymaster and bards usually have the skills a temple raider 16 can subconsciously create interference that hampers needs, whereas only a few rare clerics—even those of detect magic spells. The aura strengths for all magic items Olidammara—can pick a lock or sabotage a trap well she holds, carries, or wears register as two categories enough to meet the temple raiders’ standards. Player CHAPTER 1: PRESTIGE CLASSES characters may encounter Skill Points at Each",
        "name":  "Hear Subharmonics",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The charac- temple raider gains the traps ter must worship Olidam- ability (see the Rogue section mara and be invited to join in Chapter 3 of the Player’s the ranks of the temple Handbook) if he does not already raiders by at least three have it. current members of tha t Spells: A temple raider can cast, a small prestige class. number of divine spells. His spells are based on Wisdom, so casting any given spell requires a CClalsass sS kSikllislls Wisdom score least 10 + the spell’s level. The DC The temple raider’s for saving vs against these spells is 10 + spell level + class skills (and the key the raider’s Wisdom modifi er. When the table indi- ability for each skill) are cates that the temple raider is entitled to 0 spells a Appraise (Int), Climb given level (such as 0 1st-level spells at 1st level), (Str), Craft (Int), Disable he gets only those bonus spells that his Wisdom Device (Int), Hide (Dex), score allows. Jump (Str), Listen (Wis), Move Like a cleric, a temple raider can pre- Silently (Dex), Open Lock pare one domain spell at each spell level (Dex), Search (Int), Spot (Wis), in addition to his regular allotment. At Tumble (Dex), Use Magic Device the time he becomes a temple raider, the (Cha), and Use Rope (Dex). See Chapter 4 of character must choose two domains from thePlayer’s Handbook for skill descriptions. the three over which Olidammara holds TaTbalbel e1 –17–:7 T:h Teh eTe Tmemplpel eR aRiadiedre ro fo Of Olidliadmammmaraara Class Base Fort Ref Will —Spells per Day*— Level Attack Bonus Save Save Save Special 1st 2nd 3rd 4th 1st +0 +0 +2 +2 Traps 0+1 — — — 2nd +1 +0 +3 +3 Sneak attack +1d6 1+1 — — — 3rd +2 +1 +3 +3 Uncanny dodge 1+1 0+1 — — (Dex bonus to AC) 4th +3 +1 +4 +4 Save bonus +1 1+1 1+1 — — 5th +3 +1 +4 +4 Sneak attack +2d6 1+1 1+1 0+1 — 6th +4 +2 +5 +5 Uncanny dodge 1+1 1+1 1+1 — (Can’t be fl anked) 7th +5 +2 +5 +5 Save bonus +2 2+1 1+1 1+1 0+1 8th +6 +2 +6 +6 Sneak attack +3d6 2+1 1+1 1+1 1+1 9th +6 +3 +6 +6 Uncanny dodge 2+1 2+1 1+1 1+1 (+1 against traps) 10th +7 +3 +7 +7 Save bonus +3 2+1 2+1 2+1 1+1 17 *In addition to the stated number of spells per day for 1st- through 4th-level spells, a temple raider gets a domain spell for each spell level. The “+1” on this list represents that. These spells are in addition to any bonus spells for having a high Wisdom. CHAPTER 1: PRESTIGE CLASSES bonus on all saving throws. This bonus rises from +1 at 4th level to +2 at 7th level to +3 at 10th level. TeTmempplel eR Raiadidere rS pSpelel lLl iLsitst",
        "name":  "Special",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The fact that the thief- acrobat is perpetually whirling and spinning makes her a diffi cult target to hit. When fi ghting defensively, she gains a +4 dodge bonus to AC rather than the normal +2 bonus or the +3 bonus for having 5 or more ranks in Tumble. When executing the total defense standard action, she gains a +8 dodge bonus to AC rather than 19 the usual +4 bonus or the +6 bonus for having 5 or more ranks in Tumble. CHAPTER 1: PRESTIGE CLASSES TaTbalbel e1 –18–:8 T:h Teh Teh Tiheife Af cArcorboabtat Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +0 +2 +2 +0 Bonus language, explorer lore 2nd +1 +3 +3 +0 Explorer check (Diplomacy), Track 3rd +2 +3 +3 +1 Bonus language, brave 4th +3 +4 +4 +1 Explorer check (Sense Motive) 5th +3 +4 +4 +1 Bonus language, Search bonus 6th +4 +5 +5 +2 Explorer check (Gather Information), never lost 7th +5 +5 +5 +2 Bonus language, skill mastery 8th +6 +6 +6 +2 Explorer check (Disable Device) 9th +6 +6 +6 +3 Bonus language, fearless 10th +7 +7 +7 +3 Explorer check (Use Magic Device)",
        "name":  "Defensive Fighting Bonus",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6 + Int modifi er. 10th 5 5 4 3 CHAPTER 1: PRESTIGE CLASSES Vigilante Spell List with class level as given on Table 1-9. If he moves to another city, he must spend a month getting acquainted Vigilantes choose their spells from the following list. with the new area before he can use this ability there. 1st Level—cause fear, change self, detect magic, detect",
        "name":  "Skill Points at Each Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ability, available to vigilan- secret doors, identify, light, obscuring mist. tes of 3rd level or higher, allows you to reroll any roll 2nd Level—darkvision, daylight, detect thoughts, locate you have just made after learning the result but before object, scare, see invisibility, zone of truth. it has taken effect. The rerolled result must be kept. 3rd Level—clairaudience/clairvoyance, discern lies, Although this ability is usable more than once per day dispel magic, emotion, magic circle against evil, speak with at higher levels, a vigilante can’t use it more than once dead, tongues. for a given check. 4th Level—arcane eye, detect scrying, dimensional",
        "name":  "Incredible Luck",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 4th level, the vigilante gains Shadow as anchor, fear, locate creature, scrying. a bonus feat. (See Chapter 2 of this book for this feat’s See Complete Adventurer VIRTUOSO description.) Punish the Guilty (Su): If The roar of the crowd, the praise of spectators after a vigilante of 5th level a great performance, the showers of gifts from higher personally attractive admirers—why would anyone trade all witnesses someone that for sleeping in the woods or poking around committing an in smelly old dungeons? The virtuoso leaves action that the laws creeping down dark corridors and match- of his home turf ing wits against deadly traps to others. Her defi ne as a crime, place is on the stage, surrounded by ador- he can attempt to ing fans. Fortunately for her, every place punish the miscre- she goes becomes a stage, and as long ant. To do so, he as there’s anyone to impress, she’s in makes one normal the spotlight. attack and adds his The typical virtuoso is outgo- Charisma bonus (if ing, charismatic, and gregarious. any) to the attack She loves to be around roll, along with people and is quick to any other modi- win friends with her fi ers that would charming manner. normally apply. If Some might the attack is success- call her a tem- ful, it deals 1 extra peramental point of damage egomaniac, yet per vigilante level. everyone feels a This special attack little better in her must occur within presence. three days of the Many virtuosos are musi- crime; otherwise the cians; others are accom- bonuses no longer plished dancers or actors. Still others apply. Punish the choose to specialize in obscure and unu- guilty is usable once sual forms of entertainment, such as stage per day at 5th level, magic or juggling. twice per day at 7th level, and three times per day at 10th Since entertainers are often on the road, a virtuoso level. The vigilante can use this ability as many times as can travel wherever she likes, incorporating as much desired against the same miscreant and in response to adventuring into her journeys as she wishes. Because the same incident, as long as all such uses occur within of her talent for winning admirers, she usually remains the time limit. Should the vigilante mistakenly try to above suspicion should anything underhanded occur punish someone who is not actually guilty of the crime in a place she is visiting on tour. witnessed, the bonuses do not apply, but the attempt Bards are most often drawn to this prestige class, still counts against the number allowed per day. although rogues, illusionists, and multiclass combina- Slippery Mind (Ex): At 9th level, the vigilante tions of both can also excel in it. Bards tend to perform as gains the slippery mind ability (see the Rogue section musicians or actors, illusionists as stage magicians, and 22 in Chapter 3 of the Player’s Handbook) if he does not rogues as dancers, tumblers, or sleight-of-hand artists. already have it. Characters of most other classes are either not outgoing CHAPTER 1: PRESTIGE CLASSES Table 1–11: The Virtuoso Class Base Fort Ref Will Spells per Day/ Level Attack Bonus Save Save Save Special Spells Known 1st +0 +0 +2 +2 Bardic music, virtuoso performance +1 level of existing class (sustaining song) 2nd +1 +0 +3 +3 +1 level of existing class 3rd +2 +1 +3 +3 Virtuoso performance (calumny) +1 level of existing class 4th +3 +1 +4 +4 Virtuoso performance (jarring song) +1 level of existing class 5th +3 +1 +4 +4 Virtuoso performance (sharp note) +1 level of existing class 6th +4 +2 +5 +5 Virtuoso performance (mindbending +1 level of existing class melody) 7th +5 +2 +5 +5 Virtuoso performance (greater +1 level of existing class calumny) 8th +6 +2 +6 +6 Virtuoso performance (magical +1 level of existing class melody) 9th +6 +3 +6 +6 Virtuoso performance (song of fury) +1 level of existing class 10th +7 +3 +7 +7 Virtuoso performance (revealing +1 level of existing class melody) enough to enjoy being virtuosos, or they fi nd other spellcasting class she has, than determines spells per channels for their extrovertism. day, caster level, and spells known (if formerly a bard",
        "name":  "Shadow",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4 + Int modifi er. Virtuoso Performance: With an impassioned soliloquy or a haunting melody, the virtuoso can create Class Features magical effects beyond even the capabilities of bardic All the following are class features of the virtuoso music. Virtuoso performance can be used once per prestige class. virtuoso level per day. If the virtuoso has bard levels,",
        "name":  "Skill Points at Each level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All traps—mechanical or magi- one with a location trigger. Mechanical proximity triggers cal—must have the following elements: trigger, reset, are extremely sensitive to the slightest change in the air. Search DC, Disable Device DC, attack bonus (or saving This, of course, makes them useful only in places such as throw or onset delay), damage/effect, and Challenge crypts, where the air is unusually still. Rating. Some of these elements may be more or less impor- The alarm spell functions as a proximity trigger for tant than others, and some traps may also include optional magic device traps. You can voluntarily reduce the area of elements, such as poison or a bypass. the spell to make it cover a smaller area. Some magic device traps have special proximity trig- StSetpe p2 :2 D: Deteetremrminien teh teh Ter Tigriggegre arn adnd gers that activate only when certain kinds of creatures ReRseestet approach. To build such a trigger, add an appropriate spell Now that you have a general idea of what you want your (usually a divination) to the trap so that it can differenti- trap to do, you can start defi ning the specifi cs. The choices ate among approaching creatures. For example, a detect you make here may result in adjustments to the CR and good spell can serve as a proximity trigger on an evil altar, cost of the trap, as given on Tables2–2 and 2–3. Keep a run- springing the attached trap only when someone of good ning total of these adjustments; you’ll need them in Step4. alignment gets close enough to it.",
        "name":  "Elements of a Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This magic trigger springs the trap when it TrTirgiggegrer detects any sound. A sound trigger functions like an ear The trigger element determines how the trap is sprung. and has a +15 bonus on listen checks. Silent movement, Each trigger type is described in detail below. magical silence, and other effects that would negate hear-",
        "name":  "Sound",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A location trigger springs a trap when someone ing defeat it. To build a sound trigger, add clairaudience to stands in a particular square. For example, a covered pit trap the trap you’re building. typically activates when a creature steps on a certain spot. This Visual: This magic trigger works like an actual eye, is the most common type of trigger for mechanical traps. springing the trap whenever it “sees” something. To incor- 26 Proximity: This trigger activates the trap when a crea- porate a visual trigger into your trap, add one of the spells ture approaches within a certain distance of it. A proximity listed on the following table. Sight range and the Spot trigger differs from a location trigger in that the creature bonus conferred depend on the spell chosen, as shown. CHAPTER 2: SKILLS AND FEATS Table 2–2 (continued) Feature Base Cost Modifi er CR Modifi er Disable Device DC 15 or below –100 gp/–1 decrease below 20 –1 16-19 –100 gp/–1 decrease below 20 — 20 — — 21-24 +200 gp/+1 increase above 20 — 25-29 +200 gp/+1 increase above 20 +1 30+ +200 gp/+1 increase above 20 +2 Pit or Other Save-Dependent Trap — Refl ex Save (DC 19 or below) –100 gp/–1 decrease below 20 –1/–5 decrease below 20 Refl ex Save (DC 20) — — Refl ex Save (DC 21+) +300 gp/+1 increase above 20 +1/+5 increase above 20 Ranged Attack Trap Attack bonus +9 or below –100 gp/–1 decrease below 20 –1/–5 decrease below +10 Attack bonus +10 — — Attack bonus +11 or higher +200 gp/+1 increase above 20 +1/+5 increase above +10 Mighty damage +100 gp/+1 damage (max +4) — Melee Attack Trap Attack bonus +9 or below –100 gp/–1 decrease below 20 -1/-5 decrease below +10 Attack bonus +10 — — Attack bonus +11 or higher +200 gp/+1 increase above 20 +1/+5 increase above +10 Mighty damage +100 gp/+1 damage (max +8) — Damage/Effect Average damage — +1/7 points of average damage* Miscellaneous Features Alchemical device — Spell level of spell effect mimicked Gas — — Never-miss +1,000 gp — Multiple-target — +1 (or 0 if never-miss) Onset delay (1 round) — +3 Onset delay (2 rounds) — +2 Onset delay (3 rounds) — +1 Onset delay (4+ rounds) — –1 Poison — CR of poison used** Pit spikes — +1 Touch attack — +1 Water — +5 Extra Costs (Added to Modifi ed Base Cost) Poison Cost of poison used† (×20 if automatic reset) Alchemical device Cost of item from Table 7–9 in the Player’s Handbook (×20 if automatic reset) *Rounded to the nearest multiple of 7 (round up for an average that lies exactly between two numbers). For example, a trap that deals 2d8 points of damage (an average of 9 points) rounds down to 7, while one that does 3d6 points of damage (an average of 10.5) rounds up to 14. **See Table 2–4. †See Table 2–1.",
        "name":  "Location",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A touch trigger, which springs the trap when Spell Sight Range Spot Bonus touched, is generally the simplest kind to construct. arcane eye Line of sight (unlimited range) +20 This trigger may be physically attached to the part of clairvoyance One preselected location +15 the mechanism that deals the damage (such as a needle true seeing Line of sight (up to 120 ft.) +30 that springs out of a lock), or it may not. You can make If you want the trap to “see” in the dark, you must either a magic touch trigger by adding alarm to the trap and choose the trueseeing option or add darkvisionto the trap reducing the spell’s area to cover only the trigger spot. as well. (Darkvision limits the trap’s sight range in the Timed: This trigger periodically springs the trap dark to 60 feet.) If invisibility, disguises, or illusions after a certain duration has passed. A sharpened pendu- 27 can fool the spell being used, they can fool the visual lum that sweeps across a hallway every 4 rounds is an trigger as well. example of a timed trigger. CHAPTER 2: SKILLS AND FEATS TaTbalbel e2 –23–:3 R: aRwaw M Mataetreirailasl sC oCosts ta nandd C CRR M Mooddifii fie rerss f oforr M Maaggicic D Deevvicicee T Trraappss Feature Raw Material Cost Modifi er* XP Cost Modifi er** CR Modifi er Highest-level spell (one-shot) 50 gp × caster level 4 XP × caster level Spell level or +1/7 points of × spell level × spell level average damage per round* Highest-level spell (automatic reset) 500 gp × caster level 40 XP × caster level Spell level or +1/7 points of × spell level × spell level average damage per round* Alarm — — — Other spell effect (one-shot) 50 gp × caster level 4 XP × caster level × spell level × spell level Other spell effect (automatic reset) 500 gp × caster level 40 XP × caster level × spell level × spell level Extra Costs (Added to Raw Materials Cost) Material Components Cost of all material components used ( ×100 if automatic reset) XP Costs 5 × XP cost (×100 if automatic reset) *Rounded to the nearest multiple of 7 (round up for an average that lies exactly between two numbers). For example, a trap that deals 2d8 points of damage (an average of 9 points) rounds down to 7, while one that does 3d6 points of damage (an average of 10.5) rounds up to 14. **These formulas are correct. Those given in the Creating Magic Traps section in Chapter 4 of the Dungeon Master’s Guide are incorrect. StSetpep 3 3: F: iFgiguurer eo ouut tt hthe eN Nuummbberesrs",
        "name":  "Touch",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Short of completely rebuilding the trap, SeSaeracrhc ha nadnd D Disiasbalbel eD Deveivciec eD DCCss there’s no way to trigger it more than once. Spell traps The builder sets the Search and Disable Device DCs for a have the no reset element. mechanical trap. For a magic trap, the values depend on",
        "name":  "No Reset",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Resetting the trap requires some- Disable Device checks is20. Raising or lowering either of one to move the parts back into place. It’s the standard these affects the base cost and CRs shown on Table 2–2. reset for most mechanical traps. Magic Trap: The DC for both Search and Disable Device",
        "name":  "Manual Reset",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The trap resets itself, either checks is equal to25 + spell level of the highest-level spell immediately or after a timed interval. Magic device used. Only characters with the traps ability can attempt traps get this feature at no cost. either check. These values do not affect the trap’s cost or CR. ByBpyapsass (sO (Optpiotinoanla El lEelmemenetn)t) AtAttatcakcsk/sS/aSvaivnign gT hTrhorwowss If you plan to move past a trap yourself, it’s a good idea A trap usually either makes an attack roll or forces a to build in a bypass mechanism - something that tem- saving throw to avoid it. Consult one or more of follow- porarily disarms the trap. Bypass elements are typically ing sections to determine which option is appropriate for used only with mechanical traps; spell traps usually your trap, based on its type. Occasionally, a trap uses both have built-in allowances for the caster to bypass them. of these options, or neither (see Never-Miss, page 29). The check DCs given below are minimums; raising Pits: These are holes (covered or not) that characters can them alters the base cost as shown on Table 2–2. fall into and take damage. A pit needs no attack roll, but a",
        "name":  "Automatic Reset",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A hidden lock combines the features The builder sets the attack bonus. above, requiring a Search check (DC25) to locate and Melee Attack Traps: These traps include sharp blades 28 an Open Lock check (DC30) to open. that emerge from walls and stone blocks that fall from ceilings. Once again, the builder sets the attack bonus. CHAPTER 2: SKILLS AND FEATS TaTbalbel e2 –24–:4 C: RC RM Modoidfi ifie resrs b yby P oPiosiosnon T yTpyepe saving throw has a save DC equal to 10 + Poison Type CR Modifi er spell level + caster’s relevant ability modifi er. Other Ways to Beat Black adder venom +1 Magic Device Traps: These traps pro- a Trap Black lotus extract +8 duce the effects of any spells included, as It’s possible to ruin many Bloodroot +1 described in the appropriate entries in the traps without using Disable Player’s Handbook. If the spell in a magic Device, of course. Blue whinnis +1 device trap allows a saving throw at all, its Ranged Attack Traps: Once Burnt othur fumes +6 save DC equals 10 + spell level × 1.5. Some you know the trap is there, the Carrion crawler brain juice +1 spells make attack rolls instead. obvious way to disable it is Deathblade +5",
        "name":  "Hidden Lock",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Treat spikes at the bottom of you’ve added to the trap to get the modifi ed base cost. Repairing and Resetting a pit as daggers, each with a +10 attack bonus. The market price is the modifi ed base cost × Mechanical Traps The damage bonus for each spike is +1 per 10 the Challenge Rating + extra costs. The minimum Repairing a trap requires a feet of pit depth (to a maximum of +5). Each market price for a mechanical trap is 100 gp per +1 Craft (trapmaking) check character who falls into the pit is attacked by CR. After you’ve multiplied the modifi ed base cost by against a DC equal to the one 1d4 spikes. Pit spikes do not add to the average the Challenge Rating, add the price of any poison or for building it in the fi rst place. damage of the trap (see above), nor do their alchemical devices you incorporated into the trap. If the The cost for raw materials is damage bonuses constitute mighty damage. trap uses one of these elements and has an automatic one-fi fth of the trap’s original Pit Bottom: If there’s something other reset, multiply the poison or alchemical device cost by 20 market price. To calculate than spikes at the bottom of a pit, it’s best to to ensure an adequate supply. how long it takes to fi x a trap, treat that as a separate trap (see multiple traps) Multiple Traps: If a trap is really two or more use the same calculations with a location trigger that activates on any connected traps, determine the market price of each you would for building it, but signifi cant impact, such as a falling character. separately, then add those values together. This holds for substitute the cost of the raw Possibilities for pit bottom traps include acid, both dependent and independent traps. materials required for repair monsters, or water (which reduces the fall- for the market price. ing damage; see the Obstacles, Hazards, and MMagaigci cD Deveivciec eT rTarpap Resetting a trap usu- Traps section in Chapter4 of the Dungeon A one-shot magic device trap costs 50 gp x caster level × ally takes only a minute or Master’s Guide). spell level + extra costs plus 4 XP× caster level × spell level. so—you just have to lever",
        "name":  "Pit Spikes",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Any trap that involves a danger instance, a sound or visual trigger spell in addition to the needle back into the lock. For of drowning (such as a locked room fi lling main spell effect), you must pay for them all (except alarm, a trap with a more diffi cult with water or a patch of quicksand that char- which is free). reset, such as Baltoi’s boul- acters can fall into) is in this category. Traps These costs assume that you are casting the necessary der, the DM should set the employing water usually have the never-miss spells yourself. If you are hiring an NPC spellcaster to time and manpower required. and onset delay features (see above). cast them, see the Special and Superior Items section of Chapter 7 in the Player’sHandbook for costs. CRC Rfo fro rth teh eT rTarpap Magic device traps take one day to build per 500 gp cost. To calculate the CR for a trap, add all the CR modifi ers col- lected above to the base CR value for the trap type. SpSeplel lTl rTarpap",
        "name":  "Water",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The base CR for a mechanical A spell trap has a cost only if you hire an NPC spellcaster trap is 0. If your fi nal CR is 0 or below, add features to cast it. See the Special and Superior Items section in until you get a CR of 1 or better. Chapter 7 of the Player’s Handbook for these costs.",
        "name":  "Mechanical Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "For a spell or magic device trap, the base CR is 1. Only the highest-level spell used modifi es the CR. StSetpep 5 5: C: Crarfatf tt hteh eT rTarpap",
        "name":  "Magic Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If two or more traps act inde- must fi rst calculate the DC for the Craft (trapmaking) pendently (that is, neither depends on the success of the check, then purchase the raw materials, and fi nally other to activate), use their CRs to determine their combined make a Craft (trapmaking) check every week until the Encounter level as though they were monsters, according to construction is fi nished. Table 4–1 in the Dungeon Master’s Guide. The resulting The Craft Check DC: The base DC for the Craft Encounter level is the CR for the combined traps. (trapmaking) check depends on the CR of the trap, as given in Table 2–5. StSetpe p4 4: F: iFgiugruer eo uotu tt hteh eC Cosotst TaTbalbel e2 –25–:5 C: rCarfatf t(T (rTarpampmakaiknign)g D) DCsCs Cost depends on the type of trap. Calculations are given below for the three basic types. Trap CR Base Craft (Trapmaking CR) 1–3 20 30 MMecehcahnaincaicl aTlr Tarpap 4–6 25 The base cost of a mechanical trap is 1,000 gp. Apply all 7–10 30 the modifi ers from Table 2–2 for the various features CHAPTER 2: SKILLS AND FEATS Modifer to Craft Step 2 (Trigger, Reset, and Bypass): Baltoi has had Additional Components (Trapmaking) DC bad luck with fl ying intruders, so she wants a proxim- Proximity trigger +5 ity trigger—a very sensitive apparatus that starts the Automatic reset +5 rock rolling upon the slightest disturbance in the air. A manual reset sounds just fi ne to her, even Add any modifi ers from the second part of the table to the though it’ll take all her guards to roll the Variant: Helpful “Traps” base value obtained in the fi rst part. The result is the Craft boulder back into position. For a bypass, You can use the rules for magic de- (trapmaking) DC. Baltoi opts for a well-hidden switch (Search vice traps to construct itemsıthat",
        "name":  "Multiple Independent Traps",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To fi gure out how much progress through which the boulder drops. She who lies down on it. Endurance is a 2nd-level spell, so the de- you make on the trap each week, make a Craft (trapmak- reduces the Search DC to 16, thus saving vice costs Mialee 500 gp × 3 × 2 ing) check. If it is successful, multiply the check result by 400 gp from the base cost. But as a point of = 3,000 gp in raw materials and the DC for the check. The result is how many gp worth pride in dwarven stonecraft, she leaves the 40 XP × 3 × 2 = 240 XP. It takes of work you accomplished that week. When your total gp Disable Device DC at 20. Base cost modifi er so her six days (one per 500 gp of completed equals or exceeds the market price of the trap, far: +1,000 gp. CR modifi er so far: +0. cost) to craft the magic bed. If it’s fi nished. If you fail the check, you make no progress that The rolling boulder is a melee attack, a spy wanted to sabotage such week, and if you fail the check by a margin of 5 or more, you and Baltoi wants to make sure it connects. a device, the DC for the Disable Device check would be 27 (25 ruin half the raw materials and have to buy them again. Therefore, she decides to increase its attack + 2).",
        "name":  "Making the Checks",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "What Disabling a a trap, and she easily has that many helpers poison (carrion crawler brain juice, Fortitude save [DC Device Means to call upon in her complex. Her assistants 13] resists, paralysis/0); Search (DC 19); Disable Device So you’ve made your Dis- double the amount of work completed, (DC 19). MarketPrice:900 gp. able Device check against a giving her a fi rst-week total of 2,280 gp. FusilladeofDarts: CR 1; mechanical; location trigger, trap. What does that do to it? Building such a trap is no easy task, it seems! manual reset, Atk +10 ranged (ld4+l, dart); multiple targets It depends on the amount by Assuming average rolls, it’ll take Baltoi another (fi res 1d4 darts at each target in two adjacent 5-ft. squares); which you beat the DC. Check seven weeks to complete the trap. Maybe the Search (DC 14); Disable Device (DC 20). MarketPrice: 500 gp. the paragraph below that cor- proximity trigger was a poor choice.... Poisoned Dart Trap: CR 1; mechanical; location responds to your margin of trigger; manual reset; Atk +8 ranged (ld4 plus poison, success for the results. Magic Traps dart); poison (bloodroot, Fort save [DC 12] resists, 0/ 0–3: The next time the trigger Building a magic trap is a simpler process 1d4 Con + 1d3 Wis); Search (DC 20); Disable Device would spring the trap, it doesn’t. than constructing a mechanical one. Costs (DC 18). MarketPrice: 700 gp. After that, however, the trigger are as noted in Step 4, above. Razor-WireacrossHallway: CR 1; mechanical; location operates normally, and another",
        "name":  "Variant",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Building these trigger, no reset; Atk +10 melee (2d6, wire); multiple targets Disable Device check is required traps doesn’t involve the Craft (trapmaking) (fi rst target in each of two adjacent 5-ft. squares); Search (DC to disarm it again. skill at all. Instead, it requires the Craft 22); Disable Device (DC 15). MarketPrice: 400 gp. 4–6: You messed it up. It Wondrous Item feat—magic device traps Rolling Rock Trap: CR 1; mechanical; location won’t work again until it’s reset. are, after all, essentially stationary wondrous trigger; manual reset; Atk +10 melee (2d6, rock); Search If it’s a trap that resets automati- items, though they cost more to create than (DC 20); Disable Device (DC 22). MarketPrice: 1,400 gp. cally, use the next result below. wondrous items do. If you have that feat and SwingingBlockTrap: CR 1; mechanical; touch trigger; 7–9: You really broke it. It can cast the spells required to build the trap, manual reset; Atk +5 melee (4d6, stone block); Search (DC won’t go off again until some- success is automatic. The time required is one 20); Disable Device (DC 20). MarketPrice: 500 gp. one repairs it using the Craft day per 500 gp spent on raw materials. WallBladeTrap: CR 1; mechanical; touch trigger; (trapmaking) skill. This repair",
        "name":  "Magic Device Traps",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 2; mechanical; touch 10+: You can either break rules above and are suitable for protecting a trigger (opening the box); automatic reset; 5-ft. cold the trap as above or add a by- dungeon, merchant guildhouse, or military aura (3d6, cold subdual); Search (DC 22); Disable pass element. This latter op- complex. The costs listed for mechanical Device (DC 16). MarketPrice: 3,000 gp. tion enables you to either get traps are market prices; those for magic device Bricks from Ceiling: CR 2; mechanical; touch trigger; past the trap without trigger- traps are raw material costs. Caster level and repair reset; Atk +12 melee (2d6, bricks); multiple targets ing it or avoid its effect. For class for the spells used to produce the trap (all targets in two adjacent 5-ft. squares); Search (DC 20); example,ıyou could disable effects are provided in the entries for magic Disable Device (DC 20). MarketPrice: 2,400 gp. a narrow path through the device and spell traps. For all other spells used Burning Hands Trap: CR 2; magic device; proximity pressure plates that trigger (in triggers, for example), the caster level is trigger (alarm); automatic reset; spell effect (burninghands, poison darts from the wall, or assumed to be the minimum required. 1st- level wizard, Refl ex save [DC 11] half damage, 1d4 fi re); note the tiny niche in the wall Search (DC 26); Disable Device (DC 26). Cost: 500 gp, 40 XP. that provides refuge from the CR 1 Camoufl agedPitTrap: CR 2; mechanical; location rolling boulder.",
        "name":  "The following traps use the construction Box of Brown Mold",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 1; mechanical; location Infl ict Light Wounds Trap: CR 2; magic device; touch trigger, manual reset; Refl ex save (DC 20) avoids; 10 ft. trigger, automatic reset; spell effect (infl ictlightwounds, 1st- deep (1d6, fall); Search (DC 24); Disable Device (DC level cleric, Will save [DC 11] half damage, ld8+l); Search 20). MarketPrice: 1,800 gp. (DC 26); Disable Device (DC 26). Cost: 500 gp, 40 XP. 32 DeeperPitTrap: CR 1; mechanical; location trigger; Javelin Trap: CR 2; mechanical; location trigger; manual reset; hidden switch bypass (Search [DC manual reset; Atk +16 ranged (ld6+4, javelin); Search (DC 25]); Refl ex saving throw (DC 15) avoids; 20 ft. deep 20); Disable Device (DC 18). MarketPrice: 4,800 gp. CHAPTER 2: SKILLS AND FEATS",
        "name":  "Camoufl agedPitTrap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 4; magic device; touch trigger",
        "name":  "Bestow Curse Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 3; magic device; proximity trigger (DC 20); Disable Device (DC 24). MarketPrice: 8,800 gp. (alarm); automatic reset, spell effect (burninghands, 5th-level Glyph of Warding (Blast): CR 4; spell; spell trigger, no wizard, Refl ex save [DC 11] half damage, 5d4 fi re); Search reset; spell effect (glyphofwarding [blast], 5th-level cleric, (DC 26); Disable Device (DC 26). Cost: 2,500 gp, 200 XP. Refl ex save [DC 14] half damage, 2d8 acid); multiple",
        "name":  "Burning Hands Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 3; mechanical; location targets (all targets within 5 ft.); Search (DC 28); Disable trigger, manual reset; Refl ex saving throw (DC 20) avoids; Device (DC 28). Cost: 350 gp to hire NPC spellcaster. 30 ft. deep (3d6, fall); multiple targets (fi rst target in each of Lightning Bolt Trap: CR 4; magic device; proximity two adjacent squares); Search (DC 24); Disable Device (DC trigger (alarm); automatic reset; spell effect (lightningbolt, 18). MarketPrice: 4,800 gp. 5th-level wizard, Refl ex save [DC 14] half damage, 5d6",
        "name":  "Camoufl aged Pit Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 3; magic device; proximity Device (DC 22). MarketPrice: 12,090 gp. trigger (detectgood); automatic reset; spell effect (extended Sepia Snake Sigil: CR 4; spell; spell trigger, no reset; spell bane, 3rd-level cleric, Will save [DC 13] negates); Search effect (sepiasnakesigil, 5th-level wizard, Refl ex save [DC 14] (DC 27); Disable Device (DC 27). Cost; 3,500 gp, 280 XP. negates); Search (DC 28); Disable Device (DC 28). Cost: 650",
        "name":  "Extended Bane Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 3; magic device; touch trigger; gp to hire NPC spellcaster. automatic reset; spell effect (ghoultouch, 3rd-level wizard, WallScytheTrap: CR 4; mechanical; location trigger, Fortitude [DC 13] negates); Search (DC 27); Disable Device automatic reset; Atk +20 melee (2d4+8/*4, scythe); Search (DC 27). Cost: 3,000 gp, 240 XP. (DC 21); Disable Device (DC 18). MarketPrice: 17,200 gp. Melf’s Acid Arrow Trap: CR 3; magic device; proximity Water-FilledRoom: CR 4; mechanical; location trigger, trigger (alarm); automatic reset; Atk +2 ranged touch; spell automatic reset; multiple targets (all targets in a 10-ft. by 10- effect (Melf’s acidarrow, 3rd-level wizard, 2d4 acid/ round ft. room); never-miss; onset-delay (5 rounds); water, Search for 2 rounds); Search (DC 27); Disable Device (DC 27). (DC 17); Disable Device (DC 23). MarketPrice: 11,200 gp.",
        "name":  "Ghoul Touch Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 6; magic device; proximity trigger Device (DC 17). Market Price: 8,500 gp. (detect magic); automatic reset; spell effect (fl ame strike, 9th-",
        "name":  "Flame Strike Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 5; magic device; touch trigger; automatic Refl ex save [DC 14] half damage, 8d8 sonic); multiple reset; spell effect (fi reball, 8th-level wizard, Refl ex save [DC targets (all targets within 5 ft.); Search (DC 28); Disable 14] half damage, 8d6 fi re); Search (DC 28); Disable Device Device (DC 28). Cost: 680 gp to hire NPC spellcaster. (DC 28). Cost: 12,000 gp, 960 XP.",
        "name":  "FireballTrap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 6; magic device; proximity",
        "name":  "Lightning Bolt Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 5; magic device; proximity trigger, automatic reset; hidden lock bypass (Search [DC trigger (alarm covering the entire room); automatic reset; 25], Open Lock [DC 30]); Atk +10 melee (1d4+4/19-20 plus spell effect (phantasmal killer, 7th-level wizard, Will save [DC poison, dagger); poison (purple worm poison, Fortitude 16] for disbelief and Fortitude save [DC 16] partial); Search save [DC 24] resists, 1d6 Str/1d6 Str); multiple targets (one (DC 29); Disable Device (DC 29). Cost: 14,000 gp, 1,120 XP. target in each of three preselected 5-ft. squares); Search Poisoned Wall Spikes; CR 5; mechanical; location (DC 20); Disable Device (DC 20). Market Price: 30,200 gp. trigger; manual reset; Atk +16 melee (1d8+4 plus poison, Wide-Mouth Pit Trap: CR 6; mechanical; location spike); multiple targets (closest target in each of two trigger, manual reset; Refl ex save (DC 25) avoids; 40 ft. adjacent 5-ft. squares); poison (Medium-size spider venom, deep (4d6, fall); multiple targets (all targets within a 10- Fortitude save [DC 14] resists, 1d4 Str/1d6 Str); Search (DC ft.-by-10-ft. area); Search (DC 26); Disable Device (DC 25). 17); Disable Device (DC 21). Market Price: 12,650 gp.",
        "name":  "Phantasmal Killer Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 5; mechanical; location trigger; manual reset; gas; multiple targets (all targets in a CRC R7 7 10-ft. by 10-ft. room); never-miss; onset delay (2 rounds); Acid Fog Trap: CR 7; magic device; proximity trigger poison (ungol dust, Fortitude save [DC 15] resists, 1 (alarm); automatic reset; spell effect (acid fog, 11th-level Cha/1d6 Cha + 1 Cha [permanent drain]); Search (DC 20); wizard, 2d6/round acid for 11 rounds); Search (DC 31); Disable Device (DC 16). Market Price: 9,000 gp. Disable Device (DC 31). Cost: 33,000 gp, 2,640 XP.",
        "name":  "Ungol Dust Vapor Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 7; magic device; proximity trigger 34 CRC R6 6 (alarm); automatic reset; spell effect (blade barrier, 11th- Built-to-Collapse Wall: CR 6; mechanical; proximity level cleric, Refl ex save [DC 19] negates); Search (DC trigger, no reset, Atk +20 melee (8d6, stone blocks); 31); Disable Device (DC 31). Cost; 33,000 gp, 2,640 XP. CHAPTER 2: SKILLS AND FEATS",
        "name":  "BladeBarrierTrap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 7; magic device; proximity Melf’s Acid Arrow Trap: CR 8; magic device; visual trigger (alarm); automatic reset; spell effect (chain lightning, trigger (true seeing); automatic reset; multiple traps (two 11th-level wizard, Refl ex save [DC 19] half damage, 11d6 simultaneous Melf’s acid arrow traps); Atk +9 ranged electrical to target nearest center of trigger area plus 5d6 touch, Atk +9 ranged touch; spell effect (Melf’s acid arrow, electrical to each of up to eleven secondary targets); Search 15th-level wizard, 2d4 acid damage for 7 rounds); Search (DC 31); Disable Device (DC 31). Cost: 33,000 gp, 2,640 XP. (DC 27); Disable Device (DC 27). Cost: 83,500 gp, 4,680 XP. Evard’s Black Tentacles Trap: CR 7; magic device; proximity Note: This trap is really two CR 6 Melf’s acid arrow traps trigger (alarm); no reset; spell effect (Evard’s black tentacles, that fi re simultaneously, using the same trigger and reset. 7th-level wizard, ld4+7 tentacles, Atk +7 melee [ld6+4, Power Word, Stun Trap: CR 8; magic device; touch trigger; grapple]); multiple targets (up to six tentacles per target in no reset; spell effect (power word, stun, 13th-level wizard), each of two adjacent 5-ft. squares); Search (DC 29); Disable Search (DC 32); Disable Device (DC 32). Cost: 4,550 gp, 364 Device (DC 29). Cost: 1,400 gp, 112 XP. XP.",
        "name":  "Chain Lightning Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 7; mechanical; Prismatic Spray Trap: CR 8; magic device; proximity location trigger; manual reset; Atk +18 ranged (1d4+1 plus trigger (alarm); automatic reset; spell effect (prismatic poison, dart); poison (greenblood oil, Fortitude save [DC spray, 13th-level wizard, Refl ex, Fortitude, or Will save 13] resists, 1 Con/1d2 Con); multiple targets (1d8 darts [DC 20] depending on effect); Search (DC 32); Disable per target in a 10-ft.-by-10-ft. area); Search (DC 25); Disable Device (DC 32). Cost: 45,500 gp, 3,640 XP. Device (DC 25). Market Price: 33,000 gp. Reverse Gravity Trap: CR 8; magic device; proximity",
        "name":  "Fusillade of Greenblood Darts",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 7; magic device; proximity when the spell ends]); Search (DC 32); Disable Device (DC trigger (alarm); no reset; spell effect (summon monster VI, 32). Cost: 45,500 gp, 3,640 XP. 11th-level wizard), Search (DC 31); Disable Device (DC Well-Camoufl aged Pit Trap: CR 8; mechanical; 31). Cost: 3,300 gp, 264 XP. location trigger; repair reset; Refl ex save (DC 20) avoids; Water-Filled Room: CR 7; mechanical; location trigger, 100 ft. deep (10d6, fall); Search (DC 27); Disable Device manual reset; multiple targets (all targets in a 10-ft.-by-10 ft. (DC 18). Market Price: 16,000 gp. room); never-miss; onset delay (3 rounds); water; Search Word of Chaos Trap: CR 8; magic device; proximity (DC 20); Disable Device (DC 25). Market Price: 21,000 gp. trigger (detect law); automatic reset; spell effect (word of Well-Camoufl aged Pit Trap: CR 7; mechanical; chaos, 13th-level cleric); Search (DC 32); Disable Device location trigger; repair reset; Refl ex save (DC 25) avoids; (DC 32). Cost: 46,000 gp, 3,680 XP. 70 ft. deep (7d6, fall); multiple targets (fi rst target in each of two adjacent 5-ft. squares); Search (DC 27); Disable Device CRC R9 -910-10 (DC 18). Market Price: 24,500 gp.",
        "name":  "Summon Monster VI Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 8; magic device; touch trigger 3d6 Con/3d6 Con); Search (DC 18); Disable Device (DC (alarm); automatic reset; spell effect (destruction, 13th- 26). Market Price: 21,600 gp. level cleric, Fortitude save [DC 20] partial); Search (DC 32); Dropping Ceiling: CR 9; mechanical; location trigger, Disable Device (DC 32). Cost: 45,500 gp, 3,640 XP. repair reset; ceiling moves down (12d6, crush); multiple",
        "name":  "Destruction Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 8; magic device; proximity targets (all targets in a 10-ft. by 10-ft. room); never-miss; trigger (alarm); automatic reset; spell effect (earthquake, onset delay (1 round); Search (DC 20); Disable Device (DC 13th-level cleric, Refl ex save [DC 15 or 20, depending on 16). Market Price: 12,600 gp. 35 terrain], 65-ft. radius); Search (DC 32); Disable Device (DC Energy Drain Trap: CR 10; magic device; visual trigger 32). Cost: 45,500 gp, 3,640 XP. (true seeing); automatic reset; Atk +8 ranged touch; spell CHAPTER 2: SKILLS AND FEATS effect (energy drain, 17/th-level wizard, Fortitude save [DC act as a sniper, and even improve your chances of avoiding 23] negates, 2d4 negative levels for 24 hours); Search (DC detection while invisible. 34); Disable Device (DC 34). Cost: 124,000 gp, 7,920 XP. A Hide check is opposed by an opponent’s Spot check.",
        "name":  "Earthquake Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 9; magic device; proximity Therefore, the fi rst requirement for a successful attempt is trigger (alarm); automatic reset; spell effect (incendiary someplace to hide. No matter how good you are at hiding, cloud, 15th-level wizard, Refl ex save [DC 22] half damage, you cannot hide in the open unless you have some special 4d6/round for 15 rounds); Search (DC 33); Disable Device ability that allows you to do so (such as the shadowdancer’s (DC 33). Cost: 60,000 gp, 4,800 XP. hide in plain sight ability; see Chapter 2 of the Dungeon",
        "name":  "Incendiary Cloud Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 10; magic Master’s Guide). Otherwise, you need some sort of cover. device; proximity trigger (alarm); automatic reset; multiple Anything that gives you at least one-half concealment can traps (one forcecage trap and one summon monster VII trap serve as a hiding place-a piece of furniture, a bush, or even that summons a hamatula); spell effect (forcecage, 13th- a deep shadow is suffi cient. level wizard), spell effect (summon monster VII, 13th-level wizard, hamatula); Search (DC 32); Disable Device (DC 32). SpSepceicaila Hl Hidiidnign gS iStuitautaiotinosns",
        "name":  "Forcecage and Summon Monster VII trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "CR 10; magic device; proximity depends on the distance at which you follow. If you stay trigger (alarm); automatic reset; spell effect (wail of the at least 60 feet away from your quarry, you can get by with banshee, 17th-level wizard, Fortitude save [DC 23] negates); a Hide check once every 10 minutes, provided that your multiple targets (up to 17 creatures); Search (DC 34); quarry doesn’t suspect you’re following and that you do Disable Device (DC 34). Cost: 76,500 gp, 6,120 XP. nothing but maintain the tail. At distances of less than 60 Wide-Mouth Pit Trap: CR 9; mechanical; location feet, you must make a Hide check each round. trigger; manual reset; Refl ex save (DC 25) avoids; 100 ft. Of course, you still need appropriate concealment to deep (10d6, fall); multiple targets (all targets within a 10- succeed at Hide checks while tailing, but often many ft.-by-10-ft. area); Search (DC 25); Disable Device (DC 25). options are available. If you’re trying to tail someone on",
        "name":  "Wail of the Banshee Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Possibly the oldest of all instruments, the for any musical performance. drum exists in types without number. Drums range from Kettle drums are quite popular among gnolls, who simple hollow trees pounded with sticks to a celebrated have developed highly sophisticated rhythms with magic lake named Irontick, which a musician can “play” them. Most gnoll timpani concerts end with the by jumping up and down on its rigid surface. audience rushing to attack any convenient targets.",
        "name":  "Drum",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item. already have, this benefi t is useless.) Furthermore, the animal trance, summon nature’s ally V; Market Price: fumes increase the user’s effective caster level by +1. All 15,400 gp: Weight: 1 lb. these effects last for 10 minutes Harp of the Immortal Maestro: This pinnacle",
        "name":  "Knowledge or Profession skill that the user does not Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "cure critical wounds, Perhaps more so than any other classes, rogues and bards displacement and summon monster V. The harp also tend to use wondrous items. The ones presented here grants its owner a +6 enhancement bonus on Perform are designed either for the use of rogues and bards, or to checks made while using it. In addition, the harp of the protect items or characters from their particular talents. immortal maestro has the following command-word",
        "name":  "Wondrous Items following effects once per day each",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, continues to play and the affected creatures remain shatter, Market Price: 150 gp; Weight: 1/10 lb. within 15 feet. Moving out of range ends the effect for",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When placed over the eyes, these the creature that did so, but others still within the radius ebony lenses allow normal vision and reveal the state of retain the benefi ts. The horn can produce this magical health of all creatures visible to the wearer within 25 fanfare twice a day. It functions as a normal trumpet if its feet. The eyes of dark aura indicate whether each is dead, user does not have the bardic music ability. fragile (3 or fewer hit points left), fi ghting off death Caster Level: 7th; Prerequisites: Craft Wondrous Item, (alive with 4 or more hit points), undead, or neither emotion; Market Price: 35,380 gp; Weight: 3 lb alive nor dead (a construct, for example). Members of Jumping Caltrops: These unusual items are actually the Lamenters’ Order (see Chapter 4) are particularly Diminutive animated objects. When released from 56 fond of this item. their bag, they begin hopping around the 5-foot square",
        "name":  "Eyes of Dark Aura",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Immune to mind-infl uencing Those who can afford nondescript boxes typically use effects and to poison, sleep, paralysis, stunning, disease, them to stash valuables, incriminating documents, or death effects, necromantic effects, and any effect that other items that they wish to keep others from fi nding. requires a Fort save unless it also works on objects; can- A typical nondescript box is about the size of a small cof- not heal damage; not subject to critical hits, subdual fer—18 inches long by 1 foot deep by 1 foot high. damage, ability damage, ability drain, or energy drain; Caster Level: 13th; Prerequisites: Craft Wondrous Item, not at risk of death from massive damage, but destroyed sequester, Market Price: 4,552 gp; Weight: 10 lb. when reduced to 0 or fewer hit points; cannot be raised Possum Pouch: Also known as a false stomach, a pos- or resurrected; darkvision 60 ft. sum pouch is a small, fl at, circular bag about 10-12 inches",
        "name":  "Construct Traits",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, in diameter and up to 2 inches thick. When placed animate object; Market Price: 150 gp; Weight: 2 lb. against a humanoid’s abdomen and sealed there with a",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This fi nely wrought command word, it blends in unobtrusively with the sur- instrument functions as a masterwork lute with minor rounding skin, requiring a successful Search check (DC magical effects in the hands of someone with fewer than 30) to detect. Spies and couriers fi nd these items useful 10 ranks in Perform. By speaking the correct command as hidden diplomatic pouches, while nobles and wealthy words, such a musician can utilize fortissimo (see Chapter merchants sometimes use them as superior money belts. 6), levitate, and magic circle against evil once per day each Assassins and sneak-thieves love possum pouches because A musician with 10 or more ranks in Perform, how- they make it easy to smuggle poisons and small valu- ever, can coax even greater magical effects from this ables into or out of well-guarded houses. instrument. By playing single chord on the lute, such a Caster Level: 3rd; Prerequisites: Craft Wondrous Item, performer can generate an expeditious retreat, haste, or phan- change self; Market Price: 1,800 gp; Weight: 1 lb. tom steed effect.ıEach of these spells is usable once per day. Safe Box: This reinforced box keeps anything inside Furthermore, the lute of the wandering minstrel grants its it safe from damage by most outside forces. Made of 2- owner a +2 enhancement bonus on any Perform checks inch-thick adamantine, it has a hardness of 40 and has made while playing it. 80 hit points. In addition, it ignores the fi rst 12 points",
        "name":  "Lute of the Wandering Minstrel",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, for- of damage from fi re and acid, and any direct attack tissimo, expeditious retreat, haste, levitate, magic circle against against it has a 50% miss chance. evil, phantom steed; Market Price: 39,500 gp; Weight: 3 lb. Safe boxes can come in a range of sizes and shapes, from 57",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, Caster Level: 7th; Prerequisites: Craft Wondrous Item, displacement, protection from elements; Market Price: 77,500 imbue with spell ability; Market Price: 48,600 gp; Weight: gp; Weight: 10 lb. 1/2 lb.",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item, powers or abilities. Leomund’s secret chest, 5 ranks of Use Rope; Market Price: Once it has a prisoner, the book becomes harmless to 2,000 gp; Weight: 10 lb. others, and Search checks reveal no more traps. Anyone",
        "name":  "Caster Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This set of six catgut strings else who opens the book sees a lifelike illustration of the for a lute, mandolin, or other stringed instrument has prisoner as its frontispiece. The text is a series of stories up to six levels of spells stored within it. By playing the about thieves who came to bad ends, and the prisoner’s proper sequence of notes (a standard action) on an instru- name appears in red as the unfortunate protagonist of ment strung with these and making a successful Perform each tale. Each of these stories ends with a pious moral check (DC 10), a musician can unleash the desired spell. about the virtue of leaving others’ property alone. When As with a wand, the user need not provide any material the book is in this state, detect magic used in conjunction components or focus and pays no XP cost to cast the spell. with a successful Spellcraft check (DC 15) reveals trans- No arcane spell failure chance exists because the musi- mutation magic. cian doesn’t need to gesture. The trapped character can be retrieved only with a A spellcaster with at least one rank in Perform can cast limited wish or a spell of equivalent power. If the book any spells into the strings, as long as the total spell levels is burned, any prisoner inside dies, leaving behind do not add up to more than six. To store each spell, the lifesized bones among the ashes. A thief catcher can be caster must make a successful Perform check (DC 10 + used only once; if a trapped character is freed, the text spell level). Failure causes the spell to fi zzle. For exam- remains, but the frontispiece is gone, and the book is ple, a bard could cast protection from good and cure moderate no longer magical. wounds into the strings, then give them to a wizard with Thief catchers are extremely rare. It is rumored that the Perform skill, who could cast fi reball into them. Any their creator was an archwizard who had lost one too character with the Perform skill could then cast all three manyprecious magic items to daring rogues. Because spells from the strings. this item is not stationary like the typical magic device Treat a randomly generated set of strings of spell trap, it is treated as a wondrous item. storing as a scroll to determine what spells are stored Caster Level: 15th; Prerequisites: Craft Wondrous Item, within it. If you roll a spell that would put the set over arcane lock, Nystul’s magic aura, trap the soul; Market Price: its six-level limit, ignore that roll; those strings have no 32,250 gp; Weight: 3 lb.ı 58 CHAPTER 4:ORGANIZATIONS FOR BARDS \u0026 ROGUES C HAPTER 4: and specialty-based leaders. Though this abundance ORGANIZATIONS of leaders increases the guild’s level of control, it also adds signifi cantly to its overall bureaucracy. Both types FOR BARDS operate effi ciently for the most part, with their leaders conferring regularly and assembling interdisciplinary AND ROGUES teams for specifi c missions. The leaders in charge of the various specialties and neighborhoods typically form a ruling council for the guild as a whole. Some councils decide all major guild Nearly every city of any size has an organized band issues by vote, while others serve as advisory bodies to of thieves—it’s a fantasy staple. Some large cities also a single, overall guildmaster. have bardic colleges, where bards can learn music from Information generally spreads quickly through the masters and exchange songs, tales, and expertise. such an organization, but now and then a traditional This chapter offers detailed descriptions often thieves’ guild has so many ranks and subgroups that one sec- guilds and seven bardic colleges that you can either use tion doesn’t know what another is doing. Because this as presented or modify for your campaign. type of guild takes organizational issues very seriously, however, its leaders usually deal with communication problems quickly. TEN THIEVES’ GUILDS",
        "name":  "Strings of Spell Storing",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mob leaders typically conduct guild to cover their own tracks. Thus, the city watch might business out of their own manor homes. A great feast know that a particular guild leader is responsible for or party can be the backdrop for the delivery of a dire a crime but be unable to prove it. In cities where the threat or the clinching of an important deal. During burden of proof is low or nonexistent, mob leaders and quieter moments, a leader may ponder guild member their guilds are much more secretive, and many leaders reports or discuss an upcoming mission with under- are known only by nicknames. lings in an opulent gallery or sitting room. Well-trained Hooks: One or more of the characters worked as bodyguards are always present, though they may be dis- lowlevel muscle for a mob guild before taking up the guised or hidden by magic. High-ranking mobsters are adventurer’s life. Now the mob wants a favor. accustomed to periodic eruptions of violence during A character was born into a mob family but wants no social events, so they’re always prepared. part of that lifestyle. Some guild members resent the On the street, mob guilds operate networks of safe character for “letting the family down,” while others houses and meeting places, but the locations change are more sympathetic. After all, in the chess game that frequently. Low-level thugs typically receive orders to determines who the next matriarch or patriarch will show up at a particular warehouse and await instruc- be, even a family member who has rejected the mob tions. Higher-ranking guild operatives, however, try life may be a useful pawn. not to remain too well hidden—after all, a certain If the characters utilize any of a city’s typical vice degree of visibility and access is necessary to keep the rackets (an illicit casino, for example), they may run guild’s many rackets operating smoothly. For example, afoul of a mob guild. They may simply be customers everyone in the neighborhood might know that Du- in the wrong place at the wrong time, or they may rank, a falcon in the Gathra family, takes dinner once a have something the guild week in the back room of the Pepperpot Inn. wants. Alternatively,",
        "name":  "Locations",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A monster-based guild faces great danger if have an easier time hiding than large ones, and trust its true nature is revealed. While an active thieves’ guild comes more easily when leaders know every guild is an annoyance to city leaders, a thieves’ guild run by a member personally. beholder is a grave threat—even if the guild itself isn’t as Locations: A new guild usually can’t afford a secret strong as a traditional one. headquarters, so the members often meet in a tavern, A guild dominated by a single race, on the other hand, private residence, or abandoned building instead. As faces pressure from that race’s enemies. A drow-based the guild grows, its leader expends some effort to thieves’ guild, for example, might fi nd itself beset by acquire and equip a proper hideout. A remnant guild magically disguised driders eager to kill all the drow they may still have access to all the structures the former can fi nd. guild had, although its members must be careful about",
        "name":  "Confl icts",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "‘’Until we accumulate infi nity” is the CCololellgeeg eo fo fC Conocnrcersecsecnetn tL oLroere college’s motto. Concrescent Lorists wear dark robes with This bardic college, one of the largest in existence, fo- red stripes encircling the upper sleeves. cuses on the acquisition of hidden lore, particularly of Admission: Candidates for membership must pass the historical or magical variety. Its members eagerly a series of examinations to gain admission. Each test page through dusty tomes, seeking to uncover secrets is unique, composed of questions posed by collegians about long-dead societies, strange magical rituals, and with specialties similar to the one the candidate has re- other unusual topics. quested. Because those who contribute to the test tend to",
        "name":  "Distinctions",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "History and magical lore are the be widely scattered, it can take months for the college to bread and butter of this college. Many of the world’s prepare an exam and even longer for the contributors to greatest historians are at least adjunct members, and grade it. Those who contributed test questions have the several powerful wizards have joined the college to sole authority to admit the candidate, and particularly gain access to its texts on magic. The study of his- petty collegians have been known to create unthinkably tory here has an archeological bent, and members diffi cult questions just to keep new blood out of their focus on understanding the languages, favorite disciplines. architecture, rituals, and leaders of lost Passing a typical examination requires specifi c civilizations. knowledge of one’s specialty. The",
        "name":  "Area of Study",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each mem- for a different specialty. ber chooses an area of The initial membership fee is 500 knowledge (such as “The gp, which goes to pay for the creation Second Empire of Qir- and grading of the test. taia” or “Vordhavian Death Membership Benefi ts: The greatest Magic”) as a specialty upon advantage to membership in this college is entering the college, but access to the volumes of research its mem- this choice can be changed as often as once a year. The bers produce each year. Unless they’ve some- administrators update the list of members and specialties how made enemies among their colleagues, annually and circulate that document, called a “yearbook,” members can count on receiving advance word of 71 to the current membership. every discovery made in their fi elds. CHAPTER 4: ORGANIZATIONS FOR BARDS \u0026 ROGUES Members with specifi c questions also have the right to query members outside their own specialties for information. Answering such a query is rarely a high priority, however, especially if no reason is given for the request.",
        "name":  "Activities",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Members spend time collecting all kinds of enigmas, and mysterious creatures. Unlike their academ- lore. Rather than relying on academic reports to disperse ic rivals, however, Talespinners lack any organized means 72 it, the League embeds its lore within historical or fi cti- of cataloging their lore. Thus, an apprentice’s query about tious tales. Any member is free to specialize if desired but a particular item might produce the following sort of re- can change specialties at a moment’s notice. ply: “A few years back, someone at the northern meeting CHAPTER 4: ORGANIZATIONS FOR BARDS \u0026 ROGUES mentioned such a jade statue. But I can’t recall who it work from nobles and rulers who want to know more was. Kardalius over in Baselton might remember who about the creatures within their lands. For example, a told such a tale....” noble might want to know how to drive off wyverns Talespinners tend to travel more than their more in the nearby forest without arousing their ire, or why academic counterparts, and they eagerly swap tales and the cattle in the Southern Dale keep disappearing. The render assistance to fellow collegians, recognizing them regents fi eld such requests, negotiate payment, then by the blue and white tassels they wear. Clever innkeep- assign Arcanobiologists of the appropriate specialties ers look for the tassels, too. and many offer discounts to to do the work. Most Arcanobiologists get at least one Talespinners who are willing to spin yarns by the fi re. project a year this way.",
        "name":  "Activities",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Talespinners regard the Concrescent festooned with a few scales, a feather, or a patch of fur Lorists with contempt for wanting “to keep the most from the creature he or she studies. interesting items in the world locked up for their private Admission: To be accepted into the college, a can- little club.” Because they travel a great deal, Talespinners didate must pass a written exam that covers the fi eld are generally cordial toward members of the League of broadly but does not delve into specifi cs. A successful Boot and Trail. In addition, they love to quiz adventurers Knowledge (nature) check (DC 20) passes the test. A 250- about the perils they’ve faced. gp fee is required to take the test, which is offered once a year in the spring. A new Arcanobiologist may work CCololellgeeg eo of fA Arrccaannoobbiioollooggiiccaall SSttuuddiieess under a mentor for the fi rst two years if desired. Unlike the Talespinners’ League, the College of Ar- Membership Benefi ts: As with many of the other canobiological Studies has a narrow focus: the study colleges, the primary asset this one has is its collected of the monsters that inhabit the world’s vast wilder- knowledge. Collegians are generally forthcoming about nesses. Whether they work from the confi nes of their their discoveries, but they’re sticklers for proper attribu- laboratories or the expanse of unmapped territories, tion. If Orized the Younger fi rst observed how dragons Arcanobiologists are determined to learn all they can sharpen their claws, it’s considered a breach of protocol about the strangest creatures the world has to offer. not to mention him by name when discussing the topic.",
        "name":  "Relations",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unlike many of the other colleges, the ly, Lamenters began to study the nature of death itself, College of Arcanobiological Studies actively solicits hoping that a greater understanding of it would provide CHAPTER 4: ORGANIZATIONS FOR BARDS \u0026 ROGUES Inspiration for their music. In time, however, these necromantic magic. All members receive training in studies eclipsed the musical aspect of the college. Thus, poison use, so they never accidentally poison them- some of the college’s current members have no musical selves (see the Poison section in Chapter 3 of the skills at all. Dungeon Master’s Guide).",
        "name":  "Activities",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "To join the Lamenters, a lyptic lore to light or helping to stave off cataclysms. character must pass one of three exams. A remote mountain citadel serves as the organization’s To pass the Test of Consolation, which involves writ- worldwide headquarters. There, a group of fi ve hooded ing and singing an original dirge, the candidate must members known as the High Council provides guidance make a successful Perform check (DC 30). The Test of on signifi cant issues and settles matters of policy. Because Icy Pallor requires the applicant to survive an injection the headquarters is so remote, however, the Watchers of wyvern poison without magical aid. To pass the Test handle mundane issues on a regional basis. of the Unending Stare, which involves describing in Activities: The Watchers for the Coming Sunset do detail the physiological effects of death, the candi- more than just study how the world might end; they date needs a successful Heal check (DC 30). Rumors actively try to prevent civilization-destroying events. A abound of a fourth test requiring the assassination of a decade ago, a group of Watchers destroyed the Key of public fi gure, but no Lamenter has ever admitted that Churik-Va, which could have unleashed a world-eating such a test exists. plague of extradimensional insects. Currently, one group Each test costs 1,500 gp to take. Retries are permitted of Watchers is studying ancient scrolls that speak of an without restriction at the same cost. “unquenchable black-fl ame wave,’’ and another is hunt-",
        "name":  "Admission",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Lamenters have access to ing for the eleven vampiric unicorns destined to slay the 74 the organization’s death lore and relics, including a last living elf-child. number of remarkably deadly spells and magic items. Recently, a secret splinter group has formed within the They also have ready access to various poisons and Watchers. Its members believe that a coming apocalypse CHAPTER 4: ORGANIZATIONS FOR BARDS \u0026 ROGUES will bring rebirth in the wake of ruin. Therefore, they A successful Perform check at the appropriate level (DC seek to hasten, rather than prevent, cataclysms. Success 30 for minstrel, 35 for muse, 40 for maestro, or 45 for with such an effort would doubtless cause a schism virtuoso) earns a promotion to that rank. Members may within the remaining membership. not skip ranks, though there is no minimum amount of",
        "name":  "Membership Benefi ts",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The Watchers for the Coming Sunset can audition for entrance. A successful Perform check have cordial, if somewhat distant, relations with most (DC 25) earns entrance to the Conservatory at trouba- other bardic colleges. They can call on a number of dour level. Those who fail the audition can try again powerful clerics, wizards, and political leaders if the after one year. situation is urgent—and given their line of work, it Membership Benefi ts: Members can lodge free of usually is. charge at any Conservatory campus for as long as they wish. Most use this privilege to save the price of a room at CConosnesrevravtaotroyr yo fo tf hteh eIn Ienfeffafbalbel eC Chohrodrd the inn while they study or collaborate with other musi- Some bards are exceptional performers; others are great cians. In addition, nearly every campus has a concert hall composers. Members of this college are both. Students that members can reserve for their own performances— of music everywhere dream of studying at the Con- again at no charge. servatory of the Ineffable Chord, for it is said that its Maestros and virtuosos have access to the conser- teachers write songs too moving to sing and play notes vatory’s collection of magic instruments, famous odes too sweet to hear. and ballads, and bits of musical lore. Rumor has it that",
        "name":  "Relations",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Music composition and performance they also have access to “eldritch songs”—composi- are the twin passions of this college’s members, and its tions of surpassing power and magic. ranks include masters of every conceivable instrument Dues: Each member who holds a concert within a city and musical style. Recently, the college has also begun to that has a Conservatory campus must donate 10% of the accept members who specialize in the recitation of epic proceeds to the college. poems, although many of the musicians don’t consider Relations: The Conservatory of the Ineffable Chord such performers “real” members. maintains good relations with all the other bardic colleg-",
        "name":  "Area of Study",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Adventuring is just a means to an and presented it to him shortly thereafter.) end—this rogue has a greater goal in mind. Perhaps she A Distributist rarely advertises her beliefs, since that intends to take back the ill-gotten goods of someone who could cause wealthy property owners to put a hefty once wronged her family—a pocketful at a time, if neces- price on her head. Instead, she singles out the ostenta- sary. Perhaps she sends all her loot to the poverty-stricken tiously wealthy as targets and passes along the bulk of village where she was born to pay for badly needed food her booty to deserving locals. Unless her loot comes and supplies. Or perhaps she’s a once-greedy thief who in the form of cash, she takes care to fence it fi rst, lest had a change of heart and now seeks to make amends orı any recognizable items get the recipients in trouble her previous crimes. with the law later. A Distributist usually makes her Some rogues have gone beyond personal motives donations anonymously, both out of innate caution (re- and adopted a philosophy called distributism. As fi rst cipients can’t give her away to authorities if they don’t formulated by a sage named Orlogue, its fi rst and only know who she is) and to avoid self-aggrandizement (it’s tenant was, “Some people have too much and others not about building up a reputation, it’s about doing the not enough.” To this, the rogue Ashmore Tuck later right thing). Naturally, Distributists are very popular added a moral imperative, “And I’m going to do some- with those who benefi t from their generosity and thing about it!” Adherents of this philosophy are called equally unpopular with those who become unwilling Distributists. donors to their causes.",
        "name":  "Moral Imperative",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Diametrically opposed to a Distributist is others with their beliefs; instead, their ideas spread the rogue who is in it for the money. Born with a keen 79 CHAPTER 5: YOU AND THE WORLD AROUND YOU appreciation of the fi ner things in life, she fi nds a rogue’s Barbarians: The barbarian tends to be impatient with abilities ideally suited to acquiring those things. your instinctive caution. It isn’t that he’s hostile—it’s For this rogue, there’s simply no such thing as too just that the two of you sometimes rub each other the much treasure, and she begrudges every copper piece wrong way. If you’re an outdoors-oriented rogue (such her group has to leave behind. She routinely pockets as a scout), you can get along with a barbarian better than valuable trifl es she comes across while scouting ahead, your dungeon-delving brethren can. Nevertheless, even for in her mind, she simply called “dibs” on them fi rst. you prefer the ranger’s studied, stealthy approach over She may even lift particularly desirable items from her the barbarian’s headlong charge into every melee. Stay adventuring associates if she can fi nd a suitable scape- out of the way of the barbarian’s bull rush and use his goat on whom to pin the blame. foolhardiness to distract opponents while you move in Nevertheless, a greedy rogue can be an asset to a party for the kill. as long as her interests run parallel to those of her team- Bards: You have a lot in common with the group’s mates —she wants to reach that fi nal treasure room so bard, so it’s easy to get along. Like you, he benefi ts by en- badly that she gladly pulls her weight through all the en- couraging opponents to underestimate him, and he can counters between here and there. Those who are aware be quite deadly when he uses his skills properly. The main of her obsession can maintain a long-term, working rela- difference is that he likes the limelight more you do. Just tionship with her by holding out the endless lure of ever- make sure the bard knows when to sing and when to be greater treasures that await in future adventures. Those silent and you’ll get along fi ne. who fail to take her motivation into account inevitably Clerics: Every time a trap blows up in your face or a wake one day to fi nd her gone, along with a few choice sneak attack attempt goes horribly wrong, your groups items of party treasure. cleric becomes your best friend. Make sure you’re on",
        "name":  "Distributists do not form organizations to acquaint Greed",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "What’s not to love about a fi ghter? He mans rogues their local export. Young rogues leave to seek the front line so you can sneak around and deliver their fortunes when they come of age, but those who your sneak attacks. He soaks up damage that otherwise survive often return home to retire once their adventur- would come your way. He bashes down doors on those ing careers are over. Their wealth enriches the town, and rare occasions when you can’t fi nesse them open. And their children begin the cycle again. he comes to the rescue when you run into more trouble Conversely, a few cultures and religions disapprove than you can handle while scouting ahead. Your life of rogues on principle. Of course, most rogues who would be a lot harder without your party’s fi ghter, and encounter such prejudice go out of their way to use an occasional pat on the back softens up the big lug their skills against those who disapprove of them, and shows him you appreciate it. Now if only he didn’t thereby perpetuating the cycle. Sometimes, however, make so much noise! a nonconformist from such a society embraces the Monk: By your standards, that monk is just downright rogue’s lifestyle as a form of rebellion against her weird. Her abilities should mesh well with yours, but the upbringing. two of you are divided by a deep lack of understanding. As far as you can tell, she’s not in it for either the loot RRelealtaitoinosn sw witiht hO Othtehre rC Clalsassesses or the thrills. With her movement and melee skills, she Individuals differ, but some elements hold true for most, could be a great rogue, but she turns her attention inward 80 if not all, members of a class. If you’re playing a rogue, you rather than toward all the neat items she could steal. A may fi nd some good advice in the following paragraphs monk can be handy to have around, but you just never about getting along with your fellow adventurers. know where you stand with her. CHAPTER 5: YOU AND THE WORLD AROUND YOU",
        "name":  "The residents of some villages consider fi nely trained Fighter",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will disbelief (see below) This minor magical effect makes counting and calcu-",
        "name":  "Saving Throw",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 full round If the affected creature or item can generate a sonic or",
        "name":  "Casting Time",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes increases that damage by +1d6 points. Fortissimo counters and dispels silence and is countered Like the legendary piper, you can play a tune so be- and dispelled by it. If cast at a target affected by silence, it 91 guiling that those who hear it feel compelled to follow negates the effect for that creature or item only. along behind you, dancing merrily. You can lure up to 1 CHAPTER 6: SPELLS GGeteatwawayay This spell enables two to four bards to pool their tal- Enchantment (Mind-Affecting) ents by performing in a group. The caster designates",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) By making a strumming, drumming, or whistling gesture, you negate any magical silence in the area. This zone of negation moves with you and lasts as long as you continue the performance. The silence is not dispelled but simply held in abeyance; it remains in effect outside the area of the joyful noise. Thus, this spell is usually used to move a group out of range of a silence effect.",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical sensor eryone who hears it wants to jump up and dance. In fact,",
        "name":  "Effect",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Illusory sounds apart they are, although they fall silent if they’re on Duration: 5 minutes/level (D) different planes. Lead sheeting or magical protection Saving Throw: Will disbelief (if interacted with) (such as antimagic fi eld, mind blank, or nondetection) Spell Resistance: No blocks the transfer of sound. Any creature with an Intelligence score of 12 or high- Percussion fi lls the immediate area with the sounds of er can notice that a coin has a magical sensor by making drums, chimes, and other percussive instruments. The a successful Scry (or Intelligence) check (DC 20). The music can range from the gentle tapping of a single sensor can be dispelled. tom-tom to the thunder of a squad of drummers. Upon casting the spell, you set the tempo of the drums and LuLlulallbayby the rhythm they repeat. Thereafter, you can change the Enchantment (Compulsion) [Mind-Affecting] tempo, rhythm, or volume simply by concentrating for",
        "name":  "The coins continue to function no matter how far Effect",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sean Glenn, Cynthia Fliege ADVENTURE Based on the original DUNGEONS \u0026 DRAGONS® game by E. BACKGROUND Gary Gygax and Dave Arneson and on the new edition of the DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, The elven overlords of the Lendore Isles want control Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. of the few remaining human-ruled coastal towns of this D\u0026D, DUNGEONS\u0026 DRAGONS, DRAGON, MONSTERMANUAL, and DUNGEONMASTER continent. Their efforts to gain that influence through are registered trademarks and the d20 System logo is a trademarkowned by Wizards of the Coast, Inc. All Wizards characters, character names, and the dis- alliances have thus far been rebuffed. Therefore, they tinctive likenesses thereof are trademarks owned by Wizards of the Coast, Inc. This material is protected under the copyright laws of the United States of America. have decided to use more circuitous means to reach Any reproduction or unauthorized use of the material or artwork contained herein is their goal. prohibited without the express written permission of Wizards of the Coast, Inc. This product is a work of fiction. Any similarity to actual people, They have sent two agents, a necromancer and a spy- organizations, places, or events is purely coincidental. master, to the coastal city of Restenford to start a myste- This Wizards of the Coast game product contains no Open Game Content. No portion of this work may be reproduced in any form without written permission. rious “crime wave.” Their hope is that this will panic the To learn more about the Open Gaming License and the d20 System citizenry and force Baroness Andrella to waive the License, please visit \u003cwww.wizards.com/d20\u003e. ©2001 Wizards of the Coast, Inc. town’s autonomy and call on the elves for help. All rights reserved. After assessing the situation, the two decided to create Made in the U.S.A. Visit our website at a little-known necromantic item called the glorious \u003cwww.wizards.com/dnd\u003e 1 hand to use in their “crime wave.” The spymaster THE HANGED obtained the necessary raw materials (including the left HIGHWAYMAN hand of a recently hanged murderer) and slew the local lighthouse keeper. The two then moved into the light- The whole adventure starts with an ambush. Then the house and set to work. party can investigate the strange crime wave going on Once they had completed the glorious hand, the spy- in Restenford. master began a series of nightly robberies, some cou- pled with murder. They stashed the loot in an aban- Encounter 1: On the Road (EL 7) doned thieves’ hideout in the city’s sewers so that no Read or paraphrase the following aloud: one would find it. However, the necromancer grew greedy and began taking items from the stash. When The road is well used, and bushes, rocks, and the spymaster discovered this, he slew his partner various types of brushy plants make the journey and left him for the dire rats in the sewer hideout to only a little less monotonous. Sometimes larger rock outcroppings provide a bit of distraction for devour. the eye, and you can see copses of trees here and Since then, the spymaster, Sirius, has been continuing there just off the road. the mission alone. The scenario opens with the crime wave in full swing. Let the players roleplay a bit before you get to the ambush. Here are some suggestions for distractions: ADVENTURE SUMMARY • A couple of squirrels chase each other across the road at the PCs’ feet, then head for some nearby This adventure begins with a bandit ambush, which trees. should clue the player characters (PCs) in to the local • A cloud of gnats hovers around a specific PC. problems. If the PCs choose to investigate, they can • A nearby tree has a fallen bird or bird nest under it, visit Restenford and see the local wizard, the church, DM’s choice. The PCs should make a Listen check the thieves’ guild, and the city guard. They might also (DC 10) to hear the weak chirping of a bird (or baby have a chance to interact with the Baroness via the birds if the season is right). If they hear it, they can bard’s performance. If they go about it correctly, they easily find the fallen nest or bird(s). can find clues with the guards and the sewers that lead As the PCs approach a bend in the road, bandits to the spymaster, who has taken on the role of the local attack. lighthouse keeper. (He killed the real lighthouse",
        "name":  "Graphic Design",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alchemy +10, Concentration +6, book). Knowledge (arcana) +10, Listen +1, Scry +4, Search +4, d Barellus: Male human Wiz10/Exp6; CR 15; Spellcraft +10, Spot +1; Combat Casting, Quicken Spell, Medium-size humanoid; HD 10d4 plus 6d6; hp 46; Init Scribe Scroll. +0; Spd 30 ft.; AC 14 (touch 10, flat-footed 14); Atk Half-Elf Traits:Immune to magic sleep spells and +11/+6 melee (1d6+2, +3 quarterstaff) or +8/+3 melee effects; +2 racial bonus on saves against enchantment (1d4–1/19–20, dagger); AL N; SV Fort +8, Ref +8, Will spells or effects; low-light vision (can see twice as far as +16; Str 8, Dex 11, Con 10, Int 19, Wis 12, Cha 13. a human in low-light conditions); +1 racial bonus on",
        "name":  "Skills and Feats",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "(4/4/3; base DC = 13 + spell level): 0— ine the city records, she grants it with the caveat that no dancing lights, detect magic, ray of frost, read magic;1st— papers leave the manor house. If it is for a gift (such as a burning hands, charm person, magic missile (2); 2nd—bull’s magic item), she freely gives items worth up to 1,000 strength, detect thoughts, whispering wind. gp. The DM is free to evaluate any other requests using",
        "name":  "Spells Prepared",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "0—arcane mark, dancing lights, daze, detect these guidelines. magic, detect poison, disrupt undead, flare, ghost sound, light, The baroness’s wizard is watching the characters mage hand, mending, open/close, prestidigitation, ray of frost, throughout the show for attempts to use magic. Should read magic, resistance;1st—burning hands, charm person, the characters attempt spells, bardic music effects, or erase, hypnotism, magic missile, reduce, sleep, spider climb, any other form of magic, the wizard automatically unseen servant;2nd—blindness/deafness, bull’s strength, detects the attempt unless the characters attempt to detectthoughts, ghoul touch, magic mouth, see invisibility, mask it with Disguise Spell and/or ambient song. If he whispering wind. detects the attempt, he first tries to cast hold person,",
        "name":  "Spellbook",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The cavalier gains a competence bonus times in resources such as access to magic healing, but to Ride checks. the exact details of the agreement are between the indi-",
        "name":  "Ride Bonus",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 2nd level, the lasher gains the Generally, an unattached item (such as a statue, Improved Trip feat, if using a whip or whip dagger to table, etc.) must weight twice as much as you for perform the trip. She need not have taken the Exper- you to arrest your fall, otherwise you merely pull it 26 tise feat, normally a prerequisite, before this. after you). You may attempt to snag a friend or foe",
        "name":  "Improved Trip",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When a master samurai track the ninja back to their source are typically An enemy deserves no mercy. delays his attack with the katana until after offered membership. Those who turn the Crescent Cowardice is dishonorable. he is attacked in the round, he takes advan- Moon down are marked for death. tage of the opening and can add a +2 bonus NPC ninja appear seemingly from nowhere, striking to his attack and damage rolls. In other words, you delay without mercy. They are often hired to steal a valuable your action until after you are attacked in melee combat. item, kill a powerful rival, or infiltrate a besieged",
        "name":  "Blades of Fury",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This variety of monk joins adventur- diminished damage and speed scores that the monk ing companies primarily because she believes that a class inflicts on them due to their size. Hence, very vital part of her attempts to achieve her ultimate goals few gnomes are found among the ranks of monks. of physical and spiritual perfection lie on the chal- However, it is possible for a gnome to be a monk, and lenges faced by such groups. She sees adventuring as even to excel at it, provided he finds a means an opportunity to hone and perfect her martial skills (perhaps magical) to compensate for the lower traits. under duress. One such means involves choosing to fight with the",
        "name":  "Zen Master",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Evasion—Take no damage with successful Reflex save for half. Still Mind—Receive +2 While You Are Mounted bonus to saving throws against Enchantment spells and The flip side of the situation comes when you are effects. Slow Fall—Take falling damage as if fall were 30 mounted, facing one or more groundling opponents. ft. shorter than actual, if within arm’s reach of the wall. In this case, stay mobile—you do not want to let your Purity of Body—Immune to nonmagical diseases. opponents try to pull you off your steed—and charge a",
        "name":  "Special Qualities",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The +1 shurikencome in the wearer a +5 enhancement bonus to Climb checks, sets of three. If a character hits an opponent with one grapple checks, and opposed attack rolls made during shuriken, it deals +1d6 electrical damage. If she hits an a disarm attempt (either offensively or defensively). opponent with two shuriken at the same time, the first Caster Level:10th; Prerequisites:Craft Wondrous Item, deals +1d6 points of electrical damage and the second bull’s strength; Market Price:15,000 gp. deals +2d6 points of electrical damage. If she hits an Headband of Ferocity: This headband made of wild opponent with all three shuriken at the same time, the boar leather lets the wearer keep going when she first deals +1d6 points of electrical damage, the second would normally collapse from her wounds. She can act deals +2d6 points of electrical damage, and the third normally at 0 hp (though taking strenuous actions still deals +3d6 points of electrical damage. damages her). If she’s at negative hp (as low as –9), she",
        "name":  "Shuriken of Tremendous Shock",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The drinker gains 1d10+3 temporary hit or more. points. The effect lasts 3 hours. Caster Level:8th; Prerequisites:Craft Wondrous Item,",
        "name":  "False Life",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The drinker’s hands burst into flame, worn as a headband. It grants the wearer a +6 enhance- adding +1d6 points of bonus fire damage to her ment bonus to Strength, Dexterity, and Wisdom. unarmed attacks. The flames do not harm her. The Caster Level:18th; Prerequisites:Craft Wondrous Item, effect lasts 3 minutes. bull’s strength, cat’s grace, and either commune or legend",
        "name":  "FlamingFists",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    }
]
