[
    {
        "origin_file":  "gear.json",
        "description":  "You need artisan’s tools to build a buys 5,000 gp worth of raw materials (one-third of the proper trap. Using improvised tools imposes a –2 cir- trap’s market price) and gets to work. cumstance penalty on the Craft (trapmaking) check, Baltoi normally has a Craft (trapmaking) bonus of but masterwork artisan’s tools provide a +2 circum- +19. For the purpose of this trap, she gets an additional stance bonus. In addition, dwarves get a +2 racial +2 for being a dwarf working with stone and another bonus on Craft (trapmaking) checks for building traps +2 for using masterwork tools, giving her a total Craft that involve stone or metal. (trapmaking) bonus of +23. Her first roll is a 15.",
        "name":  "Check Modifiers",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Lawful characters and good characters covered with experiment schedules, messages from suffer a –2 penalty on all Charisma-based checks on one spellcaster to another, and half-completed magical the Abyss, because chaos and evil suffuse the plane. formulae and diagrams. Lawful good characters suffer a –4 penalty. 32. Blue Library 28. Stairway Landing This fancy library, named for the inky blue ceiling This area has only three notable features. Irregular painting of a starry night, has a large collection of steps carved into the stone lead upward and north to books on arcana, the planes, and religion. Desks and the portal to Ysgard. A second set of steps ascends south study carrels are scattered across the floor, and ladders to the Entry Hall on the Plane of Shadow. on sliding rails allow easy access to the thousands of A menhirlike stone of summoningcalls forth a bebilith books here. A librarian is always on staff here to help who attacks anyone who doesn’t give the phrase, “I researchers find a particular volume. long to forget the River Styx.” 33. Violet Library 29. Cave Suite This room is exactly like room 32 except that the ceil- This fancy bedroom suite is decorated entirely by ing painting is of a canopy of grape vines and the items looted from a dozen castle sieges and dungeon books cover the topics of geography, history, and nobil- delves. No two pieces of furniture match, although all ity. The geography books are sometimes missing are of the highest quality. The arrangement is haphaz- because they have been borrowed by citadel guards. ard, with tapestries obscuring frescoes on the walls, The missing books can usually be found in the Map 127 coins, and jewelry strewn across the floor, and rich gar- Room (17). ments hanging from every chair corner and bedpost. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:48 PM Page 128 CHAPTER 4: EXAMPLE STRONGHOLDS 34. Magic Laboratory + level of the spell) to cast spells with the fire descrip- This room has all the tables, grimoires, rare spell com- tor. Creatures with the fire subtype are very uncom- ponents, and other trappings you would expect from fortable, and those actually made of fire (such as fire any magic laboratory. The hexagonal room is domi- elementals) take 1d10 points of damage per round nated by four inward-pointing engraved circles of protec- spent on the Elemental Plane of Water. tion in the center of the floor—one each for good, evil, law, and chaos. These circles provide a measure of pro- 37. Changing Rooms tection during dangerous summonings, especially This room, which contains the portal to the Plane of planar bindings. Shadow, has a number of small changing alcoves and a Those who look through the ceiling skylight see door to the top of the Bath Sphere. eruptions of flame, crashing waves of water, tornadoes of air, and massive chunks of earth all in an ever- 38. Bath Sphere changing chaotic boil. The “skylight” is actually a one- This room is a vast bubble of force with a door near the way portalto the Plane of Limbo. Not only is it visually top where the bathers enter and a hole in the bottom impressive, it provides a quick way to safely dispose of that lets fresh water in. The water is pleasantly warm, magical experiments gone awry. and a chamber of airy water throughout the sphere means that nonaquatic bathers can swim throughout 35. Heart Suite the inside of the globe without worrying about drown- The walls, ceiling, and floor of this fancy bedroom ing. The servants periodically feed small tropical fish in suite look vaguely organic and are warm to the touch, the bath, and vast schools of colorful fish sometimes almost as if the room were made of skin over muscle. give bathers something to watch as they relax in the The furniture likewise is molded into the floor and hot water. seems to be a part of the room. Anyone who succeeds at a Listen check (DC 20) can hear a faint throbbing— Carceri Rooms like a heart beating The Tarterian Depths of Carceri serve as the prison of It’s actually a permanent image—the room isn’t alive. the multiverse, so there’s no better place for the citadel The wizard who originally lived in this suite wanted a to have its prison cells and torture chamber. The décor that would simultaneously comfort her while citadel is a self-contained cave carved into the sixth unsettling her visitors. layer of the plane, Agathys, a sphere of black ice. A stairway leads down to the arcanist’s study. Carceri Traits: Carceri is evil-aligned, so good char- acters suffer a –2 penalty on all Charisma-based 36. Arcanist’s Study checks. The layer of Agathys has negative energy This room is almost a miniature version of the magic coursing through it, so living characters take 1d6 laboratory, although it lacks some of the more impres- points of damage each round. The citadel’s prisoners sive pieces of arcane equipment, the engraved circles, only survive because the shackles provide negative and the portal to Limbo. It’s a more comfortable place, energy protection to those they imprison. Escaping from with overstuffed furniture and even a pull-out bed. one’s bonds is a mixed blessing at best. A stairway descends to a portal to Carceri. These rooms are all bitterly cold, and the walls, ceil- ings, and floors all have the crystalline sparkle of black Plane of Water Rooms ice. Furniture is minimal, because no one tarries here The Elemental Plane of Water is an unending ocean overlong—other than the captives, of course. without surface or floor, so it’s the perfect place to put a luxurious bath. The citadel is a simple wooden 39. Torture Chamber chamber attached to a large force-bubble in a particu- The stairway descending from the portal to the Astral larly warm stretch of elemental water. The veil of Plane ends in this irregular chamber full of the iron obscurity is simply haziness added to the water to maidens, racks, and other implements of the torturer’s obscure the room and any bathers from the denizens trade. of the plane.",
        "name":  "Abyss Traits",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "gear.json",
        "description":  "These two rooms typically hold sacks of border tower can accommodate more than forty staple food and a wide array of gear—anything this soldiers in at least some measure of comfort— unit might have picked up during its assignment here. although they spend much of their time In a noble’s tower, these rooms remain general storage outside. In times of war, the stone struc- or become the wine cellar. How Much Does ture proves a hard-to-capture redoubt It Cost? with dozens of archers and the three Second Floor This is a typical tower, which ballistas on the roof. In addition, the Entryway: Two barred iron doors swing open to per the DUNGEON MASTER’s tower can become a family-size dwelling reveal a long hallway. The walls are generally bare. If the Guide costs 50,000 gp. Furnish- without too much remodeling on the tower has been converted into a domicile, the entryway ing it typically costs 1,000 gp inside; many a noble’s manor has a border is an excellent place to display tapestries and paintings. (for cheap furniture) to 4,000 tower at its heart. Common Room: A huge table and an equally large gp (for more luxurious furni- The tower is a three-story building with fireplace dominate this room. The soldiers take their ture and art)—or even more foot-thick stone-and-mortar walls that meals in the common room and spend some off-duty for truly spectacular items. slope gently inward. Inside, joists hold up time here too. The purpose of the common room Annual maintenance costs wooden plank floors (which also serve as remains the same in a private tower, although the average about 2,000 gp for the ceilings) and paneled walls set into the furnishings are far more sumptuous. border tower. A force of forty “shell” of the stone outer walls. A well in Office: This is the headquarters of the unit, and soldiers, four sergeants, and the basement provides fresh water, and the officer of the day is generally found here among two officers demands 350 gp three fireplaces provide warmth in colder the maps and paperwork that are part of military life. per month in pay, and they eat climes. Waste disposal is by trash-bin and Nobles often convert this room into a library or 414 gp per month in normal chamber-pot to a midden-heap that is too drawing room. meals or 138 gp per month in far away to notice from the tower, but close Kitchen: It takes a lot of work to feed forty men, so meager fare. Few things hurt enough to walk to. this room is usually occupied. A large kitchen-hearth morale more than bad meals, Most border towers have a few outbuild- dominates one wall, and the rest of the room is an however. The soldiers take ings: a small stable or barn, pit latrine, and ocean of spilled ingredients, dirty cutlery, simmering shifts cooking and cleaning, so (in warmer climes) a “summer kitchen” so pots, and vast washbasins. The soldiers take kitchen no other staff is necessary. the cooking fire does not heat the whole duty on a rotating basis, and they are always running The border tower takes eight tower unbearably. downstairs to get water from the well. months to build.",
        "name":  "Though conditions are somewhat cramped, the Storage",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Craft (stonemasonry) +8, Craft Keep in mind that the whole keep is sized for (carpentry) +8, Knowledge (geography) +8, Knowl- gnomes. This does not affect the square footage of edge (nature) +8, Profession (cartographer) +10, Spot the rooms much, but doors are only 5 feet tall and +12, Swim +6 (+0 with equipment), Use Rope +5, ceilings only 7 feet high. Furniture is built for Small Wilderness Lore +8; Alertness, Skill Focus (Spot), Skill users, too. Focus [Profession (cartographer)]. The bottom end of the bridge ramp is the same",
        "name":  "Skills and Feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "The monastery’s scrolls and books rest here, along with desks and writing tools. Monks often spend long hours here studying calligra- phy and seeking the “contemplative moment.”",
        "name":  "Hall of Learning",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Climb +2, Hide +3, Listen +3, Ghorkai’s feats. Here is the correct list: Aerial Move Silently +6, Spot +3; Alertness. Sweep, Crash Landing, Flyby, Hover, Snatch, and Wingover. Details of the Aerial sweep and Crash If the village is ‘captured’ the adventurers can, by Landing feats can be found on page 77 of The demanding information (forcefully and with threat Slayer’s Guide to Dragons. and intimidation), get directions to the Black Chasm where the dragon dwells. Of course, the party will thus come upon the ‘Town’ of Triumph first. If any inquiries are made in regards to the dwarves that once were the guardians of this vale, the party will learn from the humanoid mongrels that the caves in which the dwarves lived are to the west, at the far end of the valley’s northern perimeter. Licenses OPEN GAME LICENSE Version 1.0a The following text is the property of Wizards of the Coast, Inc. described by the License itself. No other terms or conditions and is Copyright 2000 Wizards of the Coast, Inc (“Wizards”). may be applied to any Open Game Content distributed using this All Rights Reserved. License. 1. Definitions: (a)”Contributors” means the copyright and/or 3.Offer and Acceptance: By Using the Open Game Content You trademark owners who have contributed Open Game Content; indicate Your acceptance of the terms of this License. (b)”Derivative Material” means copyrighted material including derivative works and translations (including into other computer 4. Grant and Consideration: In consideration for agreeing to use languages), potation, modification, correction, addition, this License, the Contributors grant You a perpetual, worldwide, extension, upgrade, improvement, compilation, abridgement or royalty-free, non-exclusive license with the exact terms of this other form in which an existing work may be recast, License to Use, the Open Game Content. transformed or adapted; (c) “Distribute” means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or 5.Representation of Authority to Contribute: If You are otherwise distribute; (d)”Open Game Content” means the game contributing original material as Open Game Content, You mechanic and includes the methods, procedures, processes and represent that Your Contributions are Your original creation and/ routines to the extent such content does not embody the Product or You have sufficient rights to grant the rights conveyed by this Identity and is an enhancement over the prior art and any License. additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, 6.Notice of License Copyright: You must update the including translations and derivative works under copyright law, COPYRIGHT NOTICE portion of this License to include the but specifically excludes Product Identity. (e) “Product Identity” exact text of the COPYRIGHT NOTICE of any Open Game means product and product line names, logos and identifying Content You are copying, modifying or distributing, and You marks including trade dress; artifacts; creatures characters; must add the title, the copyright date, and the copyright holder’s stories, storylines, plots, thematic elements, dialogue, incidents, name to the COPYRIGHT NOTICE of any original Open Game language, artwork, symbols, designs, depictions, likenesses, Content you Distribute. formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of 7. Use of Product Identity: You agree not to Use any Product characters, spells, enchantments, personalities, teams, personas, Identity, including as an indication as to compatibility, except as likenesses and special abilities; places, locations, environments, expressly licensed in another, independent Agreement with the creatures, equipment, magical or supernatural abilities or effects, owner of each element of that Product Identity. You agree not to logos, symbols, or graphic designs; and any other trademark or indicate compatibility or co-adaptability with any Trademark or registered trademark clearly identified as Product identity by the Registered Trademark in conjunction with a work containing owner of the Product Identity, and which specifically excludes Open Game Content except as expressly licensed in another, the Open Game Content; (f) “Trademark” means the logos, independent Agreement with the owner of such Trademark or names, mark, sign, motto, designs that are used by a Contributor Registered Trademark. The use of any Product Identity in Open to identify itself or its products or the associated products Game Content does not constitute a challenge to the ownership contributed to the Open Game License by the Contributor (g) of that Product Identity. The owner of any Product Identity used “Use”, “Used” or “Using” means to use, Distribute, copy, edit, in Open Game Content shall retain all rights, title and interest in format, modify, translate and otherwise create Derivative and to that Product Identity. Material of Open Game Content. (h) “You” or “Your” means the licensee in terms of this agreement. 8. Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are 2. The License: This License applies to any Open Game Content distributing are Open Game Content. that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must 9. Updating the License: Wizards or its designated Agents may affix such a notice to any Open Game Content that you Use. No publish updated versions of this License. You may use any terms may be added to or subtracted from this License except as 5 LICENCES authorized version of this License to copy, modify and distribute 6. Effects of Termination any Open Game Content originally distributed under any version of this License. Upon termination, You shall immediately stop all use of the Licensed Articles and will destroy any inventory or marketing 10 Copy of this License: You MUST include a copy of this material in Your possession bearing the d20 System Trademark License with every copy of the Open Game Content You Distribute. logos. You will remove any use of the d20 System Trademark logos from your advertising, web site, letterhead, or any other 11. Use of Contributor Credits: You may not market or advertise use. You must instruct any company or individual that You are the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do or become aware of who is in possession of any materials so. distributed by You bearing the d20 System Trademark logos to 12 Inability to Comply: If it is impossible for You to comply destroy those materials. You will solely bear any costs related to with any of the terms of this License with respect to some or all carrying out this term of the License. of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected. 7. Penalty for Failure to Comply with Termination Instructions If You fail to comply with the Effects of Termination, Wizards of 13 Termination: This License will terminate automatically if You the Coast may, at its option, pursue litigation, for which You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall be responsible for all legal costs, against You to the full shall survive the termination of this License. extent of the law for breach of contract, copyright and trade- 14 Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the mark infringement, damages and any other remedy available. extent necessary to make it enforceable. 8. Updates 15 COPYRIGHT NOTICE Open Game License v 1.0 Copyright 2000, Wizards of the Wizards of the Coast may issue updates and/or new releases of Coast, Inc. the d20 System Trademark logos without prior notice. You will, D20 System Rules \u0026 Content Copyright 2000, Wizards of the at the earliest possible opportunity, update all material distributed Coast, Inc.; Authors Jonathan Tweet, Monte Cook, Skip Williams, based on original material by E. Gary Gygax and by You to use the updated and/or new version of the d20 System Dave Arneson. Trademark logos. You may continue to distribute any pre- Open game content from TheRavage of Ghorkai copyright existing material that bears an older version of the d20 System 2002, Mongoose Publishing. Trademark logo. The d20 System® License version 3.0 By downloading the enclosed graphic files and/or by returning 9. Changes to Terms of the License the Confirmation Card as presented in the file “card.pdf,” the Wizards of the Coast may issue updates and/or revisions to this Licensee (“You”) accept to be bound by the following terms and License without prior notice. You will, at the earliest possible conditions: opportunity, conform in all respects to the updated or revised terms of this License. For a period of 90 days You may continue 1. Copyright \u0026 Trademark to distribute any pre-existing material that complies with a Wizards of the Coast, Inc. retains title and ownership of the d20 previous version of the License. Thereafter written consent System trademark logos, the d20 System trademark, and all should be obtained from Wizards of the Coast. Subsequent other copyrights and trademarks claimed by Wizards of the versions of this License will bear a different version number. Coast in The Official Wizards of the Coast d20 System Trade- mark Logo Guide version 1.0, incorporated here by reference. 10. Updates of Licensee information You may transmit an updated version of the “card.pdf” Confir- 2. License to use mation Card at any time to Wizards of the Coast. You are hereby granted the non-transferable, non-exclusive, royalty-free license to use the d20 System trademark logos, the 11. Notices to Licensor: d20 System trademark, and certain other trademarks and copyrights owned by Wizards of the Coast in accordance with Wizards of the Coast the conditions specified in The Official Wizards of the Coast d20 d20 System License Dept. System Trademark Logo Guide version 1.0. (the “Licensed PO Box 707 Articles”) Renton, WA 98057-0707 3. Agreement not to Contest 12. No maintenance or support By making use of and/or distributing material using the d20 Wizards of the Coast shall have no obligation whatsoever to System Trademark under the terms of this License, You agree provide You with any kind of maintenance or support in relation not to contest the ownership of the Licensed Articles to the d20 System Trademark logos. 4. Breach and Cure 13. No Warranty / Disclaimer In the event that You fail to comply with the terms of this THE d20 SYSTEM TRADEMARK LOGO FILES ARE MADE License, You will be considered to be in breach of this License. AVAILABLE ON AN “AS IS” BASIS. WIZARDS OF THE Wizards of the Coast will attempt to notify you in writing by COAST DOES NOT MAKE ANY REPRESENTATION OR sending a Registered Letter to the address listed on the most WARRANTY, WHETHER EXPRESS OR IMPLIED, AS TO THE recent Confirmation Card on file, if any. You will have 30 days FITNESS FOR A PARTICULAR PURPOSE, USE OR from the date the notice (the “cure period”) to cure the breach to MERCHANTABILITY. WIZARDS OF THE COAST MAKES the satisfaction of Wizards of the Coast. If no Confirmation NO REPRESENTATION OR WARRANTY THAT THE d20 Card is on file, you will be considered to be in breach of this SYSTEM TRADEMARK LOGO FILES ARE ERROR- License immediately. FREE.MAKES NO REPRESENTATION OR WARRANTY THAT THE D20 SYSTEM TRADEMARK LOGO FILES ARE 5. Termination ERROR-FREE. If, at the end of the cure period, the breach is not cured, Wizards of the Coast may terminate this License without further written notice to You. 6",
        "name":  "Skills and Feats",
        "source":  "the_slayers_guide_to_dragons.txt",
        "_id":  "01222f8179ab75fbad36fe3e2292a4a03c72a5a05e1bf49f5d5845a0d57b3eac"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Empires of the Dragon Sands, Copyright 2002, Mystic the d20 System Trademark logos without prior notice. You will, Eye Games at the earliest possible opportunity, update all material distributed 101 Mundane Treasures Copy right 2002, Philip Reed, by You to use the updated and/or new version of the d20 System www.philipjreed.com Trademark logos. You may continue to distribute any pre-existing 101 Spellbooks, Tomes of Knowledge, and Forbidden Grimoires material that bears an older version of the d20 System Trademark Copyright 2002,Philip Reed, www.philipjreed.com logo. The Assassin’s Handbook, Copyright 2002, Green Ronin Publishing, Authors Wolfgang Baur and David “Zeb” Cook. 9. Changes to Terms of the License The Assassin ‘s Guide to Poisons Copy right 2002, Philip Reed, Wizards of the Coast may issue updates and/or revisions to this www.philipjreed.com License without prior notice. You will, at the earliest possible Moon Elves, Copyright 2002, DarkQuest, LLC opportunity, conform in all respects to the updated or revised Wrath \u0026 Rage: A Guidebook to Orcs and Half-Orcs, Copyright terms of this License. For a period of 90 days You may continue 2002, Green Ronin Publishing; Author Jim Bishop to distribute any pre-existing material that complies with a More Ultimate Equipment, Copyright 2003, Mongoose Publishing previous version of the License. Thereafter written consent should The Quintessential Elf copyright 2002, Mongoose Publishing be obtained from Wizards of the Coast. Subsequent versions of Mist Elves copyright 2003, Mongoose Publishing this License will bear a different version number. The d20 System® License version 3.0 10. Updates of Licensee information By downloading the enclosed graphic files and/or by returning the You may transmit an updated version of the “card.pdf” Confirmation Card as presented in the file “card.pdf,” the Licensee Confirmation Card at any time to Wizards of the Coast. (“You”) accept to be bound by the following terms and conditions: 11. Notices to Licensor: 1. Copyright \u0026 Trademark Wizards of the Coast, Inc. retains title and ownership of the d20 Wizards of the Coast System trademark logos, the d20 System trademark, and all other d20 System License Dept. copyrights and trademarks claimed by Wizards of the Coast in The PO Box 707 Official Wizards of the Coast d20 System Trademark Logo Guide Renton, WA 98057-0707 version 1.0, incorporated here by reference. 12. No maintenance or support 2. License to use Wizards of the Coast shall have no obligation whatsoever to You are hereby granted the non-transferable, non-exclusive, provide You with any kind of maintenance or support in relation to royalty-free license to use the d20 System trademark logos, the d20 System Trademark logos. the d20 System trademark, and certain other trademarks and copyrights owned by Wizards of the Coast in accordance with 13. No Warranty / Disclaimer the conditions specified in The Official Wizards of the Coast THE d20 SYSTEM TRADEMARK LOGO FILES ARE MADE d20 System Trademark Logo Guide version 1.0. (the “Licensed AVAILABLE ON AN “AS IS” BASIS. WIZARDS OF THE Articles”) COAST DOES NOT MAKE ANY REPRESENTATION OR WARRANTY, WHETHER EXPRESS OR IMPLIED, AS TO 3. Agreement not to Contest THE FITNESS FOR A PARTICULAR PURPOSE, USE OR By making use of and/or distributing material using the d20 MERCHANTABILITY. WIZARDS OF THE COAST MAKES System Trademark under the terms of this License, You agree not NO REPRESENTATION OR WARRANTY THAT THE d20 to contest the ownership of the Licensed Articles SYSTEM TRADEMARK LOGO FILES ARE ERROR- FREE.MAKES NO REPRESENTATION OR WARRANTY 4. Breach and Cure THAT THE D20 SYSTEM TRADEMARK LOGO FILES ARE In the event that You fail to comply with the terms of this License, ERROR-FREE. You will be considered to be in breach of this License. Wizards of the Coast will attempt to notify you in writing by sending a Registered Letter to the address listed on the most recent Confirmation Card on file, if any. You will have 30 days from the date the notice (the “cure period”) to cure the breach to the satisfaction of Wizards of the Coast. If no Confirmation Card is on file, you will be considered to be in breach of this License immediately. 5. Termination If, at the end of the cure period, the breach is not cured, Wizards of the Coast may terminate this License without further written notice to You. 6. Effects of Termination Upon termination, You shall immediately stop all use of the Licensed Articles and will destroy any inventory or marketing material in Your possession bearing the d20 System Trademark logos. You will remove any use of the d20 System Trademark logos from your advertising, web site, letterhead, or any other use. You must instruct any company or individual that You are or become aware of who is in possession of any materials distributed by You bearing the d20 System Trademark logos to destroy those materials. You will solely bear any costs related to carrying out this term of the License. 36 37",
        "name":  "Dry Land",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Usually neutral evil *All winter wolves also receive a +7 racial bonus to Hide checks in areas of snow and ice, as well as an additional +4 bonus to Wilderness Lore checks when tracking by scent. ‘Now you listen and listen good!’ The arctic ranger hissed, his voice low with menace. ‘I can see you’re stupid enough to go regardless of any warning I give you, so pay attention because my next words might prevent you from being dinner. There’re winter wolves on the Skjeld. ‘A winter wolf is nothing to be trifled with. An average ice wolf is over eight feet from nose to tail-tip and weighs at least as much as a pony. But they aren’t just big. They aren’t just strong either although they’re both of those. They’re smart. Smart as you and me. They’ll use that to set traps, encircle you. Even fool you by pretending to be a traveller in trouble. They can talk, remember that – not that you can bargain with them. ‘More, they’re the ultimate in northland creatures. They can see through snow and aren’t even the least bit bothered by weather that would flay the skin from your bones. Their breath will freeze your blood solid and they aren’t limited in using it like a dragon. Fact is, I’ve seen a pack of winter wolves bring down a white dragon and only lose one of the pack doing it! ‘Don’t go up the Skjeld, southron. You won’t come back alive.’ The text on this page is designated Open Game Content 22 LICENCES Open Game License Open Game License v 1.0 Copyright 2000, Wizards of the Coast, Inc. THIS LICENSE IS APPROVED FOR GENERAL USE. PERMISSION TO DISTRIBUTE THIS LICENSE IS MADE BY WIZARDS OF THE COAST! D20 System Rules \u0026 Content Copyright 2000, Wizards of the Coast, Inc.; Authors Jonathan Tweet, Monte Cook, Skip Williams, based on original material by E. Gary Gygax and Dave OPEN GAME LICENSE Version 1.0a Arneson. The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc (“Wizards”). All Rights Reserved. Open game content from The Mini Slayer’s Guide to Winter Wolves Copyright 2001, Mongoose Publishing. 1. Definitions: (a)”Contributors” means the copyright and/or trademark owners who have contributed Open Game Content; (b)”Derivative Material” means copyrighted material D20 SYSTEM® LICENSE VERSION 1.0 including derivative works and translations (including into other computer languages), By downloading the enclosed graphic files and/or by returning the Confirmation Card as potation, modification, correction, addition, extension, upgrade, improvement, compilation, presented in the file “card.pdf”, the Licensee (“You”) accept to be bound by the following abridgement or other form in which an existing work may be recast, transformed or adapted; terms and conditions: (c) “Distribute” means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)”Open Game Content” means the game mechanic and 1. Copyright \u0026 Trademark includes the methods, procedures, processes and routines to the extent such content does not Wizards of the Coast, Inc. retains title and ownership of the D20 System trademark logos, the embody the Product Identity and is an enhancement over the prior art and any additional D20 System trademark, and all other copyrights and trademarks claimed by Wizards of the content clearly identified as Open Game Content by the Contributor, and means any work Coast in The Official Wizards of the Coast D20 System Trademark Logo Guide version 1.0, covered by this License, including translations and derivative works under copyright law, but incorporated here by reference. specifically excludes Product Identity. (e) “Product Identity” means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; 2. License to use stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, You are hereby granted the non-transferable, non-exclusive, royalty-free license to use the designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic D20 System trademark logos, the D20 System trademark, and certain other trademarks and and other visual or audio representations; names and descriptions of characters, spells, copyrights owned by Wizards of the Coast in accordance with the conditions specified in The enchantments, personalities, teams, personas, likenesses and special abilities; places, Official Wizards of the Coast D20 System Trademark Logo Guide version 1.0. (the “Licensed locations, environments, creatures, equipment, magical or supernatural abilities or effects, Articles”) logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically 3. Agreement not to Contest excludes the Open Game Content; (f) “Trademark” means the logos, names, mark, sign, By making use of and/or distributing material using the D20 System Trademark under the motto, designs that are used by a Contributor to identify itself or its products or the associated terms of this License, You agree not to contest the ownership of the Licensed Articles products contributed to the Open Game License by the Contributor (g) “Use”, “Used” or “Using” means to use, Distribute, copy, edit, format, modify, translate and otherwise create 4. Breach and Cure Derivative Material of Open Game Content. (h) “You” or “Your” means the licensee in terms In the event that You fail to comply with the terms of this License, You will be considered to of this agreement. be in breach of this License. Wizards of the Coast will attempt to notify you in writing by sending a Registered Letter to the address listed on the most recent Confirmation Card on 2. The License: This License applies to any Open Game Content that contains a notice file, if any. You will have 45 days from the date the notice (the “cure period”) to cure the indicating that the Open Game Content may only be Used under and in terms of this License. breach to the satisfaction of Wizards of the Coast. If no Confirmation Card is on file, you will You must affix such a notice to any Open Game Content that you Use. No terms may be be considered to be in breach of this License immediately. added to or subtracted from this License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this 5. Termination License. If, at the end of the cure period, the breach is not cured, Wizards of the Coast may terminate this License without further written notice to You. 3.Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License. 6. Effects of Termination Upon termination, You shall immediately stop all use of the Licensed Articles and will destroy 4. Grant and Consideration: In consideration for agreeing to use this License, the Contributors any inventory or marketing material in Your possession bearing the D20 System Trademark grant You a perpetual, worldwide, royalty-free, non-exclusive license with the exact terms of logos. You will remove any use of the D20 System Trademark logos from your advertising, this License to Use, the Open Game Content. web site, letterhead, or any other use. You must instruct any company or individual that You are or become aware of who is in possession of any materials distributed by You bearing the 5.Representation of Authority to Contribute: If You are contributing original material as Open D20 System Trademark logos to destroy those materials. You will solely bear any costs Game Content, You represent that Your Contributions are Your original creation and/or You related to carrying out this term of the License. have sufficient rights to grant the rights conveyed by this License. 7. Penalty for Failure to Comply with Termination Instructions 6.Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this If You fail to comply with the Effects of Termination, Wizards of the Coast may, at its option, License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content pursue litigation, for which You shall be responsible for all legal costs, against You to the full You are copying, modifying or distributing, and You must add the title, the copyright date, extent of the law for breach of contract, copyright and trademark infringement, damages and and the copyright holder’s name to the COPYRIGHT NOTICE of any original Open Game any other remedy available. Content you Distribute. 8. Updates 7. Use of Product Identity: You agree not to Use any Product Identity, including as an Wizards of the Coast may issue updates and/or new releases of the D20 System Trademark indication as to compatibility, except as expressly licensed in another, independent logos without prior notice. You will, at the earliest possible opportunity, update all material Agreement with the owner of each element of that Product Identity. You agree not to indicate distributed by You to use the updated and/or new version of the D20 System Trademark compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction logos. You may continue to distribute any pre-existing material that bears an older version of with a work containing Open Game Content except as expressly licensed in another, the D20 System Trademark logo. independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a challenge to the 9. Changes to Terms of the License ownership of that Product Identity. The owner of any Product Identity used in Open Game Wizards of the Coast may issue updates and/or revisions to this License without prior notice. Content shall retain all rights, title and interest in and to that Product Identity. You will, at the earliest possible opportunity, conform in all respects to the updated or revised terms of this License. For a period of 90 days You may continue to distribute any pre- 8. Identification: If you distribute Open Game Content You must clearly indicate which existing material that complies with a previous version of the License. Thereafter written portions of the work that you are distributing are Open Game Content. consent should be obtained from Wizards of the Coast. Subsequent versions of this License will bear a different version number. 9. Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and 10. Updates of Licensee information distribute any Open Game Content originally distributed under any version of this License. You may transmit an updated version of the “card.pdf” Confirmation Card at any time to Wizards of the Coast. 10 Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute. 11. Notices to Licensor: Wizards of the Coast 11. Use of Contributor Credits: You may not market or advertise the Open Game Content D20 System License Dept. using the name of any Contributor unless You have written permission from the Contributor PO Box 707 to do so. Renton, WA 98057-0707 12 Inability to Comply: If it is impossible for You to comply with any of the terms of this 12. No maintenance or support License with respect to some or all of the Open Game Content due to statute, judicial order, Wizards of the Coast shall have no obligation whatsoever to provide You with any kind of or governmental regulation then You may not Use any Open Game Material so affected. maintenance or support in relation to the D20 System Trademark logos. 13 Termination: This License will terminate automatically if You fail to comply with all terms 13. No Warranty / Disclaimer herein and fail to cure such breach within 30 days of becoming aware of the breach. All THE D20 SYSTEM TRADEMARK LOGO FILES ARE MADE AVAILABLE ON AN “AS sublicenses shall survive the termination of this License. IS” BASIS. WIZARDS OF THE COAST DOES NOT MAKE ANY REPRESENTATION OR WARRANTY, WHETHER EXPRESS OR IMPLIED, AS TO THE FITNESS FOR A 14 Reformation: If any provision of this License is held to be unenforceable, such provision PARTICULAR PURPOSE, USE OR MERCHANTABILITY. WIZARDS OF THE COAST shall be reformed only to the extent necessary to make it enforceable. MAKES NO REPRESENTATION OR WARRANTY THAT THE D20 SYSTEM TRADEMARK LOGO FILES ARE ERROR-FREE. 15 COPYRIGHT NOTICE 23",
        "name":  "Alignment",
        "source":  "the_slayers_guide_to_winter_wolves.txt",
        "_id":  "5bece2501e04ebf556de844b5b53aa35ef1cc425d1fdacb341ea3f8aa880dccd"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Peculiar Features Tools of the Trade ..........71 Map 1: The Arcane Order ................22 of an Arcane Spellcaster’s Mundane Items..................................71 Map 2: The Hollow: Quarters.....................................31 Special Items......................................72 A Mages’ Abode............................30 2 T INTRODUCTION I NTRODUCTION ters about incorporating any elements of this book. DMs can also use the new feats, spells, and prestige classes to design nonplayer characters. Use what you wish and Magic is the eldritch blood that gives life to fantastic change or ignore the rest. Have at it and enjoy! worlds. No ingredient is more fundamental to the DUNGEONS \u0026 DRAGONS®game. Few classes are as elegant, HOW TO USE THIS BOOK and none are as fascinating as the game’s wizards and sorcerers. These heroes tap a power whose true source This book’s primary goal is to help you customize your remains a mystery. Although many have tried to master wizard or sorcerer player character, personalizing her, it, all have ultimately failed for magic is a force that tran- broadening her range of capabilities, and enhancing the scends explanation. role she plays in an adventuring party. Despite the mystery or because of it, magic is a door- The information in this book is a guide for players and way to a realm where all things are possible. Let the DMs. In addition to completely new material, it offers martial classes exploit mere physical prowess—arcane guidance and advice on topics of perennial interest to spellcasters know the verbal keys and mystic rituals that spellcasting characters. release power from the very fabric of reality. Beholden Chapter 1: Arcane Lore provides explanations of, only to their own consciences, the most powerful spell- advice on, and expansions to magical topics that are casters grow ever wiser in arcane lore. Some eventually wield powers like unto those of a deity. already a part of the game. Here you find such topics as choosing a specialty, picking metamagic feats, and the care and feeding of familiars. Chapter 2: Feats offers special feats to enhance your spellcasters, such as Energy Substitution and Sanctum Spell. Chapter 3: Prestige Classes takes your spellcaster WHAT THIS BOOK IS in exciting new directions with the pale master, elemen- tal savant, and other prestige classes. AND IS NOT Chapter 4: Tools of the Trade presents specialty items This material is brand—new and pertains to the new of interest to both spellcasting and nonspellcasting edition of the DUNGEONS\u0026 DRAGONS game. You’ll find characters. new feats, spells, and prestige classes, as well as useful Chapter 5: Spells not only expands the selection of advice for getting the most out of your spellcaster. arcane spells from 0 level to 9th level, but also provides This supplement is designed to mesh with the rules additional advice on designing new spells of your own as system presented in the Player’s Handbook, the DUNGEON well as providing the updated, official versions of the MASTER’SGuide, and the Monster Manual. polymorph other and polymorph self spells. The versions of This book presents options, not restrictions, for playing the spells presented herein supersede those presented the D\u0026D® game. Players should ask their Dungeon Mas- in the Player’s Handbook. 3 CHAPTER 1: ARCANE LORE C",
        "name":  "Sidebar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "gear.json",
        "description":  "The true necromancer has unsurpassed other prestigious associations, a wayfarer guide need not power over death. When she casts necromantic spells devote years of her life to the art of teleportation nor (from the school of Necromancy or the domain of Death), focus her attention overmuch on the pursuit of perfec- all her spellcaster levels stack for purposes of determin- tion. Still, she learns secrets of the trade that are only ing their effect. She does not gain access to higher-level available through employment with the Wayfarers’ Union spells any faster than normal, but the specified spells (see Chapter 3: Prestige Classes). behave as though cast by someone of that higher level. The Union is, at its heart, a transportation service that For example, a 5th-level cleric/5th-level wizard/2nd- specialty spellcasters provide for those willing to pay. level true necromancer has added her two effective level Wayfarers’ Union offices are generally found in large increases to her wizard class. If she casts an arcane, cities, staffed by wayfarer guides who offer a variety of nonnecromancy spell, her caster level is 7th, while for a standard services. Particularly qualified wayfarer guides, divine, nondeath spell, it is 5th. However, if she casts a called «danger wayfarers”, are sometimes available to tele- spell from the Necromancy school or Death domain, her port bold clients into dangerous locales, though the price effective caster level is 12th (equal to her character level). is commensurately higher. Zone of Desecration (Su): At 2nd level, the true Hit Die: d4. necromancer begins to exert her authority over undead. As a supernatural ability, she is continuously surrounded Requirements by a 20-foot-radius area of negative energy. The effect is To qualify to become a wayfarer guide, a character must otherwise identical to the desecrate spell (see page 192 of fulfill all the following criteria. the Player’s Handbook). Knowledge (arcana): 10 ranks. TABLE 3-16: THEWAYFARERGUIDE BBBBBaaaaassssseeeee FFFFFooooorrrrrttttt RRRRReeeeefffff WWWWWiiiiillllllllll CCCCClllllaaaaassssssssss LLLLLeeeeevvvvveeeeelllll AAAAAttttttttttaaaaaccccckkkkk BBBBBooooonnnnnuuuuusssss SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSpppppeeeeeccccciiiiiaaaaalllll SSSSSpppppeeeeellllllllllsssss pppppeeeeerrrrr DDDDDaaaaayyyyy 1st +0 +0 +0 +2 Enhanced capacity +1 level of existing class 2nd +1 +0 +0 +3 Extra teleportation 3rd +1 +1 +1 +3 Enhanced accuracy +1 level of existing class 70 CHAPTER 4: TOOLS OF THE TRADE Knowledge (geography): 10 ranks. CHAPTER 4:",
        "name":  "Necromancer",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Sanctum Spell, Skill Focus (Knowledge [geography]). TOOLS OF THE",
        "name":  "Feats",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "gear.json",
        "description":  "2+Int modifier. Arcane Lab: This is similar to an alchemist’s lab. It includes beakers, bottles, mixing and measuring equip- Class Features ment, cutting tools, and miscellaneous chemicals and All the following are class features of the wayfarer guide substances. It’s only absolutely necessary for creating prestige class. golems, but many sorcerers and wizards have one for",
        "name":  "Skill Points at Each Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "gear.json",
        "description":  "You can throw this small alchemical bead creature must succeed at a Fortitude save (DC 18) or 72 CHAPTER 4: TOOLS OF THE TRADE lose its scent ability for 1 minute. After the minute is up, It is possible to create an item in almost any form, but the creature must make a second Fortitude save (DC18) if the form is not appropriate to the feat required, you or lose its scent ability for another hour. Being splashed must also use the Craft Wondrous Item feat. For example, or sniffing the scattered contents has the same effect, creating a spell-trigger gem of fireball that holds 50 charges but the save DC is 15. A direct hit or splash affects only requires both Craft Wand and Craft Wondrous Item. one creature of Small or larger size. The contents affect all creatures of Tiny or smaller size in the 5-foot area",
        "name":  "Flashpellet",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "gear.json",
        "description":  "A 0-level spell is half the value of a 1st-level spell for determining price. * See Limit on Magic Items Worn, page 176 of the DUNGEON MASTER’SGuide. Basically, an item that does not take up one of these limited spaces costs double. ** An item’s first power is its most expensive, after adjusting for components and number of charges expended. The second power is the next most expensive, and any remaining powers are priced as the item’s third power. Powers are «similar» when they have the same basic theme and either cannot be used at the same time, or if used at the same time, would not bring any special benefit to the user. A staffs multiple spell powers are considered similar. Nonsimilar powers may constantly operate, such as a belt that increases both Strength and Constitution simultaneously, or are not related thematically in any way, such as a device that grants bonuses to both attacks and saving throws. † If an item is continuous or unlimited, not charged, determine cost as if it had 100 charges. If it has some daily limit, determine cost as if it had 50 charges. Belt of Many Pockets The belt of many pockets is a new use-activated wondrous ual powers, some of which aren’t easily determined from item that has several different powers along a similar Table 4-3. theme: storage. It requires the Craft Wondrous Item • Hold Gear: The belt can store 64 cubic feet and up to 640 feat to create and has an effective caster level of 9th. pounds of gear. This power is not similar to anything The designer must first estimate prices for its individ- shown on the table, so the designer looks for a 74 CHAPTER 4: TOOLS OF THE TRADE similar existing item. A bag of holding 2 is close, and it Chapter 5: Spells). It is essentially an unlimited use- has a market price of 5,000 gp. activated power,and since familiar pocket doesn’t • Hold Familiar: One pocket can hold the wearer’s famil- improve with caster level, the designer prices it as for iar as the new 2nd-level familiar pocket spell (see a 3rd-level caster. Its cost is 2 x 3 x 2,000 = 12,000 gp. • Find Stored Item: The user can readily retrieve any item TABLE 4-4: MAGICITEMS stored in the belt. The designer decides this is similar RRRRRooooodddddsssss MMMMMaaaaarrrrrkkkkkeeeeettttt PPPPPrrrrriiiiiccccceeeee to a use-activated locate object, which is a 2nd-level spell. Cooperation, lesser 2,700 gp Since only range and duration (neither of which is Substitution, lesser 2,700 gp relevant to this item) improve with caster level, the Enlargement, lesser 5,400 gp designer prices this power as for a 3rd-level caster. Extension, lesser 5,400 gp Thus, its price is also 12,000 gp. Shaping, lesser 5,400 gp Silence, lesser 5,400 gp To estimate the belt’s final price, the designer takes the Cooperation 10,500 gp full price of the most expensive power (familiar pocket), Substitution 10,500 gp then adds three-quarters of the price of the next most Empowerment, lesser 16,200 gp expensive power (locate), and one-half of the price of the Enlargement 21,600 gp third power. Extension 21,600 gp Shaping 21,600 gp 12,000 x 1 = 12,000 Silence 21,600 gp 12,000 x 0.75 = 9,000 Cooperation, greater 24,300 gp 5,000 x 0.5 = 2,500 Substitution, greater 24,300 gp Total = 23,000 gp Chaining, lesser 27,200 gp Maximization, lesser 27,200 gp The designer, however finds this result unsuitable. A Quickening, lesser 37,800 gp similar bag of holding costs only 5,000 gp, less than 25% of Enlargement, greater 48,600 gp this value, and this item takes up a belt slot on the user’s Extension, greater 48,600 gp body. The designer decides to try an alternative estimate: Shaping, greater 48,600 gp He calculates the hold gear power at full price (5,000 gp) Silence, greater 48,600 gp and the other two powers at one-quarter their base cost Empowerment 64,800 gp (3,000 gp each). This works out to a price of 11,000 gp, Chaining 108,000 gp which the designer finds more reasonable, as it is roughly Maximization 108,000 gp halfway between the first estimated price and the price Quickening 151,200 gp of a similar bag of holding. Empowerment, greater 145,800 gp Chaining, greater 243,000 gp NEW MAGIC ITEMS Maximization, greater 243,000 gp Quickening, greater 340,200 gp Sorcerers and wizards are always inventing new and useful magic items. Here are a few examples that have SSSSStttttaaaaaffffffffffsssss MMMMMaaaaarrrrrkkkkkeeeeettttt PPPPPrrrrriiiiiccccceeeee found widespread use. Illumination 51,000 gp SSSSSccccchhhhhoooooooooolllll SSSSStttttaaaaaffffffffffsssss Rod Descriptions Abjuration 98,000 gp Evocation 98,000 gp Rods are scepterlike devices that have unique magical Enchantment 101,000 gp powers. Rods are described in the DUNGEON MASTER’S Necromancy 101,000 gp GUIDE, beginning on page 195. Transmutation 101,000 gp Some of the less powerful metamagic feat rods qualify Conjuration 102,000 gp as minor items. Since Table 8-20: Rods in the DUNGEON Divination 102,000 gp MASTER’SGUIDE makes no allowance for minor rods, use Illusion 102,000 gp Table 4-5 below as an adjunct. WWWWWooooonnnnndddddrrrrrooooouuuuusssss IIIIIttttteeeeemmmmmsssss MMMMMaaaaarrrrrkkkkkeeeeettttt PPPPPrrrrriiiiiccccceeeee Metamagic Feat Rods Belt of many pockets 11,000 gp Metamagic feat rods hold the essence of a metamagic feat Belt of spell resistance 90,000 gp but do not change the spell slot of the spell they alter. All Golem manual the rods described here are use-activated (but casting Clay golem 24,000 gp spells in a threatened area still draws an attack of oppor- Flesh golem 24,000 gp tunity). A caster may only use one metamagic rod on any Stone golem 28,750 gp given spell, but it is permissible to combine a rod with Iron golem 32,250 gp the character’s personal metamagic feats. In this case, Rug of welcome only those latter feats (if any) adjust the spell slot of the Vest of resistance spell being cast. 75 CHAPTER 4: TOOLS OF THE TRADE",
        "name":  "Spell Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "gear.json",
        "description":  "The user can cast up to three spells A school staff incorporates a suite of spells from a given per day that are maximized as though using the school of magic. Such items are particularly useful to Maximize Spell feat. specialist wizards and casters with the Spell Focus feat. 76 CHAPTER 4: TOOLS OF THE TRADE TABLE 4-5: METAMAGIC FEAT RODS • Detect secret doors (1 charge) MMMMMiiiiinnnnnooooorrrrrMMMMMeeeeedddddiiiiiuuuuummmmm MMMMMaaaaajjjjjooooorrrrr RRRRRoooooddddd MMMMMaaaaarrrrrkkkkkeeeeettttt PPPPPrrrrriiiiiccccceeeee • Locate object (1 charge) 01–17 — — Cooperation, lesser 2,700 gp • Tongues (1 charge) 18–34 — — Substitution, lesser 2,700 gp • Locate creature (1 charge) 35–50 — — Enlargement, lesser 5,400 gp • Prying eyes (2 charges, DC 17) 51–67 — — Extension, lesser 5,400 gp • True seeing (2 charges) 68–83 — — Shaping, lesser 5,400 gp Caster Level: 13th; Prerequisites: Craft Staff, detect secret 84–100 — — Silence, lesser 5,400 gp doors, locate creature, locate object, prying eyes, tongues, true — 01–10 — Cooperation 10,500 gp seeing; Market Price: 102,000 gp. — 11–20 — Substitution 10,500 gp Enchantment: Often made from applewood and — 21–30 — Empowerment, lesser 16,200 gp topped with a clear crystal, this staff allows use of the — 31–40 — Enlargement 21,600 gp following spells: — 41–50 — Extension 21,600 gp • Sleep (1 charge, caster level 10th, DC 11) — 51–60 — Shaping 21,600 gp • Tasha’s hideous laughter (1 charge, DC 13) — 61–70 — Silence 24,300 gp • Suggestion (1 charge, DC 14) — 71–80 — Cooperation, greater 24,300 gp • Emotion (1 charge, DC 16) — 81–90 — Substitution, greater 24,300 gp • Mind fog (2 charges, DC 17) — 91–100 — Chaining, lesser 27,200 gp • Mass suggestion (2 charges, DC 19) — — 01–07 Maximization, lesser 37,800 gp Caster Level: 13th; Prerequisites: Craft Staff, emotion, mass — — 08–15 Quickening, lesser 37,800 gp suggestion, mind fog, sleep, suggestion, Tasha’s hideous laughter; — — 16–22 Enlargement, greater 37,800 gp Market Price: 101,000 gp. — — 23–29 Extension, greater 48,600 gp Evocation: Usually smooth and carved from hickory, — — 30–36 Shaping, greater 48,600 gp willow, or yew, this staff allows use of the following spells: — — 37–43 Silence, greater 48,600 gp • Magic missile (caster level 10th) (1 charge) — — 44–51 Empowerment 64,800 gp • Shatter (1 charge, DC 13) — — 52–58 Chaining 108,000 gp • Fireball (1 charge, caster level 10th, DC 14) — — 59–65 Maximization 108,000 gp • Ice storm (1 charge) — — 66–72 Quickening 151,200 gp • Wall of force (2 charges, DC 17) — — 73–79 Empowerment, greater 145,800 gp • Chain lightning (2 charges, DC 19) — — 80–86 Chaining, greater 243,000 gp Caster Level: 13th; Prerequisites: Craft Staff, chain light- — — 87–93 Maximization, greater 243,000 gp ning, fireball, ice storm, magic missile, shatter, wall of force; — — 94–100 Quickening, greater 340,200 gp Market Price: 98,000 gp.",
        "name":  "Maximization",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Made from a supple length of willow, decorated with petrified wood and allows use of the often with a forked tip, this staff allows use of the following spells: following spells: • Burning hands (1 charge, caster level 10th, DC 11) 77 CHAPTER 4: TOOLS OF THE TRADE • Alter self (1 charge) to create: 9,250 gp +5,575 XP; Weight: 5 lb. • Blink (1 charge) FFFFFllllleeeeessssshhhhh GGGGGooooollllleeeeemmmmm MMMMMaaaaannnnnuuuuuaaaaalllll:::::The book contains bull’s strength, • Polymorph other (1 charge, DC 16) geas/quest, limited wish, polymorph any object, and protection • Passwall (1 charges) from arrows. • Disintegrate (2 charges, DC 19) Caster Level: 14th; Prerequisites: Craft Magic Arms and",
        "name":  "Divination",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "gear.json",
        "description":  "You cause a jet of flame up to ½ foot long two partial actions reduce the total casting time by 1 to shoot forth from your finger. The flame is hot and round. For example, if you are hasted the whole time you ignites combustible materials. Lighting a torch with this cast binding, which has a 1-minute casting time, you effect is a standard action (rather than a full-round would finish the spell in 6 ½ rounds. The spell goes off action), but lighting any other fire with it takes at least a on the final half-round, and then you can take a partial standard action (DM’s discretion). action. Essentially, this caster gets 1.5 actions per round. 80 CHAPTER 5: SPELLS It takes 10 actions to cast a 1-minute casting-time spell spend time and money working on the spell. You, (10 rounds = 10 actions). So, it takes about 6.5 rounds for however, must write the spell description and submit it a hasted caster to reach the 10-action total needed to cast to your DM for approval. For guidelines, see Researching the spell. Original Spells on page 42 and Creating New Spells on If you take damage or suffer another distraction page 95 of DUNGEON MASTER’SGuide. anytime between starting and finishing the spell, you The researcher needs access to a well-stocked library. must make a Concentration check to avoid losing the This means going out and finding one, often through spell. You provoke an attack of opportunity when you joining a wizards’ organization or sometimes shelling out begin casting, but not thereafter. For example, Mialee is 10, 000 gp for a personal library (see threatened by three ores when she begins casting Chapter 4: Tools of the Trade). summon monster II, which has a full-round casting time, She must research the spell for and provokes attacks of opportunity from all three. Two a minimum of one week per more orcs move in before the end of the round. These level of the spell, spending two orcs do not get attacks of opportunity 1, 000 gp per week. At the against Mialee, even end of that time, you make though she is still casting. a Spellcraft check (DC 10+ spell level). If it succeeds, Sorcerers and your character learns the Metamagic Feats new spell if it is viable (see Sorcerers cannot normally below). On a failure, she prepare spells ahead of learns nothing and must go time and so must use a through the research process full-round action when again if you want to keep trying. casting any spell with a The character can take 10 on the metamagic feat. You cannot Spellcraft check but cannot take take a move action during 20. the round the spell is cast, Your character needs a quiet, but can take a 5-foot step comfortable, and well-lit place in before or after casting the which to work. Any place suitable for spell. If a spell has a casting preparing spells (see Chapter 10: time longer than one action, Magic in the Player’s Handbook) is suit- it takes an extra full-round able for researching a spell. She is action to cast when using a assumed to work for 8 hours each day and metamagic feat. cannot rush the process by working longer. For example, Hennet casts A character can only work on one spell at a a maximized magic missile. He time. She can do nothing else while working. must use a full-round action to During rest periods, she can engage in light cast the spell, but he can take a activity such as talking or walking but cannot 5-foot step first to leave a fight, cast spells, use magic items, conduct other threatened space. If he uses research, craft magic items, or perform any Extend Spell and starts cast- other physically or mentally demanding task. ing a summon monster I She can take a short break from working (for spell, which has a full- naps and the like) as often as she likes, so round casting time, he long as she spends at least 8 hours out continues casting until his next turn (as with of every 24 working on the spell. She any other spell having a casting time of more cannot take a day off: Once the process than one action). When it’s his turn again, however, the has started, she must see it through to the end or admit spell isn’t yet complete, and Hennet must use the rest of defeat. If she is disturbed while researching the spell, or that round to finish the spell. He can still take a 5-foot spends less than 8 hours working in any period of 24 step at the end of casting, however. hours, the process is ruined. All money spent is wasted. RESEARCHING Is a New Spell Viable? NEW SPELLS This section is addressed to the DM, who must make the Creating a new spell that’s all your own is hard but can final decision on a researched spell’s viability. lead to great rewards-not the least of which is leaving an You should use existing spells as benchmarks for eval- indelible mark on the world. Move over, Rary, Morden- uating new spells (along with a big dose of common sense), kainen, and Bigby! but what makes a particular spell a benchmark? Which Spell research is a rare case in which you, your DM, are benchmark spells? This section answers those and your character all play a part. Your character must questions. 81 CHAPTER 5: SPELLS Benchmark Spells 2nd-Level Spells",
        "name":  "Firefinger",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Blink, displacement, and protection deals damage and one that hampers foes in some other from elements. way. Another useful tool for evaluating such spells is Miscellaneous Spells: Clairaudience/clairvoyance, fly, Table 3-22: Maximum Damage for Arcane Spells on page and haste. 95 of the DUNGEON MASTER’SGuide. Magic missile is a 1st-level benchmark spell because the 4th-Level Spells potential amount of damage it deals does not exceed the Offensive Spells: Charm monster, enervation, ice storm, maximum listed for an arcane spell of that level. It repre- and phantasmal killer. sents the upper end of this scale (and is actually a little Defensive Spells: Minor globe of invulnerability and overpowered) since it does not allow a save or rely on a stoneskin. ranged touch attack.The sleep spell is a benchmark for the Miscellaneous Spells::::: Dimensional anchor, dimension ability to incapacitate foes. It demonstrates the limits of door, improved invisibility, and polymorph self. incapacity at 1st level: sleep, not a more serious effect such as death or ability drain. It can be broken with a 5th-Level Spells standard action and is limited in its number of targets. Offensive Spells::::: Cloudkill, cone of cold, dominate person, Circle of death is a 6th-level benchmark that demon- and feeblemind. strates the maximum death effect for a spell of that Defensive Spells: Bigby’s interposing hand, wall of force, level. It shows that a ranged death effect is not viable and wall of iron. below 6th level, and it provides an example of the Miscellaneous Spells:Contact other plane, lesser planar maximum burst radius as well as a limit to the number binding, passwall, stone shape, and teleport. of living creatures affected (1d4 HD per caster level, maximum 20d4). 6th-Level Spells",
        "name":  "The list for each level includes at least one spell that Defensive Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "gear.json",
        "description":  "A handkerchief or similar-sized forward or back, up or down, straight or turning corners, piece of cloth that has been tied in a knot. and so on The hand can move up to 50 feet per round. It winks out if the distance between you and it exceeds the Cold Orb spell’s range. The hand and candle are incorporeal and Evocation [Cold] can pass through objects, making it a useful tool in",
        "name":  "Material Component",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "gear.json",
        "description":  "One corporeal undead sonic. The spell protects your equipment as well. When-",
        "name":  "Target",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Yes with the familiar inside the pocket, it appears in your space, unharmed unless the area you occupy is hazardous. This abjuration grants a creature complete protection against damage from whichever one of five energy types you select: acid, cold, electricity, fire, or sonic. The spell protects the recipient’s equipment as well. Energy immunity absorbs only damage. The recipient could still suffer unfortunate side effects, such as drown- ing in acid (since drowning damage results from the lack of oxygen), being deafened by a sonic attack, or becoming encased in ice.",
        "name":  "Spell Resistance",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Bal:kpackwuh wJlerskin,oneday\u0027srrail nriom, enrirehistoryoftheSunspire!\\{ounuinsandDelugeJungle bt\"droll,sack,flintandsud,3Iorcoo.qui\\·erwilh 20arrows, regionsfromlhelrrattoos.:lOOthatIheirbnndsareslgils th.at tl\u0027nl tnvt\"ler\u0027soutfil.cold uealherourfit. can unlock.1spellofepicpropoflions.",
        "name":  "Gear",
        "source":  "tome_of_battle_book_of_nine_swords_ocr.txt",
        "_id":  "2a7ecd1d5ecde1b1ec6c14ce10a4f308fb8ea8a263daea60f5ddfbf0132ab516"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Smkc-c-Chargearrackdealsextra AuraofPerfectOrder-Stance-Tren dzoresult damageagainstgood.joegain DR10/- . as It. LawBearer-Strike- [ka!..-4d6damage,-t8attack Aurao£Triumph:Sfance-Youand allies he.l14 agJin~tcheoncenemy,gain -5on savesand AC. pointswuheachsnackagainst evil R:adi.ant Chngt\": Strike-Deal +6d6 Jam:age AuraofTyranny:Stance-DrainbllpOlnufrom againstevilfoes.g:ain DR10/- . allies.",
        "name":  "DoomCharge",
        "source":  "tome_of_battle_book_of_nine_swords_ocr.txt",
        "_id":  "2a7ecd1d5ecde1b1ec6c14ce10a4f308fb8ea8a263daea60f5ddfbf0132ab516"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Stance Targets: YOt:. and allied creatures Prerequisite: Two White Raven within60ft. maneuvers YOII ~rt IlulOlI.fiJ...II(,mJ murhdllFlrl1 Ouralion:t round InitiarionActron:I move acucn of t,r,dll(~gll\u0027lI1gIIu/II JiltrIle,!:,-ill1J Ran~e: Personal /lml Jl\u0027lluJ.,J10\"hlk-tllJ\u003c\u00271\\hlllllllg(h\u003clrgt You u\"ltaJh a\u0027UJJt\"ll /J,11l1, I\u0027O\u003cIr,n111l1r Targets;Alliedcreatureswithin 30fl. ,1i!dIlUI}\u0027OurtrlermN. .mglllybloll\u0027(disyourrllllllY.IIl~rlTt\u0027,1by \"\"\u0027* 1\u0027O\u0027Uf{\\,lmpl\" )\u0027Ullrallltsfij::lllll\u0027llll rrll,\u0027ll\u0027tJ YOII aSirlrsofJlrmonltrs.J,rullflj.! TheWhjl~RavenJiscipllllelt\u00273CMrhar t!l\u003c\"JI:YallJa.:ltnnlllalloJl. your (olJlr..Jc\\ 10shlfl form,dloll. Thr ccncs.lecderslnp,andpLnningem lM.\"T ~1I\u0027t\"rafromrrrsmuh nuh111111thrrobo\u0027 comeanoppu\",-\u0027mssuperiorinw,,1Jual When you defeat an enemy, you call w.llllIul(OIlKIOuslrIhlltklJlglIN.ul ll. abilities.Tlusstanceembodesrharteach OUl 10 your allies 10 prrs~ rh... attack. mg.allowingyoutospuryouralheson Theyrespondb)\u0027pumng tremendous Youexcel al uSIng yourcommanding 10greaterfeats01martialskill. pressureOiltheenemy35 theiranacks pre~ence todirect yourallieson the \u0027Xhilt\u0027vouureInthts\u0027\u003eI.lOCt\u0027,allallies smke \\\\\u0027U hgre\u0027al..rforce. benlefleld.Aflerafew shari bark...d whohearvouandnukeachargearrack As a swift action, you initiate rhe orders from you, your allies switch uubeareagainabonusondamagerolls boostafteryOJhav...reducedanoppo posincnsandassumearaclic21lyadvan U rc yourmuurorlevel nent10fewerthan0hilPOlnl~,Youand tageousposlllon Wht\u0027n you tnuiate this maneuver. improve vour alli~\u0027 teamwork Ifvcu Juts you deal an extra .:!d6 mrs of all allies wnhm 30 fCt\u00271of)\u0027011 can areaJJact\u0027nltoon...or moreopponents, damage.Inaddition,eachallvadjacent immediatelytakea\"ln~lt\u0027mo...eanion youralliesgaina...5bonuscnmackrolls 10rbe!argt\u0027lcan rakean tmmedme S· to moveup 10theirspeed. Thl~ move madeagainst.3nyofthoseopponents, foot stepthatdoesnotpro...okeauacks mentpro...ekesattacksofopportunitv, ofcpporrunuv, and itdoesnorcoum toward fulfilling SWARMING ASSAULT theminimummovementrequirements \\\u0027(\u0027hitt\u0027Raven(Strike TACTICS OF THE WOLF ofany pectalabililll\"sorfrats,such as Leve]:Crusader 7,wsrblsde7 While Ra\\en(SI3nce) ascour\u0027s ekirmishabililY. Prerequtstte: Three White Raven Level:Crusader3,warblede 3 maneuvers Peerequtstte: One While Raven",
        "name":  "Duration",
        "source":  "tome_of_battle_book_of_nine_swords_ocr.txt",
        "_id":  "2a7ecd1d5ecde1b1ec6c14ce10a4f308fb8ea8a263daea60f5ddfbf0132ab516"
    },
    {
        "origin_file":  "gear.json",
        "description":  "MartiillMilneuvers:MU$lknowone IronHeart strike and oneIron Heattstance. MOineuvers and Stances Known (IL9th)\u0027 Slances- bloodInthewarer (lSi), punishingstance (1~t) SltIkes-c1.w.tthemoont (2nd), deathfrom ilbovet TABLE 5- 2:THE BLOOOSTORM BLADE HiTDIE: 012 (4th), pounCing ch,itget (5th) SOilringraptor strike Bue Attack Fort R.f Will (3rd), steelwind (lst),wolffangstrlket (lsI) ,,, ., Level Bonus Save SOlve S... Spedill SooHs- suddenleapt (lst) Couniers-wililofblades (2nd) .2 ·0 • Return ng attacks,",
        "name":  "CombatGear pollOtlofenduranCt",
        "source":  "tome_of_battle_book_of_nine_swords_ocr.txt",
        "_id":  "2a7ecd1d5ecde1b1ec6c14ce10a4f308fb8ea8a263daea60f5ddfbf0132ab516"
    },
    {
        "origin_file":  "gear.json",
        "description":  ".slrtn ...2.potionofcurelight mal\u0027\\t\u0027uversandone SloneDragonstance. wounds,potionofheroism · Newfeatdescnbedon page 32. MOIneuvers and Stances Known (Il10th): Slonus-punishlOgstance (lst). stonefoot stance (1st) CLASS FEATURES Strikes-disarmingstriket (2nd).exorcism ofsteelt Theclass allows vou to conunue to learn new maneuvers. (DC20. lrd).mountain hammert (2nd). steelwind Iike~\u0027from TheStoneDragondiscipline.Italsograntsspecial (1st), sleelystriket [Ist},stonebones (lst)",
        "name":  "CombatGear pOlianofbarl",
        "source":  "tome_of_battle_book_of_nine_swords_ocr.txt",
        "_id":  "2a7ecd1d5ecde1b1ec6c14ce10a4f308fb8ea8a263daea60f5ddfbf0132ab516"
    },
    {
        "origin_file":  "gear.json",
        "description":  "woul1ds. pOlionof invisibility.potionofham eitherbyselecungtheappropriatefeatsorbytakingalevel Maneuversand Stances Known(Il10th): in IhC\u0027crusaderclass. Stances-childofshadow (lst),giilntkillingstyle (lrd). stanceofclarily(lst) ENTRYREQUIREMENTS SUikts-bonecrusnerf (DC17)(lrd).charging Skills:Hide4ranks,InlimidatC\u00274tanks, KnowledgC\u0027 minctaur (ht).dancingmongooset (5th).death (religion)8ranks. from abovet (4th),fire snaket (DC18)(4th). MartialManeuvers:MUSI kt10Walleastone Devoted SPirit mountain hammer (2nd).sapphirenightmareblade maneuver.",
        "name":  "CombatGearpotionofcuremodUQIt",
        "source":  "tome_of_battle_book_of_nine_swords_ocr.txt",
        "_id":  "2a7ecd1d5ecde1b1ec6c14ce10a4f308fb8ea8a263daea60f5ddfbf0132ab516"
    },
    {
        "origin_file":  "gear.json",
        "description":  ": YYeess manifests, the corner in which he was mable excellence, Halphax made great summoned appears to warp, growing advances in architecture of all kinds. deeper and extending to what appears His infl uence can be seen in the solid to be an infi nite distance beyond the architecture of the dwarves, the beauty of elven buildings, the limits of the structure. In that distance, a fi gure appears, comfort of gnome dwellings, and the practicality of halfl ing and suddenly the distance closes, bringing Halphax into homes. His greatest passion, however, was the architecture of his seal. Halphax always takes the form of a gnome wearing military fortifi cations and the art of defense. Halphax’s walls leather breeches and a vest, both of which are covered in still encircle towns, and most of the castles he designed are pockets and loops for holding tools and items. The tools of still standing today, even though more than a thousand years an engineer hang from his belt, and he usually appears in a have passed since he last sketched a fl oor plan. Unfortunately posture of boredom, hands in his pockets. Halphax’s most for him, the great architect’s professionalism became his striking feature is that he seems to have no fl esh and bone downfall. beneath his clothes—only broken bits of stone and masonry. In Halphax’s time, gnomes were as populous as humans. The shattered features of bas-reliefs and gargoyles make up They lived in grand cities that rivaled those of the elves, and his face. they welcomed all civilized races into these metropolises to",
        "name":  "RReeqquuiirreemmeenntt",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "At each anima mage level, you gain new spells per day and an increase in caster level (and spells Practitioners of pact magic set aside the mores of society known, if applicable) as if you had also gained a level in an and the laws of the multiverse to pursue a route to power arcane spellcasting class to which you belonged before adding that most others fear. Yet even among these diehard indi- the prestige class level. You do not, however, gain any other vidualists, patterns appear and groups form. Such factions benefi t a character of that class would have gained. If you had often pursue similar goals and use similar means of gain- more than one arcane spellcasting class before becoming an ing power, giving rise to prestige classes such as those in anima mage, you must decide to which class to add each level this section. for the purpose of determining spells per day, caster level, and spells known. ANIMA MAGE Exploit Vestige (Su): At 2nd level, you learn how to use a bound vestige to boost your arcane spellcasting. With this “Those fools. They hunt innocents. It’s me they ought to fear!” ability, you can choose to forego gaining one of the vestige’s —Raeleus, anima mage and outlaw granted abilities in order to gain one additional arcane spell slot per day of any level up to the highest you can cast. Thus, Anima mages give binders a bad name. Greedy and ambitious, if you bind the vestige Dantalion (see page 28), you could they exploit the powers of the vestiges to which they bind to give up the read thoughts ability he grants you in exchange advance their own abilities. Anima mages see such displaced for a bonus spell slot that day. entities as mere tools, no different from spell component You decide which ability to give up before you make the pouches or a wand of fi reball. binding check, and you can forego only one ability per With the power of a vestige, an anima mage can tap a day in this manner, even if you can bind multiple vestiges. resource all but unknown to his rivals to gain an edge against Vestiges react poorly to your use of this ability, so you take a other spellcasters. The anima mage is a loner, an outsider, and –5 penalty on your binding check. If you make a good pact a potential enemy to both binders and witch slayers (see page despite this penalty, you gain a bonus spell slot in exchange 67). But the way others classify him matters little to him, for for the ability you gave up. If you make a poor pact (that is, power is at hand. you fail your binding check), you do not gain the extra spell slot, and you still give up the designated ability for the day. BECOMING AN ANIMA MAGE When you use this ability and make a good pact, you sever Since an anima mage blends pact magic with arcane magic, a a portion of the bound vestige’s awareness of the world that it candidate needs some knowledge of vestiges and experience would normally receive through you. Essentially, your bind- with binding them to qualify. A few levels of either wizard ing amounts to a certain amount of trickery. The vestige being or bard are valuable too, since Knowledge (the planes) is a bound expects to be able to experience life through its binder, class skill for both. However, the sorcerer and the warmage but when you make a good pact, you partially suppresses the (see Complete Arcane) are also good choices, since their key benefi t the vestige receives, making it uncomfortable and ability for spellcasting is Charisma. angry. Vestigial Awareness (Su): Beginning at 3rd level, you can Entry Requirements force your bound vestige to focus on alerting you to danger",
        "name":  "Spellcasting",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "At each anima mage level, your soul round, without increasing its spell level. However, you lose binding ability improves as if you had also gained a level in access to all the abilities and powers granted by the chosen the binder class. Your anima mage levels and binder levels vestige upon activation and do not regain them for 5 rounds. stack for the purpose of determining your bonus on binding You cannot use this ability if you do not have a vestige bound, checks, the effectiveness of your vestige-granted abilities, or if you do not currently have access to its abilities (through your ability to bind higher-level vestiges, and the number of the use of this ability, an antimagic fi eld, or some other effect). 50 Vestige metamagic is usable once per day at 5th level, two witch slayers (see page 67), and hostile binders that pursue times per day at 7th level, and three times per day at 9th them. A high-level anima mage, known as a vessel, periodi- level. cally guides the members of his coven to new lairs where its Vestige Casting (Su): At 10th level, you can use a bound members can safely pursue their art. vestige’s power to cast a spell outside the normal limits of As a member of a coven, you spend a portion of your time time and magic. Once per day, you can cast any spell that helping more experienced members research vestiges. In the you currently have prepared (or use an available spell slot if process, you learn the techniques of summoning vestiges you cast spells spontaneously) as an immediate action. You and how to make the most of them once they are bound. cast the spell as if it were modifi ed by the Silent Spell In time, you might grow powerful enough to and Still Spell metamagic feats, whether or not you instruct new anima mages, or even start your have those feats. own coven. COMBAT PLAYING AN Blending the best parts of arcane spellcast- ANIMA MAGE ing with the granted powers of a bound As an anima mage, you walk a lonely vestige provides you with a plethora of path, but great rewards await you. options in combat. You can boost your Enemies are everywhere, so you must defenses with spells while hammer- conceal your true nature even more ing away at your opponents with the carefully than an ordinary binder does. vestige’s granted abilities, or you can Rivals resent you for the power you have exploit the vestige’s abilities to gain an and the knowledge you possess. People advantage in a nasty fi ght. who ask too many questions and those As you advance in this prestige class, who seem too interested in how you you can augment more of your spells augment your magic are your enemies. with metamagic feats without Eliminate them when you can and fl ee affecting spell level. Thus, you when you can’t. can boost spells as needed with- Because of your widespread unpopu- out having to prepare them in advance larity, you tend to stay on the move. or take extra time to cast them. You You can choose to work alone, or you can also expand your spell capability can join one of many groups known as by using the exploit vestige ability to covens that are made up of like-minded gain a new spell slot, though doing so spellcasters. Covens face extermina- costs you a vestige-granted ability. tion if their presence is revealed, so When you reach the pinnacle of they rarely settle in one city for long. your power as an anima mage, you can cast Instead, they move from community a stilled, silent spell as an immediate action to community, trying to stay one step once per day. This ability can be invaluable for ahead of the Seropaeneans (see page 90), Raeleus, getting out of a tight spot. a tiefl ing anima mage Table 1–3: The Anima Mage Hit Die: d4 Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting 1st +0 +0 +0 +2 Soul binding +1 +1 level of existing arcane spellcasting class 2nd +1 +0 +0 +3 Exploit vestige, soul binding +2 +1 level of existing arcane spellcasting class 3rd +1 +1 +1 +3 Soul binding +3, vestigial awareness +1 level of existing arcane spellcasting class 4th +2 +1 +1 +4 Soul binding +4 +1 level of existing arcane spellcasting class 5th +2 +1 +1 +4 Soul binding +5, +1 level of existing arcane spellcasting class vestige metamagic (1/day) 6th +3 +2 +2 +5 Soul binding +6 +1 level of existing arcane spellcasting class 7th +3 +2 +2 +5 Soul binding +7, +1 level of existing arcane spellcasting class vestige metamagic (2/day) 8th +4 +2 +2 +6 Soul binding +8 +1 level of existing arcane spellcasting class 9th +4 +3 +3 +6 Soul binding +9, +1 level of existing arcane spellcasting class vestige metamagic (3/day) 10th +5 +3 +3 +7 Soul binding +10, vestige casting +1 level of existing arcane spellcasting class Class Skills (2 + Int modifier per level): Bluff, Concentration, Craft, Decipher Script, Diplomacy, Intimidate, Knowledge (all skills, taken individually), Profession, Spellcraft. 51 Illus. by W. England ADVANCEMENT more power, turned to pact magic to advance his abilities. Covens recruit new members slowly, testing candidates for Alternatively, an entire coven of anima mages might be loyalty, subtlety, and skill before revealing the secrets of working within a wizard’s guild, spreading like a cancer exploiting vestiges. Attaining the fi rst level in this prestige through the organization’s ranks and turning it into a class represents earning the basic trust of your comrades. At force for evil. this point, you are recognized as possessing valuable talent Anima mages can also provide an excellent way to intro- and offered full membership. Now that you know the fun- duce pact magic into your games. Such a character can appear damentals of binding a vestige and coercing it to augment either as an opponent (thereby forcing the characters to learn your spellcasting abilities, you have taken the fi rst step on more about their enemy), or as an ally (who can lure PCs into the dark road to becoming an anima mage. taking up pact magic). Even though you have earned a place in the coven, the other members might not trust you with their greatest secrets DAILY LIFE for some time. Initially, you must spend most of your time Although the life of an anima mage is diffi cult, it is also fi lled training—learning the various tactics and techniques for with scholarly wonder. Those who pursue the study of magic coercing vestiges. In the few hours remaining in a day, the enhanced by the power of vestiges spend much of their time coven expects you to practice what you have learned. The researching new spells, poring over forbidden tomes and senior members insist upon this rigorous training because manuscripts to learn more about vestiges, and training to they know that their enemies, always quick to destroy anima master these unruly entities. They must remain constantly mages, will seize upon any weakness you display. on their guard against enemies, however, because those who With mastery of these techniques comes the freedom to wish to prevent the spread of pact magic could descend upon undertake your own missions and expand your arcane knowl- these renegades at any time. edge as you see fi t, so long as you never reveal the origins Coven leaders, known as vessels, supervise their fellow of your training. Failure to safeguard the coven constitutes anima mages closely. These senior members act quickly to grounds for lethal punishment. curb internal disputes, instill discipline in the junior ranks, As you advance in the anima mage prestige class, consider and reinforce awareness of shared dangers. They know better investing some skill points in Spellcraft and Concentration, than the others that only by standing together can a coven which increase your ability to cast spells under pressure and prevail against its foes. Perhaps the most important respon- counter those directed at you. sibility of a vessel, however, is to establish and maintain a network of spies in his adopted city. Though such a covert RESOURCES organization is expensive to maintain, these “eyes and ears” Membership in a coven offers many benefi ts. The other mem- allow the anima mages to monitor the activities of visiting bers are familiar with many different vestiges, so working clerics, witch slayers, and Seropaenean agents (see page 90) with them allows you to broaden your options considerably. without exposing their presence. No spy knows any other Likewise, all the other members are spellcasters. Many pos- spies in the coven’s service, so the capture of any one agent sess spells and equipment to which you might not otherwise cannot expose the network or compromise the security of the have access. If you prepare spells in advance, friends within anima mages. Many spies die mysteriously when a coterie of the group can provide you with additional spells for your witch slayers descends upon a town, but as far as the vessels spellbook. Since many anima mages also manufacture magic are concerned, individual lives are expendable when the items, you can often pick up wands, scrolls, and other useful safety of the coven is at stake. equipment at a discount. Finally, given the number of enemies that users of pact NOTABLES magic accumulate, the value of sheer numbers cannot be An ex-slaver, sorcerer, binder, and scholar named Agra was underestimated. Allies greatly lessen the threat posed by the fi rst to discover that binding a vestige carried other magi- Seropaeneans and witch slayers alike. Thus, though your cal consequences. Agra was a vicious woman who saw little allies might be indifferent to you at the start, ingratiating value in other people—let alone these wisps of personality yourself with them early can help to ensure your continued called up from who knows where. She cared not at all that survival. by using the vestiges as fuel for her spellcasting, she lessened their contact with the world through her. When word reached Syfal, the acknowledged founder of ANIMA MAGES IN THE WORLD pact magic, he exiled Agra, declaring her an enemy to all. Agra “Reckless fools! They know not what they do.” left, but not before betraying Syfal to the Seropaeneans. —Alabrast von Vegre, binder In later years, Agra surrounded herself with students and began to teach them what she had learned. As her coven grew Anima mages make compelling villains for a campaign. more powerful, many of its members began to resent Agra for They exploit vestiges mercilessly, believing their power the knowledge she guarded. One night, her students mur- to be an inexhaustible resource. An NPC anima mage dered her in her sleep. When the tortured vestige inside her might be a former colleague of the party who, lusting for 52 was released, it laughed to see the fi rst anima mage drowning DC 25: These strange spellcasters gather in covens and in her own blood. coexist alongside other people. Anyone, anywhere, could be an anima mage. ORGANIZATION Any PC trying to contact an anima mage or a coven must An anima mage coven consists of four to twelve members of succeed on a DC 25 Gather Information check to locate the varying levels. The highest-level anima mage serves as the appropriate intermediary for the group. Anima mages rarely leader, or vessel. The vessel names the coven, often incorpo- reveal themselves in public. rating the name of the vestige that its members most often bind to create fanciful monikers such as the Fist of Amon or ANIMA MAGES IN THE GAME the Seekers of Dantalion. Like other practitioners of pact magic, anima mages hide Beneath the vessel, all members are equal in name, though from the world. A typical anima mage appears to be an seniority ranks them in fact. The voices of longstanding ordinary sorcerer or wizard, but he harbors a dark secret, members carry more weight than those of the newcomers, practicing his forbidden magic only in the safety of his home and the vessel always awards any contested item to the most or laboratory. senior member who claims it. Those who disagree with the This prestige class appeals to players who like to run darker edicts of the vessel are free to leave and start their own covens, characters. Because the morality behind the anima mage’s but doing so earns them the enmity of the abandoned coven art is questionable, players who enjoy roleplaying internal and often results in a brutal war. confl ict readily seize on this class. When you have an anima The internal unity that vessels maintain ensures that mage in your campaign, you can propel the storyline forward covens are rarely splintered by factionalism and confl ict is simply by populating your world with recurring villains who kept to a minimum. Instead, anima mages save their hatred exist only to capture or kill these characters. If you adopt for the Order of Seropaenes (see page 90) and the witch slayers such an approach, however, let the anima mages catch sight (see page 67) who hunt them. The relentless forces arrayed of their pursuers before slipping away. Such staging tends to against anima mages force them to cooperate, even when enhance the sense that the characters have made a narrow their personal agendas clash. escape. Reward players who make an effort to conceal their characters’ identities and talents by giving them plenty of NPC REACTIONS opportunities to interact with those hunting them. Binders view the exploitation of vestiges as a blasphemy, so it is no surprise that their attitude toward anima mages ADAPTATION is hostile. Multiclass binders might be unfriendly or even Anima mages needn’t exploit vestiges to gain power—the indifferent to anima mages, depending on their views about vestiges could volunteer the added powers to an anima the nature of vestiges. Members of the Order of Seropaenes mage in recognition of his spellcasting ability. You could despise anima mages even more than they do binders and also relax the prerequisites to open this prestige class to any usually attack the former on sight. spellcaster—or even a psionic character. Few people other than the users of pact magic and their A more sinister version of the anima mage could bind immediate enemies know much about anima mages—in fact, fi ends or celestials instead of vestiges. To do so, the character most can’t really distinguish them from other spellcasters. would use the soul binding ability as described on page 10. Since most people are indifferent toward users of pact magic, An anima mage who succeeds in coercing such an outsider the same attitude generally extends to anima mages. Those (DC equals the creature’s CR + its HD) gains a bonus spell who do know a little about pact magic tend to react poorly slot, as noted in the exploit vestige ability description, but when they learn how anima mages exploit vestiges. Such no special abilities. characters are usually unfriendly at best, although evil ones might be indifferent. SAMPLE ENCOUNTER PCs exploring an ancient ruin might encounter a coven of ANIMA MAGE LORE anima mages looking for old manuscripts. Alternatively, a cell Characters with ranks in Knowledge (arcana) can research of anima mages might be working inside a wizard’s school, anima mages to learn more about them. When a character corrupting the students. A group of anima mages might even makes a skill check, read or paraphrase the following, includ- attack the PCs, believing that they somehow know about the ing the information from lower DCs. coven’s activities. DC 10: Anima mages use a rare form of spellcasting that EL 9: Raeleus, a particularly ambitious anima mage, has lets them suddenly augment their spells. a tattoo of a second face over his own. He and his lover, an DC 15: An anima mage’s power stems from bound spirits. erinyes (MM 54), ambush the PCs, believing that the party DC 20: An anima mage binds an unusual spirit called a holds the secret to contacting a particular vestige. vestige, then coerces it into augmenting his spells. This prac- tice is so abhorrent that even binders oppose anima mages. 53 Raeleus CR 9 VESTIGEWRACK Male tiefling wizard 5/binder 3/anima mage 1 Necromancy [Evil] LE Medium outsider (native) Level: Blackguard 2, cleric 2, sorcerer/wizard 2 Init +2; Senses darkvision 60 ft.; Listen +0, Spot +0",
        "name":  "Soul Binding Bonus",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Any nongood Vestiges Typically Bound (EBL 13th, binding check Skills: Knowledge (religion) 5 ranks, Knowledge (the 1d20+21): Dantalion, Haures planes) 8 ranks",
        "name":  "Combat Gear potion of cure serious wounds Alignment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Vestige phylacteries were the last magic items crafted by the fi rst followers of Syfal. They were designed to give binders better tools with which to combat their enemies. (Knowledge [history] DC 35)",
        "name":  "Lore",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "— 88 An ursine creature the size of a polar bear lumbers into view. Instead Frightful Moan (Su): As a standard action, a tooth beast of fur, thousands of sharp teeth of various types and sizes stud its can emit a frightful moan. Every creature within 30 feet hide. Teeth of every kind cover its entire body, including its head, that hears it howl must succeed on a DC 13 Will save or be which has teeth for eyes. The raw fl esh between the teeth is pink frightened for 1 round and shaken for 1 round thereafter. and has the moistness of gums. Despite its apparent blindness, the All tooth beasts have immunity to this attack. Frightful creature seems to sense the presence of prey, turning suddenly toward moan is a sonic mind-affecting fear ability, and the save DC a creature that has passed and emitting a terrifying moan. is Charisma-based. Pounce (Ex): If a tooth beast charges a foe, it can make a Tooth beasts roam the Underdark, making their homes in full attack, including two rake attacks. cool caverns that provide easy access to water. Occasionally, Rake (Ex): Attack bonus +14 melee, damage 1d8+4. A tooth they travel nearer to the surface, living in caves and venturing beast makes rake attacks by rubbing its body—and the many out when prey wanders near, or when the weather duplicates sharp teeth that cover it—against a foe. the conditions of their favored environment. Blind (Ex): A tooth beast’s blindness gives it Tooth beasts use their keen sense of hearing immunity to gaze attacks, visual effects and to hunt. They listen for distant prey and illusions, and other attack forms that rely move slowly toward the sounds, hoping on sight. to get close enough to frighten the Blindsight (Ex): A tooth beast creatures. The noise of a combat has blindsight out to 120 feet. often draws tooth beasts, Beyond that range, it treats and many Underdark all targets as having total denizens simply leave concealment. their dead and dying Sprint after Fear on the fi eld of battle (Ex): A tooth beast can when a tooth beast sense fear in creatures shows up to avoid facing within range of its the creature themselves. blindsight, and it can None who know of move at a speed of 60 Dahlver-Nar can dispute feet (or charge at 120 the tooth beasts’ resemblance feet) to end its move- to him, but the cause of that ment next to a creature similarity remains disputed. affected by any sort Some think tooth beasts are of fear condition. degenerate descendants of During such a Dahlver-Nar; others believe they charge, a tooth beast are binders who bound them- is slowed in the usual selves too often to that vestige. fashion when moving Those who believe in the legendary through squares that nor- teeth of Dahlver-Nar theorize that tooth mally slow movement (such as Tooth beast beasts exist because binders lost them- diffi cult terrain), and it must follow selves to the power of those items, just as Dahlver-Nar did. all other rules for charging. A tooth beast weighs about 2,000 pounds and stands nearly Skills: A tooth beast has a +8 racial bonus on Listen 10 feet tall on its hind legs. checks. COMBAT A tooth beast moves as swiftly as possible to place foes within range of its frightful moan. It then uses that ability to divide and conquer, charging any foes who remain nearby before pursuing those that have fl ed. When it encounters foes that remain out of range, the tooth beast usually fl ees, hoping to either escape the encounter altogether or lure its enemies into fi ghting in closer quarters. 89 Illus. by S. Prescott PACT MAGIC In addition, the Seropaeneans loan equipment to members undertaking specifi c missions for the order. You can borrow ORGANIZATIONS permanent magic items whose value equals your character level × 200 gp. This section details two of the most important organizations Since the Order of Seropaenes consists largely of religious that focus on pact magic. groups, its members have no shortage of divine magic. Mem- bers receive cure spells, remove curse, remove disease, and remove poison at no cost. The order also provides powerful magic, such THE ORDER OF SEROPAENES as raise dead, resurrection, and the like, for 75% of the normal “They are a threat to the Truth. To falter in our task spells certain price. Finally, you can purchase curative potions and wands doom for all.” at 50% the list price. —Sir Michael Ambrose, Seropaenean leader PLAYING A SEROPAENEAN The Order of Seropaenes is an alliance of various religious A fundamental order guides the universe, and pact magic groups sworn to destroy pact magic and conceal its existence. perverts that order. By exploiting spirits that the gods have Although the specifi c faiths are often at odds about other banished, binders endanger the delicate balance between gods issues, their members are willing to work together in order and men, and reveal secrets that should remain unknown to to negate the greater threat posed by binders. mortal minds. No matter how they present their activities, the fact is that binders dabble with damned spirits, allowing these JOINING THE ORDER OF abominations to possess them and adding to their power with SEROPAENES each binding. If not stopped, these wretched spirits could one Characters with some divine connection are the most likely day supplant the gods themselves. candidates for the order. Clerics, paladins, favored souls (see You were once one of the blind, unseeing and unable to Complete Divine), and even blackguards often seek member- comprehend the larger framework of the planes. Then the ship. However, the leaders of the order are so dedicated to their Seropaeneans removed your blindfold, and you left your old mission that they accept candidates from nearly any class. Over life behind to fi ght the good fi ght. What’s one life against the years, the order has used witch slayers, rogues, assassins, the benefi t of all? How can a mortal life measure against the rangers, and even barbarians to combat the binders. sanctity of the divine? Your task is to eliminate the heretics known as binders before they erode the relationship between Entry Requirements mortal and immortal any further.",
        "name":  "Level Adjustment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "— — — COMBAT When confronting a threat or light-bearing creatures, shadow are in an area of darkness or shadowy illumination. While elementals slash at foes with freezing tendrils of absolute in an area of bright light (such as sunlight or that caused by a darkness. If possible, they retreat from combat in lighted daylight spell), shadow elementals take a –4 penalty on attack areas, or blot out light sources with dusk and dawn, to gain rolls and damage rolls. the advantages of their shadow mastery power. Dusk and Dawn (Su): Three times per day, a shadow Shadow Mastery (Ex): A shadow elemental gains a +1 elemental can use dusk and dawn, as the mystery. It has a bonus on attack rolls and damage rolls if both it and its foe caster level equal to one-half its HD. 166 SHADOW MAGIC PLAYING A MEMBER OF THE NIGHTSHADE COVENANT ORGANIZATIONS As a Nightshader, you oppose light. This doesn’t make you evil, just committed to the organization and its ends. The This section details three important organizations associated shadows protect and hide you, and you take comfort in their with shadow magic. depths. Few established Nightshaders spend time in the Covenant’s citadel. Most prowl the Plane of Shadow, monitoring the NIGHTSHADE COVENANT movements of interlopers and quenching light wherever it “Light is my enemy. The sun is the hateful eye that reveals all secrets. shines. Against fortifi ed enemies, you and your comrades But no more, for we shall see its end.” mount terrorist strikes, slipping in under the cover of —Silious Roh, Nightshader darkness, destroying light sources, kidnapping infl uential citizens, and being general nuisances. The Nightshade Covenant opposes the light and its presence Depending on your faction, you might receive orders from on the Plane of Shadow. Consisting of the zealous Brotherhood of the drow exiles, shadar-kai, dark ones, Blinded Sun, the Shadar-Kai Ini- and undead, its factions threaten tiative, or even from one of the to tear the group apart. many drow houses controlling much of the Covenant’s leader- ship. Each faction has different JOINING THE interests, and you do best when NIGHTSHADE you know what they are. COVENANT The Nightshade Covenant recruits COMBAT shadowcasters and others who You rarely fi ght fair. Use dark- employ shadow magic. It accepts ness to conceal your movements, rogues, assassins, and rangers of stage elaborate ambushes, and questionable morals, for these implement whatever tools you characters have talents with stealth have to succeed. Against unsus- and subterfuge. pecting foes, you might suddenly extinguish all light, slip behind Entry Requirements enemy lines and make liberal use",
        "name":  "Level Adjustment",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "You can also start out by dipping a toe into the waters of truename magic as described above, then increase TRUENAMES your level of dedication to truename magic as your interest Using truename magic in your game doesn’t require you to level dictates. change anything. You can use a truename NPC or monster at Prestige classes are available for both truenamers and the game table tonight, and you can take ranks in Truespeak members of other classes who can use Truespeak, includ- or a level in the truenamer class when you attain your next ing the acolyte of the ego and the brimstone speaker. Those level. If you prefer to make truenames an integral part of characters who know even a smattering of truenames can your ongoing campaign, this chapter gives you the tools to likewise become disciples of the word or fi endbinders. A do so. number of feats (described on pages 228–231) augment any",
        "name":  "INCORPORATING Crescendo",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "One of three categories of truenames. Utter- dealing with healing and destruction, which would allow him ances can be found in one of these lexicons: The Lexicon of to heal and harm creatures. A truenamer can also learn from the Evolving Mind, the Lexicon of the Crafted Tool, or the the Lexicon of the Perfected Map, which allows her to name Lexicon of the Perfected Map. Truenames that name personal and affect places. She might be able to shake the earth beneath truenames aren’t found in lexicons. her enemies’ feet or make the terrain in an area easier for her",
        "name":  "Lexicon",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "A spell that incorporates one or more devoted to the Lexicon of the Evolving Mind, the Lexicon truenames into its casting. Truename spells always have a of the Crafted Tool, and the Lexicon of the Perfected Map, verbal component, for obvious reasons. All the usual rules respectively. (Lexicons are described in greater detail on for spells apply, but the spellcaster must also succeed on a page 234.) Truespeak check for the spell to work. Truename spells can be cast by arcane or divine spellcasters, depending on the “Xenshenasha-prietokana’hazhulakhan!” individual spell.",
        "name":  "Truename Spell",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "You know your own but does not require a mirror or pool of water to function. personal truename. You cannot pronounce it automatically; Instead, you must make a Truespeak check for the creature doing so requires a Truespeak check with a DC equal to 15 + as normal (see page 196 for information on making a True- (2 × your Hit Dice) + 2. Because it’s your personal truename, speak check to affect a creature). If your check is successful, you get a +4 bonus on the Truespeak check. the creature does not get a save to resist the ability, but you Utterances (Sp): You have the ability to speak utterances, can view the subject for only 1 round. You can use this powerful combinations of truenames that can alter the world ability once per day. around you in fundamental ways. Utterances exist in three Sending (Su): Beginning at 13th level, you can speak to lexicons: The Lexicon of the Evolving Mind, the Lexicon of creatures whose personal truenames you know from a great the Crafted Tool, and the Lexicon of the Perfected Map. You distance. You must make a successful Truespeak check (DC begin play knowing one utterance from the 1st level of the 15 + 2 × target’s CR) to use this ability. If successful, you can Lexicon of the Evolving Mind, and you gain one utterance send a message to the subject as a sending spell (caster level from this lexicon at each truenamer level you attain. You gain equal to your truenamer level). You can use this ability three access to higher levels of utterances at the levels indicated on times per day. Table 3–3. When you gain access to higher-level utterances, Speak unto the Masses (Su): At 17th level, you have the you can choose an utterance from that level or from a lower ability to affect a number of creatures of the same creature level, if you wish. type with a single, powerful utterance. You can only affect Each utterance represents hundreds of truenames in your creatures of the same type (humanoids, giants, or dragons, repertoire. When you gain the word of bolstering, for example, for example) with a single use of this ability, although you you say thanthan’ku’ul-hrasechni when you’re delivering it on could use it against a different group of a different creature your elf ranger ally and yanu-shankrini’qalaasha when you’re type each round. No two of the creatures you wish to affect delivering it on your gnome rogue friend. with your utterance can be more than 30 feet apart, and The Diffi culty Class for a saving throw against your utter- the base DC for your Truespeak check is equal to the most ances is 10 + 1/2 your truenamer level + your Cha modifi er. powerful (highest CR or most Hit Dice, if you are affecting Beginning at 4th level, you also gain access to the 1st-level PCs) creature in the group. For each creature you wish to utterances of the Lexicon of the Crafted Tool, allowing you affect with the utterance beyond the fi rst, the DC of your to alter objects with your truenames. You gain access to Truespeak check increases by 2. 200 The Law of Resistance (see page 233) applies to utterances Truenamers of the FORGOTTEN REALMS setting often vener- altered with speak unto the masses. As a result, additional uses ate Azuth (LN), Gond (N), Lathander (NG), Mystra (NG), or of an utterance modifi ed with speak unto the masses might be Oghma (N). Some truenamers worship Selûne or Shar due to more diffi cult, even if you then want to use the utterance on a their importance in the world’s creation myth. Others favor single creature later in the day. For example, if you attempted Deneir because they see a connection between truenames to use an utterance against four fi re giants (each CR 10), the and the Deneiran Metatext. The racial patron deities fi nd DC would be 15 + (2 × 10) + 6, or 41. If your attempt was suc- worshipers among truenamers, too. cessful, and you later tried to use that same utterance against The truenamers of the EBERRON setting worship Aureon a single marut (CR 15), the Law of Resistance applies, and the (LN), Onatar (NG), or the Path of Light (kalashtar, LN). DC would be 15 + (2 × 15) + 2, or 47. Say My Name and I Am There (Su): At 20th level, you “Zri’sanutell-wrehrethoo-shoucheneq!” develop a truename—not your personal truename, but a sort of true nickname—that is invested with cosmic power such —Reversed utterance of perceive the unseen, that others who speak it can conjure you forth. Whenever believed to be the last words heard by someone successfully says this truename, you can appear at that creature’s location as if taken there by a word of recall High Regent Lharnak the Cruel spell. You know who is saying your truename, and you can choose not to be transported if you wish. The nickname is often one or two syllables taken from your personal true- OTHER CLASSES name. A creature speaking your true nickname need not Most members of other classes know little about the ways of make a Truespeak check to do so. truename magic, and thus most will judge you independently Most truenamers with this ability teach the truename to of your magical inclinations. Wizards and some clerics are their friends and allies so they can be called when needed. the most likely to know something of your art, and many can be invaluable allies, aiding you in your research and complementing your utterances with their own powerful PLAYING A TRUENAMER forms of magic. You also benefi t from the presence of strong The whole point of being a truenamer is that your words have melee combatants, as do spellcasters, since they can keep impact. You’re at the table to be heard. Whether you’re a glib enemies away from you while you shake the battlefi eld and negotiator, a master of riddles, or a laconic hero who speaks strike terror into the hearts of your foes from a distance. only when she must, you should develop a distinctive style Allies can become mistrustful once they see your power and for your character’s speech. realize that they too have truenames, and some will take time As a truenamer, you’re particularly interested in defi ning before they become comfortable with you knowing their things. You want to fi gure out the game world and accurately personal truenames. name all its contents. That’s what drives you to solve puzzles, uncover hidden enemies, and undertake other adventures: COMBAT the desire to catalog and name all you encounter. Although you don’t cast spells, strictly speaking, you’re effectively a spellcaster in a fi ght. In a typical combat round, RELIGION you attempt an utterance, hoping to damage or otherwise Any deity with knowledge, lore, or speech in its pantheon confound your enemies in some way, or to aid your allies. If is a natural for truenamers. But more than that, truenamers you are wounded, you might be able to use an utterance to favor the creator deity (if one exists) in a given pantheon. heal yourself. But your interesting combat options revolve Many truenamers have the explicit or implicit belief that around the utterances you have at your disposal. the creator deity used the language of truenames to defi ne If a foe proves especially resilient to your truename magic, everything in the universe at the moment of creation, essen- or if your offensive utterances have been repeated to an tially speaking every truename at the beginning of time. extent that you can no longer succeed on your Truespeak Not every truenamer believes in the connection between checks, your tactical role in a fi ght shifts from offense to the creation of the universe and the power of truenames, but defense and support. most do. This can sometimes get truenamers in trouble with strongly orthodox religions that lack a creator deity or don’t ADVANCEMENT incorporate truenames into their creation story. Once you have undergone your initial training, you can In the standard D\u0026D pantheon, truenamers tend to continue your studies in the downtime between adven- worship Boccob (N), Vecna (NE), or the patron deities of a tures, much the way a wizard learns new spells. You’re specifi c race such as Corellon Larethian (elves, CG), Moradin always practicing the pronunciation of truenames you (dwarves, LN), Garl Glittergold (gnomes, NG), or Yondalla already know and trying to fi gure out the truenames you (halfl ings, LG). 201 don’t know yet. Occasionally, you might visit the library of DAILY LIFE your mentor or a truename-aware organization so you can Most truenamers are content to catalog new truenames, prac- learn more truenames. When you reach higher levels, you tice the truenames they already know, and engage in other might advance the lore of truenames yourself, discovering linguistic and historical studies. Adventuring truenamers new truenames and becoming the fi rst truenamer to speak are an exception, however. They use truenames to bring their them aloud. vision of the way the world should be that much closer to real- As you attain more levels in the truenamer class, the ity. Some are eager to fi nd the truenames of monsters, places, most important choice you face is which utterances to and items that no sentient eyes have ever seen before—even if learn. Each utterance from the Lexicon of the Evolving they have a hand in creating such things in the fi rst place. Mind represents an action, and its reverse, that you can Truenamers are curious about the world around them, use against friends or enemies. Eventually, you learn words so a high-level truenamer can make a good patron for that you can use to form utterances that affect objects and lower-level PCs. Such truenamers often hire adventurers to places. At every level, you learn a new utterance that can gather rare items for study or to recover lost treasure troves affect creatures you encounter. The words you can learn of truenamer lore. also increase in diffi culty (and therefore increase in power) as you gain levels, allowing access to new, more powerful NOTABLES utterances. Perhaps the most famous truenamer is Khurufu the Elo- quent, a human truenamer who lived centuries ago and ELF TRUENAMER STARTING PACKAGE founded several truenamer colleges that exist to this day.",
        "name":  "Known Personal Truename",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Backpack with waterskin, one day’s trail rations, Several organizations of interest to truenamers exist, includ- bedroll, sack, fl int and steel, six torches, 10 bolts. ing the Collectors of the Lexicon and the Kingmakers. They",
        "name":  "Gear",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "At each level except 1st, 5th, and 9th, you infl icted upon it, few fi ends act on their threats for fear of gain new spells per day and an increase in caster level (and being bound again. Only by repeatedly binding the same spells known, if applicable) as if you had also gained a level fi end do you run the risk of incurring its wrath once freed in a spellcasting class to which you belonged before adding (DM’s discretion). the prestige class level. You do not, however, gain any other You can bind multiple fi ends if you have the gold and time benefi t a character of that class would have gained. If you to do so. However, you cannot issue the same command to had more than one spellcasting class before becoming a multiple bound fi ends. For example, if you bind two vrock fi endbinder, you must decide to which class to add each level demons and want them to attack the same foe, commanding for the purpose of determining spells per day, caster level, them to attack requires two standard actions (one per and spells known. vrock). Bind Fiend (Su): You master the complex rituals needed A bound fi end cannot use its summoning ability. Unlike to bind a fi end whose truename you know. You must pay summoned creatures, bound fi ends are truly dead when an amount in gold to cover the cost of the ritual (see Table slain. 3–9), and the ritual takes 8 uninterrupted hours to perform. If you are killed, any fi end that was bound to you prior to At the conclusion of the ritual, the fi end appears. The fi end your death stays with your remains for 24 hours. It does not is bound against its will and isn’t happy about the service. guard whatever is left of your body; it merely remains nearby, However, it cannot attack you, even if you attack it. Giving tracking the passing time intently to determine if it will be it a command is a standard action that provokes attacks of set free. If you are returned to life during that period through opportunity, for doing so requires that you correctly utter a raise dead spell or similar effect, the fi end remains bound the fi end’s truename. You must make a Truespeak check to your service with no additional cost to you, provided you with a specifi ed DC (see Table 3–9). If the check succeeds, are still of a suffi cient level to retain the fi end’s service. If the fi end is compelled to do as you command; if the check you lose a level as a result of a return to life, and your new fails, the fi end gleefully resists (and might even mock you). level is too low for you to have summoned your servant (see A bound fi end performs only one of the commands outlined Table 3–9 to determine what level you need to be to bind a in Table 3–10 at one time. Issuing a new command (includ- particular fi end servant), your servant is immediately freed Table 3–8: The Fiendbinder Hit Die: d6 Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting 1st +0 +0 +0 +2 Bind fiend — 2nd +1 +0 +0 +3 — +1 level of existing spellcasting class 3rd +1 +1 +1 +3 Call forth fiend +1 level of existing spellcasting class 4th +2 +1 +1 +4 — +1 level of existing spellcasting class 5th +2 +1 +1 +4 Bind tormented soul — 6th +3 +2 +2 +5 — +1 level of existing spellcasting class 7th +3 +2 +2 +5 +1 level of existing spellcasting class 8th +4 +2 +2 +6 — +1 level of existing spellcasting class 9th +4 +3 +3 +6 Gift of the archfiend, double command — 10th +5 +3 +3 +7 Archfiend’s favor, summon fiends +1 level of existing spellcasting class Class Skills (2 + Int modifier per level): Concentration, Craft, Diplomacy, Heal, Knowledge (arcana), Knowledge (history), Knowledge (religion), Knowledge (the planes), Profession, Spellcraft, Truespeak. 222 from service. Otherwise, if 24 hours pass and you remain from the dead. During this thirty-day period, you take a –2 dead, the fi end is released from service and sent back to the penalty on Truespeak checks. place whence it came—with your soul in tow—cackling Bind Tormented Soul (Su): The Lower Planes house maniacally. At that point, only a true resurrection spell can countless tormented souls, for they are the primordial soup return you to life, but if you are brought back, your fi end from which myriad fi ends are born. At 5th level, once per comes back with you, still bound to your service and with day you can utter the truename of a tormented soul and no additional cost to you. bind its essence within yourself. Your eyes turn dead black, your complexion pales, and black veins form just under your Table 3–9: Bound Fiends skin until the tormented soul is released or destroyed. The Available at Binding Truespeak tormented soul has no alignment or awareness, per se, and Fiend Class Level Cost DC cannot be held at bay using magic circle spells and similar Babau demon 1st 2,700 gp 27 effects. Succubus demon 2nd 3,600 gp 29 Binding a tormented soul is a swift action that provokes Hellcat devil 3rd 4,900 gp 29 Vrock demon 4th 6,600 gp 33 attacks of opportunity and requires a DC 30 Truespeak Cauchemar nightmare 5th 8,800 gp 37 check. If the check succeeds, you harness its suffering and Retriever demon 6th 11,000 gp 37 become inured to pain. You can continue to act normally Hezrou demon 7th 15,000 gp 37 even when disabled (reduced to 0 hit points) or dying Barbed devil 8th 20,000 gp 37 (reduced to –1 to –9 hit points). Furthermore, you do not die Ice devil 9th 26,000 gp 41 Marilith demon 10th 34,000 gp 49 if you are reduced to –10 hit points or lower. Instead, while you are in this condition, you can take a single move action Table 3–10: Truename Commands or standard action each turn (but not both, nor can you take Attack a specific foe full-round actions); although you can take a move action Defend me without further injuring yourself, performing any standard (the fiend attacks the first creature to attack you) action (or any other action the DM deems as strenuous, Deliver a message or package and return including some free actions) deals 1 point of damage to you Scout and report back Serve as a steed for 1 hour (cauchemar nightmare only) after the act is completed. Stand watch for 8 hours and raise alarm if needed The tormented soul is unstable and destroyed in short Undertake repetitive labor for 1 hour order. You can bind it for only 3 rounds. Once the tormented Use a skill on your behalf soul is gone, you immediately incur the normal effects for Use a spell-like ability on your behalf being at 0 hit points or negative hit points (if your hit point total when the soul departs is at 0 or below). In addition, Call Forth Fiend (Sp): Upon reaching 3rd level, you assuming you survive the ordeal, you are fatigued for 1 hour gain the service of a particularly loyal fi end. By uttering its (if you are already fatigued, you are exhausted instead). You truename, you can call it forth and command it to serve you. can voluntarily release a bound tormented soul as a free Regardless of its alignment, the fi end respects your power action but still endure the effects noted above. and regards you as a powerful ally. Gift of the Archfi end (Su): Beginning at 9th level, once Once per day, as a standard action, you can magically call per day you can demand the attention of a powerful demon forth this fi end from the hateful realm where it resides. The prince of the Abyss or infernal archduke of the Nine Hells fi end can be any of the ones mentioned on Table 3–9 (above). and, by uttering its truename, convince the archfi end to Calling forth the fi end requires a successful Truespeak check invest you with a fragment of its might. The archfi end does (DC 15 + [2 × fi end’s CR]), and you must choose the type of not appear before you, but you become suffused with a gift of fi end you intend to call before you make the check. If the Abyssal or infernal power. Such a gift is usually an archfi end’s check succeeds, the fi end immediately appears adjacent to way of attempting to win your fealty or obedience and should you and remains for 1 round per fi endbinder level; it can be never be misconstrued as a sign of trust or obligation. You dismissed at any time with a free action. The fi end is the must have spent at least one week researching the personal same creature each time it is called, though you can release truename of a potential demon prince or archduke of hell, a particular fi end from service. Each time the fi end is called, and 1,000 gp (for each name learned). Each use of this ability it appears in full health, regardless of any damage it might lasts for 1 minute per class level. Provided you have learned have taken previously. Any equipment the fi end acquires gets a truename for at least one archduke and one demon prince, left behind when it returns to its realm. Calling a fi end is a you can gain either benefi t of this ability—you choose conjuration (calling) effect. whenever you activate it. If the fi end dies, it immediately disappears, leaving behind Securing the archfi end’s gift is a standard action and any equipment it did not bring with it from its native realm. requires a DC 35 Truespeak check. If the check succeeds, You cannot call forth another fi end using this ability for you gain one of the following benefi ts from your fi endish thirty days or until you gain another fi endbinder level, benefactor: whichever comes fi rst, even if the fi end is somehow returned 223",
        "name":  "Spellcasting",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "You learn one 1st-level utterance from the Lexi- Prerequisite: Ability to speak utterances. con of the Crafted Tool. Benefi t: Add 1 to the Diffi culty Class for all saving throws",
        "name":  "Benefi t",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Give ally fast healing 1, or Each lexicon consists of a collection of words that deals with deal 1d6 damage each round for 2 rounds. creatures, items, or places. The Lexicon of the Evolving Mind, the cornerstone of a truenamer’s power, allows him to alter creatures he encoun- 2ND-LEVEL UTTERANCES ters in substantial ways. The Lexicon of the Crafted Tool does Archer’s Eye: Give ally ability to ignore concealment with the same for items, and the Lexicon of the Perfected Map ranged attacks, or protect ally from projectiles. allows a truenamer to impact places he encounters. Hidden Truth: Grant creature +10 bonus on a Knowledge The latter two lexicons are more diffi cult to learn, so check, or a +10 bonus on a Bluff check. a truenamer never learns as many utterances from those Perceive the Unseen: Give creature the benefi t of the lexicons as he does from the Lexicon of the Evolving Mind. Blind-Fight feat, or grant a creature concealment. Truenamers aren’t entirely sure why this is, but one theory Silent Caster: Ally gains benefi t of Silent Spell feat, or holds that Truespeech takes more naturally to creatures creature is silenced. 234",
        "name":  "Word of Nurturing, Minor",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Massive rents and tears appear on the body of your foe. You unmake a portion of the subject’s being as you utter the 2ND-LEVEL UTTERANCES reverse form of the life-giving words. You deal 8d6 points Agitate Metal: Cause a creature’s metal equipment to radi- of damage to the subject. If you concentrate for 1 round (a ate painful heat or cold. standard action), and the subject remains within range, it Analyze Item: Discern the properties of a magic item. takes another 8d6 points of damage at the end of your next turn. 3RD-LEVEL UTTERANCES",
        "name":  "Reverse",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Metal equipment of one creature; or one metal object incorporating the truename of the object, you determine all weighing no more than 25 lb./level spells and magical properties affecting a specifi c item you’re",
        "name":  "Target",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "1 round/level to nothingness therefrom (such as base attack bonus, base save bonuses, and hit points). It retains any class features (other than spellcasting) that aren’t extraordinary, supernatural, or spell-like abilities. THE UNNAMED The subject has the same limbs it did before the warp Returning a creature to life after it has succumbed to an truename spell, so it can still manipulate object and use unname spell is difficult to accomplish. Resurrection isn’t possible without a body, and the soul has been expunged as equipment. The subject can still speak, albeit in a gurgling, well. This spell alters reality itself so that the named creature pained voice. cannot live; without a truename, its existence would violate Incorporeal or gaseous creatures have immunity to warp the fundamental laws of the universe. truename, and a creature with the shapechanger subtype In a 2-hour-long ceremony, a succession of spells needs (such as a lycanthrope or a doppelganger) can revert to its to be cast. First, you perform a ritual of renaming to create a new personal truename for the creature you’re trying to bring natural form as a standard action. back from unnaming (this is an intentional exception to the Truename Component: When you cast this spell, you must target described in the ritual of renaming spell). Then a true correctly speak the personal truename of the creature you’re resurrection spell must be cast to restore the soul (with its new trying to warp. personal truename) and life to the new body. 261 Illus. by C. Critchlow WORD OF GENESIS TRUENAME MAGIC ITEMS Conjuration (Creation)",
        "name":  "Duration",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Str 16, Dex 16, Con 1st—knight’s puissance. Lexicon —, Int 6, Wis 14, Cha 15 of the Crafted Tool: 2nd—agitate",
        "name":  "Ab ilities",
        "source":  "tome_of_magic_oef.txt",
        "_id":  "d2c9717cda8c44cc9eff27d6d092942039795215a8b03d1d32227f9c9af14baa"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Those who spend their lives in the bleak and against orcs. comfortless arctic regions treat outsiders with guarded wari- • +2 racial bonus on Appraise and Craft checks related to items ness, if not outright distrust. Though members of most arc- made of ice. tic tribes are willing to welcome strangers in from the cold, they tend to watch such newcomers very closely and hurry Arctic Elves them on their way as soon as possible. Of course, a stranger The arctic landscape is dotted here and there with perma- with a particularly useful skill may be invited to stay—it is nent fog banks caused by subterranean heat interacting with difficult to turn away a strong back or a skilled toolmaker snow and ice or warm springs steaming in the freezing air. in the desolate and frigid lands where the arctic races make Hidden in these oases of warmth are the ancient settlements their homes. of the elves.",
        "name":  "Relations",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "gear.json",
        "description":  "Drow para- ities: At 1st level, a drow gons see members of other paragon gains one additional classes as tools. They value daily use of each of her innate spell- a broad skill set in those like abilities. with whom they associate, Improved Darkvision (Ex): At 2nd provided they can control the level, a drow paragon’s darkvision range actions of these associates when the increases by 30 feet. need arises. Drow paragons are willing Light Sensitivity (Ex): A 2nd-level drow to work with anyone they can manipulate paragon’s light blindness is lessened to light sensitivity. Instead to their own ends. of being blinded by bright light, she is merely dazzled in bright That said, drow paragons often see fi ghters as ideal compan- sunlight or within the radius of a daylight spell. ions because they combine great martial profi ciency with physi- Ability Boost (Ex): At 3rd level, a drow paragon’s Dexterity cal prowess, while at the same time they are typically incapable score increases by 2 points. of matching the drow’s stealth and subtlety—ensuring that the drow paragon can gain the upper hand whenever desired. DWARF PARAGON GAME RULE INFORMATION Known for their skill in warfare, their ability to withstand physi- Drow paragons have the following game statistics. cal and magical punishment, and their great love of stone and",
        "name":  "Other Classes",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "gear.json",
        "description":  "At 2nd and 3rd level, a human paragon gains of brutal and savage deities or worship powerful evil creatures, new spells per day (and spells known, if applicable) as if he had orc paragons are seldom deeply religious. Those who rise to also gained a level in a spellcasting class he belonged to before leadership positions in their tribes don’t hesitate to use religious adding the level. He does not, however, gain any other benefi t beliefs as a tool to shape the tribe members to their desired ends, a character of that class would have gained (bonus metamagic but they rarely possess strong beliefs themselves. The exceptions or item creation feats, bard or assassin abilities, and so on). This to this general statement can be extremely dangerous, however, essentially means that he adds the level of human paragon to the and sometimes raise great hosts in the name of some powerful level in the spellcasting class, then determines spells per day, orc god. spells known, and caster level accordingly. Background: Orc paragons gain their skills in the crucible If a character had more than one spellcasting class before he that is orc culture. They prove their strength by defeating lesser became a human paragon, he must decide to which class he adds members of their tribes and often earn leadership positions each level of human paragon. If a human paragon has no levels within their culture. Nearly all orc paragons eventually seek in a spellcasting class, this class feature has no effect. knowledge and skills from cultures beyond their own, striving Adaptive Learning (Ex): At 1st level, a human paragon to bring more potent forms of combat and more sophisticated can designate any one of his human paragon class skills as knowledge back to their tribes. an adaptive skill. This skill is treated as a class skill in all re- Races: Orc paragons, like other orcs, hate and detest elves spects for all classes that character has levels in, both current and dwarves above all other races. Orcs rarely view other races and future. For example, if a human paragon chooses Spot as as anything more than potential prey for their raids and wars, an adaptive skill, he treats Spot as a class skill for all future but when necessary, orc paragons can suppress their aggressive class levels he gains, even if it is not normally a class skill for nature and get along with other races. the class in question. Other Classes: Orc paragons respect those with strength and Bonus Feat (Ex): At 2nd level, a human paragon gains a physical power, especially barbarians and fi ghters. Rangers are bonus feat. Due to the varied talents and adaptable nature of more often opponents of orc paragons than allies, but even so humans, this feat can be any feat for which the human para- the two classes share a grudging respect for each other’s skills gon is qualifi ed (he is not restricted to a special list of bonus and martial profi ciency. Orc paragons care little for arcane spell- feats). The character must meet the prerequisites for the bonus casters, but quickly learn to value powerful wizards and sorcer- feat normally. ers capable of taking down multiple foes with a single spell. Ability Boost (Ex): At 3rd level, a human paragon increases GAME RULE INFORMATION one ability score of his choice by 2 points. 44 Orc paragons have the following game statistics. 620_88156_UnearthedArcana2.indd 44 12/11/03, 9:09:41 AM RACES CHAPTER 1 Orc paragon Elf paragon",
        "name":  "Spells per Day",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "gear.json",
        "description":  "HOW MANY SUCCESSES? During play, the DM will encounter additional situations in which the complex check requires a certain number of successful die complex skill checks may be appropriate. Two questions then rolls before the same number of failures are recorded, Lidda’s arise: How high should the DC be, and how many suc cesses chance of overall success is essentially unchanged, but if the trap should the task require? The answers to both of those questions requires more successes to disarm than the number of failures depend on how great a chance of success the DM wants the required to fail the complex check, the chance of overall success players to have. drops. The more diffi cult it is for the character to meet or exceed Although making these determinations might seem daunting, the DC, the more pronounced the difference. If in the above the system for complex skill checks actually provides the DM a example Lidda had a Disable Device modifi er of +9 (meaning great deal of fl exibility. Under the standard rules, DMs have only that she has to roll a 16 or higher to get a success), increasing one tool to represent increasingly diffi cult tasks: increasing the the number of required successes reduces the chance of overall DC. With complex checks, the DM can also use the number of success much more rapidly. successful attempts required to achieve overall success to con- To determine the likelihood of overall success on a given com- trol a skill check’s diffi culty. plex skill check, compare the number that the character must roll In most situations when the DM feels a complex skill check on a d20 (obtained by subtracting the character’s skill modifi er is warranted, it’s appropriate for the DC of a complex skill check from the check’s DC) to the number of successes on the table to match the DC of a simple check involving the same activity. below. By using this table to guide the choice of DC and number This decreases the character’s chance of achieving overall suc- of successes, the DM can give two checks with an equal likeli- cess, but because complex skill checks are used to best effect hood of success vastly different fl avors. in tense situations and climactic encounters, increasing the dif- fi culty adds spice to the scenario. Required Simple Complex Complex Complex Increasing the number of successes required always inc reases Roll Check Check (31) Check (51) Check (101) the diffi culty of the task, but the degree of increase depends 22 95% 99.88% 99.62% 98.04% greatly on how likely the character attempting the check is to get 62 75% 89.65% 75.64% 39.07% a success each time he rolls the die. 11 50% 50% 22.66% 1.93% For example, Lidda has a Disable Device modifi er of +14 and 16 25% 10.35% 1.29% 0.004% she encounters a trap with a DC of 25. Under the normal rules, 20 5% 0.12% 0% 0% Lidda has a 50-50 chance of successfully disarming the trap 1 Number of successes required. (In each case, three (because half of the possible results on a d20 are 11 or higher, failures ends the attempt.) granting her a success). If the trap requires a complex check 2 If character can take 10, success is guaranteed. to disarm, however, these odds can change. If succeeding on pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 85 12/11/03, 10:36:11 AM 86 3 RETPAHC GNIDLIUB SRETCARAHC the entire show. The frequency of the checks depends on the consistently even though the character’s honesty has no effect complexity of the routine. on his skill checks. A character can begin play with up to two traits, chosen by Use Magic Device the player at the time of character creation. Alternatively, the Normal use of the Use Magic Device skill does not lend itself DM can require players to roll on Table 3–3: Character Traits to to complex skill checks. However, when a character makes a determine the traits possessed by their characters. check to activate a magic item (especially a complicated one, or As characters advance in level and ability, they might want one with several different functions) for the fi rst time, the DM to get rid of the traits that they chose at the beginning of play. might fi nd a complex skill check appropriate. In very special Although characters cannot rid themselves of a trait directly, cases, this check might require a full round of concentration specifi c feats, skill ranks, or magic items can compensate for per roll, but it should usually be part of the action required to the penalties imposed by a trait. For example, an abrasive char- activate the item. acter can work on becoming more personable by spending skill points to gain a rank in Bluff and a rank in Diplomacy, thereby Use Rope offsetting the drawback from the Abrasive trait. Since one Use Rope check represents one attempt to manipu- If the DM allows it, players may add traits to their characters late a rope, using the skill does not lend itself to complex skill after 1st level. The DM might allow a player to assign a trait to checks. Situations that call for multiple Use Rope checks always her character after she has roleplayed the character in a manner require multiple simple checks, not one complex check. consistent with the trait in question, or after a traumatic or life- changing experience (after dying, a character might develop the Cautious trait or the Aggressive trait). If the DM includes this CHARACTER TRAITS option, a character should gain a new trait no more frequently Traits are aspects of a character’s personality, background, or than once every fi ve levels. physique that make him better at some activities and worse at ROLEPLAYING OF TRAITS others. In many ways, traits resemble feats: A character can have only a limited number of traits, and each trait provides some If a player creates a character with one or more of the traits de- benefi t. Unlike feats, however, traits always carry a correspond- scribed here, she has three basic choices for how that trait affects ing drawback. In addition to their game effects, traits suggest the character’s personality. characteristics about the character’s personality that might First, the character might view the trait as a weakness. A char- lead to interesting roleplaying opportunities. Together with a acter with this view might try to hide the trait or make excuses character’s class and feat selection, traits offer a way for game for his behavior. On the other hand, he might seek out others mechanics to encourage deeper character backgrounds and with the trait to feel better about his own idiosyncrasy. consistent roleplaying. Second, the character might view the trait as a strength. A Traits serve as an interesting starting point for roleplaying, character might call attention to the trait, encourage others to reminding players of their characters’ most prominent strengths act in ways that mimic the trait, or simply assume that those and weaknesses. However, roleplaying a certain aspect of a without the trait are less worthy than those who possess it. character’s personality does not require possessing the trait. Finally, the character might not acknowledge the trait at all. A For example, a paladin can be honest and forthright without character might adopt this attitude toward a trait for several rea- the Honest trait. The player should roleplay the character sons, each suggesting something different about the character’s background and personality. Table 3–3: Character Traits —The character might not be aware of d% Trait d% Trait the trait; for example, a nearsighted char- 01–03 Abrasive 61–62 Quick1 acter might not realize that others see bet- 04–06 Absent-minded 63–65 Reckless ter at a distance because his impairment is 07–09 Aggressive 66–68 Relentless mild and the onset was so gradual that he 10–11 Brawler1 69–70 Saddleborn never noticed the change. 12–13 Cautious1 71–73 Skinny —The character might be aware of the 14–16 Detached 74–76 Slippery trait but not want to admit that he possess- 17–19 Dishonest 77–78 Slow1 20–21 Distinctive1 79–81 Specialized es it. For example, an abrasive character 22–24 Easygoing 82–84 Spellgifted might realize that his mannerisms affect 25–27 Farsighted 85–87 Stout others, yet fi nd more solace in putting the 28–30 Focused 88–90 Suspicious blame on those whom he offends rather 31–33 Hard of Hearing 91–93 Torpid than on himself. 34–36 Hardy 94–96 Uncivilized —The character might know but simply 37–39 Honest 97–100 Roll again twice2 not care. 40–41 Illiterate1 1 Trait has special restrictions (see 42–43 Inattentive1 the text). If you don’t qualify, roll TRAIT DESCRIPTIONS 44–46 Musclebound again. Each trait in this section includes a ben- 47–49 Nearsighted 2 No starting character may have 50–51 Nightsighted1 more than two traits. If a player rolls efi t, a drawback, any special limitations 52–54 Passionate this result two or more times, the regarding its selection by a character, and 55–57 Plucky player may choose which two traits roleplaying ideas for how to incorporate it 58–60 Polite to keep. into your character’s personality. 620_88156_UnearthedArcana2.indd 86 12/11/03, 10:36:24 AM 87 CHARACTERS BUILDING CHAPTER 3",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "gear.json",
        "description":  "ACTION POINTS and for DMs to unconsciously increase the diffi culty of encoun- Action points give players some control over poor die rolls. ters (since characters are more likely to succeed against foes Although this has little effect in an average encounter, it makes of equal power). This is fi ne as long as the characters have a it a little more likely that characters will survive extremely chal- reserve of such points to spend—but if they run out, encounters lenging encounters and less likely that a single character will that would otherwise be merely challenging can become incred- fall to what would otherwise be a balanced foe because of bad ibly deadly. Keep the number of action points available to your luck. A reserve of action points lets even careful players expose characters in mind when designing encounters. their characters to more risks, heightening the game’s tension For DMs who are worried that action points increase the and opening the door to even more heroic action. This variant power level of characters without an offsetting cost, there’s an also makes it less likely that an entire adventuring group will fall easy solution. Just think of each action point as a one-use magic victim to one powerful effect, such as circle of death or cloudkill. item with a broad range of possible effects. With that analogy, Action points also make it more likely that the use of a it becomes easy to justify reducing the amount of treasure character’s most potent abilities will be successful. For example, awarded to balance out the accrual of action points. Note that although its overall effect on an encounter might be minimal, few this is merely a tool for DMs interested in carefully monitoring things frustrate a paladin more than missing with a smite attack— character power levels; action points should never be for sale. an event that becomes less likely when using action points. An action point is roughly equivalent to a magic item worth That said, action points can also lead characters to routinely get 100 gp per character level (since the higher a character’s level, in over their heads (relying on action points to save themselves), the more potent the effect). pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 122 12/11/03, 2:31:32 PM 123 ADVENTURING CHAPTER 4",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "gear.json",
        "description":  "11 + enemy’s Will save modifi er as in the standard rules. If a player rolls a natural 20 on a magic check, the creature’s Spell Resistance Check: 1d20 + SR – 10 equipment may take damage (just as if it had rolled a natural 1 Caster Level Score: 11 + attacker’s caster level + modifi ers dnalgnE .W yb .sullI pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Will Score",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "gear.json",
        "description":  "PLAYERS ROLLING DICE through all the turns but their own: They’ll be rolling more dice This variant takes a lot of the work out of the DM’s hands, since than ever before—which (among other benefi ts) gives them the he no longer needs to make attack rolls, saving throws, or caster feeling of having greater control over their successes and failures. level checks to overcome spell resistance for his NPCs and mon- One drawback is that it takes away some of the DM’s ability to sters. That can free up his attention for more important things, adjust encounters on the fl y. Since the DM isn’t rolling the dice, such as NPC tactics, special spell effects, terrain, and the like. he can’t fudge a result to give the characters a break (or take one Conversely, it requires the players to become much more active away). Thus, it requires him to be more precise in his estimation and aware of what’s going on. No longer can players snooze of Challenge Ratings and encounter levels. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 134 12/11/03, 2:35:37 PM 135 Illus. by 135 IIlllluuss.. bbyy DD.. KKoovvaaccss his chapter presents variants that affect the way magic range, targets, effect, area, duration, dispel checks, diffi - works in the campaign, from alternative spellcasting culty to dispel, caster level checks to overcome spell resis- systems to metamagic components to new rules for tance, and all other effects of a spell or spell-like ability magic items. Some of these variants, such as the magic based on her caster level. It has no effect on extraordinary rating rules, affect almost all characters throughout their or supernatural abilities. careers. Others, such as the item familiar rules, only af- MAGIC RATINGS FOR STANDARD fect characters who pursue specifi c paths. CHARACTERS Several of the options presented here give you tools with which you can personalize and customize your campaign All character classes have a magic rating, which increases world. For instance, the variant summoning lists enable you by level much like base attack bonus. For a multiclass to give fl avor and personality to a spell, showcasing differ- character, add up the character’s magic ratings from each ences between casters and making each one feel unique. of her classes to fi nd the character’s total magic rating. The variants in this chapter are organized in ascending or- For example, a 6th-level wizard/4th-level rogue is der of their likely impact on a campaign. The earlier variants, treated as a 7th-level caster for determining the range, such as magic rating or metamagic components, aren’t likely duration, and other effects of her spells. Her summon to change the overall game nearly as much as the later vari- monster spells last for 7 rounds, her lightning bolts infl ict ants. Of course, this is hardly a scientifi c measurement, since 7d6 damage, she rolls 1d20+7 for dispel checks, caster every campaign is different, but it gives the DM a general idea level checks to overcome spell resistance, and so forth. of the signifi cance of each variant. She still doesn’t get 4th-level spells (as a normal 7th- Not all these variants are compatible. In general, each vari- level wizard would). ant tweaks a specifi c area of the core rules regarding how magic Optional Variant: If the DM wants to discourage works, but relies on the rest of the rules remaining as written. multiclassing between classes with very different If you use multiple variants in the same campaign, take care to spell selection, he can rule that magic ratings from ar- evaluate how those variants interact with one another. cane spellcasting classes (bard, sorcerer, and wizard) don’t stack with magic ratings from divine spellcasting classes (cleric, druid, paladin, and ranger). (Magic ratings MAGIC RATING from nonspellcasting classes—barbarian, fi ghter, monk, A character’s magic rating measures the power of her spells and rogue—stack with all other magic ratings.) This and spell-like abilities. It replaces caster level for determining system results in each character effectively having 620_88156_UnearthedArcana2.indd 135 12/11/03, 2:36:04 PM 136 5 RETPAHC CIGAM two magic ratings: an arcane magic rating and a divine magic Third Column: animal, construct, giant, humanoid, magical rating. Using this variant, a druid would gain more benefi t multi- beast, monstrous humanoid, ooze, plant, vermin. classing into ranger than into bard. Two exceptions exist to the general rule. First, if a creature has innate spellcasting ability (such as a lammasu) or at least three Table 5–1: Magic Rating by Class supernatural or spell-like abilities (such as a yuan-ti), it uses Class Level A1 B2 C3 either the column for its creature type or the second column, 1st 1 0 0 whichever gives the higher result. 2nd 2 1 0 Second, creatures with no Intelligence score (such as vermin, 3rd 3 1 0 oozes, some undead, and most constructs) have no magic rating. 4th 4 2 1 If such a creature somehow gains an Intelligence score (such as 5th 5 2 1 by the application of a template that doesn’t otherwise change its 6th 6 3 1 type), use the third column to determine its magic rating. 7th 7 3 1 8th 8 4 2 If a monster has or gains class levels, the magic rating for that 9th 9 4 2 class stacks with the monster’s magic rating from Hit Dice (just 10th 10 5 2 the way it works for multiclass characters). For example, a hound 11th 11 5 2 archon (6 HD outsider) and a dragon turtle (12 HD dragon) both 12th 12 6 3 have a magic rating of 6. If either creature gained a level of sor- 13th 13 6 3 cerer, for example, its magic rating would improve to 7 (thanks 14th 14 7 3 to the magic rating of 1 that a 1st-level sorcerer has), and it would 15th 15 7 3 cast its spells at an effective caster level of 7th. 16th 16 8 4 The magic rating system has no effect on the caster level of a 17th 17 8 4 creature’s extraordinary or supernatural abilities. For its spell- 18th 18 9 4 19th 19 9 4 like abilities, use the creature’s normal caster level as given in its 20th 20 10 5 monster description for the starting point, not the magic rating 1 Use column A for bard, cleric, druid, sorcerer, and wizard derived from this system. levels. For example, a hezrou demon’s spell-like abilities have a magic 2 Use column B for monk, paladin, and ranger levels. rating of 13 (since it casts as a 13th-level caster), rather than a magic 3 Use column C for barbarian, fi ghter, and rogue levels. rating of 10 (for its 10 HD, from the fi rst column on the table). However, if the hezrou later gains class levels, the magic rating for MAGIC RATINGS FOR OTHER CLASSES its spell-like abilities would go up based on the levels gained. For classes not mentioned here, use the following guidelines to Creatures with different caster levels for different abilities use determine a class’s magic rating. The examples are all prestige whichever generates the most favorable result by the above rules. classes presented in the Dungeon Master’s Guide. For example, a gynosphinx is a 14th-level caster for most of her spell-like abilities but can use any symbol spell as an 18th-level Use the fi rst column if the class grants . . . caster. She would have a magic rating of 18. • +1 spellcaster level more than half the times a level is gained.",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "gear.json",
        "description":  "she can use her own caster level and ability score to set the METAMAGIC COMPONENTS spell’s parameters such as save DC, damage, and range. Meta- If you use this variant, you may fi nd that characters are less magic components give spellcasters more fl exibility, because likely to take metamagic feats because they can just pay for the they can either cast a spell normally or get the extra benefi t of occasional metamagic effect by using a metamagic component the metamagic component, and they don’t have to decide until instead. Spellcasters who use metamagic components repeat- the moment spellcasting begins. edly may fall behind the other PCs in terms of wealth, because Metamagic components are an effective tool for NPC spell- metamagic components are quite expensive. Although using a casters in particular, who often have only a few rounds to cast metamagic component is more expensive than casting from a spells before the encounter ends. But because metamagic com- scroll with the metamagic version of the spell, a spellcaster gets ponents are expensive, such NPCs may use up more of their more bang for her buck with a metamagic component, because treasure than is typical. pqqqqqqqqqqqqqqqqqqqqrs 620_88156_UnearthedArcana2.indd 150 12/11/03, 2:44:30 PM 151 MAGIC CHAPTER 5 to giving every rakshasa in the game world an extra 1,250 gp parts obtained is not obvious or doesn’t necessarily follow the gen- in treasure—yet it’s treasure that the rakshasa can’t use itself eral rule, assume that one monster can provide up to 1d4 separate (other than in the obvious way). It’s also treasure that the PCs parts that are suitable for metamagic components. (This guideline can’t acquire any way other than killing a rakshasa, as opposed applies to such components as the janni eyelash needed for invis- to normal treasure, which the PCs could attain by tricking the ibility and the troll blood needed for regenerate.) rakshasa or driving it off. Requiring the monster parts to be spe- cially prepared ameliorates the problem to a degree—and gener- SPONTANEOUS ally that’s what we’ve done—because it’s assumed that much of METAMAGIC the cost lies in the special preparation, not the on-site butchery. That pushes the problem into a corner, but it doesn’t eliminate One of the more radical concepts recently introduced to the D\u0026D it, because a player whose character has enough ranks in Profes- game is the metamagic feat. These feats allow spellcasters to tinker sion (taxidermy) skill may want to know the DC for preparing with their spells’ range, area, damage, components required, and the metamagic component himself. If monster part harvesting even casting time. While such options existed in previous editions becomes a frequent exercise in your game, carefully monitor the of the game, they usually required the caster to use other spells to amount of other treasure you give out. But extracting the teeth affect his magic, rather than relying on pure talent. of the occasional displacer beast won’t break the game. However, this new option comes with a signifi cant cost, A second and thornier problem is that many players fi nd harvest- particularly for those casters who prepare spells (such as cler- ing monster parts distasteful, and some players who don’t mind the ics, druids, and wizards). Such characters must plan in advance idea might play characters who would be aghast at the very notion which spells they wish to use their metamagic feats on, and of cutting up the dead. Not only is the actual harvesting objection- prepare those spells in the appropriate higher-level spell slot. able to some, but it builds in a potential confl ict between characters This requirement forces the character to guess which spells who want to capture their foes (whether for mercy or information) will be needed in which situations. If a caster anticipates being and those who want to slay them and begin dissection. Consider grappled, a stilled spell would be extraordinarily valuable—but carefully the perspectives of your players and their characters, and which one? If a character expects to be sneaking around, think hard about what kind of D\u0026D game you want to run. she should consider using Silent Spell on one or more of her If your characters are interested in doing some monster part spells—but how many? In many cases, these choices are for harvesting themselves, it takes 10 minutes and a DC 15 Profes- naught, since the caster ends up using her silent magic missile in sion (taxidermy) check to carefully remove the relevant part, ordinary combat, or her enlarged fi reball in a space too small to then 1 hour and a DC 20 Profession (taxidermy) check to pre- take advantage of the expanded range. serve it so it won’t rot or otherwise deteriorate. The embalming Characters who don’t prepare spells in advance (such as bards materials themselves cost one-tenth of the market price of the and sorcerers) have a distinct advantage in that they can choose fi nished metamagic component. Unless you use gentle repose, the to use their metamagic feats “on the fl y”; that is, at the time of monster’s body deteriorates enough after 15 minutes that you casting. The cost is an extended casting time (making Quicken can’t get a metamagic component from it. Spell a useless option for such characters), but this cost is rarely With some monsters, it’s obvious how many of a particular part balanced with that paid by other spellcasters. they have—a beholder has only one central eye that can be used The two variant systems described below give more variety for a greater prying eyes metamagic component. As a general rule, and options to the metamagic-using spellcaster. With either of one monster provides enough substance for a single casting of the these variants, a spellcaster doesn’t have to prepare metamagic relevant spell (such as the dire bat fur needed for arcane eye or the versions of her spells in advance (if she normally prepares chimera scales needed for obscure object). In some cases, the number spells) or spend full-round actions to cast metamagic spells (if of parts that can be obtained from one creature is obvious by the she doesn’t prepare spells). Nor do metamagic spells take up nature of the monster (one minotaur can supply enough metamagic higher-level spell slots. components for two castings of maze, and each of a gorgon’s four Instead, the “cost” for using a metamagic feat is applied in one hooves can be used for separate castings of acid fog). If the number of of two different manners. The fi rst applies the cost as additional pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "BEHIND THE CURTAIN",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "gear.json",
        "description":  " through complex webs of deception and trickery, as well as over- come potential legions of minions and allies, before uncovering When Worlds Collide their true opposition. The clearest advantage of this campaign model is that the player You’ve read all the variants in this book, and you have a problem: characters are a constant in every adventure. Each player has a char- You want to use them all—plus some you’ve thought up your- acter who gains experience and advances in level over the course self. What’s an overly creative DM to do? of the campaign, which is an important part of what makes a cam- Roleplaying opens infi nite possibilities. The DM’s most paign rewarding for players. Since members of a world-spanning rewarding task is creating a world, the setting for a campaign, organization conceivably come from any known world, the PCs the place where adventures happen. The nature of this world can be a crazy amalgam of races and classes—anything allowed is limited only by the DM’s imagination—and most DMs are a in any published or unpublished campaign setting. A wizard pretty imaginative bunch. from Faerûn (the world of the FORGOTTEN REALMS campaign set- Sometimes too imaginative. What do you do when you have ting) can adventure side by side with a gladiator from the desert more variants bubbling around in your head than there will world you invented yourself and a minotaur from the battlefi elds ever be time for? Especially when other factors intrude—such of Ysgard. With your approval, characters can explore more un- as school, work, or family—there’s rarely time to even run one usual races and classes, and in this way even help to develop more campaign well, much less the three others bouncing around in worlds for your campaign to reach. your brain at any given moment. The world-spanning organization should have a base, or at There seem to be only two possible options in this situation. least a lone agent, on each world that the PCs visit. This agent One is to switch among campaigns as rapidly as your players can provide the PCs with background information on their want, so that—over the course of several months—you might mission and the world itself, exchange currency for them, help get to run perhaps a single adventure in each of these differ- them get equipment and clothing so they can fi t in, and act as a ent campaigns. The problem with this option is that there’s no go-between for communication with their higher-ups in the or- continuity—because each campaign is separate from the others, ganization. If transportation between worlds relies on teleport- player characters seldom advance in level, and none of the cam- ing gates, this agent can be the guardian and operator of a gate paigns experiences any real development. on his world. The other option combines variant ideas into a single campaign— Of course, once in a while you might force the PCs to visit one that includes a number of different worlds, each with its unexplored territory, which can be an adventure in itself. While own fl avor and rules. Whether it takes the form of a single group pursuing their primary goal, they would also have the task of of adventurers going on a wild ride through the multiverse or collecting notes on the culture and politics of the world, to help somehow creates a link between different heroes on different brief the next agents who visit it. Without an agent to brief them, worlds, a world-spanning campaign seems to be the solution to they have to acquire currency and clothing on their own. They the problem. Of course, it has a few problems of its own. might end up becoming the organization’s resident experts on Three different campaign models allow this kind of world- such a world and fi nd themselves frequently reassigned there. hopping: the World-Spanning Organization model, the Shifting Generally, a campaign based around a world-spanning or- Worlds model, and the Eternal Champion model (with thanks to ganization allows the PCs to experience (and you to create) a Michael Moorcock). large variety of worlds without necessarily exploring any one in great depth. The heroes might return again and again to some THE WORLD-SPANNING worlds—hotbeds of enemy activity, or simply worlds they’re very familiar with. But for the majority of adventures, you only need ORGANIZATION to create the most basic outlines of a situation, the circumstances In this campaign model, the PCs are members of an organiza- surrounding it, and a bit about the world and its population. tion that sends them on missions to different worlds or dimen- sions. They go from world to world by means of interplanar Sample World-Spanning Organization: travel, using powerful teleportation devices or gates (magical The Peregrines or pseudoscientifi c in nature) or some sort of magic fl ying ship. Here’s an example of a PC party made up of members of a world- The heroes are equipped with spells or devices that allow them spanning organization. The characters are members of the Pere- to speak and understand the languages of the worlds they visit. grines, a religious order of knights who travel from world to world The organization briefs the heroes on their mission, the culture while engaged in a holy war against the githyanki. They include: and customs of the world they are about to visit, and dangers —Sergei, a human cleric from a dark, gothic world overtaken they might face. Probably, the heroes make every attempt to fi t by vampires. in with the natives in terms of their clothing, appearance, and —Kellra, a human psychic warrior who fought as a gladiator behavior, assisted by other agents in the organization. on a desert world. The PCs’ missions might be completely unrelated to each —Gerson, a minotaur ranger from a world where he once was other, but a more fulfi lling campaign emerges from a unifying a human king. theme. Perhaps this world-spanning organization specifi cally —Darkshifter, a halfl ing shadowdancer from a world resem- combats the menace of another such organization. Plane-shift- bling ancient Rome. ing githyanki or mind fl ayers prove excellent enemy agents for —Tax, a half-elf wizard/rogue from a world of constant night. such a campaign. This doesn’t mean that the PCs must fi ght When players are this imaginative in how they defi ne their mind fl ayers at every turn—much of the time the enemy func- characters, the DM can use the input to develop a collection tions behind the scenes, and the heroes have to fi nd their way of original worlds to use in the campaign, in addition to any 620_88156_UnearthedArcana2.indd 216 12/11/03, 3:18:59 PM 217 COLLIDE WHEN WORLDS",
        "name":  "Afterword",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "gear.json",
        "description":  " published campaign worlds available. As the players add more allows you to shift between game systems. Your adventurers detail to their characters’ backgrounds, the DM can glean key from Faerûn might suddenly fi nd themselves in modern-day information about these new worlds, and plenty of adventure London. Without too much work, you can convert the charac- ideas as well. Perhaps one or more characters will have “home- ters over to the d20 Modern rules and proceed with the action. coming” adventures. A campaign based on this model works best if the shifts from world to world are a little less frequent than in the world- spanning organization model. Thus you need to put more effort SHIFTING WORLDS into detailing each world, since the heroes will spend some A shifting worlds campaign adds a strong element of mystery signifi cant amount of time there. The greatest benefi t is that to the basic world-spanning idea. Rather than being voluntary you move from campaign world to campaign world without the agents of a world-spanning organization, the PCs seem to shift baggage of a complex planar cosmology or the vast network of a between worlds against their will and with no clear purpose. At world-spanning organization. unpredictable times, one reality dissolves around them, to be replaced by a different one. What’s more, the heroes themselves THE ETERNAL CHAMPION change to adapt to their new reality. A campaign like this begins with an ordinary party of PCs—all Michael Moorcock, as a fantasy and science fi ction writer, was drawn from one campaign world and following its rules for charac- not content to spend his time in a single “campaign world.” ter creation and equipment. At some point that you determine—it The key aspect of Moorcock’s multiverse is that multiple might be after a single adventure, or in the middle of one, or after a universes connect. year or so of real time when you’re getting tired of the campaign— One city, Tanelorn, exists in all universes at all times. And the the characters get shifted to a new world. The characters should re- Eternal Champion—one hero with multiple identities—appears main similar in most respects but change enough to be noticeable to in one universe as Elric, in another as Corum. This idea of the the players. For example, a wizard from Faerûn who found himself Eternal Champion forms the basis of a third model for a campaign shifted to a world where psionics are powerful might undergo some that spans worlds. minor physical changes, fi nd his ability scores boosted somewhat, A heroic fantasy campaign presupposes heroic player discover a new psionic talent, and—most important—fi gure out characters—people whose deeds make a difference for the how his spells interact with the mental magic of the new world. forces of good in the world. As heroes, then, suppose that they But he remains essentially the same character, despite these pro- too have counterparts in every universe—heroes whose fates found changes. You should alter skills and languages so they are are linked with theirs, though their names, faces, races, and relevant in the new campaign world. Characters shifted to a new classes might all be different. The way to accomplish this in a reality should usually fi nd that they understand the language be- campaign is with a character tree. ing spoken around them and know the basics one needs to get by With the character tree idea, each player generates three in this new society. different characters who all advance in level together, though It’s possible to declare that the PCs, after they have shifted, only one character is active at a time. In an Eternal Champion forget their previous reality completely, believing that they campaign, each of these heroes exists in a different universe, a have always lived in the world they now occupy. Possible—but different campaign world. So, rather than having a single char- very diffi cult to roleplay. It’s certainly easier to let the PCs be as acter move from world to world, as in the two earlier models, the confused and mystifi ed as their players are. In fact, the reason scene of the adventures moves, but the characters are different why shifting between worlds occurs can and should be one of in each one. Each time one of a player’s heroes advances in level, the great mysteries of the campaign—the heroes may be deter- the others do as well. mined to fi gure out what’s been causing them to move from This campaign model can threaten the players’ sense of conti- world to world. nuity. All the heroes are still advancing in level, which is an im- A shifting worlds campaign grows most interesting as the provement over unlinked adventures that jump from campaign PCs gradually realize that their diverse adventures on different to campaign, but they are still distinct characters. To minimize worlds have actually all been part of a larger cosmic drama. The the discontinuity, each of a single player’s characters should be heroes’ ultimate opponent could be an incredibly powerful lich similar in essential personality and characteristics. They are, af- with minions scattered across the multiverse. The heroes might ter all, manifestations of the same cosmic heroic archetype. For never encounter this creature, and they might only theorize example, one player might play a wizard in the Greyhawk setting, about its existence after years of battling its minions in numer- a librarian in a gothic setting, and a computer hacker in a modern- ous adventures on a multitude of different worlds. Then, fi nally, day setting, all with similar traits—nearsightedness, perhaps, and when they are ready to confront their long-time enemy, or even a kindly, wise disposition. Each character’s ability scores should after they have destroyed it, they might learn that a powerful be close to those of the others, if not the same. The characters have force of good—a solar, perhaps, or maybe even a demigod—has different backgrounds, naturally, but there should be key points been shifting them from world to world as unwitting agents in of convergence—being an orphan, perhaps, or some other forma- a cosmic struggle against the lich. tive experience that they have in common. Like the world-spanning organization model, a shifting world The other way to maintain the players’ sense of continuity is campaign allows players to feel a sense of continuity in their to introduce common themes and threads into the different he- characters. Though the characters change somewhat, key factors roes’ adventures. Just as each hero is a manifestation of a universal (including experience points) remain constant, and the heroes heroic archetype, their adventures follow archetypal themes as makes defi nite progress through an ongoing campaign. Unlike well. They might not face a single common enemy whose infl u- the earlier model, however, a shifting worlds campaign also ence extends across the multiverse (such as the lich suggested in 620_88156_UnearthedArcana2.indd 217 12/11/03, 3:19:21 PM 218 :DROWRETFA SDLROW NEHW EDILLOC the shifting worlds model), but the heroes should recognize their by her people and raised among trolls, Krythling has always enemies as different expressions of the same evil. Naturally, you been a warrior, though she has never fought for anyone’s amuse- need to balance this distant echo among adventures, reinforcing ment (unlike her gladiator counterpart Kellra). the continuity of the campaign with the need to avoid repetition, —Kellira, a monster hunter in the gothic setting. Kellira’s providing the heroes with fresh challenges. family was slaughtered by a werewolf while Kellira was having Naturally, in a campaign modeled after the Eternal Cham- a secret tryst with a young man in her village. She is driven by a pion idea, the heroes on one world are mostly unaware of their single-minded obsession for revenge that alienates anyone who counterparts on other worlds. They might have dreams that would get close to her. suggest the others’ exploits in distant dimensions—especially —Kelly, a cyber-enhanced ex-soldier. Like Kellra, she is a if some bit of knowledge possessed by one hero is essential to gladiator of sorts, earning her living by supplying bloody enter- another—but certainly not conscious memories of their alter tainment in the fi lthy streets of her metropolis home. egos. If you decide to create a place like Moorcock’s Tanelorn, which somehow exists in every dimension, then the heroes NEXT STEPS might (after a long and arduous quest to reach this mysteri- ous place) at least hear tales of their counterparts’ adventures, Once you’ve chosen a model for a world-spanning campaign, the if not actually meet them face to face. The quest to fi nd this next key step is to create at least some of the worlds for your he- nexus of the multiverse could be a climactic fi nale to a cam- roes to visit and deciding which rules apply there. Of course, you paign, with different segments of the quest being played out can use published campaign settings for any or all of the worlds by different groups of heroes until all the groups fi nally reach involved in a world-spanning campaign. You can also adapt set- their goal simultaneously. tings from novels or movies you have enjoyed; the world-span- An Eternal Champion campaign probably requires the great- ning aspect of the campaign might also give you a little more est amount of work for each campaign world. It’s probably best freedom in choosing your source material. If you want to try out not to use more than three or four worlds, with the same number the metamagic components variant (see Chapter 5), just send the of heroes on each player’s character tree. characters to a world where it works. When they return, their metamagic components lose their power—or, like Prometheus,",
        "name":  "AFTERWORD",
        "source":  "unearthed_arcana.txt",
        "_id":  "aba88775a7d507eae94041882d24a4851942cbc9206b7a3ddcecf2ce2ebfd2c5"
    },
    {
        "origin_file":  "gear.json",
        "description":  "After traveling to the the effect of a hypnotic pattern spell. The save DC is 11, tomb of Alenea and Eldarniel, you are obliged to or 11 + your Charisma modifier, whichever is higher. place the ring upon the finger of the stone effigy atop Caster level 5th. Alenea’s coffin. According to legend, the ring turns to Color Spray (Sp): At 8th level and higher, you can stone and fuses with the casket if the spirit of Alenea command Bright Evening Star to emit a fountain of judges you unworthy. Cost: 43,000 gp. Feat Granted: multicolored light that functions as a color spray spell. Greater Legacy (Bright Evening Star). The save DC is 11, or 11 + your Charisma modifier, whichever is higher. This ability is usable three times WIELDER REQUIREMENTS per day. Caster level 5th. Bards, sorcerers, or wizards are the most likely wearers Blinding Flash (Sp): Beginning at 10th level, three of Bright Evening Star, but any character with arcane times per day on command, you can cause Bright spellcasting ability might find it a useful tool. Evening Star to flare with a pulse of sudden, bright light that acts as a blindness spell. The save DC is 13, Bright Evening Star Wielder Requirements or 12 + your Charisma modifier, whichever is higher. Ability to cast 1st-level arcane spells Caster level 5th. Knowledge (arcana) 3 ranks Shooting Stars (Sp): At 11th level and higher, Any nonevil alignment two times per day, you can command Bright Evening Star to fire five darts of force that look like shooting LEGACY ITEM ABILITIES stars. They function as a magic missile spell cast by a All the following are legacy item abilities of Bright 10th-level caster. Evening Star. Glittering Motes (Sp): Starting at 13th level, Starbright (Su): When you reach 5th level, the once per day on command, you can use glitterdust as stars seem to shine brighter. You gain low-light the spell. The save DC is 13, or 12 + your Charisma vision as long as starlight is visible. If you already modifier, whichever is higher. Caster level 5th. 42 3 RETPAHC FO SMETI YCAGEL Starlight Resistance (Su): At 14th level, Bright Tales in the Sky (Sp): Many sages know that the Evening Star grants you a +3 resistance bonus on all future can be read through the stars, but few realize saving throws. At your option, the effect creates a that, by tracing their movements backward, secrets glimmer of hundreds of tiny stars, which are visible of long ago can be divined. Beginning at 19th level, on your body and clothing. once per day on command, you can use legend lore as Twinkle (Sp): At 16th level and higher, three times the spell. You must be able to see the stars for this per day on command, you can use blink as the spell. ability to function. Caster level 15th. Your image seems to fl icker like a twinkling star. Call Down a Star (Sp): At 20th level and higher, Caster level 11th. once every other day on command, you can summon Silver Starlight (Sp): Beginning at 17th level, once an elder fi re elemental. Caster level 17th. per day on command, you can summon forth up to ADVENTURE SEED (EL 6) four beams of painfully bright, cold light. This ability functions much like sunbeam, but the light is pure, While trekking through the forest one night, the PCs focused starlight and moonlight. The beam deals no spot a strange light off in the distance that seems to extra damage to undead. Instead, lycanthropes take beckon to them. The light is a will-o’-wisp, which is damage from the beam as if they were undead being hovering over a grassy hillock in the center of the affected by a normal sunbeam spell. Fungi, mold, oozes, swamp. Upon examining this mound, the victorious and slimes still take extra damage (as if they were adventurers fi nd Bright Evening Star. lycanthropes). The save DC is 20, or 17 + your Charisma Will-o’-Wisp: hp 40 (see page 255 of the Monster modifi er, whichever is higher. Caster level 15th. Manual). Starlight Dispelling (Sp): At 18th level and higher, once per day on command, you can use greater dispel Hillock magic as the spell. If the dispelling attempt is initi- This small “island” in the swamp is where Bright ated by night under an unclouded sky, the associated Evening Star lies, untarnished despite being left in caster level check is made with a +5 bonus. Caster the mud. The island is actually a mound of tough, level 15th. knotted grass and thicker mud. 43 LEGACY ITEMS OF CHAPTER 3 BULLYBASHER’S GAUNTLETS Bullybasher’s Gauntlets are a pair of full plate metal gaunt- lets that look well worn but are fully functional.",
        "name":  "Return What Was Lost",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    },
    {
        "origin_file":  "gear.json",
        "description":  "You must successfully open an average lock Illus. by D. Crabapple 100 3 RETPAHC FO SMETI YCAGEL Table 3–24: Ghostfolly’s Gloves ——————— Personal Costs ——————— Wielder Attack Skill Check Hit Point Skill Point Level Penalty Penalty Loss Loss Abilities 5th — — — — Aura of normalcy, cat’s claws 6th –1 — 2 4 — 7th — –1 — — Gloves of protection +2 8th — — — — Palms of holding 9th — — — 2 Snatch the key at will 10th — — 2 — Sleep touch 11th — — — — Gloves of protection +3 12th — — — 2 Automatic writing 13th –2 — — — — 14th — — 2 — Gloves of protection +4 15th — — — 2 Cat’s claws +1 16th — –2 — — Catfall 17th — — — — Gloves of protection +5 18th — — 2 2 Forgetful touch 19th — –3 — 2 Incinerate evidence 1/day 20th — — — 2 Phantom touch (Open Lock DC 25). The task must be accomplished gloves gain a +1 enhancement bonus on attack and without a set of thieves’ tools and in a place where you damage rolls. are clearly trespassing. Cost: 12,000 gp. Feat Granted: Palms of Holding (Su): Starting at 8th level, the Lesser Legacy (Ghostfolly’s Gloves). palm of each of Ghostfolly’s Gloves opens into an extradi-",
        "name":  "Unbarring the Barrier",
        "source":  "weapons_of_legacy.txt",
        "_id":  "6cf9312f6f24825f090c58bbba1ac9c06a21a88f08b9543adddca1b8d7003cd6"
    }
]
