[
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M fewest HD are affected first; among creatures with",
        "name":  "Components",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Medium (100 ft. + 10 ft./level) it traps one or more creatures, though these creatures",
        "name":  "Range",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Death, endings, finality storm when his worshipers caused the Dead War in Manifest. Enigmatic and fatalistic, Dracanish understands that Despite this violent past, Dracan- all things must eventually die, and those that die will ish has earned acceptance from need tending as much as living creatures do. Often most of the deities venerated in misunderstood by the ignorant as a violent and the city, even Aluvan, destructive god, Dracanish is actually a very protective although their churches deity and enjoys a close personal relationship with bear lingering resent- every being that dies, absorbing their souls into him- ment. Eanius and Orcus are self so that no one may ever harm them. Dracanish is Dracanish’s enemies, for the 81 MANIFEST THE CITY OF CHAPTER 2: 620_88566_Ghostwalk3.qxd 4/4/03 11:49 AM Page 81 MD former wants to keep creatures from dying and the Durann can multiclass freely as clerics. Her clerics latter encourages thwarting death through necromancy. wear brown and gold.",
        "name":  "Portfolio",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Necromancy, torture, he attacks, for he knows that if the pain, undeath deities teamed up against him, he would have little chance of Vilest of all gods, Orcus is a survival. Thus, he subverts his powerful demon who be- enemies by slaying their follow- came a deity by exchanging power ers and converting them to for mortal worship. He hates all living undead. things and wishes to corrupt them Dogma: Promise your soul to into undead or suffuse them with Orcus, for through him you will live demonic power and make them forever. Eat of his tainted flesh and drink of fiendish slaves to his will. Orcus his fiendish blood, and you will know eternal appears as a bloated, goatlike unlife. The worshipers of Orcus will sweep over demon with a pointed tail, bat the world in a tide of death, leaving those who wings, and ram’s horns. Often, resist reduced to slaves for our amusement. Even he is depicted as being alive and the gods will fall and taste bone and ashes in their brimming with murderous rage, mouths, for Orcus is the weight that hangs while at other times he is shown heavy on every soul, providing grist for as a shadowy, undeadlike ver- the mill of misery and pain. Foes are sion of himself. He carries the unworthy of mercy; instead, give Rod of Orcus, an obsidian rod them torture under the pretense of hon- topped with a human skull that orable surrender. kills any creature struck by it. 85 MANIFEST THE CITY OF CHAPTER 2: 620_88566_Ghostwalk3.qxd 4/4/03 11:50 AM Page 85 MD PHAANT (LESSER DEITY) has been associated with Galaedros since that time. The Dark Fate She and her husband have not spoken in the twelve",
        "name":  "Portfolio",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Chaotic neutral lows. The only creature he",
        "name":  "Alignment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As described in the Returning to Life Soulwaters, but the rare aquatic creatures whose section above. bodies have crossed the Veil (usually animal compan-",
        "name":  "Raise Dead",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The caster cannot see ethereal crea- like the humanoid guests of the True Afterlife, these tures while beyond the Veil. creatures can simply will food into existence when",
        "name":  "See Invisibility",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As see invisibility. ignore creatures in favor of their hunger-conjured",
        "name":  "True Seeing",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This very old Children are raised with stories forest has some trees and treants that of the old ways, before the scaled are over 2,000 years old. While its obscenities (as the elves called outer perimeter has shrunk them) first set foot in the elven somewhat due to logging, forest. Young elves carries these the elf druids aggressively plant stories in their hearts like those new trees wherever it would be healthy of a paradise lost, and grow to to do so and where humans are uncommon, so it hate the yuan-ti for their very has retained most of its splendor. In addition to the existence. Elf bards compose war ballads elves and fey creatures living here, there are roving telling of the destruction of elven beauty and the need bands of yuan-ti. to strike back lest it occur again. In a part of the world",
        "name":  "The Forest Home",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Elf druids have a deeper connection to the sort of training. land, focusing their worship on more primal aspects of Paladin: Elf paladins are as rare as monks in the Eanius and Galaedros, almost as if these deities were forest. A rare follower of Eanius has the potential to be metaphysical incarnations of the earth and sky rather a paladin, and these are often female elves who even- than separate entities with dominion over these tually establish a bond with an aerial creature such as things. They are the guardians of the sacred groves that a pegasus, griffin, or hippogriff. mark the founding points of elven civilization. Ranger: Elf rangers are the scouts, couriers, and",
        "name":  "Druid",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Most rangers from this country were born armed conflict against Salkiria in which three in the western lands near Sura-Khiri (and are influ- Salkirian princes raised armies with the permission of enced by elven culture) or in or near the Thanaurmar their father. Although the original intent of these Hills that are plagued by monsters. Rangers tend to be armies was to eliminate what is now the Ghostwalk, practitioners of herbal medicine, animal husbandry, when that proved impossible, the princes used their and horse breeding. military might to conquer the eastern portion of",
        "name":  "Ranger",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Chellon the local monsters become aware of their presence.",
        "name":  "Capital",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base inflict light wounds, sleep. creature. Undead Traits:Immune to mind-",
        "name":  "Treasure",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature; necromantic effects, and any effect that re- most bonesingers continue to advance as bards. quires a Fortitude save unless it also works on objects. Not subject to critical hits, subdual damage, ability SAMPLE BONESINGER damage, ability drain, energy drain, or death from mas- This example uses a 3rd-level human bard as the base sive damage. A bonesinger cannot be raised, and res- creature. urrection works only if it is willing. The creature has darkvision (60-foot range). 159 MONSTERS CHAPTER 5: 620_88566_Ghostwalk3.qxd 4/10/03 2:07 PM Page 159 DREAD RAM Large Undead",
        "name":  "Advancement",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None None None Poison (Ex):Ghost bugs have a poison bite, with a Feats:Combat Reflexes, Improved Initiative, DC and effects as indicated on the following table. Lightning Reflexes, Touch Attack Specialization Ectoplasmic vermin poison affects living creatures and Climate/Terrain:Any land and underground ghosts. Organization:Solitary or gang (2–5)",
        "name":  "Treasure",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ectoplas- face of its body. In the pres- mic vermin are immune to ence of strong light, the all mind-affecting effects creature’s blackened skele- (charms, compulsions, ton is visible through the phantasms, patterns, and smoke. At all times, its eyes morale effects). They are like two white-hot also have darkvision (60- burning coals. It is an foot range). incorporeal creature that sometimes wanders through walls in a daze, FIRE leaving behind humanoid- SPECTRE shaped scorch marks. Medium-Size Undead Fire spectres speak any (Incorporeal) languages they knew in",
        "name":  "Vermin Traits",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+6 (+2 Dex, +4 nore all attempts to commu- Improved Initiative) nicate by any creatures other",
        "name":  "Initiative",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 (Dex) creatures and then ducking through a nearby wall or",
        "name":  "Initiative",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Incorporeal touch 1d4 Wisdom, touch 1d4 are incorporeal touch attacks. When it is forced to Wisdom, bite 2d4 manifest fully, they are touch attacks. When attacked Face/Reach:5 ft. by 5 ft./5 ft. by material creatures, it backs up these tentacle",
        "name":  "Damage",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blood drain, children of the night, replaced with strange ichor. Often, the corpse is create spawn, domination, energy drain, poison, wrapped in treated cloth or strips of leather. This psionics, constrict 1d6+6 process makes the creature undead and gives it several",
        "name":  "Special Attacks",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +3, Ref +11, Will +11 the mummy presented in the Monster Manual.",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alertness, Blind-Fight, Combat Reflexes, Dodge, Expertise, Improved Initiative, Lightning CREATING A MUMIA Reflexes “Mumia” is a template that can be applied to any living Climate/Terrain:Warm forest and underground creature (referred to hereafter as the base creature).",
        "name":  "Feats",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, gang (2–4), troupe (2–13 The creature’s type changes to undead. It uses all the purebloods, 2–5 halfbloods, and 2–4 abominations), base creature’s statistics and special abilities except as or tribe (20–160 purebloods, 10–80 halfbloods, and noted here. 10–40 abominations) Hit Dice:Increase to d12. Hit dice from class levels",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A mumia retains the special The Will save for this monstrous vampire’s charm abil- attacks of the base creature and gains the following ity and the Fortitude save to regain levels lost to its special attack. energy drain have a DC of 19. Withering Touch (Su): A creature hit by one of a Psionics (Sp):All yuan-ti can produce the following mumia’s natural attacks must attempt a Fortitude save effects at will: alternate form, aversion, chameleon power, (DC 10 + 1/2 mumia’s HD + 1/2 mumia’s Cha modi- detect poison, produce acid. fier) or lose 2 points of Constitution as the attacker",
        "name":  "Combat Special Attacks",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "*Yuan-ti using chameleon power receive a +8 absorbs moisture and energy from its target. This circumstance bonus on Hide checks. effect is in addition to any other effects of the crea- Constrict (Ex):An abomination deals 1d6+6 points ture’s natural attack. of damage with a successful grapple check (using its Special Qualities: A mumia retains all the special bite attack bonus) against a Large or smaller creature. qualities of the base creature and gains the following Poison (Ex):Injury, Fortitude DC 17, initial and sec- special qualities. ondary damage 1d6 temporary Constitution. Fast Healing (Ex):A mumia heals 2 points of damage",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Immune to mind-affecting effects, each round so long as it has at least 1 hit point. If poison, sleep,paralysis, stunning, disease, death effects, reduced to 0 hit points, it is destroyed. necromantic effects, and any effect that requires a For- Turn Resistance (Ex):A mumia has turn resistance +2. titude save unless it also works on objects. Not subject Abilities: As an undead creature, a mumia has no to critical hits, subdual damage, ability damage, ability Constitution score. drain, energy drain, or death from massive damage. A Skills:Same as the base creature. monstrous vampire cannot be raised, and resurrection Climate/Terrain: Same as the base creature and works only if it is willing. The creature has darkvision underground. (60-foot range). Organization:Same as the base creature.",
        "name":  "Undead Traits",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually evil; few neutral or good base tude save unless it also works on objects. Not subject to creatures are willing to submit to this ritual or become critical hits, subdual damage, ability damage, ability an undead creature. drain, energy drain, or death from massive damage. A",
        "name":  "Alignment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. mumiacannot be raised, and resurrection works only if it is willing. The creature has darkvision (60-foot range).",
        "name":  "Advancement",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4d12+3 (29 hp) more powerful creature, so it lets its ally attack its foes.",
        "name":  "Hit Dice",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Balance +4, Escape Artist +7, Hide +13, Jump permanent feather fall effect with personal range. The +2, Listen +6, Move Silently +9, Spot +8, Tumble +7 ability also allows any creature to carry an undead",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As base creature. their own poison.",
        "name":  "Hit Dice",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As the base creature. SAMPLE YUAN-TI",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tainted ones gain +2 to Constitution. Here is a tainted one and a broodguard, each using the Broodguards gain +2 to Dexterity and +2 to Constitu- same 5th-level human rogue as the base creature. tion, but lose –4 to both Intelligence and Charisma.",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As the base creature. Tainted One",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Othere flees, with the lantern, to his Others might attempt to use the confusion created home in Forestview if he can. as a diversion. A rogue named Queane attempts to lift The lantern’s strange sigil-marking ability affects the moneybox (if in a place of business) and/or pick only creatures with physical bodies. The newly sum- the pocket of one of the PCs during the fight. Queane moned monsters ignore the ghost and make their way has nothing to do with the whole situation with the through the night to where the PCs are, drawn magi- lantern, but the PCs don’t know that. An opposed cally to them. check (Pick Pocket check result opposed by Spot",
        "name":  "Development",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The EL of this area is check result) determines whether the PC notices the altered because the rogues are going to be helping to Pick Pocket attempt. Otherwise, each PC can attempt fight the ectoplasmic vermin. Award 25% fewer XP a Spot check (DC 15) to notice Queane take the cash- for all the creatures and characters encountered in box (again, if they are in a tavern or store). NPCs this fight. around them are too busy looking at the vermin to notice her. Encounter 4: Determination (EL 2) If confronted, Queane attempts to flee with her This encounter happens in one of two ways; either the loot. If cornered, she defends herself. If given the PCs have the lantern or they don’t. If they have the opportunity to return her stolen goods rather than lantern, about an hour after the encounter with the fighting, she does so. In fact, the PCs may find that rogues, read the following text. Queane is actually a friendly and likable person—just down on her luck. If the characters do not turn her in to the authorities or hurt her, she might even join up Without warning, the lantern begins to glow and with them if asked, to help figure out where these shake. Then, suddenly, it flares with power. conjured monsters are coming from. Moments later, when you can see again (albeit with",
        "name":  "Ad Hoc XP Adjustment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The malfunctioning lantern calls three some spots before your eyes), you spy three ectoplasmic vermin that hunt down whoever bears strange, multilegged creatures crawling around the runelike markings given to them by the lantern. you—ready to attack! Small Ectoplasmic Vermin (3): hp 4 each; see The ectoplasmic vermin attack all characters with the Chapter 5. sigils. If the PCs do not have the lantern, the monsters are still called and head directly for the characters Errim: Male human Com1; CR 1/2; Medium-size with sigils. However, it probably takes the monsters at humanoid; HD 1d4; hp 3; Init +2; Spd 30 ft.; AC 12 (+2 least a couple of hours to get across the city to where Dex), touch 12, flat-footed 10; Atk +0 melee (1, sub- the PCs are. In this event, a few hours after Encounter dual damage only, broom); AL NG; SV Fort +0, Ref +2, 4, read the following to the players. Will +2; Str 11, Dex15, Con 10, Int 10, Wis 8, Cha 13.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "wrapped likely, they have realized the connection between the planks of wood leaning against them, bags of sudden appearance of the ectoplasmic vermin from strange-smelling herbs hanging from nails, animal earlier. If not, another encounter with more called pelts and horns, jars of herbs, beakers and vials, and creatures may drive the point home. numerous books on shelves. A tall, thin man with a gaunt face framed by There is a clicking sound from above and behind straight, very long black hair and a short black you. Suddenly, dark shapes are scuttling around beard stands staring at you with a look on his face you, attacking. that could probably curdle milk. Standing directly behind him is a 9-foot man of metal, wood, and stone, all fashioned into a hulking monstrosity. Just This event occurs about 8 hours after the previous when you think it might actually be a piece of art, attack. Like the one before, this encounter can happen it turns its faceless head to seemingly gaze in your anywhere, but it is perhaps best used outdoors and direction with a creaking sound. perhaps around other people—like on a city street. “What do you lot want?” the man says. “I’ve no time for foolishness today.”",
        "name":  "The walls are covered in strange things",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Four ectoplasmic vermin drop down from the nearby walls to attack the PCs from above. Dras is not normally a friendly man, and the current Small Ectoplasmic Vermin (4): hp 4; see Chap- break-in and theft has left him in unusually bitter ter 5. spirits. His responses might go something like this: “Yes, some damnable thieves broke in here. They’re Encounter 6: More Desperation lucky to be alive, with some of the curses and wards If it was not clear before, it should be clear now that that guard this place . . . and there be more, now. Trust the PCs are going to be hounded by conjured mon- me on that one.” sters until they destroy them at their source. They “The lantern; it was going to be a fine creation. One have a few options. that parted the Veil and allowed the unseen to be",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If any of the thieves from Encounter fight Othere and take the lantern by force. 2 or 3 survived, the PCs might track them down to If seriously threatened, Othere would rather flee find out whatever they can. This would normally be than defend his home to the “death.” Thus, he uses his virtually impossible (they would be in hiding, proba- Incorporeal Form feat to escape. See Encounter 3 for bly in the Undercity), except that if Enbri and Tarl are Othere’s statistics. alive, they’re also looking for the PCs. The lantern has been calling ectoplasmic vermin to send after them as ENDING THE ADVENTURE well. If the PCs attempt to ask around or find them, Once the PCs have the lantern, they have some they succeed fairly quickly. options. Returning it to Dras is the best and easiest Enbri and/or Tarl are willing to agree to a truce if thing to do. However, destroying it also solves the they can mutually put a stop to the creatures hunting problem of the conjured vermin. them down. Best of all, the thieves know Othere’s name. It is much easier to find him with that infor- Lantern: hardness 10; hp 10; AC 7; break DC 24. mation. A Gather Information check (DC 18) allows the PCs and thieves to find Othere’s home, but only Once the adventure is successfully concluded, it’s because they have his name. likely that the PCs have made some allies (Dras and",
        "name":  "The Golden",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This owlbear is simply hungry. If the ing for the best interests of his friends. Once the char- PCs deal more than 20 points of damage to it, it acters have improved his attitude to indifferent or attempts to flee. better, Thyrence takes them into his confidence; read Thyrence’s words below to the players.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "47 hp; see Monster Manual. “Ferrel, Chenni, and Ennic were to meet Seahan The Arboreal Guardians and me here. Seahan had just joined the Guardians Thyrence is one of the Arboreal Guardians, a friend of here and hadn’t seen his friends in a while. But Seahan and the others. He knows about Ambrosh and there’s more to it than just that. See, they had been the connection with Destridien, but he does not know having run-ins with this ghost named Ambrosh in exactly what happened to his friends. the city. He was bringing in some drug that affected Looking for him is difficult, however. You don’t really only ghosts. A shipment was coming in through find the Guardians. You wait for them to find you. the woods, here, and the five of us were going to And so they do. Wandering around in the woods, put a stop to it. the PCs encounter two female elf rangers named Ani- “But they never showed up. Seahan went looking tatia (female elf Rgr6) and Caraste (female elf Rgr5). for them in the city, and he never came back. These Arboreal Guardians are not interested in help- “Perhaps they went to the Lost Spring on their ing the PCs. Consider them Unfriendly. Even if influ- own and encountered trouble there. I don’t know. I enced to be friendlier, they do not direct the PCs to have not been there since.” the Lost Spring. Instead, they instruct them to go back to town or at least keep to the main roads. They honestly do not believe that it is safe for the PCs to be If asked for more information about the drug, the wandering around in the woods (and they are right). shipment, or Ambrosh, all Thyrence knows is that However, if the PCs mention Thyrence by name, Ambrosh was working with a man named Destridien, and if they have favorably influenced the rangers to who controls an organization of undead and humans an attitude of at least indifferent, Anitatia and Caraste called the Theater of Bone, which is secretly based at take them to Thyrence. the Lion Theater in Manifest.",
        "name":  "Owlbear",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Thyrence and his wolf companion are quite capable of protecting themselves. The two elf rangers lead you through thick forest, following a path that seems to appear ahead of you",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13 hp; see Monster Manual. ster Manual.",
        "name":  "Wolf Companion",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Possessed of multiple eternal elven except the propmaster, who is a 2nd-level expert. spirits, the spirit tree acts just like a treant. They are of various races and genders. During the day, the stagehands are cleaning",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 66; see Monster Manual. up and moving props around, and the prop- master is most likely painting backdrops. Five",
        "name":  "Treant",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If these zombies hear sounds from shortspear, amid the clutter. area 1, but are not quelled by the sound of the gong, Creatures: Eddimar is insane. He smashes what- they come to attack the intruders. ever he can get his hands on and lives for destruction and death. He wears a skull-mask and bears scars all 3. Ungart’s Chamber (EL 3) over his body. His hair is long and black—he is Read the following aloud. hideously ugly, even for a half-orc.",
        "name":  "Development",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mastioth is an orc with a real talent for The floor in this long chamber is polished black necromancy. When Destridien encountered him, he marble. The pillars that run along its length in two took the orc under his wing to train him to be a necro- rows are bone-white—in fact, they may actually be mancer. Mastioth cannot actually animate the dead made of fused bones. They reach up to the 20-foot- yet, but he is an excellent study. high ceiling. The eastern end widens, and there is a wide platform on both the north and south walls.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any creature that moves onto the web automatically becomes entangled in it. An entan- gled creature can escape with an Escape Artist check (DC 20) or burst the web with a Strength check (DC 26). The web has 6 hit points and takes double damage from fire. An entangled creature gets a +5 bonus on an attempt to escape or burst the webbing if she can grab onto something (such as the unwebbed wall or a pole held by a strong ally) while trying to pull free. The web can support 100 pounds of weight. Any more weight than that causes key strands to break and plunges the web and all it carries to the bottom of the pit, where those within the web remain entangled. Falling creatures take 2d6 points of damage and may not make Jump or Tumble checks to reduce this damage. Burning this web or any other significant web in the lair creates enough noise that the spiders in other parts of the lair can make a Listen check (DC 15 + 1 per 10 feet of distance) to hear it.",
        "name":  "Trap",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The two spiders attack anything that enters their private lair (except Tursik). They aren’t hiding if discovered here. Noise in this area attracts Like those in area 1B, these webs provide con- the other residents of the lair. cealment to creatures behind them and cause the effect of shadows if between a creature Large Monstrous Hunting Spiders and a light source (which gives Tursik his (2):hp 24, 21; see Monster Manual. bonus on Hide and Spot checks). 5. Spider Lair (EL 4) Web Bridge Trap: CR 2; entangle The pit blocking the hallway to this (automatic); Escape Artist check (DC room is 10 feet deep and has some 20) or Strength check (DC 26) breaks web fragments along its edges, but free; hp 6. no actual web bridge.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Six stirges have recently made their north wall with a throwing knife stuck into it. roost in this little-used shelf, unbeknownst to the yuan-ti. They only attack to defend the ledge from intruders when someone comes to the ledge. If a The table serves as a crude alchemist’s lab for con- stirge gets its fill of blood (4 Con points), it flies up cocting acids and poisons. Some clothes of all types and out of the shaft. (for disguises) are shoved under the cot. Dreig has hidden his keys in a small niche in the Stirges (6):hp 5 each; see Monster Manual. northeast corner (Search DC 20 to find). This includes a key to the doors in area 2 and area 3, as well as to his Level Two iron box.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dreig Ithin has made this his home for by enterprising brigands who hoped to make this almost five years, away from the authorities and other their long-term lair. They were attacked and wiped bothersome aspects of the surface. About ten months out by minotaurs, who finished some of their work. ago, the half-orc made a deal with the pureblood One of the minotaurs survives today but was subdued Essinthas. In exchange for showing the yuan-ti the by the yuan-ti (see area 17). location of the Devil’s Cellar, Dreig was paid hand- somely. Of course, he knows that they plan on dispos- 2. Trapped Cave (EL 3) ing of him eventually, but he intends to be long gone There are two traps here. The first is a tripwire that by then. activates a spear trap located at the mouth of the cave.",
        "name":  "This level and the level below were once constructed Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Essinthas is the most human-looking of all the yuan-ti in this area, and therefore is the one This long chamber is full of old cots, a few tables who travels up into the city in disguise the most often. and benches, and some old wooden trunks. The place is thoroughly wrecked, with most of the fur-",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The strange creatures that dwell here but slides down a chute and into a snake-filled pit. are, for all intents, manticores. However, they are cov- ered with dark green to brown scales rather than hair Pit Traps:CR 1; no attack roll (no damage); Reflex and have cobralike hoods rather than manes. They are DC 15 avoids; Search DC 17; Disable Device n/a. 202 the “pets” of Stri’isn, in area 18. :6 RETPAHC SERUTNEVDA 620_88566_Ghostwalk3.qxd 4/4/03 2:03 PM Page 202",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Nssai is a halfblood yuan-ti with a snake 12. Nssai’s Cave (EL 5) tail rather than legs. Read the following aloud.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Female halfblood yuan-ti; 40 hp; see Monster Manual (snake tail alters movement and attacks). The walls of this cave are dark stone, blackened fur- Equipped as described, plus wears a ring of protection ther by what appears to have once been a terrible +1, giving her AC 17. fire. The fire was so hot, apparently, that all the sur- faces of this cave are now smooth—almost",
        "name":  "Nssai",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "CR 4; 10-ft.-wide, 80-ft-long bolt Creatures: The two prisoners in this room have (6d6); Reflex DC 15 half; Search DC 28; Disable been tortured physically and emotionally. The mino- Device DC 28. taur, Gruch, has been mostly physically abused, and the grisly remains of his own flesh and blood lie on",
        "name":  "Lightning Bolt Trap",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Maleminotaur; hp –2; see Monster Manual. Skills: *Yuan-ti using chameleon power receive a +8 circumstance bonus on Hide checks.",
        "name":  "Gruch",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 14; see Monster Manual. Trap: The chest is not only locked (Open Lock DC 30), but trapped so that when it opens, a hail of tiny,",
        "name":  "Snake, Large Viper",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 33; see Monster Manual. poisoned spikes flies out, hitting anyone in the cave.",
        "name":  "Deinonychus",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Nesthasha is a yuan-ti halfblood with or both. scales instead of skin, in the form of a Large viper when the PCs first encounter her. She is with her companion, a Huge viper. The river is fast-moving and dangerous but only about 3 feet deep. Characters entering the surprisingly",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Female yuan-ti halfblood; hp 38; see warm water must make Balance checks (DC 20) or Monster Manual. Her scales increase her AC to 20. She slip into the water. Those who slip not only get wears two gold rings with rubies (each worth 450 gp). soaked, they must make immediate Swim checks (DC 15) or be carried 30 feet to the east. Each of these char-",
        "name":  "Nesthasha",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 23; see Monster Manual. acters may attempt a Swim check on his next turn. Success means that he is in control of his movement",
        "name":  "Snake, Huge Viper",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Three broodguards stand in this room at the command of Sachnos. They cannot be let out of 1. Ooze Territory (EL6) this room, for they clearly cannot pass for human. Read the following aloud. They attack anything other than a yuan-ti that enters this room not tied up or anyone that Sachnos tells This area of barren earth spans the distance them to. between a group of rubble-filled buildings and a cave entrance along the Undercity’s outer edge. Broodguards (3): Male yuan-ti broodguard War4; CR 3; Medium-size humanoid; HD 4d8+8; hp 26 each; Init +2; Spd 30 ft.; AC 12 (+2 Dex), touch 12, flat- A Search check (DC 20) allows a character to recog- footed 10; Atk +7 melee (1d3+1, 2 claws) and +4 melee nize what is so unusual about this area: There are no (1d4+1, bite); SA rage; SQ immune to hold, charm,and bits of metal or organic matter anywhere nearby. Even poison; AL CE; SV Fort +5, Ref +3, Will +3; Str 15, Dex the doors and other wooden bits from the ruined 14, Con 14, Int 7, Wis 11, Cha 6. buildings are gone. This is because the gray oozes that",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Four grimlocks live in each building. They run to attack any creatures that enter the bandit base or to investigate calls for help or sounds of combat. Grimlocks (8): 19 hp each; see Monster Manual.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Beyond this gap are two carrion and boxes, some of which are opened or have seen crawlers, each with a chain collar attached just behind recent use. its first pair of legs. The other ends of the chains are attached to large spikes pounded into the ground in the sheltered area northwest of the rubble wall. Each This area contains stores of food, water, and beer for chain gives the crawlers enough slack to reach the the residents, as well as surplus valuables they haven’t fountain for water and just enough to reach the south- sold yet. ern end of the gap in the rubble wall. Any creature Treasure: 1 lb. ginger (2 gp), 4 lb. silk (80 gp), 3 that comes through the gap is attacked by both lb. cloves (45 gp), 3 flasks holy water (75 gp), 5-lb. crawlers, and the noise from the fight is likely to draw spool of gold wire (250 gp), beautiful silver mirror attention from the rest of the base. The crawlers were (1,000 gp). half-tamed by Chownag the bandit leader, but they have the temperament of abused attack dogs and 4. Bandit House (EL6) don’t react well to anyone but him. Read the following aloud. Carrion Crawlers (2):hp 19 each; see Monster Manual. This building has been converted to a barracks, with five simple beds, each with a short wooden 1. Grimlock House (EL4) box under it. Read the following aloud. The regular bandits sleep here. The boxes contain This building has been emptied of refuse and clothes, simple disguises (hats, padded coats, thick- rubble and now is a sleeping area with four filthy heeled shoes, and so on), and personal effects for the straw pallets. bandits.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Baavaang, a clever and vengeful minotaur. into Lubanac’s room at area 8.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The necroplasms attack anything that down the doors (although they can still be flat- enters their room, following prey into the hallway and footed if attacked before their turn in the normal ini- elsewhere. tiative order). Necroplasms (6): hp 35 each; see Chapter 5: 6. The Rust Monster (EL6) Monsters. Note that there are a pair of secret doors to the north and northeast, leading to a short tunnel chamber. The",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The rust monster attacks anything that part of the process using the Alchemy skill instead of opens the door, attacks it, or enters its room (except spending money). An Alchemy check (DC 15) allows Lubanac), pursuing opponents into the halls. a character to realize that this lab is mainly used for creating acid, alchemist’s fire, and smokesticks.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The inevitable pull that causes most effect, such as touch-based powers, possessing others, ghosts to eventually cross the Veil of Souls into the or shaping ectoplasm. True Afterlife. physical body:The vessel a creature’s soul inhabits corporeal undead:Creatures with a physical body when it is alive. Usually simply called a body or, more that are not truly alive, animated by necromancy. rarely, a meat body.",
        "name":  "Calling, the",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The underground halls of possession:The act of a ghost or other incorporeal the Deathwarden dwarves. creature entering a physical body temporarily, usually",
        "name":  "Deathwarden caverns",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A clan of dwarves that per- with the intent of controlling it. Even a corpse can be form the Hallowing and guard the path to the Veil of possessed. Souls. Also known simply as the Deathwardens. raw ectoplasm: Newly created ectoplasm without ectoplasm: A semisolid manifestation of base consistent form or any unusual properties. supernatural spiritual energy. A ghost body is made of shaped ectoplasm: Ectoplasm that has been ectoplasm. shaped or hardened into a specific form. ethereal:On the Ethereal Plane. Ethereal creatures spirit tree:A large and ancient tree that holds the can see and hear, but not interact with, anything on souls of dead elves. Elf ghosts who hear the Calling the Material Plane. enter a spirit tree rather than crossing the Veil of Souls. ghost:The soul of a person who has died. spiritual undead:Creatures with no physical body, ghost body:The ectoplasmic shell that houses the usually a soul or ghost corrupted by necromancy. soul of a ghost. Always referred to with the full term, soul: The consciousness of a creature that tran- as “body” alone is assumed by the city’s inhabitants to scends the death of its physical body. mean a physical body. soulless: Creatures whose souls cannot become",
        "name":  "Deathwarden dwarves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The ritual in which a dead physical ghosts when their physical bodies die. They resent body is prepared for its passage beyond the Veil of those who can become ghosts and often become Souls so that it can give strength to its owner’s soul. undead to extend their existence. incorporeal: Able to interact with the Material True Afterlife:A place or state of being common to Plane in a limited fashion. Incorporeality is described the ghosts who have been destroyed or succumbed to fully in the DUNGEONMASTER’sGuide. the Calling. life epiphany:The inspirational change upon being true death:The death of a ghost or an undead crea- raised from the dead that allows a ghost to exchange ture. eidolon levels for levels in Player’s Handbookcharacter undead:A creature that is neither alive nor a ghost, classes. usually created with necromancy.",
        "name":  "Hallowing, the",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sean Glenn, Cynthia Fliege NEW MONSTER",
        "name":  "Graphic Design",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Jacob Bara- Showronek, Brandi Domkowski, Steven Domkowski, TEMPLATES Fabian Guttge, Michelle Hudgens, Kevin Karty, Jonathan Koppel, Ramus Pechuel, Daniel Pogoda, Scott The following templates are new for the Ghostwalk Quillin, Danyel Rohmann, Andreas Uhe, Andre Weber, campaign. One is an acquired template that remains in Chad Wilson, and Brad Wyble. force only temporarily; the other is inherited. The RPGAGhostwalkplaytesters are not listed in the product, but we BLOOD GHOUL (TEMPLATE) want to thank them here for their valuable feedback. A blood ghoul is a mortal creature temporarily altered Based on the original DUNGEONS \u0026 DRAGONS® game by E. Gary Gygax and Dave Arneson and on the new edition of the by the ingestion of a vampire’s blood. Though this act DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, compels the blood ghoul to serve the vampire that Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. provided it, many of these creatures actually enjoy their roles and would willingly serve even without this D\u0026D, DUNGEONS\u0026 DRAGONS, and DUNGEONMASTERare registered trademarks owned by Wizards of the Coast, Inc. The d20 logo is a compulsion. Despite their connections with vampires, trademark owned by Wizards of the Coast, Inc. All Wizards characters, blood ghouls are not themselves undead, nor are they character names, and the distinctive likenesses thereof are trademarks owned by Wizards of the Coast, Inc. related in any way to the ghouls in the Monster Manual. Blood ghouls cannot propagate their own kind; each is This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is created by a particular vampire. The transformation prohibited without the express written permission of Wizards of the Coast, Inc. usually lasts several days but may persist for weeks or ©2003 Wizards of the Coast, Inc. All rights reserved. Made in the U.S.A. even months (see Spawning a Blood Ghoul, below). This product is a work of fiction. Any similarity to actual people, organizations, Because they can move about freely in daylight, places, or events is purely coincidental. blood ghouls serve as the eyes, hands, and guards of This Wizards of the Coast game product contains no Open Game Content. their masters. In the Ghostwalk campaign, vampires No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, often dispatch blood ghouls to meet contacts and please visit www.wizards.com/d20. arrange deals within the city, where undead are forbid- The Temple of Redcliffis a short D\u0026D adventure for four 10th-level characters. Consult den to go. Occasionally, vampires also use such servants the Scaling the Adventure sidebar for ways to modify the scenario to protect their hidden lairs. for higher or lower levels of play. A blood ghoul looks the same as it did before its This scenario can be incorporated into any style of campaign. Since the adventure takes place in an abandoned temple and includes undead creatures, any party that transformation, except that its eyes tend to gleam with chooses to undertake the mission should include a cleric. an eerie red glow in low-light conditions. A typical blood ghoul has a feral and sly demeanor and adopts a posture that bespeaks stealth. 1 A blood ghoul understands whatever languages it Ghoul Rage (Ex): This ability works exactly like a knew before its transformation. barbarian’s rage, except that the blood ghoul wolf’s Strength and Constitution scores each increase by only Sample Blood Ghoul +2, and the effect lasts for only 3 rounds. There is no This example uses a wolf as the base creature. daily use limit for this ability, but each use of ghoul Blood Ghoul Wolf rage subtracts one day from the template’s remaining Medium-Size Animal duration. The blood ghoul wolf can activate this ability",
        "name":  "Original Ghostwalk Playtesters",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +6, Ref +5, Will +1 undead creature of 2 Hit Dice, it is dazed for 1 round. If",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. Climate/Terrain:Temperate forest",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3d8+9 (22 hp) Size and Type: The creature’s type changes to",
        "name":  "Hit Dice",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hornplate 1d4+2, hoof 1d4 ture’s attacks. The hornplate becomes the creature’s Face/Reach: 5 ft. by 5 ft./5 ft. primary attack, and all other natural attacks except bite",
        "name":  "Damage",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as always be of the same type as the one to be improved. follows: +2 Dexterity, +2 Constitution, +2 Wisdom, +2 For example, turn undead attempts cannot be spent to Charisma. A valicorn has Intelligence 3d6 whether its improve one’s ability to turn fire creatures (granted by horse parent was normal or awakened. the Water domain).",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. daily use of your turning ability that you spend in this",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to 8 HD (same size as base a ready action. Uses of turn cannot be combined with creature). rebuke attempts, and vice versa. ELFBLOOD [GENERAL] NEW FEATS The traits from your elven ancestry are particularly The following additional feats are available to charac- strong. ters in the Ghostwalkcampaign. Prerequisites:Half-elf (nondrow).",
        "name":  "Advancement",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Willing creature touched as a holy soldier are needed. There is always at least one",
        "name":  "Target",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 hour/level evil creature (or one creature committing an evil act) at",
        "name":  "Duration",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None (see text) this location. Fighting this creature or creatures is",
        "name":  "Saving Throw",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Telden’s player is Curt Gould, international ing 3 years in Wizards of the Coast, Inc.’s Customer logistics guru for Wizards of the Coast, Inc. That’s a Service Department as the D\u0026D rules guy, Alex 11 switched departments and now serves as the world- ABOUT THE AUTHOR wide training program manager for Organized Play. His job includes (or will include shortly) the training and Sean K Reynolds spends a remarkable amount of supporting of judges for WotC card game and roleplay- time on trains, where he defeats bandits, solves ing game events. complex mathematical equations, and shushes noisy children. Then he wakes up. Check out his website at *From the Ghostwalk Campaign Setting. \u003chttp://www.seankreynolds.com\u003e. 12 The Ghostwalk Campaign Optionwas released only a short time before the D\u0026D v.3.5 rules were. This docu- ment provides all the changes that should be made to the book to update it for use with the new rules. A few clarifications are included here as well. Minor or obvious changes that a reasonable person could determine without effort, or which have no GHOSTWALK effect on the game mechanics of the book, have been UPDATE FOR omitted unless entire sections are being replaced. Such changes include the following. D\u0026D V.3.5 • The number of 5-foot squares corresponding to a crea- ture’s speed, • A separate attack entry for any monster that has only one attack form, or whose full attack is identical to its CREDITS normal attack, • Changing “Face/Reach” to “Space/Reach” in cases",
        "name":  "Player",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +4, Ref +0, Will –1 Delete “beast” from list of monster types to which",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "30 ft. (6 squares), climb 20 ft., swim 20 ft. cally create a compulsion effect targeting one creature",
        "name":  "Speed",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +3, Ref +11, Will +12 points of acid damage to the next creature it touches,",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 25, Dex 17, Con —, Int 22, Wis 22, Cha 22 including a creature hit by its bite attack. If the yuan-ti",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Change “Mumia is a tem- Charisma-based. plate” to “Mumia is an acquired template.” Poison (Ex): Injury, Fortitude DC 13, initial Add “Size and Type:The creature’s type changes damage 1d6 Str, secondary damage 2d6 Str. The save to undead (augmented [original type].” Do not recalcu- DC is Constitution-based. late base attack bonus or saves. Withering Touch (Su): A creature hit by the Replace the sample mumia with the following. mumia’s snakes must attempt a Fortitude save (DC 15) or lose 2 points of Constitution as the attacker absorbs SAMPLE MUMIA MEDUSA moisture and energy from its target. This effect is in addition to any other effects of the mumia’s natural Medium Undead (Augmented Monstrous Humanoid) attack.",
        "name":  "Creating a Mumia",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Temperate marshes in the Monster Manual (page 310) except the",
        "name":  "Environment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, or covey (3–4) necroplasm can use it on a Medium or smaller creature.",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— an opponent automatically drains fluids from its target, 11 dealing 1d2 points of Constitution damage. If the Special Attacks:Change “trample 2d12+4” to target is a living creature, the necroplasm’s ectoplasm “Trample 2d12 +13.” quickly turns a deep red (or to the color of the victim’s Skills: Replace entry with “Concentration +10, blood, if not red). Diplomacy +5, Hide –9, Knowledge (any one) +7, Knowledge (ghost lore) +10, Knowledge (nature) +5, Page 169, Spectral Steed: Listen +8, Sense Motive +8, Spot +7, Survival +8.”",
        "name":  "Level Adjustment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Replace entire entry with to “Tainted one and broodguard are acquired templates.” “Energy Drain (Su): Any living creature hit by the Change “The creature’s type changes to humanoid bite attack of spectral steed (whether incorporeal or (reptilian)” to “Size and Type:The creature gains the manifested fully) gains one negative level. The DC is 12 reptilian subtype. Size and type are unchanged.” for the Fortitude save to remove a negative level. The Special Attacks:Delete Psionics entry. save DC is Charisma-based. For each such negative Special Qualities:Add “Alternate Form (Sp):A level bestowed, the spectral steed gains 5 temporary hit tainted one can assume the form of a Tiny to Large points.” viper (see the Snake entry, Monster Manualpage 280) as",
        "name":  "Energy Drain",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Change “change self”to “disguise self.” Page 201, Tactics Page 197, Tursik: Delete the reference to chameleon powerand its +8 Replace entry with the following. bonus on Hide checks, since purebloods no longer",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Stalactites hang from the ceiling in under- a barricade as a wall with hardness 8 and 120 hit points ground caverns. They provide cover against ranged attacks per 5-foot square. Attacks against a specific square of a if they hang in the path of the missile. barricade do half their usual damage, but area attacks (such Column: Columns are formed when stalactites and sta- as fireball) deal full damage to every square they affect. lagmites meet and merge. Most are functionally identical There are abundant handholds on a barricade, allowing to pillars (see page 64 of the Dungeon Master’s Guide). movement over and through it by anyone who makes a River: A river is a fast-moving body of water, usually greater DC 10 Climb check. A separate check is required for each than 5 feet in depth and/or more than 20 feet across. Creatures 5-foot square to be traversed in this fashion. moving through a river are carried downstream a distance",
        "name":  "Though it is made of many individual components, treat Stalactites",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Similar in function to a barricade, an abatis is equal to the speed of the river, usually 10 to 40 feet per round a wall constructed of felled trees laid atop each other. An for slow rivers and 60 to 90 feet per round for fast rivers. A abatis is typically 2 to 3 feet thick, has hardness 5, and has DC 10 Swim check is required to move at half speed through 300 hit points for each 10-foot section. Climbing over an a slow river, and a DC 15 Swim check allows movement at abatis requires a DC 10 Climb check. half speed through the rough waters of a fast river. Many abatis are built with sharpened branches pointing See Flowing Water, page 92 of the Dungeon Master’s Guide, toward the direction of an expected attack. Any creature for more details on rivers. that attempts to climb a spiked abatis takes 1d4 points of Stream: A stream is typically 5 to 10 feet wide and less piercing damage each round spent climbing. than 5 feet deep. Movement in a space occupied by a stream",
        "name":  "Abatis",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This tree takes up an entire square and indirect fire, a Medium creature could crouch down in provides cover to anyone behind it. Such a tree has AC 3, a 5-foot-deep foxhole and gain total cover against ranged hardness 5, and 600 hp. Like its smaller counterpart, it can attacks. Note that this cover might not apply against a be climbed on a DC 15 Climb check. foe at higher elevation—for example, a winged enemy",
        "name":  "Tree, Massive",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A geyser is a natural hot spring that gushes water The center of the crater is normally flat but could contain and steam into the air at intervals. A typical geyser occupies a geyser, hot spring, or acid pool. a 5-foot square and erupts once every 2d6 rounds. A creature Rampart: A rampart is a broad embankment made of within 10 feet of an erupting geyser must make a DC 15 earth, with steep slopes on either side that lead up to a Reflex save or take 1d6 points of damage from the expelled flat but narrow plateau. In most fortifications, a rampart steam. A creature in the same square as a geyser when it is constructed as the base of a wall. On a battlefield, an erupts takes 2d6 points of damage, with no saving throw. earthwork rampart will typically have a parapet (see page",
        "name":  "Geyser",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Movement of troops can be restricted and of stairs, moving out of a deep trench requires a DC 15 hampered by building steep slopes up which the enemy Climb check. must climb. Some attacking soldiers carry 8-foot-long planks, which Characters moving uphill (to an adjacent square of are laid across shallow trenches to allow the rest of the higher elevation) must spend 2 squares of movement to force to pass unimpeded. enter each square of steep slope. Characters running or On occasion, a trench might be filled with pitch and charging downhill must succeed on a DC 10 Balance set on fire. In addition to the movement challenges, a check upon entering the first steep slope square. Mounted creature jumping through the flames or falling into a characters make a DC 10 Ride check instead. Characters burning trench takes 2d4 points of fire damage. A character who fail this check stumble and must end their movement attempting to coerce a mount through the flames must 1d2×5 feet later. Characters who fail by 5 or more fall prone succeed on a DC 20 Ride check, or the mount balks. in the square where they end their movement. If soldiers are able to prepare the battlefield unnoticed A steep slope increases the DC of Tumble checks by 2. by the enemy, they might dig foxholes and trenches",
        "name":  "Steep Slope",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "not a pretty sight 37 ADVENTURES BUILDING CHAPTER 2 Light debris does not provide cover or concealment. 2d6 points of damage and can attempt a DC 20 Reflex save Although light debris doesn’t affect normal movement, for half damage. it increases the DC of Tumble and Move Silently checks Fire: Battlefield features that catch fire provide an by 2. Any creature attempting to run or charge over light additional hazard to combatants. Any wooden or oil-coated debris must succeed on a DC 10 Balance check. terrain feature can also be burning, and the battle map",
        "name":  "On the battlefield, one day after",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A broken siege tower, a breached stone should indicate which squares are aflame. wall, and fallen trees are examples of heavy debris. Heavy In addition to the smoke generated by a fire, a solid debris is usually stacked high enough or has pieces large structure such as a building or wooden wall fully ablaze enough to provide cover. Occasionally heavy debris might gives off a tremendous amount of heat. A creature standing be burning or smoldering, which poses additional hazards within 10 feet of a flame-enveloped structure takes 1d4 (see below). points of fire damage. It costs 2 squares of movement to move into an area covered In some cases, the burning squares might contain debris. by heavy debris, and the DC of Tumble and Move Silently In addition to any movement restrictions provided by the checks is increased by 5. Heavy debris is easy to hide in, terrain (see above), a creature moving through a burning granting a +5 circumstance bonus on Hide checks. Running square takes 2d6 points of fire damage and must succeed or charging through heavy debris is impossible. on a DC 15 Reflex save or catch fire.",
        "name":  "Debris, Heavy",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The caravan consists of four wagons the caravan. each pulled by four mules (Monster Manual page 276). Each Aftermath: Once the goblins have been killed or wagon has two goblin drivers (treat as standard goblins; routed, the wagons are there for the taking, though the see Monster Manual page 133). The wagons are defended mules are difficult to move off the road (DC 25 Handle by goblin spear-carriers marching in front and by goblin Animal check). The wagons can be set aflame or otherwise archers stationed on the wagons (treat both archers and destroyed. If the PCs retreat before defeating the goblins, spear-carriers as goblin sneak corporals). A squad of goblin even if they have destroyed the wagons, the worg-riders worg-riders patrols the perimeter. give chase for 10 rounds.",
        "name":  "Enemy Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For a 2nd-level group, the duke provides a smaller squad of allied troops, which consists of 5 human regulars and 1 human cleric corporal of 2nd level. The enemy squads consist of 6 goblins and 2 bugbears. For a 6th-level group, the duke provides a squad of elite troops, which consists of 5 human soldiers (page 142), 2 human cleric lieutenants (page 142), and 1 human knight captain (page 143). The enemy squads consist of 8 gnolls (Monster Manual page 130), 2 bugbears, 1 hobgoblin soldier captain (page 149), and 2 ogres. DESTROY ARTILLERY (6TH) The enemy has a field of fire along a relatively clear approach, with two batteries of catapults to threaten the area. The PCs’ commander wants to attack at dawn the next day, but if the catapults are not destroyed or disabled by then, the strike will turn into a slaughter. The commander depends on the PCs to disable or destroy the enemy’s catapults on a strike mission during the moonlit night.",
        "name":  "Scaling This Encounter",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The enemy has two emplacements, emplacements. The other 2 orcs on guard duty are stationed each one containing four heavy catapults (Dungeon Master’s atop the rampart, watching for nighttime assaults. The Guide page 99). Two platoons of orc warriors are dedicated patrolling ogre is normally found near a set of catapults, to protecting the artillery, and they assist a squad of trying (unsuccessfully) to stack rocks for optimal load- orc engineers with the catapult operations. The war- ing speed. riors are led by an orc captain and his two sergeant If the PCs are stealthy, they might not rouse any of underlings. A squad of ogres has been recruited to help the main force. Any orc or ogre that is attacked will move catapult ammunition. yell out unless the foe is taken down with a single At night, the enemy is resting but wary. Ten orcs and an quick strike or measures are taken to prevent the sound ogre are assigned patrol or watch duty at any given time, from traveling. and the patrols rotate every 2 hours. The rest of the orcs The sounds of combat or screaming orcs will bring have set up camp about 50 feet behind the catapults; usu- the patrolling orcs within 3 rounds. The nearby camp ally half of them are sleeping while the other orcs cavort will sound the alarm, begin waking all sleepers, about small bonfires. and prepare for battle. Five rounds after the alarm is sounded, a platoon of 20 orcs starts marching (two • 1 orc captain (page 152) move actions per turn) toward any combat. The ogres • 2 orc sergeants (page 152) follow 3 rounds later, and the rest of the orcs 2 rounds • 40 orc regulars, hp 5 each (Monster Manual page 203) after that. • 10 orc engineers (page 152) Within minutes after the start of any major combat, a • 5 ogres (Monster Manual page 199) contingent of orc scouts and warriors arrives to determine the cause of the noise. The whole orc army will be roused,",
        "name":  "Enemy Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Against a 4th-level group them to safeguard the ransom and the prisoner—an assisted by 2 elite soldiers, the ambush consists of 2 ogres unruly ogre mage—to the rendezvous point, a clear- and 6 gnolls. ing in neutral territory two day’s ride away through a Against an 8th-level group assisted by 4 elite soldiers nearby forest. and a human sniper major (page 143), the ambush consists If the PCs are expecting an ambush at the rendezvous of 1 ogre mage (Monster Manual page 200), 3 ogre brutes, point, they’re wrong. The ambush happens the first night. and 6 ogres. Just as the PCs are bedding down to sleep, they are attacked by ogres and gnolls. LEFT BEHIND (8TH)",
        "name":  "Scaling This Encounter",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The ambush consists of ogres and gnolls of 8th-level characters. led by an ogre brute. Objectives: Primary: Repel the attacks by the undead horde. • 1 ogre brute (page 146) Secondary: Keep at least half of the troops alive until the • 3 ogres (Monster Manual page 199) rest of the army rejoins them. • 6 gnolls (Monster Manual page 130) Allied Forces: The advance force is a platoon consist- ing of a scout squad of elf commandos with their own",
        "name":  "Enemy Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The rest of the allied force begins arriving a few hours past dawn on the second day, reuniting with the survivors. Any captured clerics can be questioned regarding the forces of the Unliving Legion. Some of the wounded might still succumb to ghoul fever (see Monster Manual page 118) if left untreated. Any dead that are buried could eventually be animated as zombies or skeletons by the Nerullites unless proper precautions are taken.",
        "name":  "Aftermath",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For a party of 6th-level characters, remove the ghasts and the cleric colonel and • 1 elf commando sergeant (see Elf Commando, page 146; reduce the number of wights from 5 to 2. change to ranger 3) For a party of 10th-level characters, replace the initial • 2 human soldier sergeants (page 142) pack of ghasts and ghouls with four wraiths. For the second • 4 human cleric corporals (page 142) wave, add the lich’s right-hand man, Basarab Voivode (page • 20 human snipers (page 142) 151), to the second wave of undead, replace one squad of • 20 human soldiers (page 142) skeletons with wolf skeletons (Monster Manual page 226), • 10 elf commandos (page 146) and replace the squad of zombies with a squad of 6 ogre zombies (Monster Manual page 267).",
        "name":  "Scaling This Encounter",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The first contact with the enemy occurs at dusk on the first night when a pack of ghouls TAKE OUT THE TREBUCHET (8TH) and ghasts attack. The next attack is more organized, with The final battle for the duke’s keep is under way. The a full platoon of skeletons and zombies led by a number humanoid horde has created a trebuchet and begun of clerics of Nerull, accompanied by a squad of wight bombarding the walls with giant slabs of rock. The duke’s shock troops. forces send wave after wave of flaming arrows into the foe from the walls of the keep, keeping the humanoids at bay, • 3 ghasts (Monster Manual page 119) but it is up to the PCs to destroy the huge catapult before • 12 ghouls (Monster Manual page 119) it knocks a hole in the keep big enough for the horde to • 1 human cleric of Nerull colonel (page 151) pour through. • 3 human cleric of Nerull lieutenants (page 151) Character Level: This encounter is designed for char- • 50 human warrior skeletons in 2 squads of 25 (Monster acters of 8th level. Manual page 226) Allied Forces: The PCs arrive with reinforcements: a • 12 human commoner zombies (Monster Manual page 266) battalion of the king’s regiment. The general gives them • 5 wights (Monster Manual page 255) command of an elite infantry squad to help fight their way through to the trebuchet, while the rest of her troops",
        "name":  "Enemy Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the PCs fail, the trebuchet smashes a hole in the wall • 8 bugbears (Monster Manual page 29) of the keep and the horde pours through, taking the keep, • 8 ogres (Monster Manual page 199) massacring the defenders, and capturing the duke quickly • 2 ogre brutes (page 146) thereafter. The general might be forced to withdraw, and",
        "name":  "Squad",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "the duke will have to be ransomed back (see Get ’em Out • 4 bugbears (Monster Manual page 29) Alive, below, and scale as necessary). Alternatively, the • 2 ogres (Monster Manual page 199) PCs might be able to talk the general into letting them • 2 ogre brutes (page 146) try to take the keep back through subterfuge, using a secret entrance situated within a grove of trees nearby to",
        "name":  "Trebuchet Crew",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The general’s troops keep the majority of the The enemy horde is protecting a light mangonel, which humanoid army occupied while the PCs and the elite takes 100 points of damage to destroy. infantry squad try to get to the trebuchet. Alternatively, Defenders: 6 goblins (Monster Manual page 133), 6 hob- the PCs could attempt to use stealth if they arrive at night goblins (Monster Manual page 153), 2 bugbears (Monster or decide to wait until after dark to make their attack. The Manual page 29). general will advise against waiting, however, and there is Mangonel Crew: 2 hobgoblins (Monster Manual page 153), a 5% cumulative chance per hour that the trebuchet will 1 bugbear (Monster Manual page 29), breach the keep walls before nightfall. The defenders will fight to the death to protect the For a 5th-level group, the general provides a small squad of trebuchet. If the general’s troops begin to lose ground, elite troops: 5 human elite soldiers (page 143) and 1 human more squads can come to the aid of the siege engine. cleric lieutenant of 4th level (page 142). The enemy is protecting a heavy mangonel, which takes 150 points of damage to destroy.",
        "name":  "Tactics",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8 bugbears (Monster Manual page 29) and 4 ogres (Monster Manual page 199).",
        "name":  "Defenders",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 ogres (Monster Manual page 199) and 1 ogre brute (page 146) For an 11th-level group, the general provides a small elite officer unit made up of some of her best soldiers: 5 human sniper majors (page 143) and 1 human soldier colonel (page 144). The enemy is protecting a great trebuchet, which takes 300 points of damage to destroy.",
        "name":  "Mangonel Crew",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 ogres (Monster Manual page 199), 4 ogre brutes (page 146), 2 ogre mages (Monster Manual page 200).",
        "name":  "Squad",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8 ogres (Monster Manual page 199) and 3 ogre brutes (page 146). GET ’EM OUT ALIVE! (10TH) Intelligence has determined that the duke and a small number of POWs are being held in a makeshift enemy camp in the hills on the other side of a nearby forest. It is believed the duke will soon be moved to a more secure location, so the PCs must act now if they wish to rescue him. To further entice the characters to perform this mission, let it be known that one of the PC’s siblings was with the prince when he was taken prisoner.",
        "name":  "Great Trebuchet Crew",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For a 7th-level group accom- panied by 4 human elite soldiers (page 143), the camp contains the following enemies, half of which are on duty at all times: 12 orcs (Monster Manual page 203), 8 gnolls (Monster Manual page 130), 4 ogres (Monster Manual page 199), 2 ogre brutes (page 146). For a 13th-level group accompanied by 4 elite guard majors (7th-level fighters; use Human Sniper Major, page 143), the camp contains the following enemies, half of which are on duty at all times: 12 ogres (Monster Manual page 199), 8 ogre brutes (page 146), 4 ogre mages (Monster Manual page 200), 1 troll hunter (Monster Manual page 247). 53 ENCOUNTERS BATTLEFIELD CHAPTER 3 KING OF THE HILL (10TH) Several hill giants are throwing rocks from a rocky knoll on the battlefield, surrounded by enemy troops. The PCs must take the hill, then defend it from further incursions while the main force pushes forward.",
        "name":  "Scaling This Encounter",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A squad of hill giants stands atop the hill, hurling rocks into the battle below. The giants are accompanied by a squad of ogre brutes who cheer them on and place bets on who throws the farthest. If the giants fall, a nearby squad of trolls takes note and begins climbing the hill. If the trolls are also repelled, two fire giant soldiers lead their ogre brute squads in an effort to reclaim the hill. • 4 hill giants (Monster Manual page 123) • 5 ogre brutes (page 146) • 10 trolls (Monster Manual page 247) force abandons any further attempts to take the hill. If • 2 fire giant soldiers (page 147) the PCs retreat without defeating the fire giants, they • 10 ogre brutes (page 146) have provided a brief respite for their allies but the enemy forces will soon pick up where the hill giants",
        "name":  "Enemy Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 36; see page 151. Human Commoner Skeletons (25) or Zombies (12): see Monster Manual pages 226 and 266. TANAR’RIC HORDE A demonic army is a fearsome sight, and few are brave enough to stand in their way. Fortunately, armies of demons are seldom seen on the Material Plane. On the Outer Planes, a tanar’ric horde might march into battle against celestial hosts or devilish brigades. Battles could be fought on any of the Outer Planes, and war eternal is waged on the Infernal Battlefield of Acheron. A typical tanar’ric horde is led by a marilith; a balor commands mul- tiple hordes in larger battles. The natural chaotic tendencies of demons do not allow for much of a command structure beneath the leader. The tanar’ric horde presented here consists primarily of masses of dretches, herded toward the enemy by massive hezrou. The marilith commander watches the battle unfold, sending vrock aerial assaults and babau gangs toward the places where they can cause the most damage. Tanar’ric hordes are far from uniform: Two hordes might bear virtually no resemblance, other than the appetite for death and destruction. Nalfesh- nee and glabrezu sometimes lead a horde. The most dangerous hordes use hezrou for rank-and-file instead of dretch. Command Retinue EL 17: The commander of this horde is a marilith. She neither trusts nor desires any bodyguard or sup- port troops, since any demon would be better put to use on the front lines. Unless she is somehow caught unawares, any encounter with the marilith would be one that she initiated, and she uses her greater teleport ability to choose her battles. If hard-pressed, she will try to summon a glabrezu or nalfeshnee to finish off her foes, but she hates to show weakness in such a manner.",
        "name":  "Cleric of Nerull Lieutenant",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the attack misses the target square, roll success on this check this grants the crew chief a +2 bonus on 1d8 and consult the diagram below to determine the deviation his check. of the throw. The ammunition lands 3 squares away from the Next, the catapult must be loaded. As with aiming, loading target square for every range increment of the attack. a catapult requires one or more full-round actions taken by the crew members. As before, multiple crew members can perform these full-round actions at the same time, reducing the time it takes to load the catapult (for example, if the catapult requires four full-round actions to load, a crew of four can load it in a single round). The crew chief must succeed on a DC 15 Profes- sion (siege engineer) check, and at least one member of the crew must succeed on a DC 10 Strength check. Other members of the crew can assist with either of these checks by using the aid another action but must choose which check to aid (that is, the same crew member cannot assist in both rolls). Large or larger creatures load a catapult in half the given time, while Small creatures require twice the given time. Tiny creatures can’t load a catapult. Finally, the crew chief makes a special attack roll to fire the catapult. He rolls 1d20 and adds his base attack bonus, his In- telligence modifier, any penalty for range increments (see Table 4–1), and any other modifiers that apply (see the remainder of this sidebar). A square on the battlefield is treated as having AC 15 against a catapult’s attack. This attack is a standard action, and the attack roll can’t be assisted by the crew. Catapults (other than ballistae) hurl their ammunition in a high arc. A catapult requires vertical clearance equal to half the range to the target to operate, so subterranean races rarely use such devices. Because of this high arc, catapults can strike squares that aren’t in line of sight of the crew, though at a –6 penalty on the attack roll. If the attack fails to hit a target that is in line of sight of the crew, and the catapult’s next shot targets the same square, the crew chief gains a +2 bonus on his special attack roll. If succes- sive shots at the same square continue to miss, this bonus im- proves by 2 on every additional attempt to hit the same square, up to a maximum of +10 (after five straight misses). pqqqqqqqqqqqqqqqqqqqqrs 66 4 RETPAHC FO SELUR RAW aims at either a creature or an object (such as a section of wall) rather than a square. Loading a light ballista requires two full-round actions (that is, two crew members can load it in a single full round). Loading a heavy ballista requires four full-round actions. A ballista need not be reaimed; each attack suc- ceeds or fails independent of previous attack rolls. A light ballista takes up a 5-foot square, while a heavy ballista takes up a 15-foot-by-15-foot space.",
        "name":  "Attacks that Miss",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The battering ram is a simple device consisting of a heavy pole—either suspended by ropes from a movable scaffold or held aloft by troops—that is repeatedly smashed into a gate or other barrier to break it down. The end of the pole is often shod in iron, which can be forged into a variety of decorative shapes such as dragon heads. The typical battering ram is 30 feet long. Including its scaffolding, it occupies a space 10 feet wide and 30 feet long. Up to ten Medium or Small troops can occupy the same space as the ram and its scaffolding, in two rows of five (one row on either side). Larger creatures can contribute to the attack as long as they share at least one square of their space with the ram. As a full-round action, the character closest to the front of the ram makes an attack roll against the AC of the target construction, applying the –4 penalty for lack of proficiency (it’s not possible to be proficient with this device). In addition to the damage given on Table 4–1: Siege Engines, up to nine other characters holding the ram can add their Strength Loading a light mangonel requires a total of two full- modifier to the ram’s damage, if they devote a full-round round actions (taking one full round for a crew of two, action to doing so (the character guiding the ram adds any or two full rounds for a single crew member). Loading a Strength modifier of his own as well). For example, ten heavy mangonel requires four full-round actions. gnolls (each Str 15, +2 modifier) wielding a ram will deal A light mangonel takes up a 10-foot-by-10-foot space. A 3d8+20 points of damage on a successful hit. heavy mangonel takes up a 15-foot-by-15-foot space.",
        "name":  "Battering Ram",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The damage dealt by a dropped object is based on the weight of the object and the distance the object falls, as noted on page 303 of the Dungeon Master’s Guide. A creature can avoid damage from the attack by making a DC 15 Reflex save.",
        "name":  "Damage",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " destruction everywhere. Under the stress of battle, many Creature Takes 50% Damage: Once a creature’s hit creatures abandon their army’s cause for one much more point total falls to 50% or less of its full normal hit points, immediate: self-preservation. that creature must make a morale check. A creature who begins to succumb to fear progresses Unit Takes 50% Casualties: Creatures make a morale down a slippery slope. First he becomes shaken (see page check if half or more of the comrades in their unit are 73), then so afraid that he runs from the battle. In extreme unable to fight, whether they’re dead, unconscious, fleeing, cases a creature might completely snap under the pressure, paralyzed, or otherwise out of commission. becoming a danger not only to himself but to his comrades. If a creature is required to attempt a morale check, it Only a charismatic leader can bring such a creature back makes the check at the start of its turn, before it takes into the fray. any other action. Depending on the situation, certain Morale is a creature’s defense against fear. This fact is modifiers might apply to the check. (For the purpose of simulated by the morale check, which is simply a term these modifiers, “nearby” is defined as in sight and within describing a DC 20 Will save against a fear effect. Any 120 feet.) modifiers applying to Will saves (or against fear-based effects) function normally. Additional bonuses or penalties Table 4–3: Morale Check Modifiers on the morale check are assessed based upon the condi- Condition Modifier tions of battle, as listed below. Unit fatigued –2 Unit exhausted –5 WHEN TO USE THE MORALE CHECK Unit (including nearby allies) is outnumbered 4:1 –5 Unit (including nearby allies) is outnumbered 2:1 –2 Morale has always been an important part of both real- Unit outnumbers nearby enemies 2:1 +2 world and fantasy wars, so it’s an important factor in the Unit outnumbers nearby enemies 4:1 +5 battlefield adventures you create at the gaming table. The effects of morale—from brave knights rallying their fel- Group Morale Checks lows to hapless peasants throwing down their spears as In cases when you need to know whether a large group of they flee—are fundamental to the genre. creatures stays or runs, a single morale check can often When the action focuses on the PCs battling small groups take the place of individual checks for each member of of enemies (which should be almost always), morale checks the unit, with the result applying equally to all creatures aren’t usually necessary. However, if you’re describing the in the unit. This saves a lot of time and effort on the action on another part of the battlefield—or if high-level DM’s part. 73 WAR RULES OF CHAPTER 4 Use this short cut only when you’re dealing with a unit) worsens by one category. Morale conditions are large group and the fate of individual soldiers doesn’t described in the accompanying sidebar. matter, such as when the PCs are observing part of a battle If a creature fails a morale check by 10 or more, the but haven’t waded into melee themselves. If you feel it’s morale condition worsens by two categories. For example, a important to know how each individual soldier reacts, use heartened soldier who fails a morale check by 10 is reduced the normal morale check rules instead. from heartened to shaken. Since you probably aren’t keeping track of the hit points Panicked is normally the worst morale condition; of the individuals in the group, make a morale check only panicked creatures can’t get any worse. However, strange when the unit has taken 50% casualties. For the purposes things can happen on the battlefield when a soldier snaps. of a group morale check, the unit is the maneuver element If a creature rolls a natural 1 on a morale check that would of the enemy army (usually a squad or a platoon of soldiers make it panicked, it becomes crazed instead. numbering in the tens). Just because two thousand orcs marched onto the battlefield one morning doesn’t mean THE RALLY CHECK they don’t make morale checks until one thousand of them Once morale begins to degrade, the best course of action are dead or dying. is for a charismatic character to rally the troops with a For the purpose of making a group morale check, the few stirring words. This is accomplished by making a unit’s Will save modifier is the average of the individual rally check, which requires a move action by any crea- Will save modifiers of each soldier. If the group consists ture that currently has a morale condition of normal of essentially identical creatures, this value is the same or better. as any single creature’s Will save modifier. In groups of To make a rally check, a character rolls 1d20 and adds differing creatures, add together the Will save modifiers her Charisma modifier and her commander rating, if any for all creatures in the group and divide the result by the (see page 75). A single check allows a character to try to number of creatures in the group. If you anticipate using rally any comrades within line of sight and earshot (see this short cut, you should figure out this value before the the description of the Listen skill, page 78 of the Player’s gaming session begins, to save time at the table. Handbook). This is a language-dependent effect. A creature can be subject to only one rally check attempt Morale Check Effects per round (measured from the beginning of that creature’s If the morale check succeeds, the creature can act normally. turn to the beginning of the creature’s next turn). Unsuc- Each time a creature (or unit) fails a morale check, the cessful rally attempts make that target more difficult to morale condition of that creature (or the creatures of that rally (see Rally Check Modifiers, below). pqqqqqqqqqqqqqqqqqqqqrs MORALE CONDITIONS to make additional morale checks. A creature that becomes The following morale conditions are organized from highest panicked due to a failed morale check improves to frightened 10 morale to lowest morale, with the special morale condition of minutes after the battle ends (or 10 minutes after it has fled the “crazed” listed at the bottom. Unless otherwise noted, all condi- battlefield), becomes shaken 10 minutes after that, and returns tions last for the duration of the battle or until the character’s to normal 10 minutes after that. morale condition changes as the result of another morale check Crazed: If a creature rolls a 1 on a save that would make him or a rally check. panicked, he assumes one of the following conditions, deter-",
        "name":  "The battlefield is a frightening place, with death and first round that one of the following conditions applies",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A heartened character has been encouraged mined randomly, instead of becoming panicked. This condition and is confident of victory. Heartened characters gain a +1 overrides the effects of the character’s normal morale condition. morale bonus on Will saves against fear effects (including It remains for the duration of the battle plus one hour, or until morale checks). the creature’s morale improves to shaken (or better). If a crazed",
        "name":  "Heartened",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The typical state of a combatant at the beginning creature’s condition is removed through some other effect, treat of battle. the creature as panicked. Crazed creatures count as panicked for",
        "name":  "Normal",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A shaken character takes a –2 penalty on attack the purpose of rally check DCs. rolls, saving throws (including subsequent morale checks), skill checks, and ability checks (see page 301 of the Dungeon d% Crazed Effect Master’s Guide). This condition lasts for 10 minutes after the 01–20 Berserk: the character makes a melee or ranged attack battle ends. against the nearest living creature, or closes with that",
        "name":  "Shaken",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As shaken, but a frightened character must try creature if he cannot attack (if two or more creatures to flee as best it can. If unable to flee, it will fight (see page are equidistant, choose the target randomly). 301 of the Dungeon Master’s Guide). A creature who becomes 21–40 Cowering: frozen in fear, takes no actions, –2 frightened due to a failed morale check improves to shaken 10 penalty to AC, loses Dex bonus. minutes after the battle ends (or 10 minutes after it has fled the 41–60 Dazed: takes no actions. battlefield) and returns to normal 10 minutes after that. 61–80 Deafened: cannot hear, –4 initiative, no Listen",
        "name":  "Frightened",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead allies within 30 feet of you that have an Giant-Killer Commander Intelligence score of 1 or higher deal an extra 1d6 points You can direct your troops to bring down enemies bigger of damage on melee attacks made against living creatures. than they are. This benefit is considered a morale bonus.",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Allies within 30 feet of you gain a +2 morale You can direct your soldiers to take advantage whenever bonus on melee attacks against creatures at least two size your enemies are distracted or overwhelmed. categories larger than they are. Prerequisite: Commander rating 1, any chaotic alignment.",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If a major military campaign ends with attack, they earn additional recognition points. success and peace rings out across the land, it’s possible Examples: Characters always earn 3 recognition points to have a larger recognition point award than the 5 to 10 for planting their standard in the first place, but the subse- points recommended above. After a successful war, many quent points they earn depend on foes they defeat while armies are generous with promotions and medals for the defending the site. They earn the recognition points only survivors. Especially if your D\u0026D campaign ends when if their standard remains flying throughout the combat. the military campaign does, a large recognition point Adjustments: If the enemy knocks the PCs’ standard award is a good way to conclude the war, because it leads down even momentarily, they get no recognition points for to a number of medals and promotion ceremonies for the that combat because troops elsewhere saw their standard player characters. waver. If their standard falls and the PCs have to retreat, kaloP .E yb .sullI 87 WAR RULES OF CHAPTER 4 they lose recognition points equal to the EL of the unit planned for the training period, players won’t spend they retreated from if the enemy unit plants its standard any time at the game table while their characters earn in the same spot. the award. Their elite training will be incorporated into If enemy troops capture the PCs’ standard, they lose 10 the training they undertake between levels to gain new recognition points if they don’t recover it by the battle’s end. skills, feats, and class features. You decide which training regimens are worth recognition points (and whether PCs Rally Demoralized Unit have access to that training), so this reward is made entirely (EL of all creatures successfully rallied) recognition points at your discretion. Rank-and-file soldiers remember the event when someone Examples: Whether at peace or at war, armies spend takes command and turns a rout into a staunch defense. much of their time putting their soldiers through end- If the PCs can inspire bravery—or at least duty—in their less drills and exercises. Only a few of these efforts are fellow soldiers, they’ll get a reputation as great leaders (or noteworthy enough to earn recognition points for their at least individuals with leadership potential). participants, and the type of training varies from army to To earn the recognition points, three events must occur. army. In an elf army, undergoing treetop sniper training First, the characters have to be fighting in the presence of might be worth recognition points. By contrast, a human a unit with at least half its surviving members in a morale army might esteem riders who succeed on the “Four condition of frightened or worse (see page 73). Next, the Stations Gallop,” a journey that only the best equestrians PCs must make enough successful rally attempts that can complete within the four-week training period. less than one-quarter of the unit ends up running away. Adjustments: As with recognition earned from famous Soldiers can flee for a round or two before being rallied, battles and famous campaigns, the recognition points but they have to return to the fray before the combat is received from training can be converted to a special over in order for the rally attempt to count. Finally, the decoration: one that indicates the wearer completed the PCs have to win the current combat, killing their enemies training. The Wind Archers of Kelanon, for example, give or forcing them to flee. green gloves to everyone who completes their mounted",
        "name":  "Adjustments",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These requirements the roster, but cohorts, animal companions, paladin must be met by every character on the team. Any character mounts, familiars, and recurring NPC allies can also be who joins the team must meet the prerequisites in order members of a team. for the team to enjoy the teamwork benefit. A team must have at least two members and no more than For example, the Infiltration teamwork benefit has a eight. To join a team, a character must have an Intelligence task leader prerequisite of 8 ranks in both Hide and Move score of 3 or higher. Creatures with an Intelligence score Silently, and a team member prerequisite of 1 rank in Hide of 1 or 2 can be included on a team only if they learn the or Move Silently. This means that at least one character in teamwork trick (see the Handle Animal skill description, the group must have 8 or more ranks in each of the two page 94). Creatures that don’t have an Intelligence score skills, while each other character in the team must have at can never be part of a team. least one rank in either of the two skills. When the team To maintain their teamwork benefits, the characters on a is sneaking around, the task leader directs her less adept team must train together for at least four one-week periods comrades in stealth techniques, covering any extra noise per year. These training periods need not be consecutive with environmental sounds, and so on. and can happen at the same time as training to earn the A team (see The Team Roster, below) gets one teamwork new class features of a given level (as described above), so benefit for every 4 Hit Dice the lowest-level member of the in most cases PCs won’t have to spend additional time to keep their teamwork skills sharp. pqs To add a new character to a team (often because a previous character died or otherwise left the group), that DESIGNING YOUR OWN TEAMWORK BENEFITS character must train with the other characters on the team",
        "name":  "Team Member Prerequisites",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each team member can check for the pres- You are adept at moving silently and unseen. You point ence of an invisible enemy by groping into four adjacent out noisy ground to your comrades, identify good hiding 5-foot squares within reach, making touch attacks into places for one another, and otherwise move as unobtru- those squares as described on page 295 of the Dungeon sively as possible. You dart ahead while your teammates Master’s Guide. Doing so is a standard action. If one team 119 CHARACTER THE MILITARY CHAPTER 5 member pinpoints the location of an invisible enemy Task Leader Prerequisite: Improved Sunder. (whether through groping, Spot and Listen checks, or Benefit: When your team is employing a ram to knock other means), every other team member within earshot down a barrier or destroy another object, the ram deals an also has that enemy pinpointed until that enemy moves extra 2 points of damage for each team member wielding into a different square. (Pinpointed invisible enemies still the ram. gain the benefits of total concealment; see page 152 of the In addition, if a team member is trying to break down Player’s Handbook.) a door or perform a feat of strength similar to ramming, she gains a +4 bonus on the check for every team member Joint Grapple Escape who assists with the aid another action. The DM should You use nonverbal cues to time your struggles against a set limits for how many team members can usefully help grappling enemy, applying force and leverage at just the break down a particular door (typically two Medium right moment to escape the clutches of your foe. creatures for every 5 feet of the door’s width).",
        "name":  "Infiltration Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The team as a whole can make a free Spot Benefit: Whenever two members of your team flank check and a free Listen check at the end of each round, the same enemy, all members of the team can make melee regardless of whether any members of the team have attacks against that enemy as if they also flanked her. already made such checks that round. Use the lowest Creatures that can’t be flanked are unaffected. check modifier of any member of the team present, with a Furthermore, if at least two members of your team +1 bonus for every team member beyond the first. In the are flanking a foe who has the improved uncanny dodge middle of a combat when actions are precious, this team- ability, add together the rogue levels of all team members work benefit gives the members detailed information engaged in melee with that foe to determine whether she about their immediate environment that they otherwise can be flanked. If the sum of your teammates’ rogue levels wouldn’t have. is four more than the foe has Hit Dice, all members of your",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 full round and 1 round/level; see text will attack the nearest living creatures.",
        "name":  "Duration",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 4, druid 4, paladin 4 creatures are not affected by blaze of light.",
        "name":  "Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature Range: Long (400 ft. + 40 ft./level)",
        "name":  "Target",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action carries over long distances. A creature speaking or singing",
        "name":  "Casting Time",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20-ft.-by-80-ft. structure 100 feet away per caster level. Creatures within an area",
        "name":  "Effect",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A rectangular chip of stone, Any creature in the area is permanently deafened and takes crushed lime, iron filings, several splinters of wood, 8d6 points of sonic damage. A successful save reduces the a pinch of flour, a sprinkling of water, and a sliver of deafness to 1 round and reduces the damage by half. dried beef. Material Component: A small steel ball. MOLTEN STRIKE SPIRITUAL CAVALRY Evocation [Fire] Evocation [Force]",
        "name":  "Material Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action Targets: Ten living creatures per caster level",
        "name":  "Casting Time",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This clay pot is filled with hundreds of roles can be filled by the sample soldiers provided in venomous spiders and sealed with a large cork stopper. Appendix II (beginning on page 142). For more on It deals 1d6 points of bludgeoning damage to its target. ranks (private, corporal, sergeant, lieutenant, captain, In addition, the contents spread over a 10-foot-by-10-foot major, colonel, and general), see Table 4–5: Commander square, creating a spider swarm (see Monster Manual page Ratings, page 75. 239). This swarm attacks all creatures in or adjacent to its space but does not attack any creatures more than 5 HUMAN LARGE KINGDOM feet away.",
        "name":  "Spider Shot",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Male or female orc barbarian 9; CR 9; javelins, 2 potions of cure light wounds, potion of cure serious Medium humanoid; HD 9d12+18; hp 82; Init +6; Spd 30 ft.; wounds, potion of haste, keen edge oil. AC 20, touch 12, flat-footed 18; Base Atk +9; Grp +14; Atk +16 melee (2d4+8/18–20, +1 falchion) or +12 ranged (1d6+5, APPENDIX III: masterwork javelin); Full Atk +16/+11 melee (2d4+8/18–20, BATTLEFIELD STEEDS +1 falchion) or +12/+7 ranged (1d6+5, masterwork javelin); SA rage 3/day; SQ commander rating 6, damage reduction The following creatures supplement those found in the 1/—, darkvision 60 ft., light sensitivity, improved uncanny Monster Manual. dodge, orc commander, trap sense +3, uncanny dodge; AL CE; SV Fort +8, Ref +5, Will +3; Str 20, Dex 14, Con 14, BRASS STEED Int 8, Wis 10, Cha 6. Large Construct",
        "name":  "Orc Colonel",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 Claws +15 melee (1d8+5) and beak +10 to be an enormous moth with shimmering green wings and melee (2d6+2) a plump, white body. White eye spots dot each of the four Space/Reach: 15 ft./5 ft. wings, and the hind wings curve gracefully away from the Special Attacks: Color spray body like long tails. The wings span 10 feet from tip to tip Special Qualities: Darkvision 60 ft., dazzling presence, and 15 feet from the front of the forewings to the end of the low-light vision, scent tail on the hind wings. A luna moth weighs 250 pounds. Saves: Fort +9, Ref +10, Will +6",
        "name":  "In the light of the moon, this beautiful creature appears Full Attack",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gore +8 melee (1d8+5) Skills: Skeletal warbeasts have a +4 racial bonus on",
        "name":  "Attack",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gore +8 melee (1d8+5) and 2 hooves +3 Jump checks. melee (1d6+2) Carrying Capacity: A light load for a skeletal warbeast Space/Reach: 10 ft./5 ft. is up to 400 pounds; a medium load, 401–800 pounds; and",
        "name":  "Full Attack",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Powerful charge a heavy load, 801–1,200 pounds. A skeletal warbeast can",
        "name":  "Special Attacks",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Damage reduction 5/—, darkvision skeletal parts, including a pair of long, straight horns protruding 60 ft., low-light vision, scent from its skull.",
        "name":  "This horselike creature displays an unnatural combination of Special Qualities",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +5 melee (1d6+4) its four pillarlike legs. A set of four enormous tusks curve outward Full Attack: Bite +5 melee (1d6+4) from its mouth, beneath a trunk the size of a tree. Space/Reach: 5 ft./5 ft.",
        "name":  "This fearsome creature shakes the ground as it strides forward on Attack",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Low-light vision, scent ages past, towering over all lesser beasts. Long thought to Saves: Fort +6, Ref +4, Will +1 be lost to the world—or perhaps merely a legend—the Abilities: Str 17, Dex 13, Con 17, Int 2, Wis 12, Cha 6 creatures have recently been seen, singly or in pairs, Skills: Jump +11, Listen +5, Spot +5, Survival +2*, Swim +4 lumbering across battlefields to devastating effect. Feats: Alertness, Endurance, TrackB",
        "name":  "Tusked behemoths are said to have roamed the world in Special Qualities",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Temperate plains their four great curved tusks splaying out from a trunk Organization: Domesticated longer and thicker than an elephant’s leg. Challenge Rating: 2",
        "name":  "These massive creatures are fearsome to look upon with Environment",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "T he aftermath section describes the useful during play. Some are not exact matches for the effects of a successful or unsuccessful operation by the designated cre a t u re s, but they do an adequate job of PCs. capturing the nature of the monster, or at least its rela- XP Adjustment:In addition to the normal reduction tive size. of XP awarded after a battlefield encounter that fea-",
        "name":  "T he miniatures indicated below are part i c u l a r l y A f t e r m a t h",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These forces are the foes that the PCs waits motionless between the two wooded areas nort h will face in the encount e r. T hese cre a t u res are of the hill whe re the hidden forces are concealed. In described either in the Monster Manual or in the addition, several squads patrol the northern half of the appendices of Heroes of Battle(or both). De p e n d i n g battlefield map. upon the encounter and the situation, the PCs might be W hen the fro nt of the human army arrives at the a w a re of some, all, or none of these foes before the southernmost squares of the battle map, the front ranks 2 encounter begins. spot the orc army. T he humans advance at a rate of 50 3 feet per round until their army’s fro nt is just south of polymorph, teleport,or invisibilitythat the party might the smaller hill. The human general suspects that addi- h a ve allows the PCs a greater chance of appro a c h i n g tional forces may lurk nearby, and that the orcs are the hilltop undetected. waiting for his army to come closer before attacking. A f t e r m a t h : If the PCs successfully int e rcept the Rather than march his troops into a battlefield that may messenger bearing the order to attack, the portion of p rovide a nasty tactical surprise, he asks the PCs to the army in the northernmost section of the battlefield sneak behind enemy lines, disrupt any communica- attacks well ahead of the surprise force. T he re s u l t i n g tions in progress, and find any hidden enemies. confusion amid the orcs’ ranks leads to fewer casualties",
        "name":  "Enemy Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "T he vast majority of the orc army and one ow l b e a r. An orc sergeant carries the orders to waits motionless between the two wooded areas nort h the concealed portion of the army. of the hill whe re the army units are hidden. Se ve r a l For an 8th-level part y, the squad consists of ten orc s quads patrol the nort hern half of the battlefield map. corporals (see Heroes of Battlepage 152), three orc cap- T he messenger with the order to attack is an orc tains (see Heroes of Battlepage 152) and two 6-HD owl- l i e u t e n a nt (see Heroes of Battlepage 152) who begins bears (see Monster Manualpage 206). An orc colonel at the location marked with an X on the map. Escorted carries the orders to the concealed portion of the army. by the orc squad detailed below, he makes his way at ATTACK THE GATE (8TH) double speed to the spot marked Y on the map. Opening the enemy’s gates in real-world historical war- • Ten orcs (see Monster Manualpage 203) f a re was a costly endeavor at best. T he murder holes, • Three orc sergeants (see Heroes of Battlepage 152) t he boiling pitch, the arrow slits, and the defenders patrolling the walls ensured that opening a gate would • One owlbear (see Monster Manualpage 206) cost the lives of countless attackers.Thus, commanders often considered a siege preferable to the sheer loss of",
        "name":  "Enemy Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each of the towers has a ground level and a top level connected by a spiral staircase. On the • Two squads of ten humans soldiers each (see Heroes d e f e n d e r’s side of the wall, each of the towers has a 5- of Battlepage 142) manning the walls foot-wide open archway at ground level that allow s • Twelve human soldiers staffing each heavy trebuchet access to the interior. Five arrow slits, spaced out every 5 feet, provide the defenders with additional options. • Four 4th-level barbarian ogres (see Monster Manual",
        "name":  "Towers",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Once the PCs have fought their way T a c t i c s :T he strategy of the undead army is fairly behind enemy lines, they encounter undead patro l s, straightforward—its members move to engage the PCs each with the following composition. in melee combat as soon as possible. T he undead p a t rols use the human skeletons as fodder to flank • Twe l ve human skeletons (see Monster Manualpage 226) o p p o n e nt s, while the more powe rful undead move in and employ their lethal attacks. T he boneclaws, • Four boneclaws (see Monster Manual IIIpage 17) b o n e d r i n k e r s, and drowned each have their own spe- cial attacks, as noted in their respective descriptions in • Four bonedrinkers (see Monster Manual IIIpage 18) Monster Manual III. These creatures employ their abil- ities to great effect. • Two drowned (see Monster Manual IIIpage 46) When the PCs confront General Charred, he begins by using his abyssal blast to weaken the PCs. T hen he Eve nt u a l l y, the PCs locate General Charre d’s cottage. relies upon his melee skills while the plague spewe r The keyed rooms within this structure contain the fol- and ettin skeletons relentlessly attack the foes. lowing creatures.",
        "name":  "Enemy Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If PCs succeed in destroying Ge n e r a l 1. Six boneclaws (see Monster Manual IIIpage 17) C h a r red, his death disrupts the cohesion and comb a t guard the entrance to the cottage. tactics of the ent i re army. Although the undead com- batants on the battlefield continue to fight, their strate- 2. Four bonedrinkers (see Monster Manual IIIpage 18) gies start to fall apart within two hours. Eventually the occupy this chamber. intelligent undead flee, leaving their lesser compatriots to be destroyed. 3. T h ree va m p i re fighters (use the 5th-level human If the PCs fail to kill Charred, the battle cont i n u e s fighter va m p i re, Monster Manualpage 250) have unabated. T he PCs’ commander makes additional made camp here. attempts to destroy the general, but the PCs we re the 8 most skilled elite unit in the army, so these attempts • Twelve human skeletons (Monster Manual page 226) also fail. The cost in human lives is great, and the situa- tion becomes even worse when the slain humans are • Six boneclaws raised as skeletons, ghouls, zo mb i e s, and other undead • Six bonedrinkers creatures.",
        "name":  "A f t e r m a t h",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For 8th-level characters, re m ove the blackguard levels from the death knight, and re m ove the plague spewers from the encount e r ABOUT THE AUTHOR a l t o g e t he r. Each undead patrol should consist of the following creatures. Darrin Drader was born in Pu l l m a n, Washington in 1973 and stayed there long enough to attend WSU. He • Twelve human skeletons t hen moved to western Washington and eve nt u a l l y landed a job at Wizards of the Coast, Inc. After an eight- • Two boneclaws year stay in the Seattle area, he decided to move back to eastern Washington so that he could be closer to his • Two bonedrinkers family. He has been an RPG freelancer since 2000, and has done design work for DRAGONmagazine, Star Wars • One drowned Gamer magazine, Bastion Press, Mongoose Publishing, and Wizards of the Coast, Inc. For 12th-level characters, add two levels of blackguard to the death knight. Each undead patrol should consist of the following creatures. 9",
        "name":  "Scaling this Encounter",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For Hate’s Sake . . . . . . . .35 Villains in Horror . . . . . . . . . . . . . . . . . . . . . . . 135 Deformity (Skin) . . . . . . . . . . . . . . . . . . . . . 121 Beyond Gothic . . . . . . . . . . . . . . . . . . . . . . . . . . 135 Chapter 3: A Horror Campaign . . . . . . . . . . . .39 Deformity (Tall) . . . . . . . . . . . . . . . . . . . . . . 121 The Vampire . . . . . . . . . . . . . . . . . . . . . . . . . 135 The Basics of Horror Gaming . . . . . . . . . . . . . .39 Deformity (Teeth) . . . . . . . . . . . . . . . . . . . . 121 The Wolf-Man . . . . . . . . . . . . . . . . . . . . . . . . 136 Setting . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .40 Deformity (Tongue) . . . . . . . . . . . . . . . . . . 121 Frankenstein’s Monster . . . . . . . . . . . . . . . 136 Plot in a Horror Campaign . . . . . . . . . . . . . . . . 44 Disease Immunity . . . . . . . . . . . . . . . . . . . 121 The Mummy . . . . . . . . . . . . . . . . . . . . . . . . . 136 Villains . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .46 Draconic Archivist . . . . . . . . . . . . . . . . . . . 122 Ghosts . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 136 Unhappy Endings . . . . . . . . . . . . . . . . . . . . . . . . .47 Dreamtelling . . . . . . . . . . . . . . . . . . . . . . . . . 122 Aberrations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 137",
        "name":  "Sample Adventure",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Using a monster from an unfamiliar and can only report being fi lled with sudden emnity toward source is an effective way of getting under the skin of players the PCs (or perhaps humanoids in general). The same or and characters alike. Sometimes the impact of a particular similar events might occur again and again, and all the PCs creature or ability is diminished if the players already know can do is learn to recognize settings where they might be what it does, or even just what it’s called. (The power of names vulnerable to that particular effect and avoid them as best and of naming is an entire subject of its own, although it they can. clearly plays a role in how people react to things.) Using a monster that no player in the group can readily identify (cid:129) A wolf howls in the distance. can foster a mood of uncertainty that is often the key to (cid:129) The torches/fi re/lanterns fl icker and almost die, despite the evoking horror. lack of any breeze. (cid:129) A PC awakens to chewing noises beside her bed or bedroll,",
        "name":  "The Unknown",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One of the most effective ways of raising (cid:129) One hand is a badly stitched-on monkey paw. the fear factor is to pile on the troubles. Consider, for example, (cid:129) Won’t stop grinning. any one of the above scenarios—but with a ravenous monster (cid:129) Practices strange religious rites and observances that thrown in for good measure. The PCs have to prevail against match no faith known to others, such as adding “holy both their situation and a powerful enemy. A good DM can salt” to anything he eats or drinks (including potions he make even stone-cold veterans chew their fi ngernails with administers to others). this setup. The only thing worse than being trapped in a (cid:129) Mutters the same prayer, scripture, or quotation over and strange temple is being trapped in a strange temple during a over. (cid:129) Worms constantly slither from one pocket to another. countdown to doomsday with something big, mean, hungry, (cid:129) Speaks with and makes gestures toward empty space. and seemingly unstoppable. (cid:129) Asks to wear a PC’s shoes, “just for a minute.” (cid:129) Completely hairless, even lacking eyelashes. VILLAINOUS TRAITS (cid:129) Fascinated by watching others sleep. The following traits can help make major villains into (cid:129) Fascinated by watching others eat. memorable characters. They can be assigned to run-of-the- (cid:129) Appears to be listening to some unheard sound or voice. mill minions as easily as to nonhostile NPC villagers and (cid:129) Fingers have multiple extra joints that bring tentacles to mind. potential allies. Such traits should not penalize the character (cid:129) Wears a necklace of small, withered hands that slowly clench unduly, but rather be a visible sign of some trauma he or she and unclench. has experienced in the past. If the DM is using the new taint (cid:129) Flinches from or shows revulsion toward holy icons. (cid:129) Constantly fawns over those around her. mechanic described in Chapter 4, these characteristics can (cid:129) Grunts or moans frequently with no apparent cause. serve as alternative manifestations of corruption (see page (cid:129) Constantly refers to, speaks to, and interacts with an 63) or depravity (see page 65). imaginary friend, possibly someone long dead. (cid:129) Refers to other people as “it,” never “him,” “her,” or “you,” (cid:129) Always whispers, leaning forward conspiratorially as though even when speaking to them. concerned that those nearby might hear. (cid:129) Stares a little too intently at the PCs as they talk, never (cid:129) Makes no sound whatsoever when she walks. looking away. (cid:129) Never blinks. (cid:129) Has a glass eye which he keep pulling out and putting back (cid:129) Always looks just past the person he’s speaking to, never in every other round when lost in thought; occasionally pops making eye contact. it into his mouth instead. (cid:129) Chuckles darkly at random intervals. (cid:129) Speaks enviously of the dead and the irretrievably insane. (cid:129) Wears a choker of vines; blood streaks her neck from the (cid:129) Asks for a small sample of hair and skin (or blood) from thorns. each PC, “just in case.” (cid:129) Covered in occult tattoos or brands that seem to subtly (cid:129) Eyes have slitted irises like a snake’s, or no pupils change from time to time. whatsoever. (cid:129) Eyes are dark and soulless; pupils never contract when (cid:129) Has a lazy eye that always seems to leer at female party exposed to bright light. members. (cid:129) Fingers constantly twitch, as though eager to grab and (cid:129) Face crusted with pustules and boils that occasionally break throttle. open and seep pus. (cid:129) Facial features slightly deformed or off-kilter. (cid:129) Bottom lip droops and sags, as though she has no control (cid:129) Face never shows emotion and has slightly shiny look, as if over it. made of wax. (cid:129) Teeth are jagged and mangled, as though he has been (cid:129) Constantly looks over his shoulder as though expecting chewing steel. someone. (cid:129) Although centuries old, she still has the body of a child. (cid:129) Recoils at the sight of a mirror, refusing to look within; keeps (cid:129) Although still in adolescence, her hair is turning white and any reflective surface nearby covered with cloth. her face taking on the crow’s-feet and wrinkles of old age. (cid:129) Carries a ghastly trophy, such as an eye gouged from the last (cid:129) Forehead marred by small bony knobs that look a bit too enemy she killed (replaced each time she defeats a new foe), much like horns. the leftmost fi nger of the left hand of each of her minions, a (cid:129) What looks like hair are actually meticulously executed collection of scalps, and so forth. tattoos, or perhaps naturally occurring skin patterns. (cid:129) Smells strongly of rot, although appears healthy. (cid:129) Gabbles so fast that he can only gasp for breath. (cid:129) Hideously scarred, either from injury or disease. (cid:129) Head is large and misshapen, with tufts of uneven hair (cid:129) Lips are bruised and split; he bites them from time to time growth and bald patches. so that blood trickles down the sides of his mouth. (cid:129) Skin is peeling off in great, curling sheets. (cid:129) Teeth are unnaturally pointed; from time to time he stops to (cid:129) An adult has the height of a small child but possesses a deep file them while interacting with the PCs. and resonant voice and full beard. 662200__888855222277220000__CChh11..iinndddd 1122 88//88//0055 44::1122::4477 PPMM 13 ENCOUNTERS DREAD CHAPTER 1 (cid:129) Ichor constantly drips from one eye. half a dozen bleak ones (see page 151), local children enslaved (cid:129) Fingernails are lacking entirely; gnaws fi ngertips to bloody to Uncle Chortle, raises the total EL to 7. While the children stumps while talking to PCs. are not dangerous individually, their tactics include strik- (cid:129) Fasts two days out of every three; so skeletally thin that he ing from a distance and from multiple directions, and they could be mistaken for a corpse. will readily and mindlessly sacrifi ce themselves for either (cid:129) Hands tremble; one eye has nervous tic; drags one leg when Grandmother or the jester. he walks. DMs seeking an easier encounter might remove the gray (cid:129) One leg has been replaced by a cylindrical metal cage jester entirely. In this case, Grandmother instead controls containing a homunculus. the children through use of various herbal drugs and eyes (cid:129) Slurs her words when she talks, as though her tongue were of charming. If the DM wishes to make the encounter more numb. (cid:129) Abruptly begins speaking in a way that sounds exactly like diffi cult, he can advance the hag and/or the gray jester, or include adults with class levels among the bleak ones. someone the PCs know. (cid:129) Coughs constantly while talking to the PCs; subject to fi ts of BACKGROUND racking coughs; coughs up blood from time to time into an already blood-soaked handkerchief. Grandmother and Uncle Chortle are using the children (cid:129) Both eyes are horribly bloodshot, as though he hadn’t slept of Dunford, a small farming community on the edge of in weeks. civilization, as a combination work force and livestock (cid:129) Speaks through a terrible wheeze, as though gasping herd. Uncle Chortle feeds off the laughter and joy of the desperately for air; children, who then either end up as meals for Grand- (cid:129) Nose trickles blood constantly; she eagerly licks up. mother or are sent back into town to lure more children (cid:129) Sweats profusely and appears fl ushed, even when sitting to Grandmother’s house. They make the trip by way of a still. (cid:129) Gets visibly enraged at the mention of an otherwise partially overgrown game trail that few of the residents of mundane word or phrase. Dunford remember. (cid:129) Seized by sudden fi ts of extreme terror for no apparent cause. The PCs might be passing through town on the way to (cid:129) One eye is missing and there’s a button sewn in the back of somewhere else, with Dunford is the last settled spot in the gaping socket. this region, when they hear that several children have gone (cid:129) Carries a ragged, battered doll that she lavishes with missing recently. They might decide to look into it out of attention and talks to in baby-talk. the goodness of their hearts, or the villagers might offer (cid:129) Whenever he walks into the room, the hairs rise on the back what riches they can scrounge (probably no more than a of the PCs’ necks. few dozen gold pieces) to hire the PCs. Alternatively, the (cid:129) Picks absently at a large, infected scab. (cid:129) Pulls determinedly at her hair, which is beginning to come heroes might stumble upon the lake, the house, or the game trail while exploring the wild and find traces of away in clumps. (cid:129) Kneels whenever he speaks to the PCs, and prostrates the children there. himself when they walk away. (cid:129) Speaks through clenched teeth, as though her jaw were THE ENCOUNTER wired shut. The areas described below are keyed to the map entitled (cid:129) Has ritual wounds that refuse to heal (stigmata). “Grandmother’s House” on page 15. (cid:129) Bears a perfect likeness to someone the PCs know. The Game Trail",
        "name":  "Overwhelmed",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "“TO This is an old trail, partly overgrown and nearly forgotten by everyone except the children. Following it south approxi- GRANDMOTHER’S HOUSE” mately 8 miles leads the PCs back to Dunford. “To Grandmother’s House” occurs in a light wood on a lake, The trail is obvious here, but nearer town it’s masked by within a day’s travel of a small village. In this scenario, the PCs thick overgrowth. Finding the trail without the aid of a local are faced with the combined horrors of innocence destroyed, requires a DC 10 Search or Survival check. cannibalism, and the threat of eternal servitude. As the PCs draw within a mile of Grandmother’s house, The two primary villains are a green hag (Monster Manual, the sounds of the wood subtly change. The calls of animals page 143) known as Grandmother and a gray jester (new seem to transform into the whimpers and cries of terrifi ed creature: see page 151) called Uncle Chortle. Both were named children, then return to normal. The change is so subtle that by the children they have victimized. it initially requires a DC 15 Listen check to notice. Within The precise relationship between Grandmother and Uncle half a mile of the house, however, the terrifi ed cries become Chortle is unclear. At times, they act like mother and son; clear. The sounds appear to be coming from the northeast, but at others, like brother and sister; at still others, like lovers they fade away if the PCs attempt to follow them. If the PCs (a horrid image in its own right). Despite being creatures of make a second attempt to follow the sounds, the whimpers great evil, they seem to care for each other. It is obvious that abruptly escalate into a shriek of agony and then go silent. Grandmother is the dominant member of the pair. Despite The animal calls slowly resume and remain normal from their affection, neither is willing to die for the other. that point onward. ENCOUNTER LEVEL The Wood “To Grandmother’s House” is an EL 7 encounter. The green In these areas, the forest thickens. If the PCs wish to make hag has a CR of 5, the gray jester a CR of 4. The presence of their way deeper into the woods, they need to blaze their 662200__888855222277220000__CChh11..iinndddd 1133 88//88//0055 44::1122::4499 PPMM 14 1 RETPAHC DAERD SRETNUOCNE own trail, although the terrain is not terribly diffi cult. They to avoid gaining taint (see page 62 for the rules relating to might, if the DM wishes, encounter various random monsters acquiring taint). Characters who eat any of the vegetables if they delve too deeply into the woods. These monsters, grown here gain 1 point of taint with no save permitted. normally foreign to these parts, are drawn by the growing Inside the house, a large common room containing a long evil in the region. table, chairs, a fi replace, and a wood-burning stove takes up The path continues north, cutting a swath through the the whole fi rst fl oor. Shaky wooden stairs lead up to a second otherwise thickening forest. It slowly peters out approxi- fl oor holding half a dozen small bedrooms. mately a mile beyond the house. What the PCs see when they enter the house or peek in the windows depends on their actions. The DM should Lake Serene determine, using relevant skill checks, whether the PCs have A small inland lake, this is the source of the Summerfl ow, been detected. If the party members have made no effort which passes through Dunford. The sound of gentle waves to hide their approach, Grandmother and Uncle Chortle lapping against the shore, if listened to for more than a automatically detect them. moment, transforms into the screech of fi ngernails on stone. If Grandmother and Uncle Chortle Detect the PCs: PCs who look into the deep waters see refl ections of scream- Uncle Chortle hides in the shadows beneath the stairs (the ing children staring back at them. The lake smells of brine, DM can assume he takes 10, for a total of 22). Using disguise despite being fresh water and completely safe to drink. In self to appear as a kindly old woman, Grandmother gathers the all cases, these effects exist only in the vicinity of the house; bleak ones to her and huddles in the corner. Assuming the PCs elsewhere along the shore, the water is entirely normal. do not immediately appear hostile, she attempts to convince them that she and the children are prisoners of a horrible beast Grandmother’s House that keeps them here and has been slaughtering townsfolk. This rickety, two-story wooden house appears normal from She claims it dwells near the lake and offers to lead the PCs a distance. A chimney gives off a thin tendril of smoke that to it. If they agree, she leads them out amid the children. As appears somehow greasy. The uneaten remains of Grand- soon as the PCs reach the door, Uncle Chortle attacks from mother’s victims are buried in a garden out back, their fl esh behind (possibly with surprise), and Grandmother and the feeding the vegetables. The entire property, house and garden bleak ones join the battle the instant the PCs turn to face alike, is tainted due to the events that have taken place here. the gray jester.",
        "name":  "SAMPLE ENCOUNTER",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "CAS unassuming location, far from the prying and judgmental Demigod (Neutral Evil) eyes of others. Cas’s temples tend to be small and secret places Also known as the Lord of Spite, the Red Grudge, and He of primal instinct and emotion, light on pomp or decoration Who Balances the Scales, Cas is the demigod of vengeance and heavy on the accumulated energy of men and women and of spite without end. He is the moose-headed god who with rage to spare. nurses rage and fosters frustration. The scattered priesthood Rites: The rites that Cas’s worshipers perform are not of Cas maintains that beneath the veneer of civilized folk lies somber or complex rituals. They are Bacchanalian affairs, the accumulated fi re of all the injustices he or she has ever primal and pure—the congregants working one another suffered, just waiting to be released; that all secretly worship into a state of frenzy, screaming out orgiastic diatribes in Cas, even if only in their deepest, truest subconscious. the demigod’s name. The idea behind the rites of Cas’s Legend maintains that Cas was once a mortal man (a farmer, congregation is not catharsis but preparation for upcom- if such tales are to be believed), and that he lived in quiet ing work to be done in the demigod’s name. The church peace with his friends and neighbors for many years. Then of Cas teaches that true catharsis comes only in righting some unfortunate happenstance caused a rift with his fellows a festering wrong. in the community—one that eventually claimed the lives of Herald and Allies: The herald of Cas is a Huge devourer Cas’s entire family. Due to social politics, the offenders were (Monster Manual, page 58) with 36 Hit Dice and a number of never properly punished. In his rage, Cas appealed to the special abilities befi tting its status. The foul thing makes off higher power in whom he had always believed. But when that with the trapped soul of whomever it was sent to destroy or higher power denied his appeal for justice, legend says that receive as an offering to Cas. If the devourer has a name, no the sheer power of Cas’s rage and will was enough for him one has ever learned it. It is simply (and effectively) known to exalt himself, by means of some cosmic force, to divine only as “the herald of Cas.” godhood. After slaking his thirst for vengeance on the town Cas is known to prefer working directly with those who that wronged him, Cas transformed into the freakish deity revere him and seek his aid and strength. On rare occasions, of spite he is today. he also works with evil outsiders of all types.",
        "name":  "NEW DEMIGOD",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Horror, by defi nition, has an emotional punch to it. The suffering of DESIGNING A the innocent or of loved ones, the anguish inflicted by a HORROR ADVENTURE terrible villain or monster, should ignite a burning need to make things right in the guts of all but the most selfi sh Putting together a horror adventure is, at its core, like putting characters. The players might dismiss “just another goblin together any other single story. The DM must determine raid,” but they’re far less likely to ignore a phantom hunting a starting point (or variety of plot hooks), a general plot down and butchering expectant mothers, or an old enemy (sufficient to guide the NPCs and events, but not so iron- who has kidnapped a PC’s sister or old mentor. clad as to make the PCs superfluous), and an anticipated Of course, if the players aren’t the type to be motivated end point (or at least a sense of what the consequences by a desire to help others, the DM can use horrifi c events will be, based on how the players wind up concluding directed at the PCs themselves to encourage them to take the scenario). certain actions. If a rash of murders has decimated the To make a horror adventure truly stand apart requires organization to which they belong, or their names have been a certain sense of overall unity—not that every encoun- left clawed into the stones above recently exhumed graves, ter and every aspect of the story have to fit together simple self-interest should motivate them to fi nd out what neatly, like children’s blocks, but that the adventure as the hell’s going on. a whole has a thematic unity. The players should be able",
        "name":  "Ensnaring the PCs in a Story Hook",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Let’s be honest. Sometimes, to look back and say, “We didn’t see it at the time, but power goes to the heads of even the best players. The PCs everything makes sense now that all is said and done.” are the center of attention and, in higher-level campaigns, Furthermore, any horror adventure worthy of the name possibly among the most powerful people in the campaign must have—well, horror. Throwing in tougher monsters world. On occasion, then, it’s useful for the DM to remind and vats of blood is only the start. Bringing the players them that not every challenge is easily overcome, and not to a sense of true, shuddering horror requires stories and even they are mighty enough to thwart all evil all the time. techniques designed from the ground up to evoke precisely While the DM can accomplish this through such simple that reaction. means as throwing ever tougher monsters at them—the tarrasque has to be good for something, and the notion of MOOD an unbeatable beast is scary enough in its own right—it It’s easier to maintain the horror of a story when you can be far more satisfying to pit them against a weaker, determine beforehand the specific mood you want the or even mundane, opponent. Even a simple lunatic with story to have. You don’t have to write a treatise on the a knife is frightening if the players haven’t a clue what he symbolism of your adventure or anything like that, but is and know him only by the trail of mutilated bodies he’s you ought to have some basic idea of the sort of horror left behind—a trail leading directly into the neighborhood you’re trying to convey. A given tale might have more where the PCs’ closest ally dwells. The need to methodically than one mood, of course, depending on the nature of the follow a trail and separate false leads from true, yet find story you’re telling. yourself unable to stop or even identify the perpetrator The mood of the game is the general atmosphere you’re as he continues to maim and kill, is truly a humbling (if trying to put across, not the specifi c plot. Not every event frustrating) experience. of the game needs to feed into this mood, but the majority And that is exactly why DMs should be careful not to of scenes and details should lean in this direction. A few overuse this technique. Frustration—when brief, and specific examples follow, though this is by no means a balanced by a great sense of accomplishment after the comprehensive list. evil force is finally vanquished—is a powerful motivator. Betrayal and Distrust: The heroes have no idea whom to Let it drag on for too long, however, and it diminishes the trust. Old allies have turned on them, and it seems that the players’ enjoyment of the game. Many people play D\u0026D entire world is made up of a web of lies. (This mood often precisely because they like to feel powerful. Even players ties into the mood of confusion, discussed below.) With an not primarily concerned with accomplishment aren’t experienced group of players, this might even involve betrayal likely to enjoy a game in which they are always one step by one or more of the PCs. behind. A DM should have a good working knowledge of Claustrophobia: The PCs are trapped in some shape, the various personalities comprising her gaming group form, or fashion—literally, such as being stuck in a confi ned before making even the occasional adventure more than space, particularly one that limits their actions and abilities, briefly frustrating. or metaphorically, such as being forced into a particular",
        "name":  "Humbling the Players",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Everything seems to result in bloodshed. wherein every surface is steep, and outcroppings protrude Diplomacy breaks down. Wars erupt. Horrible creatures at impossible angles. stalk the streets, slaying all they come across until they are On the other hand, the corruption of the familiar can slain in turn. The PCs might even be forced to shed inno- bring about a shatteringly horrific experience. An evil cent blood in self-defense, if they are blamed for ongoing hidden in the midst of an area the players consider safe is crimes or faced with mystically controlled crowds. This the most dangerous of all, because it is totally unexpected. is a good mood to intertwine with others, or for players The heroes might initially feel they have the home field pqqqqqqqqqqqqqqqqqqqqrs HORROR-ORIENTED SETTINGS Chapter 3 discusses, in some detail, designing settings spe- possessed murderer hiding among the clergy, than it is to have cifically for horror campaigns, environments in which almost them locate, enter, adventure through, and leave an entire nation every imaginable story is going to include at least a few hor- of undead-haunted moors. rific elements. While these settings are well suited to horror Exceptions exist, of course. Maybe the PCs are traveling adventures that are part of larger horror campaigns, they are cross-country, and pass through a small kingdom of demon- not usually appropriate to a horror adventure that occurs in a worshipers. Maybe they are plane-hoppers who land briefly standard campaign. in a domain of intrinsic evil. Perhaps they simply wake up to Quite simply, most horror-specific settings are broad enough discover themselves in a blasted wasteland occupied by aber- to contain more than a single adventure. PCs in such realms rationlike mutations of all they used to know and must find a should usually encounter multiple horrific plots and villains, quick means of escape before they, too, begin to warp under rather than just one. For a horror adventure that is meant solely the effects of taint. For the most part, however, a stand-alone as a break between other types of stories, it is far better to work horror tale should occur within a setting that, except for the the horror into a more mundane (or apparently mundane) set- horror elements, resembles a standard location. Reserve the ting. In the span of a single adventure, it is easier to explain truly twisted and abnormal realms for long-term, campaign- the PCs entering and leaving a haunted castle, or confronting a length horror. pqqqqqqqqqqqqqqqqqqqqrs 662200__888855222277220000__CChh22..iinndddd 2244 88//88//0055 44::1166::0033 PPMM 25 ADVENTURES DREAD CHAPTER 2 advantage in familiar terrain: They know all the good it wasn’t unearthed before now. If part of an adventure’s hiding places and have easy access to aid and information. tension comes from the PCs slowly running out of food in But by the same token, they have plenty of loved ones, the dead of winter, it obviously should not be set so close to friends, and allies who are suddenly in danger. They also civilization that the PCs can just dash back and buy more have more to lose—they cannot simply turn tail and run rations. (Unless, of course, the entire region is in the grip if the going gets too tough. This fact can make the horror of famine, which is a whole different sort of alteration to more immediate than an adventure that occurs in an the setting, but no less appropriate.) exotic setting, because the game itself feels more real. See Chapter 3: A Horror Campaign for more on the use of The more clearly a player can picture the environment, setting in a horror story. the harder the horror hits home. And in most cases, it’s easier to envision a village or city than some foreign or PLOT AND STORY even alien landscape. It’s practically impossible to have a horror adventure without It’s important for a DM not to overuse the concept of some element of story involved. It doesn’t matter how terrible exotic settings for horror adventures. If she only has one a villain might hypothetically be if she doesn’t do anything; such adventure in an otherwise traditional campaign, an it doesn’t matter how much a setting contributes to the mood alien or foreign setting is just fi ne. If she intends to include if the PCs have no reason to be there. multiple horror sessions scattered throughout the campaign, Some DMs prefer not to create overarching stories, most of them should probably take place in more mundane instead simply presenting the PCs with the environment settings, with the exotic environments used only to add and allowing them to do as they will. This is certainly a spice. Otherwise, the players come to expect and prepare for viable style of gaming, but it’s perhaps less appropriate to horrifi c plots if they always fi nd themselves in odd locations horror games, simply because the what and why of horror before one occurs, whereas fear is more potent when the are just as important as the who, how, and where. Even players have no time to prepare for it. Any horror the DM DMs who normally run freeform games should strongly concocts will have less impact if the players think of it as consider developing a general storyline for their horror something that only happens to them outside the normal adventures, even if it’s only a bit more in-depth than what confi nes of the campaign. Enough horror occurs in the they’re accustomed to. real world; surely any campaign has villains and monsters At the same time, it’s very easy—especially in a horror that can wreak their terror in even the most pristine and game—for the DM to go too far, and become too rigid innocent regions of the setting. with his plot. Horror might be at least partly about fear",
        "name":  "Violence",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The opposite of the previous archetype, real-world serial killer Ed Gein, for example. That alone this is the villain that stands out from the crowd, that doesn’t should suggest the sort of over-the-top horrors of which care (or isn’t capable of caring) who notices it. Its arrogance a “normal” man is capable.) Since the PCs will probably might be due to sheer power and confi dence, arrogance, miss what’s right under their eyes as they search for a more lack of intelligence, insanity, or a simple lack of interest in traditional D\u0026D villain, confusion is an appropriate mood its effect on others. Perhaps the villain holds a position of here (see page 23). authority and doesn’t need to hide. Many of the relatively The Decoy: This is a bait-and-switch combination of large creatures of D\u0026D, such as giants or most dragons, fi t the other techniques, in which one villain or type of vil- into the overt category. So do many undead, dictatorial kings, lain appears to be another. This tactic can be extremely church inquisitors, evil necromancers sequestered in their effective if used sparingly, either to give the PCs one last towers, most bestial humanoids (such as goblins or orcs), shock or puzzle or to change the course of a plotline just golems, and the utterly mad. This villain type is a particularly as the players feel they’ve figured it out. Decoy examples appropriate choice for games with moods of claustrophobia, include the evil elf necromancer who is secretly a poly- desperation, helplessness, isolation, revulsion, or violence morphed blue dragon, a serial killer who seems to slay at (see Mood, page 22). random but is actually performing a summoning rite to",
        "name":  "The Overt Threat",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The villain of the story a chance to make the discovery might not react well, and stands revealed—a friend, relative, or lover of one of the with good reason. PCs. How did the NPC’s evil nature come to be? She could be possessed or otherwise controlled by an outside Intelligent Villains power. She could have been corrupted and turned to evil. Unless a villain or monster you’re using is specifi cally unin- She might have embraced taint or been transformed into telligent, you should always have your adversaries act in a a vampire. Perhaps she has always been evil and has been creative, intelligent manner. Nothing creates a sense of fear deceiving the heroes all along. Whatever the case, this and paranoia in players more than the realization that the discovery has a personal impact beyond that of the standard villain they are facing is willing and able to take advantage hidden danger. of their weaknesses. Have the villain strike while the heroes This sort of villain can do substantial damage to the are distracted with another task. Target their loved ones. PCs both physically and psychologically. She knows their Take hostages. Frame the PCs. Attack them with methods secrets and their vulnerabilities. She could besmirch their they are less able to defend against (such as using poisons reputation with a few choice words in the right NPC’s against casters and other low-Fortitude types, and charms ear or with public revelation of their weaknesses. Yet she against fighters). Don’t allow the villain to make use of was once someone they deeply cared about, someone to knowledge she couldn’t possibly have, but even adversaries whom they owed much—creating quite a quandary for of average intelligence can make logical deductions based the characters regarding how to deal with the threat. on player actions and appearances. In some games, the DM Betrayal and distrust is clearly the primary mood of such might hesitate to use a monster’s or NPC’s full arsenal of a story, but any or all of the other moods are appropriate capabilities, focused where they’ll do the most harm; it’s as well. somehow considered unfair to take advantage of PC weak-",
        "name":  "The Treasonous Loved One",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "learn that it was devoted to an evil deity, one rarely worshiped in the modern age. (In the world of Greyhawk, Tharizdun is NIGHTWATCH a viable choice. In Eberron, the Shadow fi ts the bill, as would Presented here is a rough outline for a horror campaign, a forgotten god of past empires. In the Forgotten Realms, intended to provide you with a basic skeleton on which to Bhaal or Myrkul, both slain during the Time of Troubles, are construct your own ideas. It incorporates several varieties of appropriate.) Why it has become active again here is unclear, horror, as well as substantial action and political intrigue. but the heroes eventually track one of its members, or one of the city’s monsters, to a leader of the cult. In the various In a city on the border of a great kingdom, the citizens are games it takes to accomplish this, many other operatives of faced with a new and unrecognized threat. While they are Nightwatch are slain, and the number of monsters hiding accustomed to the occasional monster of the wilds attacking in the city seems to grow ever greater. Crime reaches record an outlying farm, they remain ignorant of the horror brewing levels, and several neighborhoods in the city itself develop within their midsts. The evil of an ancient shrine not far outside taint. In the cultists’ headquarters, the heroes are attacked by a major city has leeched into the environment, resulting in a what seem to be disembodied tendrils of evil and rage. These wide and growing region of taint. Foul horrors are birthed are actually small taint elementals (see page 145), although in that miasma; undead and demons are drawn by its call. they should never be identifi ed as such. Crime rises in the streets of the city as the malevolence in From the local cult leader, or from studying her writings, the air inspires the citizens to dark acts of depravity. The law they learn that the cult intends to bring forth their god, to grows oppressive in its attempt to crack down on the crime manifest him on the Material Plane. They also learn of a shrine wave. Corrupt demagogues, and perhaps even shapeshifters or hidden somewhere in the wilds. If they do not themselves possessing demons, rise to power in the government. think to locate this shrine and determine if it is the source of Not everyone is unaware of the spreading taint, however. the taint, one of the Nightwatch founders suggests it. A high priest, a druid of the wilds, and several of the ruling The campaign shifts to the wilderness, where the PCs must baron’s knights recognize the growing threat. Uncertain somehow locate the ancient shrine. In their explorations, who else to trust and unwilling to cause panic among the they must survive regions of heavy taint and interact with citizenry, they set out to stem the advancing tide of taint and small villages throughout the area—some of which have quell the monsters who carry it with them. fallen to taint or tainted monsters, others of which struggle They cannot do it alone. to survive. The monsters here are often larger and far less subtle than those in the city. More than once, particularly",
        "name":  "SAMPLE CAMPAIGN",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A DECAYING CITY in regions of heavy taint, nature itself seems to turn against The campaign begins with a game, or perhaps several, in which them; animals attack for no good reason; the weather turns the PCs are unaware of the Nightwatch organization and the foul and unnatural. While the majority of plotlines should growing taint in the wilds. These fi rst few stories revolve be devoted to the hunt for the shrine, several should be around encounters with various evils—perhaps rescuing a independent, and each should have a solid starting and trade caravan from humanoids in the wilderness or clearing ending point. For instance, one story might revolve around the city sewers of unnatural vermin. Eventually, the PCs saving a village from taint and a pack of tainted ghouls, discover the truth of the situation—that a growing number of another around a demon possessing each of the PCs in turn monsters and people are infested with taint. They can discover and attacking other travelers, and a third around simply Nightwatch on their own, because they and the organization surviving a massive storm that seems to deliberately target are investigating the same monster, or the knights and high the heroes with rain, hail, and lightning. priest might track them down once it becomes clear that the The region immediately surrounding the shrine is so heavily PCs know what is happening in the region and oppose it. In tainted that the physical world has changed. Animals and plants any event, several games into the campaign, the heroes are are twisted and alien. Tentacled horrors (perhaps larger taint inducted into the organization. elementals) reach from the shadows, rocks gibber insanely, the The next several games involve the PCs finding their earth bleeds, the rivers run with pus. A dryad steps from a dying footing within Nightwatch. The monsters are primarily tree and consumes her own fl esh in a cannibalistic effort to urban—a vampire stalking the city’s fashionable quarter, purge the corruption. The mighty unicorn who once guarded perhaps a doppelganger taking the place of an authority these woods is a vicious, predatory thing, wanting only to fi gure. The heroes also make enemies within the government kill. The skies open and rain burning hail, and each hailstone when their investigations reveal corruption and criminal is an eye belonging to some otherworldly god. The heroes links to some offi cials. Some of the games should not involve might even be driven somewhat mad by the combination of taint directly, instead pitting the heroes against untainted taint and an inability to fully comprehend what they see. 662200__888855222277220000__CChh33..iinndddd 4488 88//88//0055 44::1199::0077 PPMM 49 CAMPAIGN A HORROR CHAPTER 3",
        "name":  "PART ONE",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "LICH’S SHRINE Level Two Eventually the PCs uncover the shrine itself, occupied by a All doors on this level are trapped with poisoned needles clerical lich—a servant of the shrine’s deity who still retains or blades. his power. The map above depicts the shrine. Choose traps 9. Stairs up to area 8 on level one. and select creatures to populate the shrine based on the level 10. False Shrine. An undead creature other than the lich of the PCs when they enter the shrine; suggestings are given the PCs seek is here, serving as a decoy. If you are using Libris in the key below. The lich should be a level or two higher Mortis, use a gravetouched ghoul cleric. Otherwise, consider than the PCs, so its Challenge Rating is three or four levels an advanced mummy. higher than the average party level. 11. This storage room holds various religious accoutrements",
        "name":  "PART THREE",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you are running in some alien plane rather than in the realm of dreams. a scene that takes place in a normal dream, the events have little bearing on the real world. All injuries are gone when the Terrain, Environment, and Inhabitants character awakens, and she might not even fully remember what The environment of a dreamscape can shift from absolutely transpired—just like in a normal dream. You can take the oppor- normal to utterly surreal and horrifi c in an instant. Just like tunity to really let loose, allowing low-level characters access the ebb and fl ow of a dream itself, a nightmare realm follows to high-level abilities, having kobolds transform into dragons, its own logic and patterns, but these often bear little or no making all monsters regenerate body parts like hydras regrow resemblance to the logic of the real world. heads, and so forth. Alternatively, the characters might have Just as every dream is unique, so too is every nightmare stumbled into a dreamscape, a realm of dreams where actions realm; it would be impossible to provide a specifi c list or have consequences in the waking world (see below). Decide formula for creating them. Rather, you should make use of if each dream is its own demiplane, unconnected to anything the techniques discussed above and apply them to the actual else, or if all dreams border on a true plane of dreams, allowing environment through which the PCs adventure. Objects and travelers to wander from one dream to another, or even enter places alter when the PCs look away. If characters enter one a realm of raw dream-stuff that belongs to no single being. structure, they wind up in a different one. People abruptly Bear in mind that even in a normal dream, certain creatures change their behavior or warp to become other creatures. of the dream realm can cause lasting injuries and effects. Horrifi c monsters come from nowhere, appearing behind Their mere presence can transform an otherwise standard the PCs when they aren’t paying attention. dream into a nightmare realm. See page 58 for more on If possible, design encounters and situations to take full creatures of the dreamscape. advantage of known fears and weaknesses of the PCs. A",
        "name":  "Normal Dream or Actual Dreamscape",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vadania and Alhandra have been carefully complete attention and shutting out any other sensory informa- making their way through extensive catacombs fi lled with tion. Such situations are similar to those that cause shock, but 662200__888855222277220000__CChh44..iinndddd 6600 88//88//0055 44::2222::0022 PPMM 61 HORROR RULES OF CHAPTER 4 affected characters might become fascinated or even confused. however, her usefulness in an encounter is extraordinarily Characters can usually avoid these conditions with a successful limited. In a campaign where fear becomes common, a variant Will save. Sometimes, a successful Will save means a character frightened condition can be more appropriate. is only fascinated, while a failed save indicates that a character A number of monster special abilities cause their targets to becomes confused. become paralyzed with fear, such as a mummy’s despair ability",
        "name":  "Examples",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This phobia applies whenever the character is it to increase their physical or mental power. in shadowy illumination or complete darkness. Darkvision Characters can acquire taint by entering a place suffused does not negate this phobia, but low-light vision might make with evil, by coming into contact with a horribly evil object, a character’s space brightly illuminated instead of shadowy. through the attacks of certain monsters, and by performing This phobia also applies when the character is blinded. The evil acts. This taint can manifest physically, in which case effective CR equals one-half the character’s level for shadowy it is called corruption, or mentally, in which case it is called illumination, or the character’s level for complete darkness depravity. Both corruption and depravity are measured in or being blinded. points. Typically, characters acquire 1 to 3 points of corrup-",
        "name":  "Darkness",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This phobia applies when the character is Any time a character acquires more points of corruption at moving vertically (climbing, fl ying, falling, and so on), or one time than her current Constitution modifi er, she must near a sudden drop (clifftops, bridges, stairs, pit traps, and attempt another Fortitude save (DC 15 + points of corruption the like), or in any other situation where falling damage is acquired). If this save is successful, she is sickened for 1d4 possible. The effective CR equals 1 per 20 feet of height. The rounds; if she fails, she is nauseated for 1d4 rounds. DM can apply modifi ers to the Will save DC, particularly Similarly, any time a character acquires more points of if the character is in a situation that applies modifi ers to depravity at one time than his current Wisdom modifi er, he Climb or Balance check DCs. For example, if the character must attempt another Will save (DC 15 + points of depravity is crossing a chasm on a slippery ice bridge (+5 to Balance acquired). If this save is successful, he is dazed for 1d4 rounds; check DCs) or climbing a crumbling, moss-covered cliff if he fails, he is stunned for 1d4 rounds. (+5 to Climb check DCs), the Will save DC might also Creatures with the Evil subtype and undead creatures are increase by 5. immune to any negative effects from taint. They automati-",
        "name":  "Heights",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A graveyard is generally surrounded by a wall (sometimes called a lich wall). Walls are typically (particularly martyrs), clerics, paladins, and other champions masonry, occasionally superior masonry, as described on of a religion. page 59 of the Dungeon Master’s Guide. They range in height Other Graveyard Terrain Elements: A mass grave is a from 4 feet to 8 feet tall. single excavation in which multiple bodies are buried. They A lich-gate is a small, roofed entry hall to a graveyard. It are used when large numbers of people die within a short contains a platform to support the coffi n while prayers are time—too many for individual burial (such as victims of a recited over the deceased. This platform, called a coffi n rest, massacre or battle)—and sometimes lie outside the graveyard a corpse rest, or a lich-stone, is about 4 feet high, 2 feet wide, walls. Charnel pits, by contrast, contain remains dug up and and 8 feet long. It is usually built from the same masonry as reburied, sometimes sorted like bones in a charnel house. A the wall. plague pit is a mass grave dug deep for the burial of plague Outside the walls of a graveyard can sometimes be found victims. Mass graves and charnel pits sometimes give rise to graves for suicides, criminals, foreigners, transients, or other large undead formed from multiple corpses, such as corpse people not deemed worthy to rest in the graveyard. Such gatherers (described in Monster Manual II). When such an area is known as a potter’s fi eld. Undead are particularly undead form in plague pits, they invariably transmit the common around these graves, which might not be conse- plague with their attacks. crated in the same way as those within the graveyard.",
        "name":  "Wall",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can gain this feat multiple times. Each time tion in place of Survival when used within a dreamscape. you take it, you become immune to a new disease. The +2 This skill can be used to retrace your steps and return to circumstance bonus against other diseases does not stack a known person’s dream, or to attempt to track a creature with itself, since the circumstances of each disease immunity across the dreamscape. are essentially the same. Action: Dreamtelling requires careful analysis of bizarre images and events. If you are trying to interpret your own DRACONIC ARCHIVIST dream, you must cogitate on it for a number of minutes equal In addition to your studies of the darkness, you have spent to 30 minus your Intelligence modifi er. If you wish to ana- time studying dragons and constructs. lyze someone else’s dream, that person must fi rst describe it",
        "name":  "Special",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can use your dark knowledge ability on to the process. dragons and constructs. You use Knowledge (arcana) for dark Try Again: No. The check represents your ability to knowledge checks regarding these two creature types. interpret that particular dream. You can attempt to inter-",
        "name":  "Benefit",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead creature gains fi endish template. Spite Domain",
        "name":  "Vile DeathMX",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Animates horde of undead. 3rd Level Vile DeathMX: Undead creature gains fi endish template.",
        "name":  "Plague of UndeadM",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Target provokes hostile reactions, takes –10 creature. penalty on Diplomacy checks. 7th Level 8th Level Dream Sight: Your spirit can leave your body and explore",
        "name":  "Cloak of Hate",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch THE BEAST temperamental, and even psychotic",
        "name":  "Range",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched Enchantment (Compulsion) [Evil, disposition. The subject has no par-",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature to start, Divination possibly more; see text Level: Cleric 1 Each round, you can turn to detect",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action higher) of the creature you are detect- turbed while your spirit is wandering,",
        "name":  "Casting Time",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature an object, location, or creature without",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One sentient, living creature Dreaming puppet carries an element 234 of the Player’s Handbook). If the of caster’s HD +4 or lower of risk for you as well as for the subject. target dies before completing the obli-",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 7, dread necromancer 7 Target: One living creature of all your unresolved frustration and",
        "name":  "Level",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 minute/level state either a specifi c creature or a set remain animated until destroyed. (A",
        "name":  "Duration",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature to take effect. If you do, and the cir- you to release some of the undead",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched saving throw to awaken from the",
        "name":  "PRONOUNCEMENT Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature on saving throws made to resist acquir- Level: Blackguard 1, cleric 1, dread",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Oneiromancy 1 Effect: One summoned creature",
        "name":  "Level",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One corporeal undead creature",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 5, dread necromancer 5, fiendish template (see page 108 of Troll skeleton sorcerer/wizard 5 the Monster Manual) to the undead",
        "name":  "Ghoul Level",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One or more summoned crea- creature. The resulting creature is tures, no two of which can be more independent of you and can act on 4th Level than 30 ft. apart its own. Its initial attitude toward Allip you is indifferent. Ghast",
        "name":  "Ogre zombie Effect",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "JUST A PRANK horror, which is often more effective when kept on the Fey who are not innately good, or who have a different personal level. As a solution, remember that any humanoid understanding of morality than humans do, might not with class levels can serve as a villain. Constructing a goblin confi ne their tricks to mere inconveniences. A group of villain allows you to play up cultural differences. Consider on fey angry at a village might weaken the supports on stairs, the one hand a tribal society that tolerates slavery, genocide, crippling or even killing the next person to climb them; the murder of children, and even cannibalism as normal release all the town’s herd animals, leaving the people short behavior, and then imagine the consequences of even a of food; or lure children into the wood or the river where small population of such beings coming into contact with all manner of accidents can happen. The fey might not even an isolated human or halfl ing settlement and the carnage intend their pranks to cause harm; they simply do not care that would ensue. whether their actions have consequences for others one way or the other. EXAMPLE: THE STRANGER AMONG US Consider using humanoids not as the source of horror, but GIANTS to illustrate the horrors of which all sentient beings are Giants are often considered the bruisers of D\u0026D campaigns, capable. A series of horrible crimes has struck a small town, great for random encounters, in combat-heavy adventures, or coinciding with the arrival of a single outcast orc or goblin as muscle for other villains. Fairy tales show, however, that (or perhaps a family of kobolds). The villagers immediately giants can be fearsome villains in their own right. leap to assumptions regarding the stranger’s guilt; after all, Giants are the ultimate bullies, the incarnation of the everyone knows what “those people” are capable of. A mob strong preying on the weak. The visceral horror of seeing is perhaps the most terrifying monster of them all, and the people slain simply because their attacker is strong enough PCs might be forced to choose between allowing the mob to do so can sometimes be as powerful as more subtle to lynch an innocent stranger or possibly harming ordinary horror techniques. townsfolk in order to defend him. Even more troubling, it’s Worse, giants are predators. In fairy tales and in horror entirely possible that the PCs might assume the stranger’s campaigns, people comprise a substantial portion of a giant’s guilt has been proven, only to discover afterward that they diet, meaning that giants are in the same category as other assisted in the perpetration of a monstrous crime, the lynch- man-eating beasts, such as dragons or purple worms, with ing of an innocent being—and that the true criminal is still the added aspect of the cannibalism taboo. After all, giants at large. 662200__888855222277220000__CChh66..iinndddd 113388 88//88//0055 44::3311::1199 PPMM 139 THE NIGHT CREATURES OF CHAPTER 6 agreement that bound not only himself but his descendants MONSTROUS HUMANOIDS unto the tenth generation. The PC fi nds herself forced to Few creatures in D\u0026D personify the corruption and deforma- choose between serving an exceptionally evil master or tion of the human form like monstrous humanoids. Each can violating the agreement and risking the wrath of the inevi- be seen to represent an aspect of the darker side of humanity: tables, who are surely aware of any contract made with an the reptilian and murderous yuan-ti, the wantonly deadly entity of such power. medusa, the ever-changing and deceptive doppelganger, the childhood nightmares that are the hags, who embody New Monsters the creeping ravages of age. If aberrations and dragons are frightening because they’re not human, and humanoid The following creatures are particularly appropriate for horror villains are frightening because they’re all too human, then campaigns but can enhance any D\u0026D game. Remember the monstrous humanoids combine the worst of both: almost innate taint of undead and creatures of the evil subtype human but very, very wrong. (see page 62). Beings who spend more than 24 hours in the Most monstrous humanoids can pass as human, at least presence of a creature with innate taint begin to gain taint, at a distance or in poor lighting. Yet they possess abilities of just as though they were within a tainted area. untold horror, and they are often motivated by sheer malevo- lence or predatory instinct. A monstrous humanoid might BANE WRAITH slaughter innocents in the advancement of some convoluted plot or for no better reason than acting out its nature. Medium Undead (Incorporeal)",
        "name":  "EXAMPLE",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +2, Ref +5, Will +8 If fiends are an obvious choice for horror villains. they Abilities: Str —, Dex 17, Con —, Int 16, Wis 14, Cha 18 make up for it by performing so superbly in the role. From Skills: Disguise +25, Gather Information +10, Hide +14, the scheming greater devil to the demonic servant sum- Intimidate +15, Listen +13, Search +14, Spot +13, Survival moned by a mad cult—a servant who might possess more +7 (+9 following tracks) free will than his apparent masters realize—creatures from Feats: Blind-Fight, Improved Initiative, Surge of Malevolence* the Lower Planes are a mainstay of horror fantasy. Nor are Environment: Any land and underground, particularly they mere physical threats: Their ability to possess others urban makes them far more sinister, and far more subtle, than Organization: Solitary or gang (2–4) straightforward marauders. Challenge Rating: 8 Unfortunately, it’s a danger with which most players Treasure: None are familiar. Consider, therefore, drawing upon a different Alignment: Usually chaotic, always evil selection of outsiders to enhance a game’s horrifi c feel. Even Advancement: 9–24 HD (Medium) good-aligned genies often have inscrutable methods, and evil Level Adjustment: — ones enjoy taking advantage of poor bargains to distort the *New feat described on page 124 desires (and wishes) of mortals foolish enough to deal with them. PCs forced by circumstances to make bargains with This individual initially appears normal, albeit livid with rage. evil entities could fi nd themselves on the run from inevitables Only closer examination reveals that his form is slightly translu- (see page 158 of the Monster Manual) should they choose cent, and that he fl oats an inch above the earth. to disregard their end of the bargain. Even a good outsider might decide that in a given situation the good of the many Bane wraiths are incorporeal undead, similar in many outweighs the good of the few—and the PCs might fi nd respects to wraiths or spectres. They result when someone themselves among the few. dies a violent and gruesome death, accompanied by the deaths of his family, friends, and everything he loved and worked",
        "name":  "Saves",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11–20 HD (Medium); 21–30 HD (Large) constrict. Creatures who have not already contracted blood",
        "name":  "Advancement",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    }
]
