[
    {
        "origin_file":  "monsters.json",
        "description":  "Wisdom damage each time it hits a living creature with a claw attack. A mind-",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8 ing the efforts of these simpler creatures and benefi ting",
        "name":  "Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +10, Ref +9, Will +20 lated creature: Small or smaller, 10 points healed; Medium,",
        "name":  "Saves",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Knowledge (the planes) +10, Listen +33, Spot +33, 150 points; or Colossal, 210 points. Once a creature is fully Survival +2 (+4 other planes) assimilated, it cannot be raised from the dead. Before a crea-",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "6 slams +33 melee (4d6+17) friends of the elves or any other creature that inhabits the Space/Reach: 15 ft./25 ft. ancient forest. They inhabit the darkest reaches, taking root",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Nycters have a +4 racial bonus on Spot and Nycter druids often take a dire bat as an animal companion; Listen checks. These bonuses are lost if their blindsense they feel a kinship and protective duty toward most bats is negated. and batlike creatures. Because of this defender of the cave’s druid levels, this dire bat knows one bonus trick. NYCTER DEFENDER OF THE CAVE",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alertness, Awesome Blow, Blind-Fight, Cleave, ture form protective layers around its body’s fi re aspect. An Combat Reflexes, Great Cleave, Improved Bull Rush, omnimental is 48 feet in height and weighs 10 tons. Improved Initiative, Improved Natural Attack (slam), Omnimentals speak Aquan, Auran, Ignan, and Terran. Iron Will, Power Attack COMBAT An impressive combatant in all kinds of terrain, an omni- mental can devastate a battlefi eld. Its size and reach enable it to attack many foes at a distance. Its elemental ball attack grants the creature further options at long distances. Death Birth (Su): When an omnimental reaches 0 hit points, it bursts into its component elemental parts, creat- ing four 16 HD Huge elementals, one each of air, earth, fi re, and water (see pages 96–100 of the Monster Manual for statis- tics). (Defeating these Huge elementals earns no additional experience points. Their XP value is accounted for in the Challenge Rating of the omnimental.) Elemental Ball (Ex): As a standard action, an omni- mental can detach part of itself to create a clod of fl aming earth that it can fl ing at an opponent up to 100 feet away. Using this ability reduces the omnimental’s current hit points by 10.",
        "name":  "Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dagger +7 melee (1d2–4) creatures that might also inhabit the area. Predators and the",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually neutral good deal no damage but can lull a creature into a state of relax-",
        "name":  "Alignment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A vazalkyon has the cold subtype instead of the it applies only to cold attacks. fire subtype. Shivering Strike (Ex): A creature struck by a vazalka’s bite or",
        "name":  "Cold Subtype",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+0 These monstrous, tumbleweedlike plant creatures roll",
        "name":  "Initiative",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam +27 melee (2d8+18) A plague brush has only one instinct: roll over things to Space/Reach: 30 ft./30 ft. fl atten and kill them. The creature is not precise about",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard Scoop (Ex): Any creature successfully trampled by a",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "16d12 (104 hp) An affl icted creature of Huge size or larger who dies of the",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— helped local constabularies deal with the unprecedented rat populations in those cities by fi nding and destroying Myriad lumps move just under the skin of this huge, gruesome, the plague spewers responsible, attempts to locate a plague humanoid-shaped creature. Its bloodless complexion resembles spewer beneath the streets of Marsember have a corpse. thus far failed. These mindless undead creatures lumber about, seeking to kill any living creature except for rats and vermin. If one finds its way into civilization it, and the rat swarms it brings, can deplete the population of a town. A plague spewer’s greatest threat is the devastat- ing disease it carries. Unlike many such ailments, this one spreads merely from contact. Thus, those seeking to help the afflicted often become victims themselves. Plague spewers stand 22 feet tall and weigh 10 tons. COMBAT Plague spewers hate almost all living creatures and will launch themselves into combat, relentlessly attacking the nearest foe. Plague spewers attack with- out cunning or guile. They seek to slam and bash living creatures. Periodically, and whenever they cannot easily reach a foe, they vomit forth swarms of rats. Plague (Su): Supernatural disease—slam, For- titude DC 21, incubation period 1 minute; damage 2d4 Dex and 2d4 Con. The save DC is Charisma- based. The disease is spread by contact and does not require injury. Unlike normal diseases, plague continues until the 125 victim reaches Constitution 0 (and dies) or until a remove Plague spewer Illus. by L. Parrillo SPEWER PLAGUE 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 112255 77//1133//0044 55::3333::1100 PPMM PROTEAN SCOURGE capabilities of a normal protean scourge. Many an unknow- This creature stands 7 feet tall, with red, pebbled skin, and two ing foe has seen a protean scourge use this ability and massive horns sprouting nearly straight up from its forehead. assumed it to be some other illusion, only to learn too late Its angular features look vaguely demonic, and its many sharp, how real the double really is. pointed teeth only add to that impression. Its legs are almost",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17d8+68 (144 hp) coats the creature’s body from the shoulders down, and its",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ak’chazar rakshasas have a +4 racial bonus on beneath the Demon Wastes, although some have made lairs Bluff, Diplomacy, and Intimidate checks. closer to the heart of civilization on Khorvaire. At least one ak’chazar rakshasa operates from within the Great Crag in TACTICS ROUND-BY-ROUND central Droaam, lending his services and undead minions An ak’chazar rakshasa rarely travels alone. It is usually accom- to the Daughters of Sora Kell in exchange for special favors panied by various undead created by animate dead, create too terrible to ponder. undead, and create greater undead (see sidebar). An ak’chazar AK’CHAZAR RAKSHASAS IN FAERÛN rakshasa is a wise deceiver, so it should know a great deal about its opponents before a battle begins. The creature uses Ak’chazar rakshasas often make their lairs in places where its rebuke undead ability to keep its nonintelligent servants wars, famines, and plagues grant access to plenty of corpses under control, and often strikes bargains with the intelligent for their necromantic experiments. Most keep a low pro- undead it creates to serve the rakshasa in return for power or fi le; however, a pair of ak’chazar rakshasas is believed to other, less savory considerations. operate in the city of Unthalass, currently occupied by Once combat is joined, an ak’chazar rakshasa lets its the Mulhorandi army. They also have operatives stirring undead minions do the dirty work of melee fi ghting while up unrest in the Chessentan cities of Cimbar, Luthcheq, it focuses on dealing with any ranged attackers. It often and Soorenar. pqqqqqqqqqqqqqqqqqqqqrs SAMPLE AK’CHAZAR ENTOURAGES d% Entourage Most ak’chazar rakshasas travel with an entourage of undead. 01–10 10 human commoner zombies You can create your own array of undead (up to 20 HD), or you 11–20 6 ghouls and 2 ghasts can roll or select from those given on the table below. The EL for 21–35 5 shadows and 1 wraith any of these entourage encounters is 15 (the same as encounter- 36–50 4 wraiths ing an ak’chazar alone). 51–65 3 troglodyte zombies and 1 mummy 66–80 2 ettin skeletons 81–90 1 troll skeleton and 1 mohrg 91–100 1 ogre zombie and 1 devourer pqqqqqqqqqqqqqqqqqqqqrs 135 RAKSHASA 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 113355 77//1133//0044 55::3344::1122 PPMM RAKSHASA, NAZTHARUNE doesn’t detract from the creature’s manual dexterity, it Medium Outsider (Native) makes a rakshasa look very disturbing to those unfamil-",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11d8+44 (93 hp) iar with the creature.",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "40 ft. (8 squares) solitary creatures but will work with other rakshasas when",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A naztharune rakshasa has a +4 racial bonus on guages: Sylvan, Undercommon. Bluff checks and Disguise checks. —Favored Class: Rogue. Naztharune rakshasas also auto- *When using change shape, a naztharune rakshasa matically qualify for the assassin prestige class. gains an additional +10 circumstance bonus on Disguise —Level adjustment +5. checks. If it is reading an opponent’s mind, its circum- NAZTHARUNE RAKSHASAS stance bonus on Bluff and Disguise checks increases by IN EBERRON a further +4. Naztharune rakshasas are loyal servants of the great TACTICS ROUND-BY-ROUND rakshasa rajahs imprisoned in Khyber below the Demon A naztharune rakshasa generally attacks from ambush. Naz- Wastes. They work their master’s evil abroad, eliminating tharunes sometimes work in pairs to maximize their fl ank- threats to the Lords of Dust and spying on their enemies ing and sneak attack opportunities. They avoid fi ghting from the shadows. Naztharune rakshasas often work in constructs, undead, and other creatures against whom they pairs and have toadies and minions scattered throughout cannot use their sneak attack. Khorvaire, most of them mid- to high-ranking members of",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4 +4 *Includes adjustments for Power Attack feat. REDCAPS IN EBERRON A redcap buds once or twice in its lifetime, carrying each bud on its back like a hump for six months before it falls off Murderous gangs of redcaps prowl the hills of Khorvaire and sprouts a head and limbs. A newborn redcap must fend as far west as the foothills of the Byeshk Mountains in for itself immediately and quickly develops a ravenous and Droaam and as far east as the foothills of the Hoarfrost foul demeanor. It grows to its full size within a year after Mountains in the Lhazaar Principalities. Redcaps are found its birth. in considerable numbers in the Mror Holds, where they Redcaps have their own elaborately interwoven super- display a particularly fi endish hatred for dwarves. Redcaps stitions. They believe rivers contain water spirits that can that spend their days hunting dwarves near the Goradra snatch their souls, so they bathe only in still water. Dubious Gap refer to themselves as “dwarfsplitters.” of even-numbered quantities, they always travel in odd- REDCAPS IN FAERÛN numbered groups, and no redcap will carry an even number of coins in its pouch. Redcaps are not devout creatures, but Redcaps are found throughout Faerûn, although they are redcaps who live near human settlements sometimes wor- a particular nuisance to the halfl ings of Luiren. In many ship Erythnul, the god of slaughter. Redcap adepts are rare, halfl ing fairy tales, redcaps are described as halfl ings who and redcap clerics rarer still. were cursed with murderous rage as punishment for some dreadful act of betrayal. However, these tales are nothing more than whimsy. 139 REDCAP pqs REDCAP’S TOOTH When a redcap dies, it leaves behind a single tooth. Anyone wearing this tooth gains a +2 circumstance bonus on Charisma- based checks when dealing with fey, and a +4 circumstance bonus when dealing with other redcaps. Faint transmutation; CL 6th; cannot be made; Price 1,000 gp. pqs 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 113399 77//1133//0044 55::3344::2233 PPMM REJKAR to turn against its neighbors, and thus more mortals are Large Outsider (Cold) brought under the monsters’ control.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Nine Hells of Baator (Cania) frozen, the creature can attempt",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 effect. A creature that succeeds",
        "name":  "Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9d8+27 (67 hp) morsense to locate approaching creatures. If not severely",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 tentacles +11 melee (1d6+6 plus poison) roper blends into the background and tries to remain Space/Reach: 10 ft./20 ft. hidden, unless a creature approaches within its tentacle",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., tremorsense 60 ft. out of the creature before bringing it to its mouth, which",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, or nest (3–12) grants the creature concealment and fascinates all who",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None prismatic roper approach the creature at walking",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Sightless creatures are not affected. This is a mind-affecting ability. The save DC is Charisma- This large creature looks like a fleshy tree, with four based and includes a +2 bonus from the Ability tentacles waving gently above it. Its skin pulses Focus feat. and dances with a hypnotic, ever-changing range Poison (Ex): Injury, Fortitude DC 17, of colors. initial 1d6 Dex, secondary paralysis. The save DC is Constitution-based.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "*Prismatic ropers predator that lurks in the less gain a +20 racial bonus on Hide deep regions of an under- checks in underground areas ground environment. It due to their camouflaged hide. has the ability to change PRISMATIC ROPERS its skin color rapidly, like a IN EBERRON squid, which allows it to blend into a rocky land- Creations of the daelkyr scape or produce a mesmerizing (see the EBERRON Campaign array of colors that draws in Setting, page 278), prismatic prey. Prismatic ropers are the ropers guard tunnels and bane of many underground commu- caverns near illithid enclaves, nities, since nests of these creatures tend to be beholder hives, and the lairs of other located along heavily traveled paths. Prismatic roper evil aberrations. A prismatic roper subsists primarily on small PRISMATIC ROPERS IN FAERÛN cave animals, which are easily drawn in by the prismatic roper’s coloration, but it also preys on larger humanoids. Prismatic ropers inhabit the Upperdark near the Deep It is slow and ponderous when walking, only doing so to Reach. Some sages believe that prismatic ropers were move to new hunting ground, but it is lightning-quick created centuries ago to guard the Vault of Conjured Mad- with its tentacles when a creature comes too close. Like ness and have been slowly spreading out from that location an ordinary roper, a prismatic roper stands 9 feet tall and ever since. weighs 2,200 pounds. Unlike ordinary ropers, prismatic ropers do not under- stand or speak any language. They communicate among themselves by rapidly changing their skin colors. 141 Illus. by L. Minnis ROPER 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 114411 77//1133//0044 55::3344::4466 PPMM ROT REAVER A rot reaver looks like a squat, hairless ape with short hind Medium Aberration legs and long, powerful arms. It walks about on all fours in",
        "name":  "The prismatic roper is a patient Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 cleaver +9/+4 melee (1d6+3/×4) and +1 cleaver creature’s cleavers. Looped around the creature’s arms as +9 melee (1d6+2/×4) they are, the tongues follow the movement of the cleavers, Space/Reach: 5 ft./5 ft. and any time a rot reaver strikes something with a cleaver, it",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Animate dead, darkvision 60 ft., drain When a rot reaver touches a living creature with one of unlife, immunity to energy drain its cancerous tongues after it has wounded the creature, it",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +7, Ref +5, Will +8 drains some of the creature’s health and vitality away. At",
        "name":  "Saves",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Climb +10, Listen +6, Sense Motive +4, Spot +6 that suffuses its own body into its victim. Should a creature",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any ally consume any creature that they animate, rot reavers",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Animate dead, darkvision 60 ft., drain wiping out entire communities of living creatures. unlife, immunity to energy drain Because it is smart enough to realize that its depredations",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +8 melee (2d6+5) or vile spew +5 ranged touch quickly as possible. It makes maximum use of its refl exes (see text) and extended reach, striking out against any creature that",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 ful, giving the creature a",
        "name":  "Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., fast healing 10, my touches a living creature, undead traits, unholy toughness, water weakness the creature must make a DC 19",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +7, Listen +9, Move Silently +7, is especially devastating to plants Spot +9 and creatures with the water subtype",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+6 salt mummy gains a bonus to its hit *Includes adjustments for Power points equal to its Charisma modifi er × Attack feat. its Hit Dice. This humanoid figure is mum- SALT MUMMIES mified, desiccated, and so IN EBERRON encrusted with salt that it is Clerics of the Blood of Vol some- impossible to determine its times seal the corpses of slain assas- original race. Despite its min- sins, corrupt offi cials, and criminals eral encrustation, it lurches forward, reaching eagerly. in caskets packed with salt in hopes of spurring the trans- Salt mummies are pre- formation of those corpses served corpses of ancient into salt mummies. Most humanoids who were accidentally buried Salt mummy salt mummies, however, are too close to veins of white, brittle salt. Of course, found underground—the remains of evil adven- salt alone is not suffi cient to suffuse a body with undead turers, goblinoids, and other humanoid creatures killed in vigor; often, such a creature has taken a great sin with it Khyber and ravaged by the salt deposits. to its subterranean grave, the horror of which eventually SALT MUMMIES IN FAERÛN creates a linkage to the Negative Energy Plane. A salt mummy is usually encountered by miners work- Salt mummies haunt some of the larger salt caverns under ing a new deposit. It appears at first to be nothing more Faerûn, most notably in the Buried Realms near the dwarf than an old, salt-rimed corpse. If the miners continue to ruins of Tethyamar (under Anauroch), Deep Raurin dig it out, eventually the mummy becomes animate and (beneath the Raurin Desert), and the Darklands (especially waits until it is almost dug free. The shuddering crack as near the troglodyte warrens of Traaskl Thorog, located a salt mummy breaks away from a salt vein is a dreadful under Chessenta). thing to hear. A salt mummy stands around 6 feet tall and weighs about 146 180 pounds. TLAS YMMUM ollirraP .L yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 114466 77//1133//0044 55::3355::1111 PPMM SEA TIGER COMBAT Huge Animal Sea tigers circle their opponents and rush in individually",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20 ft. (4 squares), swim emits high-frequency sounds inau- 50 ft. dible to other creatures that allow",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A light load for a seryulin is up to Carrying Capacity: A light load for a greater seryulin 400 pounds; a medium load, 401–800 pounds; and a heavy is up to 2,400 pounds; a medium load, 2,401–4,800 pounds; load, 801–1,200 pounds. A seryulin’s carrying capacity is and a heavy load, 4,801–7,200 pounds. A greater seryulin’s calculated as if it were a quadruped. carrying capacity is calculated as if it were a quadruped. GREATER SERYULIN SERYULINS IN EBERRON Particularly large specimens of seryulins are found in The daelkyr created the fi rst seryulins to serve as aquatic remote coastal areas that have plentiful food supplies. These mounts. When the Gatekeeper druids trapped the daelkyr greater seryulins are capable of taking on whales and dire in Khyber, many daelkyr-created aberrations—including sharks if the need arises. the seryulins—became independent, true-breeding spe- cies. Tritons inhabiting the Straits of Shargon occasionally Combat use seryulins as mounts, and undomesticated seryulins The save DC for a greater seryulin’s sticky spray (DC 24) prowl the stormy coastal waters of northern Xen’drik is adjusted for its greater number of Hit Dice and higher as well as the cavernous, subterranean seas of Khyber. Constitution score. Most of the seryulins encountered in Khyber are former Sticky Spray (Ex): Once per day, a greater seryulin can servants or cohorts of the daelkyr, and they are typically use a standard action to expel a 20-foot-radius burst of vis- greater specimens. cous goo from its body. Any creature in the area becomes SERYULINS IN FAERÛN entangled and must succeed on a DC 24 Refl ex save or become glued to the ground, unable to move. A fl ying Seryulins populate the Glimmersea. Kuo-toa clerics from creature is not stuck to the ground, but it must succeed on the Holy Mother Cauldron use them as mounts, as do a the save or be unable to fl y and fall to the ground. Greater number of other Underdark races living in and around seryulins, as well as their riders, are unaffected by the sticky the Glimmersea. Specimens have also been encountered spray. The save DC is Constitution-based. as far west as the Giant’s Chalice, challenging the vampiric 149 squids that claim the subterranean lake for their own. SERYULIN 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 114499 77//1133//0044 55::3355::2233 PPMM SHIFTER race that breeds true. They have a distinct culture with its Shifter, 1st-Level Warrior own traditions and identity. Medium Humanoid (Shapechanger) Shifters’ personalities are infl uenced by their animal",
        "name":  "Carrying Capacity",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 ft. (1 square), fl y 50 ft. (perfect) of damage to any creature whose space it occupies at the",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dazzling illumination, distraction nation dazzles any sighted creature within a 60-foot radius",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Diplomacy +6, Hide +36, Listen +16, Move Silently shimmerling swarm, a creature within 300 feet must suc- +13, Sense Motive +9, Spot +16 ceed on a DC 19 Will save or be fascinated for as long as",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Temperate forests matically frees the creature from the effect, as does vigor-",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pack (2–4), or colony (5–8) ous shaking. A creature that succeeds on the saving throw",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always neutral creatures. Larger specimens prey on visitors to the Tashana",
        "name":  "Alignment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to aberration. Do not recalculate the creature’s Hit Dice, base attack bonus, saves, or skill points if its type changes. The creature gains the augmented subtype if necessary. Size is unchanged.",
        "name":  "Size and Type",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4 +4 SPLINTERWAIF SOCIETY invariably turn out to be the bodies of people the local No one is sure how splinterwaifs originated; the most splinterwaifs have captured, killed, and transformed. popular theory is that they are little more than insane Splinter waifs are careful to gather these victims from dryads that somehow managed to survive the harvest- random locations throughout the city, and they tend to ing of their chosen trees. It is said the act of harvesting focus on orphans or other children who won’t particu- her tree forces a dryad into a state of incorporeal hiber- larly be missed. Splinterwaifs have a singularly horrible nation, during which she transforms and twists into a reason for transforming the bodies of those they capture mockery of her former self. Once her tree is converted and kill—they relish the taste of slain children who have to lumber and used to build ships, houses, or fences, she been transformed into dry thorny shrubs. Sometimes awakens and lays claim to the region into which she has splinterwaifs are forced to kill adults. They transform been transplanted. these victims into shrubbery as well, if only to disguise This theory starts to break down upon close examination. the dead bodies. Splinterwaifs find transformed adults to For example, splinterwaifs don’t seem to exhibit any particu- be sour and unpalatable, however, so the shrubs of adult lar symbiotic attachment to anything in their environment, victims tend to accumulate over time and mark a region and they are not bound to specifi c regions. Indeed, splinter- as one of splinterwaif activity. Curiously, splinterwaifs waifs are often unknowingly transported to new cities when loathe destroying these shrubs, and once they become they stow away on ships. too dense or obviously denote an area as a splinterwaif A splinterwaif’s lair is hard to detect, but one sure lair, the creatures simply move on to a new home rather sign of splinterwaif activity is a predominance of small, than destroy the shrubs. 165 thorny shrubs in a vacant lot or lumberyard. These shrubs SPLINTERWAIF 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 116655 77//1133//0044 55::3377::5500 PPMM SSVAKLOR are vulnerable to its breath, so a ssvaklor’s allies often fi nd Medium Dragon themselves in the affected area when the ssvaklor breathes.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Temperate marshes four limbs. A typical creature measures 8 feet from nose to Organization: Solitary tail and weighs 120 pounds. Challenge Rating: 20 Ssvaklors speak Common, Draconic, and Yuan-ti. Treasure: Double standard",
        "name":  "Ssvaklors can rear upright but prefer to maneuver on all Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+0 Stonesingers are fond of imprisoning intelligent creatures",
        "name":  "Initiative",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +10 melee (2d6+5 plus poison) and 6 claws Stonesingers subsist on fossilized organic matter. While +8 melee (1d6+2) they can consume natural fossils, they usually gain nutri- Space/Reach: 10 ft./10 ft. tion by poisoning living creatures and then devouring the",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually neutral evil is Constitution-based. A creature reduced to",
        "name":  "Alignment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Acid, summon monster weight. They do not speak.",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Climb +10, Concentration +10, Hide +8, Listen +9, they can, they position themselves up high away from a Move Silently +5 preferred battleground, summoning monsters each round",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard Summon Monster (Sp): Once",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 claws +10 melee (1d8+5) A susurrus speaks its own hollow-sounding language, Space/Reach: 10 ft./10 ft. which most other creatures do not have the vocal capacity",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Climb +13, Listen +5, Perform (sing) +9 or otherwise tainting the air that the creature needs to sur-",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7 Barbed Defense (Ex): Any creature striking a susurrus",
        "name":  "Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+9 Wounding (Ex): Any living creature damaged by a",
        "name":  "Initiative",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, fl eet thereafter or perish. (2–4 swarms), or flotilla Wavesense (Ex): A swamp strider (11–20 swarms) swarm notices and locates any creatures",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Damage reduction approach. Instead, they are sneaky creatures that 5/cold iron, low-light vision launch vicious attacks from hiding.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 claws +13 melee (1d6+7) and bite +8 melee Alignment: Always neutral (1d8+3) Advancement: — 174 Space/Reach: 10 ft./10 ft. Level Adjustment: — YRAIPOT NAIDRAUG 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 117744 77//1133//0044 55::3399::3355 PPMM A triceratops topiary guardian measures 25 feet long and its creator. Orders to capture or subdue enemies cause the weighs 5,000 pounds. topiary guardian to use nonlethal attacks; any other attack order causes the creature to deal lethal damage.",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A topiary guardian gains the follow- A triceratops topiary guardian has the following special attack. ing special qualities. Trample (Ex): Refl ex half DC 31. The save DC is Damage Reduction (Ex): A topiary guardian has damage Strength-based. reduction 10/slashing. Freeze (Ex): A topiary guardian can hold itself so still that CONSTRUCTION it appears to be a normal sculpted shrub. An observer must Creating a topiary guardian begins with acquiring a per- succeed on a DC 30 Spot check to notice that a topiary fectly sculpted topiary of a boar, lion, or triceratops. Shap- guardian is actually an animated creature. ing the plant takes six weeks and requires a DC 25 Craft Tremorsense (Ex): A topiary guardian has tremorsense out (gardening), Craft (sculpting), or Profession (gardener) check. to 90 feet.",
        "name":  "Combat Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Topiary guardians are vulnerable treat it with rare tinctures and oils costing 1/25th the base to fire. price of the guardian (800 gp for a Medium topiary guard- Abilities: A topiary guardian has a specifi c set of ability ian, 2,400 gp for a Large topiary guardian, or 4,600 gp for scores based on its size, as given below. a Huge topiary guardian). Once the topiary is properly Medium: Str 17, Dex 16, Con 14, Int —, Wis 10, Cha 1. treated, the animating ritual can commence. The entire Large: Str 25, Dex 14, Con 18, Int —, Wis 10, Cha 1. ritual for animation must take place outdoors, since the Huge: Str 33, Dex 12, Con 22, Int —, Wis 10, Cha 1. shrub remains dependent on sun, rain, and soil until the Skills: A topiary guardian has a +8 racial bonus on Move fi nal day of the procedure. Silently checks. CL 13th; Craft Construct, awaken, geas/quest, limited Environment: Any. wish, creator must be a 13th-level caster; Price 20,000 gp Organization: Solitary or garden (2–8). (Medium), 60,000 gp (Large), 115,000 gp (Huge); Cost Challenge Rating: As base creature +1 or by size 10,800 + 800 XP (Medium), 32,400 gp + 2,400 XP (Large), (Medium 3, Large 7, Huge 12), whichever is higher. 62,100 gp + 4,600 XP (Huge). Treasure: None.",
        "name":  "After the topiary has been properly crafted, the creator must Vulnerability to Fire",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "—. animal (of Medium, Large, or Huge size) is possible. Start TOPIARY GUARDIANS IN EBERRON with the base creature’s normal statistics and make the following changes. Wealthy Khorvairian nobles as well as members of dragon-",
        "name":  "Creating a topiary guardian that mimics a different Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to plant. marked families are fond of using topiary guardians to Recalculate base attack bonus, saves, and skill points protect their estates. Boar topiary guardians are popular based on the topiary guardian’s Hit Dice (see below). Size with the nobles of Aundair, Thrane, and Breland. Karr- is unchanged. nathi and Cyran nobles favor lion topiary guardians.",
        "name":  "Size and Type",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Land speed same as base creature. A topiary guard- ian does not gain any burrow, climb, fl y, or swim speed of Topiary guardians are typically found in places druid circles the creature on which it is based. convene, including city parks and other places where civi-",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— effect) in all living creatures within 180 feet at",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— will. Each creature gains a +4 morale bonus Space/Reach: 5 ft./5 ft. to Strength and Constitution, a +2",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +9, Ref +10, fatigued at the end of the Will +10 rage. If a creature has the rage",
        "name":  "Saves",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Concentration +14, Hide given here, it can use its other +19, Intimidate +15, Listen +15, bonuses instead. The save DC is Move Silently +15, Search +11, Trilloch Charisma-based. This is a mind-affecting Spot +15, Survival +15 (+17 fol- compulsion effect. lowing tracks) An affected creature can end its rage by making a",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Negative Energy Plane other raging creatures. It can also end a rage caused by",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None always ends the rage for a creature who has gone beyond",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+6 as a free action without provoking attacks of opportunity. *Includes adjustments for Power Attack feat. Pounce (Ex): If a cave troll charges a foe, it can make a full attack, including two rakes. This hulking creature is about one and a half times as tall as a Rake (Ex): Attack bonus +11, damage 2d6+7. A cave troll human. Its legs end in clawed, three-toed feet, and its massive that gets a hold can make two rake attacks with its hind legs, forearms end in wide, powerful hands with scythelike claws. Its including adjustment for Power Attack feat. hide is rubbery-looking, and its writhing hair is thick and ropy. Rend (Ex): If a cave troll hits with both claw attacks, it latches onto the opponent’s body and tears the flesh. Instinct alone drives the powerful carnivores known as cave This attack automatically deals an additional 4d6+13 points trolls. Like their more intelligent kindred, these creatures of damage. have no fear of death and attack unceasingly when hungry. Skills: **Cave trolls gain a +4 racial bonus on Survival Cave trolls can live almost anywhere, although they checks when tracking by scent. prefer to lair underground whenever possible. Whenever a CAVE TROLLS IN EBERRON group of hunting cave trolls wanders near a civilized settle- ment, the trolls attack relentlessly, driven by their nearly Cave trolls often serve more intelligent monsters such as the insatiable appetite, until they are slain or the entire settle- dark elves of Xen’drik, the hobgoblin warlords of Darguun, ment has been destroyed. A cave troll stands 10 feet tall and and the hag rulers of Droaam. Cave trolls inhabit small weighs 800 pounds. subterranean labyrinths within the foothills of the Byeshk Cave trolls have a rudimentary understanding of the Mountains separating the Eldeen Reaches and Droaam, the Giant language. Howling Peaks north of Zilargo, the Seawall Mountains between Zilargo and Darguun, and the Ironroot Mountains COMBAT that frame the Mror Holds. Numerous cave trolls of Huge Cave trolls are brutal, instinctive hunters. They charge into size populate the mountains in central Argonnessen. melee combat, using their pounce and rend abilities on the CAVE TROLLS IN FAERÛN nearest target. A cave troll normally attacks using its Power Attack feat, Cave trolls can be found wherever caves exist, although they taking a –3 penalty on its attack rolls and gaining a +3 bonus are most commonly encountered in the Galena Mountains on damage rolls. south of Vaasa, the Earthspur Mountains west of Impiltur, Dazing Blow (Ex): The force of both of a cave troll’s claws and the foothills of the Orsraun Mountains west of Turmish. hitting can be overwhelming. If a cave troll hits with both claw They are also encountered in the Underdark, often serving attacks, the opponent must make a DC 22 Fortitude save or more intelligent creatures such as beholders, duergar, derro, 177 be dazed for 1 round. The save DC is Constitution-based. phaerimms, and deep dragons. Illus. by H. Lyon TROLL 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 117777 77//1133//0044 55::3399::4422 PPMM TROLL, CRYSTALLINE Regeneration (Ex): Sonic attacks deal normal damage to Large Giant a crystalline troll. If a crystalline troll loses a limb or body",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10d8+60 (105 hp) part, the lost portion regrows in 3d6 minutes. The creature",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+5 more prevalent in the jungles of Xen’drik. Although they This creature has the ape- have been hunted to near ex- like posture and rubbery tinction on Aerenal by the elves green skin of a troll, but it who live there, some continue to is merely the size of a large populate the deepest jungles of human. Its gaze and posture bespeak an intelligence greater Forest troll that island continent. than its troll-like visage would suggest. FOREST TROLLS IN FAERÛN Smaller and smarter than other trolls, forest trolls can prove Forest trolls inhabit many of Faerûn’s deciduous wood- almost as dangerous as their larger kindred to those who lands. The forest trolls of Chondalwood are known as underestimate them. Although they lack the size and pro- “muskwarts” because they have warty pustules covering digious strength of their larger cousins, their intelligence their skin. These pustules expel a horrible musk that burns makes them capable of sophisticated tactics that other trolls the eyes. All living creatures (except forest trolls) within cannot match. 10 feet of the muskwart forest troll must make a successful Gifted with a mind at least as adept as that of an average DC 17 Fortitude save or be blinded for 2d4 rounds. Crea- human, a forest troll takes advantage of its amazing recu- tures that successfully save cannot be affected by the same perative powers with crafty fi ghting techniques. An adult forest troll’s blinding musk for 24 hours. The save DC is forest troll stands between 6 and 6-1/2 feet tall and weighs Constitution-based. around 250 pounds. Forest trolls speak Giant. 179 Illus. by D. Allsop TROLL 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 117799 77//1133//0044 55::3399::5500 PPMM TROLL, MOUNTAIN COMBAT Huge Giant Mountain trolls have no concept of fear or caution. When",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +13, Ref +11, Will +12 2d4 minutes. The creature can reattach the severed member",
        "name":  "Saves",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam +2 melee (1d4) and up to 4 enervating by a vasuthant against a living creature of the same size or crushes (1d4 plus 1d4 Str) smaller pulls the victim into the center of the vasuthant. Space/Reach: 5 ft./5 ft. In that round and every round thereafter, a grappled victim",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Enervating crush, improved grab, reality takes 1d4 points of damage plus 1d4 points of Strength distortion damage. A creature reduced to 0 Strength by a vasuthant",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 turn resistance, blindsight, dark- dies. This is a negative energy effect. vision 60 ft., immunity to acid and cold, immunity to Every point of Strength damage dealt by a vasuthant heals light, resistance to fire 5 and electricity 5, trap light, the creature of 1 point of damage, or gives it 1 temporary undead traits, unholy toughness hit point if the creature is at full normal hit points. These",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 10, Dex 16, Con —, Int 4, Wis 12, Cha 14 A vasuthant can grapple with one creature of its size,",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +9*, Listen +4, Spot +5 or can simultaneously grapple one or two creatures one",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Flyby Attack, Improved GrappleB size smaller or up to four creatures two or more sizes",
        "name":  "Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any smaller. Creatures that become pinned are suspended",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5d8+10 (32 hp) and do not communicate with other kinds of creatures.",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Clockwork living creature pinned by a visilight takes Nirvana of Mechanus 1d6 points of Charisma drain each round",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— 1. A visilight loses these gained points of Charisma at a rate of 1 point per hour; as this A floating humanoid wearing a tight- Visilight occurs, its porcelain mask gradually reverts to fitting, floor-length black dress drifts toward you. The its original shape. creature’s black garb contrasts sharply with the chalky white- Gaze (Su): Paralysis for 1d4 rounds, 30 feet, Fortitude DC ness of its skin. Its face is a hollow porcelain mask, and the back 14 negates. A paralyzed opponent cannot resist a visilight’s of its steel-haired head is missing. Hovering in the hollow of its grapple or pin attempt. As the visilight’s Charisma score head is a pale ball of light that shines through the mask’s eyes and mouth. improves (see Charisma Drain, above), the save DC against its gaze attack increases. The save DC is 10 + 1/2 the visi- The ball of light that hovers behind a visilight’s mask is the light’s Hit Dice + the visilight’s Cha modifi er. sentient part of the creature. This ball of light sheds bright Telepathic Link (Ex): Visilights share a communal illumination in a 5-foot radius and shadowy illumination consciousness, enabling them to communicate telepathi- out to 10 feet. When a visilight is killed, its ball of light cally with other visilights. A group of visilights within 100 explodes in a brief and harmless radiant burst that turns the feet of each other are in constant contact. If one is aware of porcelain-white hands and mask to dust, leaving nothing a particular danger, they all are. If one in the group is not behind but the empty black dress. fl at-footed, none of them are. No visilight in the group is Visilights equate beauty with perfection. On their native considered fl anked unless all are. plane of Mechanus, they strive to absorb beauty, thus Skills: A visilight’s ability to fl oat in near silence gives it bringing themselves closer to perfection, while simultane- a +8 racial bonus on Move Silently checks. ously eradicating ugliness. In these pursuits, they are both VISILIGHTS IN EBERRON insatiable and merciless. A visilight stands 6 feet tall and is weightless. In the EBERRON campaign setting, visilights are native to the 186 plane of Daanvi, the Perfect Order. THGILISIV ollirraP .L yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 118866 77//1133//0044 55::4411::1111 PPMM VOIDMIND CREATURE SAMPLE VOIDMIND CREATURE As much as mind fl ayers enjoy devouring the brains of This example uses a grimlock as the base creature. lesser creatures, they remain interested in fi nding new ways to create minions. Many creatures are preserved in mind Voidmind Grimlock fl ayer cities and communities for research, or to serve as the Medium Monstrous Humanoid basis for a new monstrous creation suitable as a servant for Hit Dice: 2d8+6 (15 hp) the illithids. Initiative: +2",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +2. Fine 1 Organization: Same as the base creature, except most Diminutive 1d2 of a group will be the base creature with usually only Tiny 1d3 one woodling. Small 1d4",
        "name":  "Size Damage Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A woodling creature has all the special qualities of the base creature, plus the following special qualities. Damage Reduction (Ex): A woodling creature has damage reduction 5/slashing. 199 WOODLING 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 119999 77//1133//0044 55::4422::1100 PPMM YUGOLOTH, CANOLOTH stands about 4 feet tall at the shoulder, is about 6 feet long, Medium Outsider (Evil, Extraplanar, Yugoloth) and weighs 400 pounds.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10–14 HD (Medium); 15–21 HD (Large) ambush, while the rest of the creatures lie in wait several",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Add +2 to the DC for all saving throws against so on as appropriate. For example, a phoelarch’s empowered the special attack on which the creature focuses. scorching ray deals 1-1/2 times normal damage (roll 4d6 and",
        "name":  "Benefi t",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An aberration has a bizarre anatomy, Always: The creature is born with the indicated align- strange abilities, an alien mind-set, or any combination of ment. The creature may have a hereditary predisposition to the three. the alignment or come from a plane that predetermines it.",
        "name":  "Aberration Type",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An aberration has the following features. It is possible for individuals to change alignment, but such —d8 Hit Dice. individuals are either unique or rare exceptions. —Base attack bonus equal to 3/4 total Hit Dice (as cleric). Usually: The majority (more than 50%) of these creatures —Good Will saves. have the given alignment. This may be due to strong cul- —Skill points equal to (2 + Int modifi er, minimum 1) per tural infl uences, or it may be a legacy of the creatures’ origin. Hit Die, with quadruple skill points for the fi rst Hit Die. For example, most elves inherited their chaotic good align-",
        "name":  "Features",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This attack damages an opponent’s ability Hit Die, with quadruple skill points for the fi rst Hit Die. score. The creature’s descriptive text gives the ability and the Traits: An animal possesses the following traits (unless amount of damage. If an attack that causes ability damage otherwise noted in a creature’s entry). scores a critical hit, it deals twice the indicated amount of —Intelligence score of 1 or 2 (no creature with an Intel- damage (if the damage is expressed as a die range, roll two ligence score of 3 or higher can be an animal). dice). Ability damage returns at the rate of 1 point per day —Low-light vision. for each affected ability. —Alignment: Always neutral.",
        "name":  "Ability Damage",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature receives this subtype",
        "name":  "Augmented Subtype",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An elemental is a being composed of it has gained. If the save fails, the positive level goes away, but one of the four classical elements: air, earth, fi re, or water. the creature’s level (or HD) is also reduced by one.",
        "name":  "Elemental Type",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An elemental has the following features. —8-sided Hit Dice. Energy Drain (Su): This attack saps a living opponent’s —Base attack bonus equal to 3/4 total Hit Dice (as cleric). vital energy and happens automatically when a melee or —Good saves depend on the element: Fortitude (earth, ranged attack hits. Each successful energy drain bestows water) or Refl ex (air, fi re). one or more negative levels (the creature’s description speci- —Skill points equal to (2 + Int modifi er, minimum 1) per fi es how many). If an attack that includes an energy drain Hit Die, with quadruple skill points for the fi rst Hit Die. scores a critical hit, it drains twice the given amount. Unless",
        "name":  "Features",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "No preferred environment. 1 or more hit points per round, as given in the creature’s entry",
        "name":  "Any",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tropical and subtropical climes. Any area that has creature to regrow lost body parts. Unless otherwise stated, summer conditions for the greater portion of the year is warm. it does not allow lost body parts to be reattached.",
        "name":  "Warm",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any dry area with sparse vegetation. Favored Class: A monster that takes levels in a class",
        "name":  "Deserts",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any area with rugged but not mountainous terrain. characters do. In addition, a monster’s racial Hit Dice also",
        "name":  "Hills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Low, fl at, waterlogged areas; including swamps. count as a favored class, in effect: If the monster becomes a",
        "name":  "Marshes",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Rugged terrain, with a higher elevation multiclass character, neither its favored class nor its racial than hills. Hit Dice count when determining whether the creature",
        "name":  "Mountains",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An extraplanar creature’s home plane. Fear (Su or Sp): Fear attacks can have various effects.",
        "name":  "Plane Name",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A subtype applied to any creature —Skill points equal to (6 + Int modifi er) per Hit Die, with 212 when it is on a plane other than its native plane. A creature quadruple skill points for the fi rst Hit Die. YRASSOLG 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 221122 77//1133//0044 55::4444::2233 PPMM",
        "name":  "Extraplanar Subtype",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature with the fire subtype has erwise noted. Allies of a creature with a gaze attack might immunity to fi re. It has vulnerability to cold, which means be affected. All the creature’s allies are considered to be it takes half again as much (+50%) damage as normal from averting their eyes from the creature with the gaze attack, cold, regardless of whether a saving throw is allowed, or if and have a 50% chance to not need to make a saving throw the save is a success or failure. against the gaze attack each round. The creature also can veil its eyes, thus negating its gaze ability. Frightful Presence (Ex): This special quality makes a creature’s very presence unsettling to foes. It takes effect Giant Type: A giant is a humanoid-shaped creature of automatically when the creature performs some sort of great strength, usually of at least Large size. dramatic action (such as charging, attacking, or snarling). Features: A giant has the following features. Opponents within range who witness the action may —8-sided Hit Dice. become frightened or shaken. —Base attack bonus equal to 3/4 total Hit Dice (as cleric). Actions required to trigger the ability are given in the —Good Fortitude saves. creature’s descriptive text. The range is usually 30 feet, and —Skill points equal to (2 + Int modifi er, minimum 1) per the duration is usually 5d6 rounds. Hit Die, with quadruple skill points for the fi rst Hit Die.",
        "name":  "Fire Subtype",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A living construct derives its Hit Dice, base heard with Listen checks if it doesn’t wish to be. It has no attack bonus progression, saving throws, and skill points Strength score, so its Dexterity modifi er applies to both its from the class it selects. melee attacks and its ranged attacks. Nonvisual senses, such Traits: A living construct possesses the following traits as scent and blindsight, are either ineffective or only partly (unless otherwise noted in a creature’s entry). effective with regard to incorporeal creatures. Incorporeal —Unlike other constructs, a living construct has a Consti- creatures have an innate sense of direction and can move at tution score. A living construct does not gain bonus hit points full speed even when they cannot see. by size but gains (or loses) bonus hit points through a Consti- tution bonus (or penalty) as with other living creatures.",
        "name":  "An incorporeal creature moves silently and cannot be Features",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A monstrous humanoid has the following features. works just like a charge, but the diving creature must move a —8-sided Hit Dice. minimum of 30 feet and descend at least 10 feet. It can make —Base attack bonus equal to total Hit Dice (as fi ghter). only claw or talon attacks, but these deal double damage. A —Good Refl ex and Will saves. creature can use the run action while fl ying, provided it fl ies —Skill points equal to (2 + Int modifi er, minimum 1) per in a straight line. Hit Die, with quadruple skill points for the fi rst Hit Die. For more information, see Tactical Aerial Movement,",
        "name":  "Features",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A subtype applied only to outsiders. These A creature with no Strength score can’t exert force, usu- creatures have mortal ancestors or a strong connection to ally because it has no physical body (a prismatic golem, for the Material Plane and can be raised, reincarnated, or resur- example). The creature automatically fails Strength checks. rected just as other living creatures can be. Creatures with If the creature can attack, it applies its Dexterity modifi er to this subtype are native to the Material Plane (hence the its base attack bonus instead of a Strength modifi er. subtype’s name). Dexterity: Any creature that can move has at least 1 point Unlike true outsiders, native outsiders need to eat and sleep. of Dexterity. A creature with no Dexterity score can’t move. If it can",
        "name":  "Native Subtype",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature attacks with its mouth, dealing pierc- Charisma score. ing, slashing, and bludgeoning damage. Charisma: Any creature capable of telling the difference",
        "name":  "Bite",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature rips with a sharp appendage, between itself and things that are not itself has at least 1 dealing piercing and slashing damage. point of Charisma.",
        "name":  "Claw or Talon",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature spears the opponent with an antler, Anything with no Charisma score is an object, not a horn, or similar appendage, dealing piercing damage. creature. Anything without a Charisma score also has no",
        "name":  "Gore",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature batters opponents with an Wisdom score. appendage, dealing bludgeoning damage.",
        "name":  "Slap or Slam",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature stabs with a stinger, dealing piercing Ooze Type: An ooze is an amorphous or mutable creature, damage. Sting attacks usually deal damage from poison in usually mindless. addition to hit point damage. Features: An ooze has the following features.",
        "name":  "Sting",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature fl ails at opponents with a powerful ten- —10-sided Hit Dice. tacle, dealing bludgeoning (and sometimes slashing) damage. —Base attack bonus equal to 3/4 total Hit Dice (as cleric). —No good saving throws.",
        "name":  "Tentacle",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some creatures lack certain ability scores. —Skill points equal to (2 + Int modifi er, minimum 1) per 217 These creatures do not have an ability score of 0—they lack Hit Die, with quadruple skill points for the fi rst Hit Die, if GLOSSARY 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 221177 77//1133//0044 55::4444::3322 PPMM the ooze has an Intelligence score. However, most oozes are character can usually resist it with a Fortitude saving throw mindless and gain no skill points or feats. (the DC is given in the creature’s description). Unlike hold",
        "name":  "Nonabilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vermin have the following features. Turn Resistance (Ex): A creature with this special qual- —8-sided Hit Dice. ity (usually an undead) is less easily affected by clerics or —Base attack bonus equal to 3/4 total Hit Dice (as cleric). paladins (see Turn or Rebuke Undead, page 159 of the Play- —Good Fortitude saves. er’s Handbook). When resolving a turn, rebuke, command, or —Skill points equal to (2 + Int modifi er, minimum 1) per bolster attempt, add the indicated number to the creature’s Hit Die, with quadruple skill points for the fi rst Hit Die, if Hit Dice total. For example, a deathshrieker has 18 Hit Dice the vermin has an Intelligence score. However, most vermin and +4 turn resistance. Attempts to turn, rebuke, command, are mindless and gain no skill points or feats. or bolster treat a deathshrieker as though it had 22 Hit Dice, Traits: Vermin possess the following traits (unless other- though it is an 18 HD creature for any other purpose. wise noted in a creature’s entry). —Mindless: No Intelligence score, and immunity to all",
        "name":  "Features",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some creatures have vulner- undead creature has an Intelligence score. However, many ability to a certain kind of energy effect (typically either undead are mindless and gain no skill points or feats. cold or fi re). Such a creature takes half again as much (+50%)",
        "name":  "Hit Die, with quadruple skill points for the fi rst Hit Die, if the Vulnerability to Energy",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Several areas within the complex Search check in such a location reveals a print made by feature natural sinkholes. Each has a vertical shaft that a biped, most likely of Large size, with clawed feet. The drops more or less straight down to the subterranean prints aren’t clear enough to reveal any other informa- level below. The vertical distance to the lower level tion. Even if the PCs don’t find any tracks, however, varies and is noted in the descriptive text for the cham- they can still follow the trail right into area 1. ber where the sinkhole is located. Upper Entrance Originally, the sinkholes and the vertical shafts If the PCs climb the slope above area 1 and work their below them were made of the same smooth stone as the way back toward the top of the ridge, they can find a walls inside the complex (see below). Recently, cave with a square hole in the floor. This hole is the top however, the mindshredder living in area 12 has been of a vertical shaft that leads about 200 feet straight down lining them with chrysalis material (see page 102 in to area 11 (Climb DC 10). The trolls don’t bother to Monster Manual III) to a thickness of 1 foot. This maintain this exit because they hardly ever use it, so substance looks and feels like very smooth, wet rock thick brambles almost completely obscure the cave and has a pale rose color. Though it appears slippery, it entrance. Even a PC who looks at the hole must still has been cleverly shaped to provide good handholds make a DC 25 Search or Survival check to recognize it and footholds (at least for a mindshredder). The Climb as an opening. Once the characters locate the cave, they DC for a sinkhole is 20, and a mindshredder gets a +5 must tear through the brambles to get inside. circumstance bonus on the check. A DC 15 Spot or ssBramble Curtain:18 in. thick; hardness 5; hp Search check reveals that the sinkhole has a resinous 150; break DC 29. lining, and a DC 20 Spot or Search check reveals the",
        "name":  "Sinkholes",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Climb +11, Hide +6, Listen +5, Spot fairly smooth, natural stone with a brownish yellow +5, Survival +5; Improved Initiative, Track. color. They are slightly damp and slippery, and their Poison (Ex):See Monster Manual III, page 179. Climb DC is 25.",
        "name":  "Skills and Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A cave troll is always on guard here. hill rises steeply, its slopes covered with massive",
        "name":  "Creature",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 112; see Monster Manual III, trees. Two openings are visible in the grotto’s page 177. depths. Through the opening straight ahead is a",
        "name":  "DD Cave Troll",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A female cave troll is asleep in here. in area 1b would do the trick.) A splash from a pot deals Normally, a disturbance in area 1b or area 3 would cause 1d4 points of fire damage, and the creature splashed her to wake up and go to join the fray. Today, however, must make a DC 15 Reflex save or take an extra point of the mindshredder from area 12 was feeling hungry, so it fire damage each round for 1d4 rounds or until the hot crept out of the sinkhole and attacked the sleeping troll slag is quenched. with its tentacles, dealing 6 points of Wisdom damage. The sinkhole in this chamber leads down 30 feet to That damage plus the wine she consumed when she the subterranean passage below. went off duty has left her dead to the world. Creatures: When the PCs arrive at the outpost,",
        "name":  "Creatures",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 112, see Monster Manual III,page the smith has a 50% chance to be here and a 50% chance 177. Because this cave troll has taken 6 points of to be in his quarters at area 9. Wisdom damage, her current Wisdom score is 7, which DDCrystalline Troll Smith:Male crystalline troll produces the following changes in her statistics: Will expert 2; CR 8; Large giant; HD 10d8+70 plus 2d6+14; hp +3; Listen +3, Spot +3, Survival +1 (+5 when tracking by 136; Init +2; Spd 30 ft.; AC 21, touch 11, flat-footed 19; scent). Base Atk +8; Grp +18; Atk +13 melee (1d6+6, claw) or +9",
        "name":  "DDCave Troll",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The smith immediately attacks any intrud- made from logs. ers by grabbing a pot from the forge and hurling it at the closest foe. He keeps throwing pots until he runs out of The trolls placed iron ore in five clay pots and put them them or until someone comes within melee reach, in the fire to heat as a prelude to making a small amount whereupon he switches to melee attacks. Like most of steel. The metal hasn’t yet melted, but some of the trolls, he doesn’t fear death, but he realizes the value of 5 6 living to fight another day. If reduced to 60 or fewer hit (Climb DC 15) the walls, and larger creatures can just points, he tries to withdraw from the battle, overrun- step over them. ning a character in the process if necessary. If he Creatures: A quartet of forest trolls is always on manages to break away, he tries to flee through the guard here. secret door in area 1b and move to area 5 to warn the DDForest Troll Guards (4):Male or female forest guards there. troll; CR 4; Medium giant; HD 5d8+25; hp 47; Init +7;",
        "name":  "Tactics",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Climb +11, Hide +6, Listen +5, like strands of tattered cobwebs. They aren’t thick Spot +5, Survival +5; Improved Initiative, Track. enough to block vision, but they would probably impede movement. Poison (Ex):See Monster Manual III, page 179.",
        "name":  "Skills and Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dozen forest trolls live here, but only wood, and its fittings are mithral. four are present at any one time. Of the remaining",
        "name":  "Creatures",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The trolls in here spend most of their time Rend (Ex):See Monster Manual III,page 181. sleeping, but they wake up if fighting occurs in area 5, Regeneration (Ex): See Monster Manual III, taking 1 round to get out of bed and arm themselves page 181. before heading out to join the fray. In a fight, they use",
        "name":  "Tactics",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The table in this room is worth 1,000 10. LARDER gp, and the teakwood chest is worth 5,000 gp. In The trolls keep their supplies in this chamber. Dressed addition, the chest contains 510 pp, 1,600 gp, and 8 carcasses of various creatures hang from the ceiling, and rubies (500 gp each). ssTeakwood Chest: 2 in. thick; hardness 5; hp seven barrels of sour wine are stacked against the wall. The sinkhole in this chamber leads down 90 feet to 100; Break DC 32, Open Lock DC 30. the subterranean passage below. 8. ANTECHAMBER 11. TROLL BARRACKS (EL 9) This chamber is bare. The sinkhole in the floor leads down 90 feet to the subterranean passage below. This chamber is similar to areas 6 and 9 and contains four beds, a table, and several barrels of provisions. The 9. SMITH’S ROOM (EL 10 OR 11) natural chimney begins 30 above the floor and connects This chamber is similar to area 6. It is furnished with with a vertical shaft that rises to the outpost’s rear four beds, a table, and three barrels of provisions with entrance (see Entry Points, above). The trolls use a the same contents as those in area 2. ladder to reach the chimney, but they usually leave it",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The smith and his three assistants, all lying on the floor. crystalline trolls, live in this chamber and are here most Creatures:The four normal trolls that live here of the time. When the PCs enter the outpost, however, are charged with keeping an eye on the back door. the smith has a 50% chance to be here and a 50% chance DD Trolls (4): hp 63 each; see Monster Manual, to be in area 3. page 247. DD Crystalline Trolls (3): hp 105 each; see Tactics:These trolls use the same tactics as the Monster Manual III,page 178. crystalline trolls in area 9 do.",
        "name":  "Creatures",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A single mindshredder zenthal dwells here. The creature is a scout for its colony, which is If the PCs slay Hurdrac, they’ve effectively put an end to located underground, several miles away. his outpost and his dreams of conquest. Any surviving",
        "name":  "Creatures",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " +1 melee (1d6+1) Monster Manual III Errata 1 02/06/2006 ©2006 Wizards of the Coast, Inc., a subsidiary of Hasbro, Inc. All rights reserved.",
        "name":  "Changes to the stat block for the dracotaur",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The quaraphon bully’s improved uncanny dodge is Base Attack/Grapple: +22/+45 denied when the creature is attacked by a rogue of 9th level or higher (not 8th level as indicated). Page 117: Ogre, Skullcrusher",
        "name":  "Changes to the stat block for the elder odopi",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tumble +19 electricity damage; it should deal 3d6 points of damage Delete the following sentence from the naztharune instead of 4d6 points of damage. rakshasa’s sneak attack ability description: This extra Pages 154–155: Shrieking Terror damage is 1d6 points at 1st level, and it increases by The shrieking terror’s kiss special ability has an attack 1d6 every two rogue levels thereafter. Replace it with bonus of +15, not +12 as indicated in the ability’s the following: The naztharune rakshasa’s sneak attack description. ability is equivalent to that of a rogue of a level equal to A shrieking terror can never have more than twice its the creature’s Hit Dice. normal number of heads at any one time. Page 139: Redcap Changes to the stat block for the ten-headed shrieking",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+11/+24 Monster Manual III Errata 5 02/06/2006 ©2006 Wizards of the Coast, Inc., a subsidiary of Hasbro, Inc. All rights reserved.",
        "name":  "Base Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 scimitar +9 melee (1d6+2/18–20) or slam natural form. A creature using change shape reverts to +7 melee (1d6+1) its natural form when killed, but separated body parts",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Deephollows . . . . . . . . . . 200 The Monsters Lolth-Touched Drow Ranger . . . . . . . . . . . .92 Avatars of Elemental Evil . . . . . . . . . . . . . . . . . . .7 Lolth-Touched Monstrous Spider . . . . . . .93 Monster Feats . . . . . . . . . . . . . . . . . . . . . . . . . . . 202 The Elemental Nodes . . . . . . . . . . . . . . . . . . . .8 Lunar Ravager . . . . . . . . . . . . . . . . . . . . . . . . . . . .95 Glossary . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 204 The Elemental Avatars . . . . . . . . . . . . . . . . . . .8 Mageripper Swarm . . . . . . . . . . . . . . . . . . . . . . . .98 Black Rock Triskelion (Earth Avatar) . . . . .8 Minotaur, Greathorn . . . . . . . . . . . . . . . . . . . . 100 Monsters by Type (and Subtype) . . . . . . . . . 220 Cyclonic Ravager (Air Avatar) . . . . . . . . . . .10 Nagatha . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 102 Monsters Ranked by Challenge Rating . . 221 Holocaust Disciple (Fire Avatar) . . . . . . . . .11 Necrosis Carnex . . . . . . . . . . . . . . . . . . . . . . . . 104 Waterveiled Assassin (Water Avatar) . . . .13 Oaken Defender . . . . . . . . . . . . . . . . . . . . . . . . 106 List of Monsters by ECL . . . . . . . . . . . . . . . . . 221 Balhannoth . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .15 Sample Lair: The Faerie Ring . . . . . . . . . 108 Full-Page Maps",
        "name":  "Sample Lair",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " Clockwork Mender . . . . . . . . . . . . . . . . . . . . . . .30 Half-Orc Infi ltrator . . . . . . . . . . . . . . . . . . 117 Creatable Creatures Clockwork Steed . . . . . . . . . . . . . . . . . . . . . . . . . .32 Plague Walker . . . . . . . . . . . . . . . . . . . . . . . . . . 120 Bloodfi re Ooze (ritual) . . . . . . . . . . . . . . . . . . . .18 Concordant Killer . . . . . . . . . . . . . . . . . . . . . . . . .34 Quanlos . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 122 Bloodhulk (animate dead) . . . . . . . . . . . . . . . . . .20 Corrupture . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .36 Sailsnake . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 124 Clockroach (construct)* . . . . . . . . . . . . . . . . . . .28 Defacer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .38 Skiurid . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 126 Clockwork Mender (construct)* . . . . . . . . . . .30 Demon . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .40 Spawn of Tiamat . . . . . . . . . . . . . . . . . . . . . . . . 128 Clockwork Pony (construct)* . . . . . . . . . . . . . .32 Deathdrinker . . . . . . . . . . . . . . . . . . . . . . . . . .40 Blackspawn Raider . . . . . . . . . . . . . . . . . . . 130 Clockwork Stallion (construct)* . . . . . . . . . . .32 Kastighur . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .42 Sample Lair . . . . . . . . . . . . . . . . . . . . . . . . 133 Defacer (create undead) . . . . . . . . . . . . . . . . . . . . .38 Nashrou . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44 Blackspawn Stalker . . . . . . . . . . . . . . . . . . . 134 Golem, Fang (construct)* . . . . . . . . . . . . . . . . . .72 Whisper Demon . . . . . . . . . . . . . . . . . . . . . . .46 Bluespawn Ambusher . . . . . . . . . . . . . . . . 136 Necrosis Carnex (animate dead) . . . . . . . . . . 104 Demonhive . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .48 Bluespawn Burrower . . . . . . . . . . . . . . . . . 138 Plague Walker (ritual) . . . . . . . . . . . . . . . . . . . 120 Demonhive Attendant . . . . . . . . . . . . . . . . . .48 Bluespawn Godslayer . . . . . . . . . . . . . . . . . 140 *Requires the Craft Construct feat Demonet Swarm . . . . . . . . . . . . . . . . . . . . . . .48 Bluespawn Stormlizard . . . . . . . . . . . . . . . .142 Demonhive Queen . . . . . . . . . . . . . . . . . . . . .50 Greenspawn Leaper . . . . . . . . . . . . . . . . . . 144 Mounts/Companion Creatures Dwarf Ancestor . . . . . . . . . . . . . . . . . . . . . . . . . . .52 Greenspawn Razorfi end . . . . . . . . . . . . . . 146 Clockwork Pony . . . . . . . . . . . . . . . . . . . . . . . . . .32",
        "name":  "For Player Characters",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the creature has resistance to certain The top section identifi es the creature and gives the informa- kinds of attacks, that information is given here. Altered tion you need at the start of an encounter. saving throw bonuses for specifi c circumstances appear on",
        "name":  "Resist and SR",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry gives the creature’s saving",
        "name":  "Fort, Ref, Will",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This value is the Challenge Rating of an individual throw modifi ers. creature of this kind.",
        "name":  "CR",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This information is provided only nerabilities the creature has, such as light sensitivity or for characters with class levels. vulnerability to a type of energy.",
        "name":  "Race, Class, and Level",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The one- or two-letter abbreviation that appears here denotes the creature’s alignment.",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s size category and its type OFFENSIVE INFORMATION (and subtype or subtypes, if applicable) are given here. Refer to this section when it’s the creature’s turn to act in",
        "name":  "Size and Type",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This value is the creature’s modifi er on initiative combat. All a creature’s combat options are detailed here, checks. even those that are not strictly offensive.",
        "name":  "Init",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Senses entry indicates whether the creature Speed: This entry begins with the creature’s base land has darkvision, low-light vision, scent, or some other sensory speed in feet and in squares on the battle grid, followed by special quality, along with the creature’s modifi ers on Listen speeds for other modes of movement, if applicable. NOITCUDORTNI pqqqqqqqqqqqqqqqqqqqqrs ADAPTABLE ADVENTURE SITES to suit the needs of a particular story that’s being played out in One of the new features in Monster Manual IV is a set of full-page the campaign. maps that aren’t associated with a particular kind of creature. The Deephollows, a sample underground lair that appears",
        "name":  "Senses",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Base Atk entry gives the creature’s base Feats: This entry lists all the feats the creature possesses, attack bonus without any modifi ers. including those that appear elsewhere in the statistics",
        "name":  "Base Atk",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry gives the creature’s grapple bonus (base block. attack + size modifi er + Str bonus). Skills: This entry shows all the skill modifi ers for skills",
        "name":  "Grp",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Special abilities that the creature can in which the creature has ranks. Modifi ers are also provided employ to modify its normal attacks appear here. Such for skills to which racial modifi ers, bonuses from synergy, or abilities might include feats such as Power Attack or Combat other modifi ers apply, whether or not the creature has ranks Expertise, or special abilities such as smite evil or trip. in those skills.",
        "name":  "Atk Options",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Here, we continue to use the specifi c terms SAMPLE LAIR we’ve developed to describe climate (warm, temperate, or Some creatures have an entry showing a sample lair complete cold) and terrain (plains, hills, forests, marshes, mountains, with area descriptions. or deserts). Some creatures are subterranean and live under- ground. Some that have no place in the natural environment TYPICAL TREASURE (particularly constructs and undead) might be found any- This information expresses typical treasure values and trea- where. Extraplanar outsiders are assigned a plane of origin. sure preferences. On that plane, they are considered native outsiders. If Some creatures don’t have treasure. Others have their trea- encountered elsewhere, they have the extraplanar subtype. sure merely expressed in their Possessions stat block line.",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This section states This section of the description is where you can fi nd more the average height of a bipedal creature or whatever’s most information if it applies. appropriate for a nonbipedal one and the creature’s weight. It For cultured societies, sample art objects, jewelry, and discusses any signifi cant physical differences between ages other creature-specifi c fl avor pieces might be described. or genders. A creature that has been advanced by class levels, has trea-",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Black rock triskelions are native to the Knowledge (the Planes) Elemental Plane of Earth but are usually found in subter- DC Result ranean locales, typically in an earth temple of the Elder 18 This strange, rocky creature is obviously an Elemental Eye or an earth node. elemental. This result reveals all elemental traits",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A black rock triske- and the earth subtype. lion stands 16 feet tall and weighs around 6,000 pounds. It 28 This creature is a black rock triskelion, a servant of resembles a great pillar of dark stone. Ogremoch, Prince of Evil Earth Elementals. Its",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A cyclonic ravager DC 27 Fortitude saves or be fatigued. A successful save stands 16 feet tall and weighs around 5 pounds. It looks like negates the effect. A fatigued creature that fails its save a tall, thin column of dust-roiled air but has humanoid fea- becomes exhausted. A creature must attempt this saving tures. throw each round it is within range, whether or not it has",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As the creation of Yan-C-Bin, a cyclonic rav- succeeded on an earlier save. A creature that has resistance ager is always neutral evil. or immunity to fire damage is immune to this effect, as is a creature that is not subject to the effects of extreme heat Typical Treasure conditions. The fatigued and exhausted conditions end Cyclonic ravagers collect treasures for their prince, Yan-C- 1 minute after leaving the aura’s area of effect. The save DC is Constitution-based. Bin. They prefer coins and gems, which they catch within Fire Bolt (Su) A holocaust disciple can aim a bolt of fire at their winds and swirl about in complex patterns that serve a single target as a melee or ranged touch attack. The as paeans to their dread lord. A cyclonic ravager has standard ranged touch attack has a maximum range of 200 feet treasure for its Challenge Rating, about 22,000 gp. with no range increment. Flame Wave (Su) Once per round as a standard action, a holocaust disciple can generate a wave of flame that rolls out from its body. Any creature within 60 feet of the holocaust disciple must succeed on a DC 29 Reflex save or take 13d6 points of fire damage. A successful save results in half damage. The save DC is Constitution-based. 11 AVATARS incredibly hot, sapping the vitality from the stoutest warrior in mere moments. Sample Encounter Holocaust disciples often team up with fi re giants. While the giants wade into melee, the disciples hang back and provide ranged support. EL 16: Four fi re giants protect a holocaust disciple that leads raids to destroy human towns and villages. When the giants engage a foe, the disciple surrounds the melee with its fl ame wave. It then fl ies above the battle and attacks with its fi re bolts. Ecology Holocaust disciples are unnatural beings of malevolent fi re. One’s presence in an area is unmistakable—fl ames and destruction spread everywhere. Imix sends a disciple to provide support to fi re priests who are on campaign. The creature is wickedly clever, but its attention rarely strays from laying waste to everything in site.",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A waterveiled assassin 15 This creature composed of liquid water is obviously stands 16 feet tall and weighs around 3,000 pounds. It looks an elemental. This result reveals all elemental like a towering wave of murky water. traits and the water subtype.",
        "name":  "DC Result Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bloodfi re oozes are found in evil temples the result of hideous rituals conducted by the rakshasas and (abandoned or otherwise), the demesnes of evil evokers, other vile beings. Adventurers also report the presence of and the territories of powerful fi re creatures. They roam the bloodfi re oozes protecting long-forgotten temples under- underground realm in places, but few survive long that wander neath Sharn and the cyclopean ruins of Xen’drik. aboveground—the fi res they create rapidly draw attention. Bloodfi re oozes frequently remain inside the massive caul- BLOODFIRE OOZES IN FAERÛN drons that spawned them or lie in wait in shallow pits. Bloodfi re oozes are most common in Thay. The Red Wiz-",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4. es fi t only to fertilize the soil. A newly sprouted briarvex seedling spends the fi rst two years of its life inert and rooted in the ground, looking like BRIARVEXES IN EBERRON a large, gnarled bush. Once it has fully matured, it awakens, Nobody is quite sure when briarvexes appeared in Khor- uproots itself, and moves out into the world. vaire, though stands of the creatures began Briarvexes can sow tremendous numbers wandering out of the Mournland shortly of their kind, though excessive planting after the end of the Last War. They greatly strains the soil and water table. seem to migrate in patterns, but the However, in areas blessed with rich meanings of these patterns are soil and plentiful rain, their unclear. Perhaps the elder races numbers can explode, and the giants know, but they leading to disaster. At are not telling. Meanwhile, least twice in recorded the dragons study this new history, briarvexes thread in the fabric of the have managed to plant Prophecy. almost a thousand of their kind in the course BRIARVEXES of a year near a city that poorly patrolled IN FAERÛN the nearby wilds. These creatures sponta- Two years later, the neously appeared in the unlucky city found High Forest, and almost itself under attack by a simultaneously in the jun- horde of the creatures. gles of Chult. Scholars",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The body of a creature turned into a defacer loses the charac- teristics it had in life and gains the typical defacer shape and appearance. Faceless and gray, a defacer’s thick-skinned and muscular body stands roughly 6 feet tall and weighs nearly 260 pounds.",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deathdrinkers are always chaotic evil. They of a neutral evil or chaotic evil god of death. Many choose are self-serving, egocentric creatures that happily kill their not to worship a god (believing that no one is more worthy allies if doing so suits them—or if they simply feel like of worship than themselves) and instead simply choose seeing some blood. domains. The most popular are Death, Destruction, and Evil. A deathdrinker cleric most enjoys creating undead that it can Society use to bolster its talents. Deathdrinkers live in the Abyss but are not tanar’ri. They A deathdrinker automatically qualifi es for the assassin use this distinction to set themselves apart from political prestige class (DMG 180). intrigue and power struggles, viewing themselves as above such petty concerns. They’re tough and powerful combat- Deathdrinkers in Eberron ants, but they are not evil masterminds or clever generals. Deathdrinkers inhabit Dolurrh, the Realm of the Dead,",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Whisper demons are always chaotic evil. seeking a means to travel to the Material Plane. Whisper Mad and hateful, they live for the opportunity to see others’ demons often lurk near both sides of a portal connecting the misfortune. Material Plane and the Abyss. 47 Illus. by W. England DEMON DEMONHIVE Strategies and Tactics As the hive’s providers, demonhive attendants kill creatures First seen on one of the Infi nite Layers of the Abyss, demon- and bring their carcasses back for the queen and demonet hives are now found throughout the Lower Planes. With swarms to feed on. They attack any creature that enters their aggressive and bloodthirsty members, demonhives their hive and any creature larger than Fine size that they threaten all creatures they encounter and lay waste to the encounter while foraging. In combat, attendants prefer to areas they inhabit. If they were allowed to continue their overwhelm a single foe before moving to the next, unless rampage unchecked, demonhives might spread across enemies threaten the queen. In such cases, they divide their entire planes. efforts between blocking approach to the queen and attack- ing those who come near. DEMONHIVE ATTENDANT A chitinous and horned insectoid creature approximately the DEMONET SWARM size of a dog flaps toward you on translucent red wings. It grins Hundreds of disgusting, black, larvalike creatures flit through the to reveal a mouth of wolfish teeth and reaches toward you with air on tiny red insect wings, creating a dizzying drone. disturbingly humanoid, clawed hands. Demonhive Attendant CR 2 Demonet Swarm CR 2 Always NE Small outsider (evil, extraplanar) Always NE Tiny outsider (evil, extraplanar, swarm) Init +6; Senses darkvision 60 ft.; Listen +7, Spot +7 Init +7; Senses darkvision 60 ft.; Listen +7, Spot +7 Languages — Languages — AC 15, touch 13, flat-footed 13 Aura demonic drone (60 ft.) (+1 size, +2 Dex, +2 natural) AC 15, touch 15, flat-footed 12 hp 19 (3 HD) (+2 size, +3 Dex) Immune sonic hp 19 (3 HD) Fort +5, Ref +5, Will +4 Immune sonic Speed 40 ft. (8 squares), fly 40 ft. (good) Resist half damage from slashing and piercing Melee 2 claws +4 each (1d4) and Immune swarm immunities bite +2 (1d4) Fort +5, Ref +6, Will +2 Space 5 ft.; Reach 5 ft. Speed 20 ft. (4 squares), fly 40 ft. (good) Base Atk +3; Grp –1 Melee swarm (1d6 plus distraction) Atk Options aligned strike (evil),frenzied haste Space 10 ft.; Reach 0 ft. Abilities Str 11, Dex 15, Con 14, Int 2, Wis 13, Cha 1 Base Atk +3; Grp — SQ hive mind Atk Options aligned strike (evil) Feats Improved Initiative, Multiattack Abilities Str 1, Dex 16, Con 14, Int 1, Wis 9, Cha 1 Skills Climb +6, Hide +9, Jump +4, Listen +7, Move SQ hive mind, swarm traits Silently +5, Spot +7 Feats Alertness, Improved Initiative Advancement — Skills Hide +17, Listen +7, Spot +7 Frenzied Haste (Ex) Whenever a demonhive queen takes Advancement — damage, all the hive’s attendants shudder with nervous Demonic Drone (Ex) Creatures within 60 feet of a demonet energy. When the queen is reduced to –1 hit points swarm take a –2 penalty on attack rolls, skill checks, ability or below, attendants enter a state of frenzied haste. checks, and saving throws. This is a sonic mind-affecting Each attendant gains a +2 haste bonus on attack rolls effect. Demonhive attendants, demonet swarms, and and damage rolls, and one additional claw attack at demonhive queens are immune to this effect. its highest attack bonus (3 claws +6 each [1d4+2] Distraction (Ex) Fortitude DC 13, nauseated 1 round. The and bite +4 [1d4+2]). This frenzied haste lasts for the save DC is Constitution-based. remainder of the encounter, after which the attendant is Hive Mind (Ex) As demonhive attendant. fatigued for 10 minutes. Hive Mind (Ex) All demonhive members within 2 miles of Although individually less dangerous than rats, demonets a demonhive queen are in constant communication. If gather in huge fl ying swarms, whose buzzing creates a mind- one is aware of a particular danger, they all are. If one numbing drone. in an encounter is not flat-footed, none of them are. No demonhive member in an encounter is considered Strategies and Tactics flanked unless all of them are. A demonet swarm follows the lead of demonhive attendants and the demonhive queen. When attendants or queens seem Demonhive attendants are the workers and hunters of the agitated or enter combat, the demonet swarms do likewise. hive. They attack nearly any creature they encounter, and They do not use sophisticated tactics but simply swarm they kill regardless of hunger or the colony’s needs. around whatever the queen or attendants are fi ghting. A demonet swarm does not attack other demonets. 48 EVIHNOMED tunduH .D yb .sullI Demonhives swarm across the Lower Planes, spreading wanton destruction in their wake DEMONHIVE QUEEN A demonhive queen is the heart of the hive and exists only Swollen with fat and a thousand unborn young, this black, worm- to perpetuate its wanton destruction. Demonhive attendants like creature has a toothy mouth flanked by snapping pincers. serve and protect the queen, but she cares little for them. Wings too flimsy to support its prodigious bulk hang limply from its back, while obscenely human-looking arms reach from its Instead, she values the demonets from which a new queen body to slowly drag it along the ground. might arise. Demonhive Queen CR 6 Strategies and Tactics Always NE Large outsider (evil, extraplanar) The queen remains at the center of the hive, barely able to Init –1; Senses darkvision 60 ft.; Listen +14, Spot +14 move. She relies on her attendants to defend herself and Languages — the precious demonet swarms. If the swarms die, the queen AC 15, touch 8, flat-footed 15 begins to scream. If the queen is injured or killed, the atten- (–1 size, –1 Dex, +7 natural) dants enter a frenzied haste. hp 114 (8 HD) Immune sonic SAMPLE ENCOUNTERS Fort +14, Ref +5, Will +9 A demonhive presents interesting encounters that can form Speed 20 ft. (4 squares) Melee bite +10 (3d6+4) the backbone of a short adventure. All the members of a Space 10 ft.; Reach 5 ft. demonhive should be encountered together as much as pos- Base Atk +8; Grp +15 sible, since they rarely stray far from the queen. The abilities Atk Options aligned strike (evil) of the queen, attendants, and swarms also complement each Special Actions maternal scream other. As a result, the diffi culty of a demonhive encounter is Abilities Str 17, Dex 9, Con 27, Int 2, Wis 16, Cha 2 in large part determined by the tactical choices made by the SQ hive mind PCs. From the characters’ perspective, an optimal approach Feats Improved Toughness, Toughness (2) is to defeat the attendants fi rst, then the queen, and fi nally Skills Climb +14, Listen +14, Spot +14, Survival +14 the demonet swarms. In this way, the surviving monsters do Advancement 9–11 HD (Large), 12–24 (Huge) not benefi t from the others’ special abilities. Maternal Scream (Ex) The first time each round a demonet The PCs might encounter demonhive attendants on the swarm is dispersed or destroyed, a demonhive queen lets hunt, either alone or in small groups, then clash with more loose a terrible screech as an immediate action. If all her attendants and demonet swarms at the entrance to the hive. demonet swarms are dead, a demonhive queen screams Demonhive queens always have a few swarms and attendants once per round as a free action. This effect deals 3d6 nearby, and are normally found in the birthing chamber of points of sonic damage to all creatures within 60 feet. the hive. In some circumstances, a party might encounter a Creatures in the area can attempt a DC 22 Fortitude save to take half damage. The save DC is Constitution-based. queen accompanied by attendant bodyguards and demonet Hive Mind (Ex) As demonhive attendant. swarms as the hive moves from an uninhabitable lair to fi nd pqqqqqqqqqrs a new one. Hunting Wing (EL 6): Four demonhive attendants fl y DEMONHIVE LORE through the woods harrying a small herd of deer. When Characters with ranks in Knowledge (the planes) can learn the creatures spot the PCs, they veer off to attack. If the PCs more about demonhives. When a character makes a successful remain in the area after the battle, a new hunting wing soon skill check, the following lore is revealed, including the informa- shows up, alerted to the combat through the attendants’ hive tion from lower DCs. mind ability. Entrance Guardians (EL 7): Two demonet swarms fl it Knowledge (the Planes) about the entrance to a demonhive, eager for the return of a DC Result hunting wing with prey. Two attendants stand guard at the 13 Demonhives are colonies of evil insectlike outsiders. This result reveals all outsider traits. entrance, and two others have almost reached the hive along 18 Three kinds of creatures form a demonhive: with freshly caught prey—a dying halfl ing. demonets that gather in swarms, male attendants Queen and Company (EL 9): The queen lies in the that hunt for the hive, and the hive’s queen. hive’s birthing chamber, guarded by fi ve attendants and in 23 Attendants are the “worker bees” of the hive and the company of three demonet swarms. When the queen or go into a frenzy if their queen is severely wounded attendants notice a threat, the demonet swarms fl y about the or killed. The demonet swarms make a hideous enemy while the attendants move to attack those who engage droning noise that makes fighting them difficult. the queen. 28 The queen is very protective of her demonets and emits a devastating scream if they are killed. The hive members are immune to this and other sonic effects. pqqqqqqqqqrs 50 EVIHNOMED ECOLOGY much as 2,000 pounds, but a well-fed and long-lived queen can grow to Huge size. The ecology of a demonhive resembles that of a beehive. A",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dwarf ancestors sometimes fall into are the spirits of those who fought selfl essly for their people, the hands of duergar. These unfortunate souls are usually and they are the implacable enemies of all that threaten the corrupted by the duergar (whom the ancestors see only dwarf clans. Corrupted ancestors, however, are usually lawful as dwarves) and turned against their true nature. In lands evil. where dwarf strongholds have fallen to duergar attack, some deranged ancestors patrol ancient corridors, looking to SOCIETY assuage their pain in the blood of living creatures. Dwarf ancestors answer the call of Moradin’s beleaguered",
        "name":  "Corrupted Ancestors",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "See page 127 of the who has reigned for more than a thousand years. Vlaakith Monster Manual for information on typical githyanki height is a 24th-level wizard and a lich. She slays all githyanki who and weight. become powerful enough to challenge her rule (MM 128).",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4. and androgynous features. It is coldly attractive by human- oid standards, but its eyes immediately give away its true nature. They resemble gems, luminous and without pupils. JOYSTEALERS IN EBERRON A joystealer’s eyes are deep ruby red when the creature is The ethergaunts served the daelkyr, their creators, nearly hungry but glow golden once it has fed. A typical joystealer ten thousand years ago, while the inhabitants of Xoriat ran stands about 5 feet tall and has a slight form. free on Khorvaire. When the gates to Xoriat were closed, the",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A bulky quadruped, a lodestone marauder is 10 feet tall and long, weighing 3,500 pounds. Jagged, rusty spikes cover its metal-infused body, and the creature moves about on spindly but power- ful legs that end in terrible hooks. Its mouth is fi lled with numerous mandibles that are capa- ble of shattering iron and steel. Visually, it’s impossible to tell the difference between male and female lodestone marauders.",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s alignment changes to chaotic evil. 93 Lolth-touched bebilith, drow, and monstrous spider Illus. by J. Nelson CREATURE LOLTH-TOUCHED",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Str ECOLOGY +6, Con +6. Lolth-touched creatures exist alongside drow and their allies.",
        "name":  "Abilities",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Lolth-touched creature gains a +4 racial bonus Sometimes they serve Lolth directly in the Demonweb or are on Hide and Move Silently checks. sent on specifi c missions by the Queen of Spiders.",
        "name":  "Skills",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Lolth-touched creature has all the",
        "name":  "Special Qualities",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Lolth-touched creatures are usually found special qualities of the base creature, plus the following spe- underground, regardless of the base creature’s normal habi- cial quality. tat. Most such creatures were natives of the underground. Fearless (Ex): Lolth-touched creatures have immunity to all Lolth-touched creatures that serve the Queen of Spiders fear effects. directly dwell in the Demonweb, the 66th layer of the Abyss.",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mageripper swarms can be found in any temperate environment and are attracted to urban areas. They can’t tolerate extremes of heat and cold. Often a swarm infests the cellar of a wizards’ enclave or an ancient dungeon. Typical Physical Characteris- tics: A typical mageripper is about 1 foot long and weighs 3 to 5 pounds. It seems to be fashioned from a jumble of unrelated pieces, with big chewing jaws, insectlike legs, and tentacles like those of a displacer beast. Its coloration is unnatural, with overtones of sickly purple, blue, or pink. C ircular blotches along the body 99 Mageripper swarm Illus. by A. Stokes SWARM MAGERIPPER MINOTAUR, GREATHORN fi nish off its intended victim, a greathorn minotaur attacks ferociously and uses Power Attack as much as it can. Before you is a tall and thickset minotaur with short, slate- colored fur. Its horns extend nearly 5 feet from its head, and it wields a massive hammer. SAMPLE ENCOUNTERS Greathorn minotaurs are likely to be encountered within Greathorn Minotaur CR 7 their lairs or leading other minotaurs underground. Usually CE Large monstrous humanoid (earth) Individual (EL 7): A lone greathorn minotaur has carved Init –1; Senses darkvision 60 ft., scent, tremorsense 120 ft.; a maze close to duergar territory, hoping to capture and Listen +8, Spot +8 devour as many gray dwarves as possible. It ambushes any Languages Giant, Undercommon humanoids that cross its path. AC 15, touch 8, flat-footed 15 Pair (EL 9): Recently bonded, a mated pair fi ghts as a team. (–1 size, –1 Dex, +7 natural) The female launches the initial attack. Once battle is joined, hp 104 (11 HD); DR 5/— the male emerges from the rock to catch an opponent from Fort +10, Ref +6, Will +7 a fl ank. Speed 30 ft. (6 squares); earth glide Templars (EL 11): Four greathorn minotaurs have banded Melee gore +17 (2d6+10) or together in service to a temple to the earth aspect of the Elder Melee greathammer +17/+12/+7 (3d6+10/×4) and Elemental Eye (see page 8). They patrol the area near the gore +12 (2d6+3) temple, driving off interlopers. The minotaurs use hit-and- Space 10 ft.; Reach 10 ft. run tactics to slowly sap an enemy group’s strength. If hard Base Atk +11; Grp +22 Atk Options Awesome Blow, Power Attack pressed, they fl ee or hide within the stone, and the wounded Special Actions earth warp retreat to the temple to rouse its occupants and avenge their fallen comrades. Abilities Str 24, Dex 8, Con 20, Int 9, Wis 10, Cha 10 SQ natural cunning Feats Awesome BlowB, Great Fortitude, Improved Natural ECOLOGY Attack (gore), Power Attack, Track Greathorn minotaurs arose in the untold reaches of the Skills Intimidate +3, Listen +8, Search +3, Spot +8, underground realm as an offshoot of the minotaur race. Great Survival +3 wells of elemental earth energy warped and twisted several Advancement by character class; Favored Class barbarian; see text minotaur tribes, yielding the fearsome beings that now prowl Possessions greathammer labyrinths and passages deep within the earth. Greathorn minotaurs hunt for food, eating just about any- Earth Glide (Ex) A greathorn minotaur can glide through stone, dirt, or almost any other sort of earth except metal thing they kill. However, they love the taste of the fl esh of as easily as a fish swims through water. Its burrowing sentient creatures above all other foods. Humanoid prey is leaves behind no tunnel or hole, nor does it create any their favorite. ripple or other signs of its presence. Once every few years, greathorn minotaurs embark on a Earth Warp (Su) As a swift action, a greathorn minotaur can great migration. Sages believe that the minotaurs follow the cause the earth and rock around it to twist and warp in a ebb and fl ow of elemental earth energy. 60-foot-radius emanation around it, doubling movement",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A typical sailsnake is SAILSNAKES IN EBERRON 4 to 6 feet long and can weigh up to 50 pounds. In Khorvaire, the sort of terrain that sailsnakes favor is Young sailsnakes have fairly drab coloration that camou- found only in the jungles of southeastern Q’barra. Still, the fl ages them until they are large enough to defend themselves creatures are not common there. Most sailsnakes live on effectively. As the serpent ages, its scales become more bril- Xen’drik, where they inhabit the ancient ruins along with liant, acquiring a metallic sheen. Streaks and splotches of drow and yuan-ti. green, scarlet, orange, or blue are common. The sailsnake’s environment contributes to its color; minerals in the soil or pigments from prey animals tint its scales. The sail fi ns are SAILSNAKES IN FAERÛN usually golden, bronze, or salmon-pink, with a fi ne tracery In Faerûn, sailsnakes are denizens of the Serpent Hills. They of blood vessels. Females are slightly larger than males, but are bred by the yuan-ti as more manageable variants of the there is otherwise little difference between the sexes. larger winged viper (FORGOTTEN REALMS Campaign Setting 309).",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Skiurids are native to the Plane of Shadow but often end up in other planes of existence along with the creatures with which they associate. SKIURIDS IN EBERRON Sometimes skiurids get left behind accidentally when an Skiurids are usually found in Mabar manifest zones. These umbral banyan shifts to a haunted forest on the Material are most common in the Shadow Marches, but the jungles Plane. Despite the disruption, such migrants usually thrive of Xen’drik might hide such deadly groves. as long as they remain in the dark heart of the forest. They When Mabar is coterminous with Eberron, the dark are occasionally found with the bitter shadar-kai. places of the world become blacker and more dangerous. At",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A skiurid is around 14 these times, shadow beings can more easily slip between the inches in length, excluding the tail. It looks something like worlds, and colonies of skiurids end up in earthly forests, a gaunt, outsized squirrel, but a malevolent reddish gleam especially the fey woods of the Eldeen Reaches. shines in its eyes. Its body is a deep gray or black, and the creature blends readily into shadows. SKIURIDS IN FAERÛN",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blackspawn raiders are always chaotic evil. Blackspawn raiders are nomadic carnivores. They hunt to Tiamat bestowed much of the look and all the philosophy of eat and aren’t picky about their prey. Rats, boar, elves—it black dragons upon these spawn. Social codes forbid killing doesn’t matter. Some creatures taste better than others, but other blackspawn raiders or directly hindering their ability they’re all edible. to reproduce, but everything else is fair game in the drive to Beyond hunting for mere food, though, blackspawn raiders advance personal status. frequently kill for pleasure. Tracking, fi nding, and bringing down a challenging foe fulfi lls a primal desire. After a fi ght, Society they ritually sample the fl esh of a fresh kill and drink a sip Blackspawn raiders call themselves the Children of Tiamat. of its blood. One kind of prey thrills a blackspawn raider Their lives focus on Tiamat and manifesting her will in the with the prospect of both the hunt and the great feast after: world. They revere her as both the literal mother of their race a good-aligned dragon. and their spiritual mother. Besides hunting, blackspawn raiders are driven to repro- If a raider sights a good dragon or the tribe gains infor- duce. They do this through laying eggs. Females become mation leading to a good dragon’s lair, everyone in the fertile about four times a year and fi ght among themselves to community bands together. Petty rivalries and social machi- choose mates. Gestation takes approximately four weeks. A nations are temporarily laid aside. Everyone works toward the female lays two to eight eggs at a time, each of which might common goal of hunting down and killing this favored prey. have been fertilized by a different male. (The normal selfi shness, greed, and one-upmanship resume The eggs are durable, with thick, leathery shells. Each is once the hunt is over.) about 6 inches in diameter. In order to hatch, the eggs must If a group is skillful and lucky enough to bring down the be kept warm and protected from violent motion, such as dragon, an extended holiday ensues. The community moves shaking. After about 4 weeks, Tiny hatchlings emerge. A the corpse to its encampment or camps beside a corpse that hatchling develops into an adult in approximately one year. is too large to move. A tremendous feast celebrates those",
        "name":  "Ecology Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blackspawn stalkers prefer warm or tem- found in the forested land of Q’barra. perate swamps, but they can adapt to dense forests as well. Wherever they live, they seek out the upper branches of trees Blackspawn Stalkers in Faerûn where they build their nests and lay eggs. These foul creatures can be found roaming the southern",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bluespawn stormlizards live in warm vanguard of their forces. lands. They’re more populous in arid regions but can adapt to any temperate or warm environment that provides a dry Bluespawn Stormlizards in Faerûn place to sleep. Mated pairs look for dry caverns in which to Many evil creatures ride stormlizard mounts, including lay eggs and tend young; lacking this, they make do with members of the Cult of the Dragon. What their riders don’t an area of large boulders or even a know is that the beasts have a higher loyalty. Bluespawn closely packed stand of trees. stormlizards recognize other spawn of Tiamat as kindred Typical Physical Char- creatures and refuse to attack them. When the time acteristics: A bluespawn is right for Tiamat’s assault on the world, stormlizard stands roughly her stormlizards will serve no other 6 feet tall at the shoulder master. and weighs about 4,000 pounds. Males carry slightly more bulk than females, but otherwise they look very similar. With plentiful feed- ing, though, stormlizards can attain tremendous size. Such behemoths often serve bluespawn godslayers as mounts. Older stormlizards have darker scales and scarred faces, the result of sparring matches over mates.",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A light load for interwoven leafy branches. She incubates the eggs a greenspawn leaper is up to 130 pounds; a for about two weeks, leaving only once a day to hunt for a medium load, 131–255 pounds; and a heavy load, 256–390 few hours. Once the young leapers hatch, the female leaves pounds. them to fend for themselves within her territory. The hatch- lings hone their instinctive abilities to climb, jump, and hide, Greenspawn Leapers in Eberron hunting insects at fi rst but gradually taking on larger prey. Greenspawn leapers were fi rst discovered in the jungles of When they grow to adolescence, their mother drives them Xen’drik. Explorers brought back several captured speci- out of her territory, and they must carve out an area of the mens and eggs to Khorvaire for an exhibition during the canopy for themselves. Last War, but the creatures escaped. (Some say they were Greenspawn leapers live for an average of fi ve years in the stolen by Seren barbarians.) Where the creatures are now wild. Living in a forest canopy is diffi cult for such a relatively is a mystery yet to be solved. large creature, and dangerous races take their toll. In captiv- ity (such as when a greenspawn sneak ranger takes a leaper Greenspawn Leapers in Faerûn as an animal companion), a greenspawn leaper can live up to Greenspawn leapers live primarily in the warmer climes of ten years. Only domesticated leapers are likely to live long the south, especially the Chultan jungles, but greenspawn enough to advance in Hit Dice. sneaks (see page 148) have transplanted them to wherever",
        "name":  "A pregnant female constructs an egg bed out of Carrying Capacity",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Greenspawn sneaks primarily inhabit Three central tenets guide greenspawn sneaks’ existence: temperate or warm forests and marshes. They live in small, duty, stealth, and trickery. Duty to Tiamat and tribe comes hidden settlements in wilderness areas abutting the lands fi rst. The second most important ideal, stealth, allows them of creatures they consider foes of Tiamat. Sneaks always set to do their duty. As scouts for the Chromatic Dragon’s divine up their outposts near a source or fresh water, be it a pond, army, greenspawn sneaks live in small settlements, which stream, or underground font. This provides drinking water they call outposts, on the fringes of enemy territory. They and a means of escape or concealment for noncombatants know they are the reconnaissance force preparing the way should an outpost be attacked. for the great assault. Thus, they must be circumspect, strik-",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Whitespawn hunt- Whitespawn hunters prefer to travel in small groups, the ers average 5 feet in height and 125 pounds in weight. They better to bring down prey. However, they are fractious and have white-scaled skin and wiry builds, and they move with competitive by nature and often fi ght among themselves, surprising grace. Females are slightly smaller and slimmer, especially when dividing the spoils. Leaders often ride with less pronounced facial features than males. whitespawn iceskidders (see page 163). Alignment: Whitespawn hunters are always chaotic evil. Individual (EL 4): A whitespawn hunter encountered They are single-minded when both hunting and committing alone is usually a scout for the tribe. terrible acts of depravity, especially against their slaves. EL 4: After a run-in with a band of orcs, a tribe of whitespawn hunters sends out individuals to track down Society their enemies. Life among whitespawn hunters is brutal and short, with Pair (EL 6): Most whitespawn hunters travel in pairs. most activity dedicated to the hunt. Status within a tribe When they encounter prey, one moves in to attack, and the depends strictly on strength and the willingness to defend other hangs back to make a surprise attack at the optimal one’s position. Males are typically in charge, though in some moment. tribes powerful females dominate. When a tribe grows too EL 6: Two young whitespawn hunters are sent out to bring large to feed, the leader splits off, taking as many potential down the largest game possible so they can be accepted as mates and sturdy combatants with him as he can. Massive adults in the tribe. They cooperate with each other to an bloodshed often results from such schisms. extent, but only one can win the right of adulthood—the After mating, female whitespawn hunters hide their eggs loser is to be killed or exiled. inside icebergs and other isolated locations where tempera- Hunting Group (EL 10): A hunting group generally tures rarely rise above freezing, abandoning them to their consists of two whitespawn hunters, a whitespawn berserker fate. The eggs hatch after six months, and the young must sur- with a whitespawn iceskidder mount, and an additional vive on their own—often by devouring their weaker siblings. iceskidder. The group uses coordinated tactics to track and The survivors are deemed strong enough to join the tribe ambush intruders into their territory. They attack anything when it returns to the area, and they are taught additional they deem edible (that is, most creatures). skills to become better hunters. Coming of age is a brutal ritual: A pair of adolescents must undergo a hunt to bring Ecology down a large and dangerous creature. They hunt together, Whitespawn hunters prowl the frozen realms far from but only one can bring down the prey and earn adult status. civilization. They live a nomadic lifestyle, following herds The other is either killed by the rest of the tribe or fl ees into of large, dangerous game such as dire elk, polar bears, and the wilderness in hopes of creating his own tribe—few such even remorhazes. They build and camp in easily trans- individuals survive. portable huts, which are hauled by slaves or whitespawn hordelings. Whitespawn hunters are rapacious meat-eaters and can quickly deplete an area’s stocks of game. When times are lean, they subsist on carrion, the fl esh of slaves, and the bodies of fallen tribe members. They even devour the bones, leaving virtually nothing behind to indicate their presence other than bits of gore and tufts of fur. Tribes of whitespawn hunters instinc- tively know when to move on to fi nd richer game or to avoid the worst winter storms. Their paths often intersect with those of other tribes, resulting in open warfare. The winning tribe seizes slaves and mates from the loser.",
        "name":  "Sample Encounters Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase all current and future Hit Dice to d12s. Enraged (Ex) If a web mummy’s creator tomb spider is The base creature’s Hit Dice increase by 3. destroyed, the mummy becomes enraged, gaining a",
        "name":  "Hit Dice",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A web mummy’s land speed decreases by 10 feet feats of the base creature, but it gains Great Fortitude and (to a minimum of 10 feet). The speeds for other movement Toughness as bonus feats. modes are unchanged. A web mummy also gains a climb Skills: A web mummy loses all the skills of the base crea- speed of 20 feet, if it did not already have one. ture. Its climb speed grants it a +8 racial bonus on Climb",
        "name":  "Speed",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A web mummy has a slam attack. If the base group, a tomb spider ignores attacks against itself if its off- creature does not have this attack form, use the appropriate spring (broodswarms or web mummies) are threatened. It damage value from the table below according to the creature’s uses its webs against the most dangerous-looking foes, and size. any broodswarms move over the trapped creature. Size Damage Fine 1 SAMPLE ENCOUNTERS Diminutive 1d2 Tomb spiders, broodswarms, and web mummies can be Tiny 1d3 encountered individually, but the most potent threats involve Small 1d4 combinations of multiple monsters. Medium 1d6 Individual (EL 6): A tomb spider has recently moved to Large 1d8 richer hunting grounds near some isolated farms. Thus far, Huge 2d6 Gargantuan 3d6 only a few sheep and a dog have disappeared. Now that the Colossal 4d6 spider is ready to lay eggs, it aggressively seeks a humanoid host.",
        "name":  "Damage",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A web mummy loses all the attack Nest (EL 8): The trail from a tomb spider’s recent kill options of the base creature and gains the attack option leads back into its web-strewn lair. Two web mummies lurch described below. around the chamber, while a broodswarm scurries about the Enraged (Ex): If a web mummy’s creator tomb spider is webs. The tomb spider hides until the PCs attack, then jumps destroyed, the mummy becomes enraged, gaining a +2 bonus them from behind. on attack rolls and damage rolls for the next 10 minutes.",
        "name":  "Attack Options",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A web mummy’s ability scores are modifi ed ECOLOGY as follows: Str +12, Dex +2, Wis +2, Cha –2. As a mindless Tomb spiders are carnivorous and eat prey ranging from undead creature, a web mummy has no Constitution or Intel- rabbits to horses. However, their life cycle requires them ligence scores. to live near humanoids, monstrous humanoids, or giants in",
        "name":  "Abilities",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Large tomb spider is a dead-gray, spindly creature approximately 10 feet in diameter and weighing 500 pounds. Individuals can be as large as 20 feet across and weigh up to 2,000 pounds. Newly hatched spiderlings of a broodswarm are bright red in color, darkening to gray within the fi rst few weeks of life. A web mummy begins with the proportions and weight of the original host. As the brood- swarm inside feeds on the host’s organs, the mummy’s weight decreases and that of the swarm increases.",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1st- through 5th-level varags do not as a bonus feat. possess class levels. Instead, they gain racial Hit Dice and abilities. Vital Statistics At 1st level, the varag’s fi rst racial Hit Die grants 8 hit You can choose your varag character’s starting age, height, points and +0 base attack bonus, and base saves of Fortitude and weight, based on the typical physical characteristics +0, Refl ex +2, and Will +0. A 1st-level varag gains a number detailed in the ecology section of the monster entry and the of skill points equal to (2 + Int modifi er [minimum 1]) × 4. random ages here. Or, you can use the tables that follow to Its racial class skills are Jump, Move Silently, and Survival. determine these statistics randomly. At 2nd level, a varag gains an additional 1d8 hit points and +1 base attack bonus, and base saves of Fortitude +0, Refl ex Random Starting Ages +3, and Will +0. A 2nd-level varag gains a number of addi- Barbarian, Bard, Cleric, tional skill points equal to 2 + Int modifi er (minimum 1). Rogue, Fighter, Druid, At 4th level, a varag gains an additional 1d8 hit points and Scout, Paladin, Monk, Race Adulthood Sorcerer Ranger Wizard +0 base attack bonus, and base saves of Fortitude +1, Refl ex Varag 8 years +1d3 +1d4 +2d4 +3, and Will +1. A 4th-level varag gains a number of additional skill points equal to 2 + Int modifi er (minimum 1).",
        "name":  "Racial Hit Die",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Yuan-ti are most comfortable in warm strength. It deals openly with other evil creatures. Even forests, usually steaming jungles. Sometimes they inhabit the mightiest necromancer or evil priest cannot resist the subterranean passages, even right beneath human cities. abomination’s honeyed words, well-considered plans, and Typical Physical Characteris- thoughtful counsel. With both Intelligence and Charisma tics: Purebloods closely resemble over 20, the abomination is smart enough to create intri- humans and have similar builds. cate, effective plans and infl uential enough to win allies Halfbloods have a variety of ser- to help see them through. pentine features, such as snake heads or tails. They are otherwise about the size of humans. Abomi- Yuan-ti pureblood slayer, nations are entirely snakelike; they abomination cult leader, and can reach 12 feet in length and weigh halfblood deceiver up to 300 pounds.",
        "name":  "An abomination cult leader seeks power, wealth, and Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Zerns see themselves as the only true sentient creatures in the cosmos. They experiment on other beings Zerns are most likely to be encountered during a slaving in the same way that a child plays with toys. Supremely self- raid. They prefer to travel in groups, although individuals are centered, zerns are usually neutral evil. occasionally sent out to scout an area before an assault. Individual (EL 6): A lone zern targets a single creature to capture and enslave. It adopts a disguise and seeks out a SOCIETY tavern, inn, or other place where travelers gather, and it tries Zern society is predicated on the concept that only the to poison its target’s food with oil of taggit (DMG 297). Once zerns are truly sentient. To them, all other living things the poison takes hold, the zern claims that the victim had a are mere playthings for experimentation. A zern sees few drinks too many and offers to carry him up to his room. itself as the pinnacle of biological development. Other From there, it spirits the victim away. creatures—those too primitive to control their bodies and alter their forms to suit their needs—are obviously evolu- ECOLOGY tionary dead ends. Zerns seek to discover the perfect biological form by The vast majority of zerns live in small enclaves hidden in altering creatures to produce new races. By discovering this the dark corners of the world. They prefer to dig hideouts fi nal form, they believe they can fi nally achieve true tran- within deep forests, in a city’s sewer systems, and even within scendence and bodily perfection. Unfortunately for other relatively peaceful corners of the underground realm. Zerns creatures, zerns experiment only on the strongest, smartest, prey on all creatures, including humans, wild animals, and and most successful subjects. They also believe in practicing even drow and giants. A zern enclave must be far enough their art as often as possible, learning from the process of from potential victims to remain safe, but close enough to trial and error. plan and execute raids easily. Zerns sculpt creatures into twisted, deformed beings that All zerns begin life as male. At around age forty, they usually die on the operating table. Sometimes they use mystic undergo a process that turns them female. Once a zern has processes to turn a subject into one of a variety of horrors, given birth to a child (gestation takes a full year), it reverts to including arcanovores (see page 197), blade thralls (see page a sterile neutral gender, although parents are still responsible 198), chokers, ettercaps, gibbering mouthers, gricks, and for the care and education of their young. otyughs. Such monsters are normally found guarding zerns’",
        "name":  "SAMPLE ENCOUNTER Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blade thralls stand DC Result roughly 7 feet tall and weigh 2,100 pounds on average. 14 This creature is a zern blade thrall, an unnatural",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "with a 10-foot-wide tunnel opening from a side wall into area 6. A very large opening leads into area 7. At the lowest THE DEEPHOLLOWS point of the cavern is an opening into yet lower caves (area The slow drip of water gradually hollowed out this series of 8). A stone slab and a mound of rubble cover the opening. caverns, which are suitable for habitation by subterranean If inhabited by civilized creatures, this cave might contain creatures. multistory buildings or cliff dwellings carved into the walls, as well as artifi cial light sources. Barbaric inhabitants simply 1. Antechamber camp on the fl oor. Water seeped through a surface crack to begin forming this A wide ledge midway up the far wall forms an entrance to series of caves. The original opening to the surface has since a dead-end network of narrow tunnels. Civilized creatures been sealed with a stone plug, and the ground above shows might use this area for storage or military barracks. no obvious entrance (Search DC 25 to locate). A tunnel con- Near the cavern’s ceiling is a narrow opening into twisting nects it to other underground areas. hollows that connect with area 4 as well as opening to the The fl oor slopes down gradually at fi rst, then steeply. Civi- surface, thus allowing air to fl ow through the complex. lized creatures inhabiting this area might carve rough steps into the slick stone. 6. Secondary Dwellings A second large cave, about 60 feet across at the widest, serves 2. Dead End as additional living space. If the inhabitants are civilized, This series of steep-walled caverns is connected by extremely this area is home to the wealthy and infl uential members of narrow passages, some barely wide enough to admit a society. Smaller spaces branching off the main cave might Medium creature. The passages eventually end in a blind form private estates within this privileged district. alley in which a little stale water has collected. Civilized Uncivilized inhabitants might instead use this area for peoples consign their common criminals (as well as those noncombatant housing, child-rearing, and the like. too poor to pay rent) to this “waste” area, where mere survival is a brutal, constant fi ght. Uncivilized beings exile the dis- 7. Downbelow eased, cursed, or malformed, and those shunned through These smaller caves connected by sinuous tunnels form less superstition. desirable living space. Brackish water pools in the lowest The cavern walls are rough, with many ledges and shelves cave, drinkable in a pinch but not pleasant (especially since that afford a bit of surface for sleeping or pitching a small trash and wastes tend to spill into it). shelter. Individuals with the highest status inhabit the lower Civilized beings relegate their lowest classes to this area. caves, closer to the meager supply of water. The lower areas Laborers, foreigners, and transient renters dwell in hovels are also less traveled and allow a bit of privacy. Fights over here and travel into area 5 to work or trade. Barbaric creatures this territory are frequent. throw garbage into this area or perhaps keep beasts or slaves here. 3. The Bridge A 5-foot-wide natural bridge spans this cave. It is slick with 8. The Deeps dampness, meaning that 2 squares of movement are needed Ancient water fl ows opened the fl oor of the large cavern into to enter each square, and running and charging are prohib- a deep gap within the rock. Its nearly vertical sides make it ited. Civilized creatures might install railings, which allows unsuitable for humanoid dwellings. However, fl ying and movement at normal speed as long as a character holds on. climbing monsters sometimes hunt here, such as monstrous (Running and charging are still not allowed.) vermin, carrion crawlers, cloakers, driders, hook horrors, A hole worn in the cavern’s bottom opens into a lower ropers, and other typical underground threats. space into which civilized residents dump waste (giving this A few smaller openings, as well as tunnels dug by burrow- area a noisome stench). Guards might be posted at the far end ing creatures, open off the bottom of this area. A stagnant of the bridge. pool is home to a variety of oozes. The network of tunnels grows every year, and eventually a monster might burrow 4. The Funnel into the inhabited caves. Ancient eddies swirled about the rock here, resulting in a series of spiraling ledges that serve as footpaths. They are 9. Reservoir narrow and treacherous (DC 7 Balance check to avoid slip- A lake has formed at the bottom of this enormous cave fed by ping) but allow passage to the wider tunnel at the bottom. an underground stream. The water is mineral rich but fresh, Civilized creatures might construct a lift system for faster and it supplies the dwellings above. and safer transport. Civilized creatures install winches and cables to bring up the water, or use a system of pipes and pumps. Less techno- 5. Main Dwellings logically advanced beings use a bucket at the end of a rope. This high-ceilinged cave is about 150 feet across at its widest Enormous stalactites hang from the ceiling. They are point, big enough to contain a good-sized encampment or strong enough to support hanging structures, such as nests several dozen buildings. The fl oor slopes down gradually, or hammocks, or even industrial buildings. 200 ELPMAS RIAL 201 LAIR SAMPLE",
        "name":  "SAMPLE LAIR",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature can create any construct whose pre-",
        "name":  "Benefi t",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Add 2 to the DC for all saving throws against the requisites it meets. Enchanting a construct takes one day for special ability on which the creature focuses. each 1,000 gp in its market price. To enchant a construct, a",
        "name":  "Benefi t",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As a standard action, the creature can choose to FLYBY ATTACK subtract 4 from its melee attack roll and deliver an awesome A creature with this feat can attack on the wing. blow. If the creature hits a corporeal opponent smaller than",
        "name":  "Benefi t",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When fl ying, the creature can take a move action Refl ex save (DC equal to damage dealt) or be knocked fl ying (including a dive) and another standard action at any point 10 feet in a direction of the attacking creature’s choice and fall during the move. The creature cannot take a second move prone. The attacking creature can only push the opponent action during a round when it makes a fl yby attack. in a straight line, and the opponent can’t move closer to the",
        "name":  "Benefi t",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Without this feat, the creature takes a standard attacking creature than the square it started in. If an obstacle action either before or after its move. prevents the completion of the opponent’s move, the oppo- nent and the obstacle each take 1d6 points of damage, and the opponent stops in the space adjacent to the obstacle. GITHYANKI BATTLECASTER",
        "name":  "Normal",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    }
]
