[
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature. If the base creature has a fashion. A vampire may voluntarily free an enslaved spawn in or- swim speed, the vampire retains the ability to swim and is not vul- der to enslave a new spawn, but once freed, a vampire or vampire nerable to immersion in running water (see below). spawn cannot be enslaved again.",
        "name":  "Speed",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vampires have a +8 racial bonus on Bluff, Hide, Listen, Vampire Characters Move Silently, Search, Sense Motive, and Spot checks. Otherwise Vampires are always evil, which causes characters of certain same as the base creature. classes to lose some class abilities, as noted in Chapter 3 of the",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vampires gain Alertness, Combat Reflexes, Dodge, Player’s Handbook. In addition, certain classes take additional Improved Initiative, and Lightning Reflexes, assuming the base penalties. creature meets the prerequisites and doesn’t already have these Clerics: Vampire clerics lose their ability to turn undead but feats. gain the ability to rebuke undead. This ability does not affect the",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any, usually same as base creature. vampire’s controller or any other vampires that a master controls.",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +2. Sorcerers and Wizards: Vampire sorcerers and wizards retain",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +8. but it must be a rat or bat. Vampire Weaknesses VAMPIRE SPAWN For all their power, vampires have a number of weak- nesses. Medium Undead",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— to direct sunlight disori- Level Adjustment: — ents it: It can take only a single move action or This feral-looking creature virtually attack action and is drips with evil. Its garb is noble-look- destroyed utterly in the ing, though in a state of disrepair. Its next round if it cannot dark red mouth is dominated by a escape. Similarly, immers- pair of vicious-looking canine teeth. ing a vampire in running water robs it of one-third of its hit points each round until it is Vampire spawn are undead crea- destroyed at the end of the third round of immersion. tures that come into being when vampires slay Driving a wooden stake through a vampire’s heart mortals. Like their creators, spawn remain bound instantly slays the monster. However, it returns to life if the stake to their coffins and to the soil of their graves. is removed, unless the body is destroyed. A popular tactic is to cut Vampire spawn appear much as they did in life, although their off the creature’s head and fill its mouth with holy wafers (or their features are often hardened, with a predatory look. equivalent). Vampire spawn speak Common. SPAWN VAMPIRE Vampire spawn 253",
        "name":  "Exposing any vampire Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1d8+1 (5 hp) ceptible to the vargouille’s kiss (see below). A creature that suc-",
        "name":  "Hit Dice",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +3 melee (1d4 plus poison) a DC 15 Fortitude save or begin a terrible transformation that Space/Reach: 5 ft./5 ft. turns the creature into a vargouille within 24 hours (and often",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, or pack (6–11) while lone worgs usually chase down creatures smaller than",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually neutral evil in turn, biting and retreating, until the creature is exhausted, at",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 (cohort) heavily outnumber the opponent, worgs attempt to pin it. Trip (Ex): A worg that hits with a bite attack can attempt to trip This beast looks like a dark-colored wolf with a malevolent intelligence in the opponent (+3 check modifier) as a free action without making its face and eyes. a touch attack or provoking an attack of opportunity. If the attempt fails, the opponent cannot react to trip the worg.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "6 This bizarre creature has a wide body made of a pebbly, stonelike mate-",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 (cohort) This creature looks something like an oversized greyhound with dull black fur. Its eyes glow cherry red. These fearsome flying hounds glide low over the countryside at night, seeking likely prey. A yeth hound stands 5 feet tall at the shoulder and weighs about 400 pounds. Yeth hounds cannot speak, but understand Infernal. COMBAT Yeth hounds hunt only at night. They fear the sun and never venture out in daylight, even if their lives depend on it. 261 Illus. by S. Wood Minor Xorn Average Xorn Elder Xorn Small Outsider Medium Outsider Large Outsider (Extraplanar, Earth) (Extraplanar, Earth) (Extraplanar, Earth)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— — — Yeth hound Bay (Su): When a yeth hound howls or barks, all creatures Yrthaks are crafty and devious. They are omnivorous but prefer except other evil outsiders within a 300-foot spread must succeed meat. An yrthak keeps a nest high in its isolated mountain lair and on a DC 11 Will save or become panicked for 2d4 rounds. This is a may travel for days in search of food, returning only infrequently. sonic mind-affecting fear effect. Whether or not the save is suc- Yrthaks are sometimes seen swooping 100 feet or more above the cessful, an affected creature is immune to the same hound’s bay for ground, attempting to sense prey. 24 hours. The save DC is Charisma-based. A yrthak is about 20 feet long, with a wingspan of 40 Trip (Ex): A yeth hound that hits with its bite attack can feet. It weighs about 5,000 pounds. attempt to trip the opponent (+3 check modifier) as a Despite their intelligence, yrthaks do not speak. free action without making a touch attack or provok- ing an attack of opportunity. If the attempt fails, the COMBAT opponent cannot react to trip the yeth hound. A yrthak prefers to attack from the air, strafing Flight (Su): A yeth hound can cease or the ground with sonic attacks or snatching up resume flight as a free action. and dropping prey (eventually landing to",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 15, Dex 13, Con 13, Int 18, Wis 18, Cha 16 ft., swim 15 ft., can constrict Medium or smaller creatures",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "AlertnessB, Blind-FightB, Combat Expertise, Dodge, damage (1d4+3 if it also has legs, or 1d6+3 if it does not) with a suc- Improved Initiative cessful grapple check against a creature small enough for it to con-",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, gang (3–4), troupe (2–13 pure- exude acid from its body, dealing 3d6 points of acid damage to the bloods, 2–5 halfbloods, and 2–4 abominations), or tribe next creature it touches, including a creature hit by its bite attack. (20–160 purebloods, 10–80 halfbloods, and 10–40 abomina- If the yuan-ti is grappling, constricting, or pinning a foe when it tions) uses this power, its grasp deals 5d6 points of acid damage. The acid",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A zombie has a base attack bonus equal to 1/2 its Skills: A zombie has no skills. Hit Dice. Feats:A zombie loses all feats of the base creature and gains",
        "name":  "Base Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A zombie retains none of the base creature’s Alignment:Always neutral evil. special attacks. Advancement:As base creature, but double Hit Dice (maxi-",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A zombie loses most special qualities of the mum 20), or — if the base creature advances by character class. base creature. It retains any extraordinary special qualities that Level Adjustment:—. improve its melee or ranged attacks. A zombie gains the following special quality. Kobold Zombie Human Commoner Zombie Troglodyte Zombie Small Undead Medium Undead Medium Undead",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +3, Ref +4, Will +1 common kinds of mundane animals. These creatures generally Abilities: Str 15, Dex 14, Con 12, Int 2, Wis 12, Cha 4 operate on instinct, driven by simple needs such as food and Skills: Climb +10, Listen +5, Spot +5 reproduction. Most animals, even predators, do not attack unless Feats: Alertness they or their young are threatened. Environment: Warm plains",
        "name":  "This chapter provides statistics and basic information for many Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An animal possesses the following traits (unless places to rest overnight. A typical baboon is the size of a big dog. otherwise noted in a creature’s entry). Males can be 2 to 4 feet long and weigh as much as 90 pounds. —Intelligence score of 1 or 2 (no creature with an Intelligence score of 3 or higher can be an animal). Combat —Low-light vision. Baboons usually attack in groups. —Alignment: Always neutral. Animals are not governed by a Skills: Baboons have a +8 racial bonus on Climb checks and can human sense of morality. always choose to take 10 on Climb checks, even if rushed or —Treasure: None. Animals never possess treasure. threatened. APE BADGER Large Animal Small Animal",
        "name":  "Animal Traits",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— stand nearly 9 feet tall when they rear up on their hind legs. They are bad-tempered and territorial. The brown bear’s statistics can Bats are nocturnal flying mammals. The statistics presented here be used for almost any big bear, including the grizzly. describe small, insectivorous bats. Combat Combat A brown bear attacks mainly by tearing at opponents with its Blindsense (Ex): A bat notices and locates creatures within 20 claws. feet. Opponents still have 100% concealment against a creature Improved Grab (Ex): To use this ability, a brown bear must hit with blindsense. with a claw attack. It can then attempt to start a grapple as a free",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 These huge creatures usually live in salt water and can be more",
        "name":  "Initiative",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— 272 Massive herbivores of tropical lands, elephants are unpredictable These long-eared, horselike creatures are surefooted and sturdy. creatures but nevertheless are sometimes used as mounts or beasts The statistics presented here could also describe burros. of burden. ANIMALS CHAPTER 2: This entry describes an African elephant. Indian elephants are Organization: Domesticated slightly smaller and weaker (Strength 28), but more readily Challenge Rating: 1 trained (Wisdom 15). These statistics can also represent prehis- Advancement: — toric creatures such as mammoths and mastodons. Level Adjustment: — Combat The statistics presented here describe large breeds of working Elephants tend to charge at threatening creatures. horses such as Clydesdales. These animals are usually ready for Trample (Ex): Reflex half DC 25. The save DC is Strength-based. heavy work by age three. A heavy horse cannot fight while carry- ing a rider.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 to 2 feet Challenge Rating: 1 long, with wingspans of 6 feet or less. Advancement: —",
        "name":  "These creatures are similar to eagles but slightly smaller",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hawks have a +8 racial bonus on Spot checks. horses such as quarter horses and Arabians as well as wild horses. These animals are usually ready for useful work by age two. A light HORSE horse cannot fight while carrying a rider. Horses are widely domesticated for riding and as beasts of burden. Carrying Capacity: A light load for a light horse is up to 150 pounds; a medium load, 151–300 pounds; and a heavy load, Combat 301–450 pounds. A light horse can drag 2,250 pounds. A horse not trained for war does not normally use its hooves to attack. Its hoof attack is treated as a secondary attack and adds only Warhorse, Heavy half the horse’s Strength bonus to damage. (These secondary Large Animal attacks are noted with an asterisk in the Attack and Full Attack Hit Dice: 4d8+12 (30 hp) entries for the heavy horse and the light horse.) Initiative: +1",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Lizards have a +8 racial bonus on Balance checks. They other creatures. They filter plankton and similar small organisms also have a +8 racial bonus on Climb checks and can always choose from the water through their gaping, toothless maws. to take 10 on Climb checks, even if rushed or threatened. Lizards use their Dexterity modifier instead of their Strength modifier for Combat Climb checks. *If threatened, a manta ray uses its size and weight to ram oppo- nents. This is treated as a secondary attack.",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— The statistics presented here can describe any arboreal monkey that is no bigger than a housecat, such as a colobus or capuchin. These bottom-dwelling sea creatures are dangerous only to their prey. If disturbed, they usually try to escape. Combat Monkeys generally flee into the safety of the trees, but if cornered Combat can fight ferociously. Improved Grab (Ex): To use this ability, an octopus must hit an",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +5 melee (1d3+4) SHARK Space/Reach: 5 ft./5 ft. These carnivorous fish are aggressive and liable to make unpro- Special Attacks: Constrict 1d3+4, improved grab voked attacks against anything that approaches them. Special Qualities: Scent Smaller sharks are from 5 to 8 feet long and not usually danger- Saves: Fort +4, Ref +6, Will +2 ous to creatures other than their prey. Large sharks can reach Abilities: Str 17, Dex 17, Con 13, Int 1, Wis 12, Cha 2 around 15 feet in length and are a serious threat. Huge sharks are Skills: Balance +11, Climb +14, Hide +10, Listen +7, Spot +7, true monsters, like great whites, that can exceed 20 feet in length. Swim +11",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary their powerful jaws. Challenge Rating: 2 Blindsense (Ex): A shark can locate creatures underwater Advancement: 4–5 HD (Medium); 6–10 HD (Large) within a 30-foot radius. This ability works only when the shark is Level Adjustment: — underwater. Keen Scent (Ex): A shark can notice creatures by scent in a 180- Constrictor snakes usually are not aggressive and flee when con- foot radius and detect blood in the water at ranges of up to a mile. fronted. They hunt for food but do not attempt to make a meal out",
        "name":  "Sharks circle and observe potential prey, then dart in and bite with Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A shark has a +8 racial bonus on any Swim check to per- of any creature that is too large to constrict. form some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if distracted or endangered. It can use Combat the run action while swimming, provided it swims in a straight line. Constrictor snakes hunt by grabbing prey with their mouths and Shark, Medium Shark, Large Shark, Huge Medium Animal (Aquatic) Large Animal (Aquatic) Huge Animal (Aquatic)",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— SQUID Medium Animal (Aquatic) These voracious creatures can have bodies more than 20 feet long",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ink cloud, jet, low-light vision points of damage to the creature. A giant squid usually withdraws",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +3, Ref +6, Will +2 from combat if it loses five tentacles. The creature regrows severed",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 27, Dex 15, Con 21, Int 2, Wis 14, Cha 6 These creatures are similar to badgers but are bigger, stronger, and",
        "name":  "Abilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sting +2 melee (1d4 plus poison) kinds of monstrous vermin. These creatures operate on instinct, Full Attack: Sting +2 melee (1d4 plus poison) driven by simple needs such as food and reproduction. Space/Reach: 5 ft./5 ft.",
        "name":  "This chapter provides statistics and basic information for several Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Warm forests These creatures are serious pests that greedily devour cultivated",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Giant wasps have a +8 racial bonus on Spot checks. *They checks, and a +8 racial bonus on Climb and Hide checks. They can also have a +4 racial bonus on Survival checks to orient themselves. use either their Strength or Dexterity modifier for Climb checks, whichever is higher. Monstrous scorpions can take 10 on Climb MONSTROUS CENTIPEDE checks, even if threatened or distracted. Monstrous centipedes tend to attack anything that resembles food, biting with their jaws and injecting their poison. MONSTROUS SCORPION Size Fort DC Damage Size Fort DC Damage Monstrous scorpions are likely to attack any creature that ap- Tiny 10 1 Dex Huge 14 1d6 Dex proaches, and they usually charge when attacking prey. Small 10 1d2 Dex Gargantuan 17 1d8 Dex Constrict (Ex): A monstrous scorpion deals automatic claw Medium 10 1d3 Dex Colossal 23 2d6 Dex damage on a successful grapple check. Large 11 1d4 Dex Improved Grab (Ex): To use this ability, a monstrous scorpion Poison (Ex): A monstrous centipede has a poisonous bite. must hit with a claw attack. A monstrous scorpion can use either 287 The details vary by the centipede’s size, as shown on the table its Strength modifier or Dexterity modifier for grapple checks, above. The save DCs are Constitution-based. The indicated whichever is better. :3 RETPAHC NIMREV Monstrous Scorpion, Gargantuan Monstrous Scorpion, Colossal Gargantuan Vermin Colossal Vermin",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— — — VERMIN CHAPTER 3: enough to support the spider and one creature of the same size. Size Escape Artist DC Break DC Hit Points Web-spinners can throw a web eight times per day. This is sim- Tiny 10 14 2 ilar to an attack with a net but has a maximum range of 50 feet, Small 10 14 4 with a range increment of 10 feet, and is effective against targets Medium 12 16 6 up to one size category larger than the spider. Large 13 17 12 An entangled creature can escape with a successful Escape Artist Huge 16 20 14 check or burst it with a Strength check. Both are standard actions Gargantuan 20 24 16 whose DCs are given in the table below. The check DCs are Consti- Colossal 28 32 18 tution-based, and the Strength check DC includes a +4 racial bonus. Tremorsense (Ex):A monstrous spider can detect and pin- Web-spinners often create sheets of sticky webbing from 5 to point any creature or object within 60 feet in contact with the 60 feet square, depending on the size of the spider. They usually ground, or within any range in contact with the spider’s webs. position these sheets to snare flying creatures but can also try to Skills:Monstrous spiders have a +4 racial bonus on Hide and trap prey on the ground. Approaching creatures must succeed on Spot checks and a +8 racial bonus on Climb checks. A monstrous a DC 20 Spot check to notice a web; otherwise they stumble into it spider can always choose to take 10 on Climb checks, even if and become trapped as though by a successful web attack. rushed or threatened. Monstrous spiders use either their Attempts to escape or burst the webbing gain a +5 bonus if the Strength or Dexterity modifier for Climb checks, whichever is trapped creature has something to walk on or grab while pulling higher. free. Each 5-foot section has the hit points given on the table, and *Hunting spiders have a +10 racial bonus on Jump checks and sheet webs have damage reduction 5/—. a +8 racial bonus on Spot checks. Web-spinning spiders have a A monstrous spider can move across its own web at its climb +8 racial bonus on Hide and Move Silently checks when using speed and can pinpoint the location of any creature touching its web. their webs. Monstrous Spider, Large Monstrous Spider, Huge Large Vermin Huge Vermin",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— — :4 RETPAHC GNICNAVDA SRETSNOM CHAPTER 4: cal member of its race, it is significantly better overall. The elite array is most appropriate for monsters who add levels in a player IMPROVING MONSTERS character class. A player who wants to play a monster out of this book as a player character but doesn’t want to roll its ability scores Each of the monster entries in Chapters 1 through 3 describes a typ- should use the elite array. ical creature of its kind. However, there are several methods by Nonelite Array:The nonelite array is 13, 12, 11, 10, 9, 8. These which extraordinary or unique monsters can be created using a typi- numbers result in modifying the standard scores by +2, +2, +0, +0, cal creature as the foundation: by adding character classes, increasing –2, and –2. The nonelite array does not necessarily make a monster a monster’s Hit Dice, or by adding a template to a monster. These better than normal, but it does customize the monster as an indi- methods are not mutually exclusive—it’s possible for a monster with vidual with strengths and weaknesses compared to a typical a template (a half-dragon lammasu, for example) to be improved by member of its race. The nonelite array is most appropriate for mon- both increasing its Hit Dice and adding character class levels. sters who add class levels in a NPC class such as warrior or adept.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Intelligent creatures that are reasonably human- Ability Score Improvement:Whenever a monster reaches a oid in shape most commonly advance by adding class levels. Crea- number of Hit Dice divisible by 4, it improves one ability score by tures that fall into this category have an entry of “By character 1 point. For example, a lammasu of 7 Hit Dice increased to 14 Hit class” in their Advancement line. When a monster adds a class Dice gains an ability score improvement at 8 HD and another one level, that level usually represents an increase in experience and at 12 HD. Monsters do not gain ability score increases for levels learned skills and capabilities. they “already reached” with their racial Hit Dice, since these",
        "name":  "Class Levels",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Intelligent creatures that are not human- adjustments are included in their basic ability scores. oid in shape, and nonintelligent monsters, can advance by increas- ing their Hit Dice. Creatures with increased Hit Dice are usually MONSTERS AND CLASS LEVELS superior specimens of their race, bigger and more powerful than their run-of-the-mill fellows. If a creature acquires a character class, it follows the rules for multi-",
        "name":  "Increased Hit Dice",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Both intelligent and nonintelligent creatures with an class characters described on pages 59–60 of the Player’s Handbook. unusual heritage (such as draconic or fiendish blood) or an inflicted The creature’s Hit Dice equal the number of class levels it has plus change in their essential nature (undeath or lycanthropy) may be its racial Hit Dice. For example, an ogre normally has 4 HD. If it modified with a template. Templates usually result in tougher mon- picks up one level of barbarian, it becomes a creature of 5 Hit Dice: sters with capabilities that differ from those of their common kin. 4d8 HD for its ogre levels, plus 1d12 HD for its barbarian level. A Each of these three methods for improving monsters is dis- creature’s “monster class” is always a favored class, and the creature cussed in more detail below. never takes XP penalties for having it. Additional Hit Dice gained from taking levels in a character class never affect a creature’s size.",
        "name":  "Templates",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures with 1 or less HD ABILITY SCORE ARRAYS replace their monster levels with their character levels. For Monsters are assumed to have completely average (or standard) example, a goblin sorcerer loses its humanoid attack bonus, saving ability scores—a 10 or an 11 in each ability, as modified by their throw bonuses, skills, and feats, and gains the attack bonus, save racial bonuses. However, improved monsters are individuals and bonuses, skills, feats, and other class abilities of a 1st-level sorcerer. often have better than normal ability scores, and usually make use Level Adjustment and Effective Character Level: To deter- of either the elite array or the nonelite array of ability scores. mine the effective character level (ECL) of a monster character, add Monsters who improve by adding a template, and monsters its level adjustment to its racial Hit Dice and character class levels. who improve by increasing their Hit Dice, may use any of the The monster is considered to have experience points equal to the three arrays (standard, nonelite, or elite). Any monster unique minimum needed to be a character of its ECL. For example, a 4th- enough to be improved could easily be considered elite. level minotaur barbarian has an ECL of 12 (6 for its minotaur HD, 4",
        "name":  "Humanoids and Class Levels",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Most templates do not change a crea- Special Attacks: A template may add or remove special attacks. ture’s attack bonus or modes of attack, even when the creature’s The template description gives the details of any special attacks a type changes (the creature’s base attack bonus is the same as a crea- template provides, including how to determine saving throw DCs, ture of the original type). Of course, any change in ability scores if applicable. may affect attack bonuses. If Strength or Dexterity changes, use Special Qualities: A template may add or remove special qual- the new modifier to determine attack bonuses. A change in a mon- ities. The template description gives the details of any special qual- ster’s size also changes its attack bonus; see Table 4–2. ities a template provides, including how to determine saving",
        "name":  "Attack and Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Constrict (1d6), disease, Constrict (1d8+4), disease, The otyugh can grab and constrict creatures of up to Large improved grab improved grab size; thanks to the otyugh’s increased Hit Dice and Constitution, the save DC against its disease is now 20.",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As with attacks, changing a monster’s type does not The new Strength modifier affects damage and any modifiers always change its skill points. Most templates don’t change the for skills with Strength as the key ability. number of Hit Dice a creature has, so you don’t need to adjust When you know the new Intelligence modifier, recalculate skills in that case unless the key abilities for those skills have skill modifiers for any skills that use Intelligence as the key ability. changed, or the template gives a bonus on one or more skills, or When you know the new Wisdom modifier, recalculate the unless the template gives a feat that provides a bonus on a skill Will saving throw modifier and the modifiers for any skills that check. use Wisdom as the key ability. Check for Iron Will or any other Some templates change how skill points are determined, but feat that affects the Will saving throw modifier and apply the this change usually only affects skill points gained after the tem- change now. plate is applied. Treat skills listed in the base creature’s description For all special abilities of the base creature that remain, recalcu- as class skills, as well as any new skills provided by the template. late saving throw DCs (the template description tells how to cal-",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Since most templates do not change the number of Hit culate the DCs for any special abilities the template provides). The Dice a creature has, a template will not change the number of feats formula for most save DCs is 10 + 1/2 the creature’s Hit Dice + the the creature has. Some templates grant one or more bonus feats. relevant ability score modifier of the creature using the ability.",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually the same as the base creature. Typically, each ability is associated with certain kinds of abilities,",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually the same as the base creature. as follows.",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Most templates increase the creature’s Strength: Any application of force, crushing, binding, or con- Challenge Rating. A template might provide a modifier to be striction. added to the base creature’s CR, or it might specify a range of mod- Dexterity: Movement, movement restrictions, hitting with a ifiers depending on the base creature’s original Hit Dice or CR. missile, entanglement.",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually the same as the base creature. Constitution: Almost anything that comes from the creature’s",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually the same as the base creature. Charisma: A creature’s Charisma modifier affects the save DC",
        "name":  "Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A construct is an animated object or artificially to qualify as an aberration. Monstrous humanoids might also constructed creature. Constructs have average combat ability and include otherwise humanoid creatures with odd vulnerabilities or hit points, and very poor saving throws, but they have immunity abilities you wouldn’t normally find in a humanoid. to many attack forms. Ooze: An ooze is an amorphous or mutable creature, usually Use this type for any creature that was built or made rather than mindless. Oozes have average combat ability, good hit points, and born or hatched. very poor saving throws, but they have immunity to many forms",
        "name":  "Construct",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This type comprises vegetable creatures. Note that regu- lar plants, such as one finds growing in gardens and fields, lack CREATING THE MONSTER Wisdom and Charisma scores and thus are not creatures, but objects, even though they are alive. Plant creatures have average All the other elements of the monster recipe serve to put your con- combat ability and hit points and poor saving throws, but have cept into words and numbers so you can use the monster in play. immunity to many forms of attack. The steps below are not presented in the same order as a monster",
        "name":  "Plant",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature has immunity to cold, but is vulnerable to below. fire attacks.",
        "name":  "Ability score guidelines for some creature types are given Cold",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Air and fire elementals often have high Dexterity Earth: The creature (usually an elemental or outsider) pos- scores for their size; earth and water elementals often have high sesses an innate bond to the Elemental Plane of Earth. Constitution scores. Eladrin: The creature is a celestial that belongs to the eladrin",
        "name":  "Elemental",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Giants often have high Strength and Constitution scores Evil: The creature (usually an outsider) possesses an innate for their size. bond to the evil-aligned Outer Planes, which determines how it is",
        "name":  "Giant",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Outsiders may be supernaturally quick and agile, Fire: The creature has immunity to fire, but is vulnerable to despite their size. Outsiders have the Dexterity range of a creature cold attacks. three sizes smaller than their actual size. Goblinoid: The creature belongs to one of the goblin races.",
        "name":  "Outsider",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Plants often have low Dexterity and high Constitution Good: The creature (usually an outsider) possesses an innate scores for their size. bond to the good-aligned Outer Planes, which determines how it",
        "name":  "Plant",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures of size Small or larger should be nal race and shares common characteristics with other guardinals. assigned a certain number of Hit Dice as a minimum to reflect Incorporeal: The creature is completely intangible on the their mass. A Gargantuan creature with 2 Hit Dice would be larger Material Plane and can pass through solid objects. than an elephant, but would have the hit points of a wolf. Lawful: The creature (usually an outsider) possesses an innate",
        "name":  "Minimum HD",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The suggested damage value for any blunt change shape or assume an alternate form. attack the creature might have (punches, constriction, slaps, and Swarm: The creature is actually a swarm of hundreds or thou- the like). sands of very small creatures.",
        "name":  "Slam or Tentacle",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The suggested damage value for any attack the creature Tanar’ri: The creature is a demon that belongs to the tanar’ri delivers with its mouth or teeth. race and shares common characteristics with other tanar’ri.",
        "name":  "Bite",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The suggested damage value for any attack the Water: The creature (usually an elemental or outsider) pos- creature makes by scratching, tearing, raking, or poking with an sesses an innate bond to the Elemental Plane of Water. appendage.",
        "name":  "Claw or Sting",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The suggested damage value for any attack the HIT DICE creature makes with horns, antlers, or a head butt. A tail slap or tail This entry in a statistics block provides the number and size (number whip falls in this category, too. of sides) of Hit Dice and any bonus hit points. The size of the dice is derived from the creature’s type. The number of bonus hit points is a SUBTYPE function of the creature’s Hit Dice and Constitution score. A monster associated with an element, form of energy, or the like A parenthetical listing of the creature’s average hit points fol- also gets a parenthetical subtype. Applying a subtype can indicate lows the Hit Dice listing. To calculate a creature’s average hit a subgroup within a larger type, such as undead (incorporeal). points, take the average value of each Hit Die, apply the creature’s Some subtypes link creatures that share characteristics, such as Constitution modifier (a creature always has at least 1 hit point per humanoid (goblinoid). Other subtypes categorize members of dif- Hit Die), multiply by the number of Hit Dice, and round down. ferent types that share common characteristics For example, Average Hit Die Values white dragons and frost giants belong to the dragon and giant types, respectively, but they are also of the cold subtype. Die Size Average Some common subtypes that affect a creature’s abilities are 1d4 2.5 briefly described below. Details are given in Chapter 7: Glossary. 1d6 3.5",
        "name":  "Gore or Tail",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature (usually an elemental or outsider) possesses 1d8 4.5 an innate bond to the Elemental Plane of Air. 1d10 5.5",
        "name":  "Air",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature belongs to one of the angel races and 1d12 6.5 shares common characteristics with other angels.",
        "name":  "Angel",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature breathes water, not air. Hit Dice and Target CR: In general, a creature’s Hit Dice",
        "name":  "Aquatic",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature belongs to one of the archon races and should be equal to or greater than the target CR you’ve set for shares common characteristics with other archons. the creature, but not more than three times the target CR. For",
        "name":  "Archon",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type has been changed by a tem- example, if you are designing a CR 5 monster, you should prob- plate. ably assign at least 5 Hit Dice, but not more than 15 Hit Dice. If",
        "name":  "Augmented",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature is a devil that belongs to the baatezu race your monster has too few Hit Dice for its Challenge Rating, it and shares common characteristics with other baatezu. won’t have staying power comparable to other monsters of that",
        "name":  "Baatezu",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Reflects the creature’s sense of self and ability to Medium biped 20 ft. 30 ft. 40 ft. Human (30 ft.) influence other creatures for good or for ill (a particularly scary Large or Huge biped 30 ft. 40 ft. 50 ft. Ogre (40 ft.) creature often has a high Charisma score). A creature can have a Tiny quadruped 15 ft. 20 ft. 30 ft. Cat (30 ft.) very low Intelligence score and still be very charismatic. A Small quadruped 30 ft. 40 ft. 50 ft. Dog (40 ft.) Charisma score of 3 or lower indicates a creature that is barely sen- Medium quadruped 30 ft. 40 ft. 50 ft. Wolf (50 ft.) tient. A score of 4 to 6 represents Charisma equivalent to that of a Large or Huge 30 ft. 50 ft. 60 ft. Unicorn (60 ft.) strikingly sullen, crass, or retiring human. A score of 16 to 18 quadruped reflects an unusually strong presence and force of personality. A Tiny or Small flier 40 ft. 50 ft. 60 ft. Raven (40 ft.) score of 20 or higher represents superhuman Charisma. Medium flier 40 ft. 60 ft. 90 ft. Gargoyle (60 ft.)",
        "name":  "Charisma",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 + 1/2 the creature’s Hit Dice + rel- you give a monster, because you’ll have an easier time running the evant ability score modifier. The relevant ability score depends on monster in play. the type of attack, as follows:",
        "name":  "The formula for save DCs is",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any application of force, crushing, binding, or con- SAVING THROWS striction. Example: trample. Determine the creature’s saving throw bonuses. The creature’s base",
        "name":  "Strength",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually not used to determine save DCs for mon- cial Qualities entry and explained in the creature’s description. sters’ special attacks. Possible uses: illusion effects. Saving Throws and Target CR: In general, a creature’s good",
        "name":  "Intelligence",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually not used to determine save DCs for monsters’ saving throw bonus should be around (target CR × 1.5), while its pqqqqrs",
        "name":  "Wisdom",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If the creature has conditional ability ALIGNMENT adjustments, do not apply them in the Skills entry. Instead, mark What alignment does your monster have? Choose lawful, neutral, the skill modifier with an asterisk and note the conditional modi- or chaotic, followed by good, neutral, or evil. All alignments have fier in the creature’s description. a qualifier: always, usually, or often. See page 305 for details.",
        "name":  "Conditional Bonuses",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Often a creature will need a better skill pqqrs modifier than its abilities and skill points allow. In such cases, it’s a good idea to assign it a racial bonus (which is effective all the time), or SKILLS THE QUICK WAY a specific circumstance bonus. For example, most big cats get bonuses Instead of fretting about each skill point, an easy way to assign skills to on Hide and Move Silently checks, and even larger conditional a monster is to simply buy a number of skills, all at the creature’s maxi- bonuses on Hide and Move Silently checks when they’re in the right mum ranks. The number of individual skills a creature can choose this terrain. They’d have a hard time surviving as predators without them. way is equal to its Intelligence modifier plus the base number of skill points a creature of its type receives per HD. For example, undead have FEATS skill points equal to (4 + Int modifier) at each HD, so an undead crea- All monsters have a number of feats equal to 1 + (1 per 3 HD). ture with an Intelligence score of 15 (Int modifier +2) could simply 301 Monsters must meet the prerequisites for feats, just as characters select six skills at maximum rank. pqqrs must. If your creature concept begs for a feat for which the crea- :5 RETPAHC GNIKAM SRETSNOM ADVANCEMENT PC of their level. Include a fighter, rogue, cleric, and wizard if pos- This entry provides a measure of how tough the creature can get if sible. You can use copies of your players’ characters for this, but if you decide to increase its Hit Dice. In general, a creature should your PCs are unusual, your results will be skewed. be able to have up to three times its original Hit Dice (that is, a 3 2. Create a representative encounter for the monster that uses HD creature should be able to advance up to 9 HD). two of the creatures (two monsters of CR X is an appropriate Most creatures will get larger if you add a lot of Hit Dice, so you encounter for four PCs of level X+2). For simple monsters, a room should pick a break point at which the creature’s size changes. For and a door should suffice, but if your monster is built to ambush example, the Advancement entry for a Large plant creature with 3 parties or make good use of a particular terrain, you should proba-",
        "name":  "Racial Skill Bonuses",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Add +2 to the DC for all saving throws against the spe- abilites. cial attack on which the creature focuses.",
        "name":  "Benefit",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature can gain this feat multiple times. Its effects FLYBY ATTACK [GENERAL] do not stack. Each time the creature takes the feat, it applies to a The creature can attack on the wing. different special attack. Prerequisite: Fly speed.",
        "name":  "Special",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dex 13, three or more hands. The creature can change direction quickly while flying.",
        "name":  "Prerequisites",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This attack damages an opponent’s ability score. Usually:The majority (more than 50%) of these creatures have The creature’s descriptive text gives the ability and the amount of the given alignment. This may be due to strong cultural influ- damage. If an attack that causes ability damage scores a critical hit, ences, or it may be a legacy of the creatures’ origin. For example, it deals twice the indicated amount of damage (if the damage is most elves inherited their chaotic good alignment from their cre- expressed as a die range, roll two dice). Ability damage returns at ator, the deity Corellon Larethian. the rate of 1 point per day for each affected ability. Often:The creature tends toward the given alignment, either by",
        "name":  "Ability Damage",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These creatures always have swim speeds and thus can move in water without making Swim checks. An Blindsight (Ex):This ability is similar to blindsense, but is far aquatic creature can breathe underwater. It cannot also breathe air more discerning. Using nonvisual senses, such as sensitivity to unless it has the amphibious special quality. vibrations, keen smell, acute hearing, or echolocation, a creature with blindsight maneuvers and fights as well as a sighted creature.",
        "name":  "Aquatic Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Archons are a race of celestials, or good out- Invisibility, darkness, and most kinds of concealment are irrele- siders, native to the Seven Mounting Heavens of Celestia. vant, though the creature must have line of effect to a creature or",
        "name":  "Archon Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fey is a creature with supernatural abilities and con- against that opponent. nections to nature or to some other force or place. Fey are usually Wearing a Blindfold: The opponent cannot see the creature at all human-shaped. (also possible to achieve by turning one’s back on the creature or",
        "name":  "Fey Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fey has the following features. shutting one’s eyes). The creature with the gaze attack gains total —6-sided Hit Dice. concealment against the opponent. —Base attack bonus equal to 1/2 total Hit Dice (as wizard). A creature with a gaze attack can actively gaze as an attack —Good Reflex and Will saves. action by choosing a target within range. That opponent must —Skill points equal to (6 + Int modifier, minimum 1) per Hit attempt a saving throw but can try to avoid this as described above. Die, with quadruple skill points for the first Hit Die. Thus, it is possible for an opponent to save against a creature’s gaze 309",
        "name":  "Features",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fey possesses the following traits (unless otherwise twice during the same round, once before the opponent’s action noted in a creature’s entry). and once during the creature’s turn. :7 RETPAHC YRASSOLG Gazeattacks can affect ethereal opponents. A creature is im- Humanoids with more than 1 Hit Die (for example, gnolls and mune to gaze attacks of others of its kind unless otherwise noted. bugbears) are the only humanoids who make use of the features of Allies of a creature with a gaze attack might be affected. All the the humanoid type. creature’s allies are considered to be averting their eyes from the Features: A humanoid has the following features (unless other- creature with the gaze attack, and have a 50% chance to not need to wise noted in a creature’s entry). make a saving throw against the gaze attack each round. The crea- —8-sided Hit Dice, or by character class. ture also can veil its eyes, thus negating its gaze ability. —Base attack bonus equal to 3/4 total Hit Dice (as cleric). —Good Reflex saves (usually; a humanoid’s good save varies).",
        "name":  "Traits",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A giant is a humanoid-shaped creature of great —Skill points equal to (2 + Int modifier, minimum 1) per Hit strength, usually of at least Large size. Die, with quadruple skill points for the first Hit Die, or by charac-",
        "name":  "Giant Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Goblinoids are stealthy humanoids who ponents at least one size category smaller than the creature. The live by hunting and raiding and who all speak Goblin. creature has the option to conduct the grapple normally, or simply use the part of its body it used in the improved grab to hold the",
        "name":  "Goblinoid Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A subtype applied only to outsiders. These plies its Intelligence modifier to initiative checks instead of a Dex- creatures have mortal ancestors or a strong connection to the terity modifier. The creature automatically fails Reflex saves and Material Plane and can be raised, reincarnated, or resurrectedjust Dexterity checks. as other living creatures can be. Creatures with this subtype are Constitution:Any living creature has at least 1 point of Constitution. native to the Material Plane (hence the subtype’s name). A creature with no Constitution has no body (a spectre, for ex- Unlike true outsiders, native outsiders need to eat and sleep. ample) or no metabolism (a golem). It is immune to any effect that requires a Fortitude save unless the effect works on objects or is",
        "name":  "Native Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Anooze is an amorphous or mutable creature, usu- flying in the air at the time that it is paralyzed cannot flap its wings ally mindless. and falls. A swimmer can’t swim and may drown.",
        "name":  "OozeType",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Anooze has the following features. —10-sided Hit Dice. Plant Type:This type comprises vegetable creatures. Note that —Base attack bonus equal to 3/4 total Hit Dice (as cleric). regular plants, such as one finds growing in gardens and fields, —No good saving throws. lack Wisdom and Charisma scores (see Nonabilities, above) and —Skill points equal to (2 + Int modifier, minimum 1) per Hit are not creatures, but objects, even though they are alive.",
        "name":  "Features",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A plant creature has the following features. has an Intelligence score. However, most oozes are mindless and —8-sided Hit Dice. gain no skill points or feats. —Base attack bonus equal to 3/4 total Hit Dice (as cleric).",
        "name":  "Die, with quadruple skill points for the first Hit Die, if the ooze Features",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Anoutsider is at least partially composed of the damage (see page 305) or some other effect, to the opponent on a essence (but not necessarily the material) of some plane other failed Fortitude save. Unless otherwise noted, another saving than the Material Plane. Some creatures start out as some other throw is required 1 minute later (regardless of the first save’s type and become outsiders when they attain a higher (or lower) result) to avoid secondary damage. A creature’s descriptive text state of spiritual existence. provides the details.",
        "name":  "Outsider Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Anoutsider has the following features. A creature with a poison attack is immune to its own poison and —8-sided Hit Dice. the poison of others of its kind. —Base attack bonus equal to total Hit Dice (as fighter). The Fortitude save DC against a poison attack is equal to 10 + —Good Fortitude, Reflex, and Will saves. 1/2 poisoning creature’s racial HD + poisoning creature’s Con —Skill points equal to (8 + Int modifier, minimum 1) per Hit modifier (the exact DC is given in the creature’s descriptive text). Die, with quadruple skill points for the first Hit Die. A successful save avoids (negates) the damage.",
        "name":  "Features",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some creatures have quirks or habits that affect works regardless of the creature’s Intelligence score. the types of treasure they collect. These creatures use the same —Immunity to any effect that requires a Fortitude save (unless treasure tables, but with special adjustments. the effect also works on objects or is harmless).",
        "name":  "Nonstandard",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead are once-living creatures animated by the effect, regardless of whether a saving throw is allowed, or if the spiritual or supernatural forces. save is a success or failure.",
        "name":  "Undead Type",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Two hobgoblin warriors are always on AREA 4: MAIN BARRACKS (EL 3) duty here. Each hour, one of them switches places with The hobgoblins eat, sleep, and relax here. Read or para- a guard at the nearest entrance. This arrangement helps phrase the following when the characters enter this area. keep everyone rested and fairly alert. DHobgoblin Warriors (2):hp 6 each; see page Light from two charcoal firepits bathes this long 153 in the Monster Manual. hall in a feeble, ruddy glow. The air in here smells",
        "name":  "Creatures",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The adept in area 7 has reared and trained considering plans for future raids, composing sermons these apes to serve as fighting creatures. They attack to deliver to the rest of the outpost, and scribbling in any creature they see, except goblins or hobgoblins. If a his journal in Goblin. foe should enter through the south door, both apes The journal features a careful accounting of the move to attack. Should the foe come from the west, passing days, since Hoortchuc must give a sermon where there’s room for only one ape to fight, the closest every eight days. He also fills many pages with theolog- one charges in while the other tries to burst through ical musings, and these notes form the basis of his ser- the south door and attack the foe through area 7. (The mons. In addition, the adept keeps notes on all the loot apes aren’t very smart, but they know the outposts’ and slaves the warband has collected. His journal indi- layout and they’re eager to fight.) cates that the band has captured far more slaves and",
        "name":  "Tactics",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vuroosk spends most of his time the hobgoblins wrested from their victims. laying plans for future raids. He accepts suggestions",
        "name":  "Creatures",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Once the alarm is sounded, the ing while still in high school. He soon got an after- goblin slaves from area 4 carry out their assignments school job at TSR, Inc., the original publisher of the and then try to make their way here and release their D\u0026D game, and the rest (as they say) is history. Skip is fellow goblins. If they manage to do so, all the goblins a codesigner of the 3rd Edition D\u0026D game (versions try to slip away from the outpost, either through one 3.0 and 3.5) and the chief architect of the Monster the entrances or via the emergency exit in area 6. Manual. He also coauthored the FORGOTTEN REALMS If the PCs try to question the goblins here, the level Campaign Setting.Skip keeps busy with freelance proj- of cooperation they get depends on what has happened ects for several different game companies and has to the hobgoblins in the outpost thus far. If the goblins beenDRAGONMagazine’s Sage since 1986. When not believe (or know) that their hobgoblin masters have devising swift and cruel deaths for player characters, been defeated, they fawn on the PCs and truthfully Skip putters in his kitchen or garden (his borscht gets answer any questions put to them. The goblins know rave reviews). 8 Monster Manual v.3.5 Errata • DR X/slashing, piercing, or bludgeoning",
        "name":  "Development",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pounce Monster Manual, page 48",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, or pack (3–6) Monster Manual, page 56",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 Monster Manual, page 82",
        "name":  "Initiative",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Talons +7 melee (1d8+4) and 2 foreclaws Dragon, Gold +2 melee (1d3+2) and bite +2 melee (2d4+2) Space/Reach: 5 ft./5 ft. Monster Manual, page 85",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +8, Ref +6, Will +2 Monster Manual, page 86",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Run, Track Monster Manual, page 87",
        "name":  "Feats",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Monster Manual, page 88",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " Monster Manual, page 137 Change Shape (Su): A night hag can assume the form",
        "name":  "Add the following entry",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam +2 melee (1d6 plus 1d6 acid) Lycanthrope Space/Reach: 10 ft./5 ft. Monster Manual, page 176 and 178",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Underground Monster Manual v.3.5 Errata 2/17/06 Page 4 ©2006 Wizards of the Coast, Inc., a subsidiary of Hasbro, Inc. All rights reserved.",
        "name":  "Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry consists of the creature’s full normal hit point total (usually average rolls on each Hit Die), followed Each monster entry is organized in the same format, by the creature’s Hit Dice in parentheses. If the creature has as outlined below. For complete information about the fast healing, regeneration, damage reduction (DR), or some characteristics of monsters, consult the glossary of this other ability that affects the amount of damage it takes or book, the Player’s Handbook (PH), or the Dungeon Master’s the rate at which it regains hit points, that information also Guide (DMG). appears here. We want this book to be as useful to DMs as possible, so the",
        "name":  "READING THE ENTRIES hp",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any immunities the creature has are indicated statistics are presented in a format that makes them easier to here. This includes immunity to specifi c types of energy as use right off the page. This format is divided into fi ve sections well as other immunities (such as immunity to poison or to separated by horizontal lines. Each section serves a specifi c sleep effects). purpose; you need to reference different sections at different",
        "name":  "Immune",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry gives the creature’s saving tion you need at the start of an encounter. throw modifi ers. Altered saving throw bonuses for specifi c",
        "name":  "Fort, Ref, Will",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This word or phrase identifi es the creature. circumstances also appear on this line.",
        "name":  "Name",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry details any weaknesses or vul- creature of this kind. nerabilities the creature has, such as light sensitivity or",
        "name":  "Weakness",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This information is provided only vulnerability to a type of energy. for creatures that have class levels.",
        "name":  "Race, Class, and Level",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The one- or two-letter abbreviation that OFFENSIVE INFORMATION appears here denotes the creature’s alignment. A term that Refer to this section when it’s the creature’s turn to act in describes how likely this alignment is to apply, as defi ned combat. All a creature’s combat options are detailed here, in the glossary, might also appear here. Specifi c NPCs don’t even those that are not strictly offensive. include the extra term.",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry begins with the creature’s base land",
        "name":  "Speed",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s size category and its type speed in feet and in squares on the battle grid, followed by (and subtype or subtypes, if applicable) are given here. speeds for other modes of movement, if applicable.",
        "name":  "Size and Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This value is the creature’s modifi er on initiative Melee/Ranged: Typically, these entries give all the checks. physical attacks the creature can make when taking a full",
        "name":  "Init",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Senses entry indicates whether the creature attack action. The fi rst attack described is the creature’s has darkvision, low-light vision, scent, or some other sen- preferred form of attack, usually a melee attack of some sort sory special quality, along with the creature’s modifiers on but possibly (as in the example below) a ranged attack. If the Listen and Spot checks (even if the creature has no ranks creature can make only a single attack (for instance, when in those skills). it is taking an attack action), use the fi rst indicated attack",
        "name":  "Senses",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Base Atk entry gives the creature’s base special qualities include any abilities that aren’t delineated attack bonus without any modifi ers. as special attacks.",
        "name":  "Base Atk",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry gives the creature’s grapple modifi er. Feats: This entry lists all the feats the creature pos-",
        "name":  "Grp",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Special abilities that the creature can employ sesses, including those that appear elsewhere in the to modify its normal attacks appear here. Such abilities might statistics block. include feats such as Power Attack or special abilities such Skills: This entry shows all the skill modifi ers for skills as smite evil. in which the creature has ranks. Modifi ers are also provided",
        "name":  "Atk Options",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry gives any special actions for skills to which racial modifi ers, bonuses from synergy, that the creature can take on its turn in place of making or other modifi ers apply, even if the creature has no ranks attacks. in those skills.",
        "name":  "Special Actions",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Specifi c terms to describe climate (warm, view themselves, each other, and other races? What do they temperate, or cold) and terrain (plains, hills, forests, marshes, value? What’s “normal” for them? mountains, or deserts) are used to let you know where a creature prefers to live. Some creatures are subterranean. SAMPLE LAIR Others have no place in the natural environment (particu- Some creatures (the rylkars and the tirbanas) have an entry larly constructs and undead) and might be found anywhere. showing a sample lair complete with area descriptions. Extraplanar outsiders are assigned a plane of origin.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This section states TYPICAL TREASURE the average height of a bipedal creature, or whatever’s most This information expresses typical treasure values and trea- appropriate for a nonbipedal one, and the creature’s weight. sure preferences. Some creatures don’t have treasure. Others It discusses any signifi cant physical differences between ages have their treasure merely expressed in their Possessions or genders. entries. This section of the description is where you can fi nd",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A burrow root is between 12 and 14 feet long. The bulk of its gray- brown body is about the width of a human head, and its posterior tapers to a sharp spike. Dozens of thorny branches split the anterior, creating the appearance of an exaggerated maw about the size of a barrel. It uses its mouth to wound its prey, but it can absorb nutrients by imbedding its spiked taproot into an opponent’s flesh, draining that creature’s blood.",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All its a few of them into the nobility stripped from it, a wild to harry other deadborn vulture is a rapa- giant birds and spread cious creature that thrives the pestilence of his new breed of on death. Deadborn vultures raptor. Even the wild vultures return to Deadborn vulture are always neutral evil. Zeluzuss’s tower bearing the corpses of those they’ve slain. One or two of the vile birds might TYPICAL TREASURE be encountered in the wilderness or in settlements near Deadborn vultures don’t value treasure and have none. Their Zeluzuss’s tower. masters are often wealthier for having such mighty raptors Darker Rider (EL 12): Zeluzuss sometimes wings about in their service. the area on the back of one of his deadborn vultures, gather- ing fresh corpses for his work and terrorizing any who carry FOR PLAYER CHARACTERS the banner of his hated homeland. A second deadborn vulture Deadborn vultures can’t be trained unless they are willing, accompanies him on these forays. requiring one to be reared to the saddle or infl uenced to a friendly attitude with a successful Diplomacy check. Training ECOLOGY a deadborn vulture requires four weeks of work and a DC 25 Deadborn vultures are loathsome, murderous creatures, cor- Handle Animal check. Riding a deadborn vulture requires rupted by the process that makes them. Unlike the mundane an exotic saddle. A deadborn vulture can fi ght when carrying vultures they resemble, deadborn vultures prefer live and a rider, but the rider must succeed on a Ride check to attack intelligent prey. They especially enjoy killing and feasting while the vulture does so. upon other giant birds, a task they are well suited to. A giant eagle egg or giant owl egg is worth 2,500 gp, and the Deadborn vultures are sterile. One reason they seek out formulas and components necessary to make the egg hatch other giant birds is that a giant eagle or giant owl egg brooded a deadborn vulture cost 5,000 gp. Few trainers are willing over by a deadborn vulture is corrupted, and the chick is born to rear or train a deadborn vulture, but those that are charge a deadborn vulture. 2,000 gp to do so.",
        "name":  "Zeluzuss has released Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A light load for a deadborn vulture is not eat, sleep, or reproduce. Unlike most other zombies, they up to 520 pounds; a medium load, 521–1,040 pounds; and a remain loyal to creatures they were friendly with in life. heavy load, 1,041–1,560 pounds. A light load for a deadborn",
        "name":  "After being reanimated as zombies, deadborn vultures do Carrying Capacity",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As created creatures, deadborn vultures vulture zombie is up to 700 pounds; a medium load, 701–1,400 can be found anywhere, but they are usually found near pounds; and a heavy load, 1,401–2,100 pounds. the temperate habitats of other giant raptors—forests or mountains. DEADBORN VULTURES IN FAERÛN",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature grant the creature the ability to fly, that effect is suppressed for",
        "name":  "Target",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Moving a xorvintaal dragon’s personal hoard HOW XORVINTAAL WORKS should be an incredibly complex maneuver, requiring years Xorvintaal takes years to learn and centuries to play. Only of preparation and multiple levels of fail-safe and coun- dragons understand the fi ner points of the rules. At its heart, terstrike plotting. That’s the impression some xorvintaal xorvintaal is a combination of chess and poker, played with dragons like to give. So, how do a few players move their the world as the board and “lesser” creatures as the pieces. hoards so quickly, easily, and regularly? Are they moving Dragons use lackeys to take over one another’s territories into prepared positions? Are their networks of xorvintaal and hoards, but they must also place their own hoards and resources laid out across the world in a way that few if any lairs at risk. rivals can see? Xorvintaal has a feudal element as well, with older, suc- Claw Test: On precise dates that only players of the great cessful players taking new players under their wings. A new game can fathom, exarchs and unwitting agents of different player that does well earns esteem and infl uence for its older players are maneuvered into prearranged locations. The draconic patrons, and the older dragon earns a share of the engagement seems reasonable to each of the combatants at younger dragon’s hoard and of its future conquests. the time, but if anyone survives to investigate the true causes, The rules of xorvintaal forbid dragon-to-dragon confl ict the origins of the confl ict quickly grow murky. Apparently, except under rare circumstances. Most players act subtly to the winning player in these small contests is the player whose divert attention from themselves, avoiding the direct ire of agents are deemed to have accomplished the most while other players. possessing the fewest resources or least power. 38 EHT FO SNOGARD EMAG TAERG pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Castling",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Unusual for a silver dragon, Morlican- as the base dragon). tha’s lair is on a small coral atoll off a forbidding coast. Challenge Rating: Same as base creature or higher, Morlicantha is often away playing the great game, but a depending on how many xorvintaal abilities it has (see band of tritons guards her island. A network of tunnels below). extends from the atoll to below the seafloor. Morlicantha Languages: A xorvintaal dragon can communicate tele- isn’t the first dragon to call this atoll home, and because pathically with any of its exarchs (10-mile range) and with of her obsession with xorvintaal, she hasn’t fully explored willing xorvintaal dragons (100-mile range). all the tunnels yet. Immune: Nobody can learn about a xorvintaal dragon’s",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A xorvintaal dragon has all the special that’s one reason why she’s so keen to get allies from what qualities of the base dragon, plus the following special qualities. Create Exarchs (Sp): A xorvintaal dragon can perform an hour-long ritual to designate a creature as an exarch in the ongoing great game. Doing so gives the xorvintaal exarch template (page 47) to the designated creature or gives fi ve favor tokens to a creature that is already an exarch. Xorvintaal Abilities (Su): A xorvintaal dragon chooses one of these abilities after it completes the Ritual of Xor- vintaal, and it earns more by achieving victories in the great game. The average xorvintaal dragon has one of these abilities, plus another one for every two age categories it attains beyond young adult. But if you’re creating a particularly successful xorvintaal dragon, you can add more xorvintaal abilities, 43 GREAT GAME DRAGONS OF THE pqqqqqqqqqrs MORLICANTHA LORE Characters who have ranks in Knowledge (arcana) can learn more about Morlicantha. When a character makes a success- ful skill check, the following lore is revealed, including the information from lower DCs. Because she’s new to xorvintaal, little is known about her. Knowledge (Arcana) DC Result 23 Morlicantha is a silver dragon fond of taking humanoid form and manipulating people. 28 She plays xorvintaal, the dragons’ great game, and is unaffi liated with any powerful dragons. pqqqqqqqqqrs adding 1 to the Challenge Rating of the dragon for each extra xorvintaal ability.",
        "name":  "Morlicantha is exceedingly wary of other dragons, and Special Qualities",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This ability replaces the base dragon’s it can instead fl ap its wings and blast wind at the foe that frightful presence. When another NPC comes within a provoked the attack. The wing fl ap functions like a bull distance of 30 feet × the dragon’s age category away from rush attempt, except that the dragon doesn’t move along a xorvintaal dragon, that dragon can make an Intimidate with the foe being pushed (though the victim can still be check opposed by the NPC’s level check (1d20 + Hit Dice + pushed as far as the maximum distance the dragon could Wis modifi er + modifi ers on saves against fear). If the dragon normally bull rush it). If the other creature is airborne, then beats the NPC’s level check result, then that NPC’s attitude it counts as one size smaller for the purpose of resolving improves to friendly as long as it’s within range and for the opposed check. 1d6×10 minutes after it’s out of range. After this time, the If a xorvintaal dragon takes this immediate action, it NPC’s attitude shifts to unfriendly (or, if already unfriendly, can’t use its wing attacks during its next turn. However, to hostile). this immediate action doesn’t use up one of the dragon’s",
        "name":  "Intimidating Presence",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "taal exarch can spend a token Same as base to tap into the draconic wisdom creature +1. that fl ows through all those con-",
        "name":  "Rating",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ember guards are native to the Elemental treasure of a monster that has the ember guard’s Challenge Plane of Fire, where they can be found guarding the palac- Rating between treasure found on the ember guard’s es of the mightiest companions and its nobles. They are sel- commander, and re- dom encountered wards from grateful elsewhere on the people the PCs save plane, though some from the creature. bold planar travelers have claimed to spy EMBER legions of these crea- GUARDS IN tures spawned from EBERRON pockets of elemental During the last cen- earth that bob in the tury, when the seas molten seas. of Fernia were co- Typical Physical terminous with the",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. Imix-Blooded",
        "name":  "Challenge Rating",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The base creature gains the following “Imix-blooded” is an acquired template that can special action. be added to any evil creature. A creature gains this",
        "name":  "Special Actions",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A god-blooded creature can take template through service to Imix, Prince of Evil Fire a free action to gain damage reduction Elementals. The creature must perform a great deed 10/— from the mingling of divine blood in the name of Imix, and then, when the signs and omens with its material form. The creature can are promising, stand in a brass cauldron fi lled with oil and suppress this ability with another free set it alight. If Imix is pleased, he action. Once the damage reduction has appears and squeezes a single prevented 40 points of damage, the drop of his fi ery blood into the creature loses all benefits of the cauldron, granting the crea- god-blooded template, including ture this template. this ability, except when oth- Subtype: An Imix- erwise noted. blooded creature gains",
        "name":  "Divine Endurance",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All god- the fi re subtype. blooded creatures receive other Special Actions: An abilities based on the blood Imix-blooded creature they bathe in. See the deity gains the following spe- entries below. cial action.",
        "name":  "Other Abilities",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Kord-blooded creature gains a +4 bonus on saves Vecna-blooded creature. The creature loses all distinguishing against poison and disease. characteristics, hair, and other traits, keeping only a small,",
        "name":  "Saves",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Kord-blooded creature gains the fol- thin mouth, the faintest trace of a nose, and eyes. These lowing special action. changes are permanent and remain even after the creature Kord’s Athleticism (Su): Once per day, as a swift action, a loses this template. Kord-blooded creature can call upon the blood invested Some sages believe that several Anchorites exist, and that in him to gain a tremendous surge of prowess. For the they are the most powerful of Vecna’s servants. They seek out next minute, the Kord-blooded creature gains a +4 bonus lost secrets and forgotten lore. Several point to the disappear- on Strength and Dexterity checks, Strength- and Dexter- ance of Delether of Hardby as the Anchorites’ work. Every ity-based skill checks, and grapple checks. The creature page of the books in Delether’s library had been carefully also gains a +1 bonus on damage rolls to which Strength removed and replaced with cured human skin—apparently normally applies. taken from Delether, judging by the faint remnants of his",
        "name":  "Special Actions",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An Orcus-blooded creature gains +4 turn resistance.",
        "name":  "Resist",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Yeenoghu-blooded creature gains a secondary to divine endurance. You can add a third if that ability has bite attack that deals 1d6 points of damage. little direct effect on combat. The Vecna-blooded template",
        "name":  "Melee",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Yeenoghu-blooded creature gains the provides a good example of such an ability with its cloak of following special actions. mystery. The cloak adds some interesting story elements to Rot Fangs (Ex): Once per day, as a swift action, a Yeenoghu- the creature, but it has little effect during a fi ght. blooded creature can imbue its bite with a dreadful necrotic The creature’s abilities should be useful regardless of its energy. The next time the gnoll hits an opponent with a bite, fi nal Challenge Rating. Abilities that deal a fi xed amount of that foe must succeed on a Fortitude save (DC 10 + 1/2 the damage are diffi cult to judge, since that damage doesn’t scale gnoll’s HD + its Con modifi er) or take 1d6 points of Constitu- as the creature’s CR increases. Instead of such abilities, focus tion damage. on attacks that require saving throws and impose conditions,",
        "name":  "Special Actions",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Guulvorgs prefer old tem- perate forests where towering trees mask Guulvorg their enormity. Within their forest homes, they create a complex system of trails that makes it hard to track SOCIETY them despite their size. The tracks on the trails are convo- Created by goblinoids, guulvorgs are still tied to that human- luted and run over many times by the same creature. Those oid subtype. Hobgoblins maintain guulvorgs as cruel siege tracking a guulvorg in its home territory get no bonus due beasts that can clean the battlefield of its dead and keep to the creature’s size. moving. Even the richest goblinoid kings can afford to main-",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One of the largest tain only a few guulvorgs in peacetime. A few simply allow lupine creatures in existence, the average guulvorg out- loyal guulvorgs to hunt and return home at their leisure. classes even the most tremendous dire wolves. They are Guulvorgs are highly territorial, and they obsessively usually 15 to 20 feet long. Reports of older males reaching defend their domains from one another and other encroach- 40 feet in length and standing 20 feet at the shoulder have ers. They willingly share territory with a single mate and been confirmed. worgs, treating these lesser lupine monstrosities as pups to Guulvorgs look like outsized worgs. They have gray or be protected. A goblinoid settlement in which a domesticated black pelts and lupine features. Their unnatural attributes guulvorg lives is also that guulvorg’s territory, so the guulvorg begin with the spurs of bone that jut from the creature’s defends the community fi ercely. pelt and continue with the monster’s glowing red eyes. Guulvorgs mate for life. Only if a guulvorg’s mate dies The guulvorg’s aberrant features continue with its enor- does that guulvorg seek another. Although guulvorgs are mous fangs, which resemble scythe blades. These teeth nasty toward most other creatures, they are doting and self- are too large for the guulvorg’s maw and jut outward along sacrifi cing parents. Young guulvorgs are vicious by nature, the gums and snout. and they learn further brutality by watching their parents. Another oddity is the guulvorg’s tail. Long and sinewy, it ends in a bulb of bone. It has a complex nervous system and TYPICAL TREASURE musculature, allowing the guulvorg to wield it with remark- Guulvorgs have little use for treasure, but their lairs are able speed and power. littered with the goods carried by their victims. They have",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As a swift action, a kuo-toa can smear a strange, attack hits, the struck opponent must make a Will save (DC 10 + sticky substance on its hands. When using flurry of blows, the 1/2 the monitor’s HD + its Wis modifier). On a failed save, that kuo-toa automatically hits with one of its extra attacks if its first foe attacks the closest non–kuo-toa on his next turn. attack hits. A kuo-toa that has this feat uses Hit Dice, rather This feat also grants one additional daily use of the Stunning than character level, to determine its Stunning Fist save DC. Fist feat. pqqqqqqqqqqqqqqqqqqqqrs Monitors create a deadly combination with their Kuo-Toan the way to dominance lies in organization, but those with Monasticism feat and Mind-Shattering Strike or Stunning power abuse that authority and their underlings to the extent Fist. If a monitor’s fi rst attack of a fl urry of blows hits, she that they can. They are often neutral evil. uses Stunning Fist or Mind-Shattering Strike to augment her second sure strike. Against particularly dangerous foes, SOCIETY she uses both. Kuo-toas dwell in small settlements known as shrines. Each shrine is dedicated to Blibdoolpoolp, and smaller shrines ra- ECOLOGY diate out from larger settlements. All spaces within a shrine Kuo-toas are warm-blooded amphibious creatures built for show evidence of religious fervor, with icons, carvings, and swimming. Although they breathe air as well as water, they other works depicting the bizarre god- prefer damp environments with ample pools of water. Their dess and rituals of the kuo-toas. long legs are not well suited to land mobility, so their hop- Within the shrines, clerics ping movement is usually slower than an average known as whips are supreme, rul- human’s land speed. ing over other kuo-toas by divine Kuo-toa females lay eggs that are later fertilized right. All kuo-toan leaders are by male kuo-toas, much the way fi sh spawn. clerics, though a lot of them Young kuo-toas hatch from the eggs, look- are also practiced in subter- ing like a cross between fuge or other forms of martial tadpoles and large fi sh. training. A few shrines are When they hatch, they blessed by the presence of can breathe only water one or more exalted whips, and are about 1 foot in kuo-toas that are favored by height. Over the next year, Blibdoolpoolp to be superior in they grow to 3 feet tall and develop every way to their kin. Kuo-toas their amphibious qualities. high in the chain of command By the time a kuo-toa reach- abuse and intimidate their un- es fi ve years old, it is an adult. A derlings to instill fear and prevent kuo-toa lives to approximately scheming for power. sixty years of age. Without the aid of their less-",
        "name":  "Benefit",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "es. Monitors watch over the Kuo-toas are pudgy population like secret police, and covered with fine culling the weak, killing or scales. Looking like a imprisoning the criminal, and cross between a fi sh and corraling the mad. Harpooners work as elite soldiers, aiding a frog, they have large the monitors and whips as commanded, remorselessly kill- mouths, oversized staring eyes, and long limbs that look ing anything from intruders to other kuo-toas. spindly. This appearance is deceptive, because even though Other adult kuo-toas are capable warriors, but they also kuo-toas are only about 5 feet tall and weigh 160 pounds, they work at crafts and trades, the results of which go to support are tough and strong. the shrine or to honor Blibdoolpoolp. Skill and merit deter- The most telling feature of kuo-toas is their skin, which mine an individual’s rise in kuo-toan society. But it’s easier smells like rotting fi sh. Silvery gray in color, the skin of a to plot against and even murder one’s fellows and superiors kuo-toa changes hue according to the creature’s emotions. to get ahead. Crazed kuo-toas can change color rapidly, but they are usually Fear, paranoia, and depravity are as much a part of kuo-toan red with agitation and anger. culture as religion is. More than a few kuo-toas break under",
        "name":  "Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Merchurions MERCHURIONS favor warm environs, and most IN EBERRON of them inhabit the interiors of The merchurions of Eb- volcanic mountains. Others re- erron are an ancient main even farther beneath the race whose origins are surface of the earth. Individual shrouded in mystery, merchurions can be found roam- but which is no doubt ing everywhere but in arctic climes, connected to the ancient seeking lost mines, ancient treasure creation forges of Xen’drik. hoards, and the like. Merchurions have ranged far Typical Physical Character- from the shattered land in istics: Merchurions appear well the countless centuries muscled, and their rippling since their creation, and silvery forms fl ow like liquid one extended tribe now metal. They are far larger than Merchurion serves a powerful silver dragon the fi re giants they are suppos- named Azraxror-Shien on Argonnessen. edly descended from, standing 20 feet tall and weighing A neutral good merchurion named Silverfi st resides in twelve tons. Thrane. The creature converted to the faith of the Silver Flame",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Shadow fl ayers are usually neutral evil. They than other monsters of their Challenge Rating. Shadow fl ayers have a slightly chaotic tendency that breeding hasn’t yet are also somewhat less versatile, since they don’t have all the stamped out. enchantment-based psionic abilities that regular mind fl ayers have. With their ability to quickly turn invisible, they’re better Society at the tentacle attacks that lead to brain extraction. Shadow fl ayers see themselves as spies and hunters for Thoon. Shadow fl ayers usually carry daggers coated with shadow They’re haughty about their ability to infi ltrate places unseen essence, a potent but slow-acting poison. If they are facing a and their ability to bring back brains. signifi cant foe, they use shadowcloak, fl ing their daggers from pqqqqqqqqqrs a safe hiding place, then fl ee. After a minute, when the poison has run its course, they return, shadowcloaking again to SHADOW FLAYER LORE surprise weakened PCs with tentacle attacks and grapples. Characters who have ranks in Knowledge (dungeoneering) can learn more about shadow flayers. When a character Ecology makes a successful skill check, the following lore is revealed, including the information from lower DCs. Shadow fl ayers are physiologically similar to mind fl ayers, but a shadow fl ayer has a less prominent cranium and a cor- Knowledge (Dungeoneering) respondingly less powerful mind. Shadow fl ayers eat brains DC Result and reproduce as mind fl ayers do. 18 This is a shadow fl ayer, a mind fl ayer with ebony skin. It can turn invisible at will.",
        "name":  "Like traditional mind fl ayers, shadow fl ayers are less durable Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +2. Speed: When not dormant, a Thoon thrall’s speed increases",
        "name":  "Challenge Rating",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The base creature’s type changes to monstrous by 10 feet in whatever mode the creature most often employs humanoid. It does not gain the augmented subtype but (usually land speed). retains other subtypes except those from alignment and Abilities: The base creature’s ability scores are modifi ed 112 humanoid race. as follows: Str +6, Dex +2, Con +2, Wis –2, Cha –4. SREYALF DNIM NOOHT FO nnamrediW .E yb .sullI",
        "name":  "Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Madcrafters handle high-level PCs can use the madcrafter of Thoon to spawn construct after con- poorly because they depend on CR 6 monsters to do much struct, and if you’re tactically minded, you can give the PCs fits of their dirty work. The CR 10 madcrafter is indeed a suitable with this monster. You’re the one responsible for tracking all challenge for four 10th-level PCs. But two CR 10 madcrafters those monsters, and nobody at the gaming table is having any don’t challenge four 12th-level PCs in the same way, because fun when it takes you 10 minutes to move your army of con- the CR 6 scythers of Thoon just can’t hurt the PCs. Nor would structs. Think carefully about how many monsters you want to four CR 10 madcrafters challenge a 14th-level group. You can, be running at a time. pqqqqqqqqqqqqqqqqqqqqrs 115 OF THOON MIND FLAYERS Madcrafter of Thoon Illus. by D. Allsop",
        "name":  "The first consideration",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Madcrafters of Thoon are neutral evil, but Looking at them, it’s difficult to believe that the mad- with a twist. They’re more lawful when given a regular diet crafters of Thoon were once mind flayers. Contact with of quintessence and more chaotic when denied quintessence the Far Realm and Thoon has twisted them into the or given too many brains to eat. immense, sluglike creatures they are today. A madcrafter of Thoon subsists entirely on quintessence. Society Because madcrafters of Thoon are slow and vulnerable Alone among the mind fl ayers of Thoon, the madcrafters of out in the world, other creatures gather quintessence Thoon actually consume quintessence. The other followers for them. of Thoon gather it because Thoon directs them to, and they Though the madcrafters of Thoon are no longer mind covet it for the power it promises. The madcrafters, however, fl ayers, they have a similar life cycle. The asexual madcrafters have a direct connection to quintessence and a craving for give birth to thousands of tadpoles in a spawning pool deep it that sometimes overwhelms their reason. Consequently, within the nautiloid vessel (not the same pool the Thoon elder the mind fl ayers keep the madcrafters well fed—a starving brain lives in). The tadpoles feast on each other in a frenzy madcrafter lashes out at everyone and does almost anything of cannibalism punctuated by long periods of group torpor. to attain more quintessence. Eventually, one massive madcrafter of Thoon, grown fat from Quintessence isn’t the madcrafters’ only dependency. They consuming its siblings, slithers from the spawning pool and are addicted to the pleasure of eating sentient brains. Even immediately demands its fi rst taste of quintessence. a madcrafter that feeds on a matrix of quintessence starts The madcrafters of Thoon need only quintessence to to feel hunger pangs soon afterward, never feeling sated by survive from that point forward, but they have a vestigial quintessence consumption. If given a sentient brain, however, appetite for sentient brains. They don’t derive nutrition from it might be lost in pleasure for hours, its hunger for quintes- brains, but a sentient brain sends a madcrafter of Thoon into sence forgotten. fi ts of ecstasy. Thoon elder brains and Thoon disciples use fresh brains as rewards to keep their construct-producing Advanced Madcrafters of Thoon madcrafters in line. The mind fl ayers of Thoon don’t have any madcrafters with",
        "name":  "Ecology Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that churns out constructs more than 10 Hit Dice—yet. Some Thoon disciples theo- is valuable, so the mind fl ayers of Thoon usually keep the rize that feeding a madcrafter of Thoon a large amount of madcrafters safe in their main base. If an outpost beyond the quintessence might cause it to grow, perhaps exponentially. nautiloid vessel is safe, the mind fl ayers might try to move The Thoon elder brain is considering more aggressive a madcrafter of Thoon there, because it’s useful to have a quintessence-gathering to experiment with overfeeding a construct factory and quintessence repository on site. Still, madcrafter of Thoon. doing so is tricky, because the madcrafters are slow and attract a lot of attention. SCYTHER OF THOON",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Most scythers of Thoon are kept in square in which it set the tentacle. squads of four to six within the mind flayers’ base, but Natural Healing (Ex) Unlike most constructs, a stormcloud outside the nautiloid vessel. Scythers are plentiful, so mind of Thoon is capable of natural healing, albeit very slowly. fl ayers often order a pair of scythers to follow them around A stormcloud of Thoon heals 1 hit point for every 8 hours it remains motionless. as menial servants. Levitative Movement (Ex) Even when the creature uses its",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Thoon elder brain 100 feet. That target must succeed on a DC 22 Will save is 8 feet across and weighs about 800 pounds. Its tentacles or take 2d6 points of Wisdom damage. Though overmind blast isn’t a fear effect, a creature that has immunity to reach a length of almost 20 feet. It’s diffi cult for a Thoon elder fear or a save bonus against fear receives a +4 bonus on brain to uncurl its tentacles completely, so its effective reach the saving throw. The save DC is Charisma-based. is only 10 feet. A creature that is reduced to 0 Wisdom by an over mind A Thoon elder brain doesn’t visibly age. Sometimes indi- blast is unconscious, but its body mutters, “Thoon . . . vidual tentacles atrophy and wither away, but they’re quickly Thoon . . . ” repeatedly until consciousness returns. replaced with fresh, quintessence-fueled limbs.",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A phantom retains all the weaknesses of the If the base creature ordinarily possesses treasure, the base creature, and it gains the following weakness. phantom does too, according to the base creature’s standard Vulnerability to Ghost Touch (Ex): If damaged by a ghost treasure and the phantom’s new Challenge Rating. touch attack, a phantom takes half again (+50%) as much damage from that attack, regardless of whether a saving throw is allowed or whether that save succeeds.",
        "name":  "Weakness",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A base creature of CR 4 or lower gains the following special quality. Incorporeal Movement (Su): When willingly mov- ing, a phantom becomes incorporeal. A phantom can suppress or resume this ability as a move action.",
        "name":  "Speed",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Although a rylkar colony can have the appear- sewer located anywhere in the city. The water is slow-moving, ance of a regimented society, rylkars are self-serving in the too shallow to swim but too deep to walk through unimpeded. extreme. A colony’s dedication to its harridan is absolute, but Each square of the sewer costs 2 squares to enter. Due to the madclaws and tormentors are intelligent enough to defend sounds of dripping and running water, characters take a –2 themselves from the appetite of the harridan and her vora- penalty on Listen checks when in these sewer tunnels. cious swarms. Without exception, rylkars are neutral evil. This area is home to two rat swarms that have managed to elude the ravenous rylkars. The swarms are drawn to the SOCIETY sound of movement. Rylkars are vicious and rapacious. Thoroughly malevolent, 2 Rat Swarms: hp 13 each; MM 239. they are concerned only with the rampant destruction 2. Entrance (EL 6): At the entrance to the rylkar through which they feed their endless hunger. Rylkar warren, chunks of slimy masonry emerge like rotten colonies avoid quick collapse into chaos only by the rigidly teeth from the sluggish flow of the sewer water. Perched defi ned roles of their hierarchy. Under a social structure on one rock is a common brown rat that scampers off if similar to that of ants or bees, members of the colony are anyone approaches. assigned particular functions based on their capabilities. Guarding this area is a single tormentor. It is focused on At the bottom of the hierarchy are the mewling rylkspawn, eating a sheepdog, so it takes a –4 penalty on Listen checks which live only to eat and grow. They cannot reproduce and to notice the PCs’ approach. If it hears the PCs, the tormentor have little individual will. presses against the wall, leaping out to attack any creature Above the rylkspawn swarms stand the madclaws that that comes within 5 feet. serve as the harridan’s consorts. Savage and self-centered, 3. Hall of Bones (EL 6): This large chamber has been they have an infl ated sense of their own purpose, seeing their excavated by swarming rylkspawn. The stench here is over- relationship to the harridan as a sign of power. This belief whelming, and the fl oor is littered with chewed bones and doesn’t end even when the harridan snatches up a madclaw rotting offal. Footing in this area is bad—the DC of Balance and stuffs it into her cavernous maw. and Tumble checks increases by 2. Tormentors are the warriors of a colony, charged with Hiding in the muck are two rylkspawn swarms. When protecting the harridan and her breeding chamber. This any character moves into the room, the swarms attack. responsibility makes them arrogant, and they believe they 4. Madclaw Nest (EL 7): This chamber is foul with excre- have the right of life and death over any other colony member. ment and slime. The colony’s madclaws lair here, and four are Gluttony and hubris inspire tormentors to devour squirming here at any one time. They attack any nonrylkar that enters rylkspawn and madclaws alike, though they prefer to kill and this area. eat other creatures. 5. Harridan Horror (EL 10): The colony’s harridan At the head of the infestation is the grotesque harridan languishes here in her own fi lth. Protecting her are two herself. This queen of the colony is a blind, vile behemoth tormentors that attack anyone who threatens their queen. whose life is spent eating and breeding. The pampering she This room also holds the colony’s treasure. receives from her madclaw drones inflates her cruel and 6. Rylkspawn Swarm Nests (EL 6): The odor of this room selfish nature—harridans are famed for their fickleness is particularly repulsive. Cast-off bits of cloth and rubbish and wickedness. litter the floor, serving as a nest. Two rylkspawn swarms are here.",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The secret druidic ritual limited by the 60-foot range of their darkvision. Scouring for creating a scouring slinger involves the initial creation stanchions can be found underground, and they function of three shambling mounds that are incorporated into the perfectly well underwater. creature’s construction.",
        "name":  "Scouring Slinger Construction",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The secret druidic vegetation. Essentially amorphous, a scouring slinger can ritual for creating a scouring stanchion requires the partici- grow limbs as it needs them, then reabsorb them into its pation of a treant willing to sacrifi ce its life to become the body. These creatures are vaguely bipedal, standing 20 construct. A druid must make a DC 25 Craft (woodcarving) feet tall and weighing twelve tons. check after one day of working to inscribe special runes in Scouring stanchions resemble nothing so much as a mas- the treant’s trunk. sive, gnarled tree trunk. They stand 25 feet tall and weigh CL 18th; Craft Construct, creeping doom, animate plants; fi fteen tons. Price 105,000 gp; Cost 52,500 gp + 3,000 XP. The insects that swarm on and around a scouring construct",
        "name":  "Scouring Stanchion Construction",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In its normal form, a shards afterward, taking on its original shape bonespur appears to be a 12-foot-tall column of bone, 5 feet shortly after doing so. pqqqqqqqqqrs around at the base and slowly tapering toward its top. Bones 157 Illus. by F. Vohwinkel SKULL LORD SERPENTIR Advancement 9–12 HD (Large); 13–18 HD (Huge) Dual Actions (Ex) A serpentir’s two independent heads A serpentlike abomination of bone crawls stealthily toward you, both allow it to take two rounds’ worth of action in any given ends crowned by a skull with burning eyes. The creature appears round, as if it were two creatures. Thus, a serpentir can to be composed of a series of linked torsos whose moving ribs propel use two standard actions and two move actions, two it forward. Two pairs of taloned skeletal arms reach for you as the full-round actions and two 5-foot steps, or some other monstrosity attacks. combination. All-Around Vision (Ex) A serpentir’s two heads allow it to Serpentir CR 4 look in any direction, providing a +4 racial bonus on Spot and Search checks. Opponents gain no benefit when Always CE Large undead flanking a serpentir. Init +9, dual actions; Senses all-around vision, darkvision Sense Emotions (Su) This ability functions like blindsense, 60 ft., sense emotions 60 ft.; Listen +10, Spot +10 except that a serpentir can detect only the presence and Languages understands creator’s orders positions of living creatures. AC 15, touch 14, flat-footed 10; Dodge, Mobility Stability (Ex) A serpentir has better than average footing and (–1 size, +5 Dex, +1 natural) leverage. It gains a +4 bonus on ability checks made to hp 52 (8 HD); DR 5/bludgeoning resist being bull rushed or tripped when standing on the Immune cold, flanking, undead immunities ground (but not when climbing, flying, or otherwise not Resist stability standing firmly on the ground). Fort +2, Ref +7, Will +9 Improved Grab (Ex) To use this ability, a serpentir must Speed 50 ft. (10 squares), climb 20 ft. hit an opponent of up to Medium size with two or Melee 4 claws +5 each (1d6+2) more claw attacks. It can then attempt to start a Space 10 ft.; Reach 5 ft. grapple as a free action without provoking attacks of Base Atk +4; Grp +10 opportunity. Atk Options improved grab A grappled opponent can be drawn into the Special Actions churning ribs serpentir’s churning ribs as a free action. Churning Ribs (Ex) A serpentir’s elongated torso of Abilities Str 14, Dex 20, Con —, Int 4, Wis prehensile ribs can chew creatures to pieces. Any 16, Cha 11 Medium or smaller opponent successfully grappled SA churning ribs, dual actions, by a serpentir can be drawn into the churning ribs as improved grab a free action. When this occurs, the serpentir is no SQ undead traits longer considered to be grappling and can act and move Feats Dodge, Improved Initiative, normally, dragging the creature with it as it goes. Mobility Opponents in the churning ribs remain grappled Skills Climb +10, Hide +12, until they succeed on a grapple check against the Jump +10, Listen +10, Move serpentir, allowing them to claw their way free. A creature Silently +15, within the churning ribs takes 2d6 points of Search +1, piercing damage at the beginning of each of the Spot +10 serpentir’s turns. Skills Serpentirs have a +4 racial bonus on Listen checks and a +8 racial bonus on Hide, Move Silently, and Climb checks. A serpentir can choose to take 10 on Climb checks, even if rushed or threatened. Serpentirs use either their Strength or Dexterity modifier for Climb checks, whichever is higher. Serpentirs are unnatural predators, preferring to stalk foes from the shadows rather than face them in a stand-up fi ght. Their talent for stealth and their speed make them favor quick strikes and hit-and-run tactics. Strategies and Tactics A serpentir conceals itself from foes whenever possible, shadowing them for hours as it sizes up their abilities and learns their habits. It takes great delight in attacking without warning, using walls, ceilings, and difficult terrain to its advantage. A serpentir attempts to grapple a weak-looking creature, draw that foe into its churning ribs, then retreat. If it has had Serpentir time to prepare, it takes a preplanned escape route that is 158 DROL LLUKS lekewS .A yb .sullI difficult for foes to follow, such as a steep mine shaft or a serpentir is slain, Dramethius and his three vampire rubble-filled corridor. If this tactic proves successful, the spawn attack. serpentir continues to stalk the group, attacking in the same way at the next opportunity. Ecology If cornered or forced to fight, a serpentir does not shy A serpentir is born with a hunger it can never satisfy. Com- away from battle. It moves quickly as one move action, pelled to devour living prey, these creatures are then forced to then brings five claw attacks to bear against individual tar- watch their mangled meals drop through empty ribs, leaving gets, using its remaining standard and full-round actions. them eternally ravenous. A cornered serpentir faced with only a single creature The skull lords created serpentirs, but their uncontrol- always attempts to grapple and draw that foe into its lable urge for slaughter has led a lot of these creatures to churning ribs. escape their servitude. Necromancers have since learned the art of creating these menaces, and chaotic necromantic Sample Encounters cabals spawn such dangerous predators as implements of Serpentirs are made to serve the masters who created them. mindless terror.",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Thrym hounds fell island where a kingdom of giants was said to have been have the shape and build of wolves, but they are 30 feet established before the fall of Xen’drik. long, including the tail, and can stand 12 feet tall at the shoulder. An adult Thrym hound weighs fifteen tons. THRYM HOUNDS IN FAERÛN Instead of fur, these creatures have rocklike skin that proj- Thrym hounds live in the far north, particularly on the ects away from the body in fine spines. These spines are Great Glacier and the High Ice. Packs of these creatures are constantly frosted with ice, regardless of the surrounding sometimes seen in the Frozenfar and the Spine of the World temperature, and are cold to the touch. They reflexively as well, and they have been known to raid as far south as flare out to strike at anyone attacking the Thrym hound Daggerford. In recent years, Thrym hounds have appeared in melee. in southern climes for reasons beyond the need to hunt or",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bladerager trolls are most commonly BLADERAGER TROLLS found near where normal trolls live and breed, usually WITH CLASS LEVELS in the vicinity of mountain ranges in colder climates. Because of their constant agony, bladerager trolls have little After their augmentation, bladerager trolls go where ability to comprehend complex skills. They gain levels as their masters send them. An independent bladerager troll fi ghters or barbarians, both of which are associated classes wanders blindly, so it might be found far from where trolls for the creatures. normally range.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Because of their reliance on move- in shifts at ment, tusk terrors avoid living in marsh areas, night. and deserts rarely have enough prey to sup- Negotiation port them. Though they can survive with a tusk terror is the cold, they do not like it. possible, since they understand Terrain that Common and Undercom- provides cover mon. Their own language and slows consists of grunts, roars, other crea- and gestures. tures down is a tusk TYPICAL terror’s TREASURE preferred Tusk terrors have no environment. treasure of their own. As such, they are found in warm or TUSK TERRORS temperate hills and IN EBERRON mountains, or in temperate forests. Tusk terrors are found in the Eldeen Tusk terrors have a particular af- Reaches and the forests of northern Aundair fi nity for a plant known as and Karrnath. Though these creatures keep to weary grass (see the sidebar). themselves, they are wary of humanoid expan- They can sense its presence, sion in their territories. Unprovoked tusk terror and they live near patches of the Tusk terror attacks against settlers and explorers are not strange herb when they can. uncommon. Tusk terrors also roam the Black- Tusk terrors prefer to lair in places that cap Mountains in Breland, with adventurers claiming that allow for defense and have ample escape routes. Packs of packs of these creatures actively guard a mountain pass on tusk terrors typically lair in the open, setting watches the Aundair frontier. Why they do so is unknown. against intruders.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tusk terrors are TUSK TERRORS IN FAERÛN larger than normal boars, about 6 feet long and weigh- Tusk terrors are found in the Vilhon Reach, particularly ing 500 pounds. They stand 4 feet high at the shoulder. the Chondalwood and the Cloven Mountains. They favor Unlike a boar, a tusk terror has a flexible tail as long as its the worship of Lurue, although the less chaotic favor body, used for balance as it tumbles and jumps. Its fur is Nobanion. Tusk terrors in Faerûn tend toward good as a a mottled green and brown under normal circumstances, result, but they also count more than a few worshipers but displays bright red and blue patches when the creature of Malar among their number. The tusk terrors of the signals aggression. Chondalwood have an understanding with the wild elves",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The cieties that are forgiving brawny turlemoi stand of their strange appear- approximately 9 feet ance. Hobgoblins and tall and can weigh other monstrous races 1,000 pounds. use the simpler turlemoi Hadrimoi are and lashemoi as mer- lithe and light, cenaries or slaves. The standing 6 feet more intelligent hadri- tall and weigh- moi and arkamoi work ing 150 pounds. with other creatures as Arkamoi are approxi- hirelings or allies. mately 6 feet tall and 190 Little sense of loyalty pounds. Lashemoi are 5 is found among the ushemoi, feet tall and 130 pounds. particularly between arkamoi",
        "name":  "Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vivisectors are found in secluded locations face regular attacks by vivisectors, and some suspect that close to potential victims, such as the sewers beneath a city a great conclave of the creatures dwells deep beneath the or a defensible cavern near a small town. Though bright Hoar frost Mountains. light causes them no negative effect, they have an aversion to it, preferring darkness and gloom as a backdrop for their VIVISECTORS IN FAERÛN grisly work. The Underdark is the traditional home of vivisectors in",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An average vivisector Faerûn, and all the races of that subterranean realm fear stands about 5 feet tall and weighs 100 pounds. Its body these creatures. Rumors tell of a great hive of vivisec- resembles that of a giant praying mantis, with talons at the tors located beneath the Thunder Peaks. There, one of end of each arm and a pair of dark but translucent wings. their number is said to have attained great power, and",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Wild Hunt can roam across an entire Knowledge (Nature) world, but a master of the hunt prefers to stalk prey at night DC Result 32 This large, elfl ike creature is a master of the hunt, in the wide outdoors. a cruel fey that seeks to prove his skill against the",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When fl ying, the creature can take a move action",
        "name":  "Benefi t",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Add +2 to the DC for all saving throws against (including a dive) and another standard action at any point the special ability on which the creature focuses. during the move. The creature cannot take a second move",
        "name":  "Benefi t",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature can gain this feat multiple times. Its action during a round when it makes a fl yby attack. effects do not stack. Each time the creature takes the feat, it",
        "name":  "Special",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When fl ying, the creature can halt its forward size Large or larger. motion and hover in place as a move action. It can then fl y",
        "name":  "Benefi t",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature gains a number of hit points equal",
        "name":  "Benefi t",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This feat can be taken multiple times. Each time 1 hit point permanently. it is taken, the creature can apply it to a different one of its",
        "name":  "Special",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When the creature charges, if its melee attack The creature can grab opponents much smaller than it and hits, it deals an extra 1d8 points of damage (if it is of hold them in its mouth or claw. Medium size). For Large creatures, the extra damage is",
        "name":  "Benefit",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature can choose to start a grapple when it Colossal, 6d6. hits with a claw or bite attack, as though it had the improved This feat works only when the creature makes a charge. It grab special attack. If the creature gets a hold on an opponent does not work when the creature is mounted. If the creature three or more sizes smaller, it can squeeze each round for bite has the ability to make multiple attacks after a charge, it can or claw damage. A snatched opponent held in the creature’s apply this extra damage to only one of those attacks. mouth is not allowed a Refl ex save against the creature’s",
        "name":  "Benefi t",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An aberration has a bizarre anatomy, to the creature: strange abilities, an alien mindset, or any combination of —The creature retains the type and subtype of its original the three. form. It gains the size of its new form.",
        "name":  "Aberration Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature is born with the indicated alignment. outsiders known as the baatezu.",
        "name":  "Always",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "More than 50% of these creatures have the given —Telepathy. alignment. This could be due to strong cultural infl uences, —Immunity to fi re and poison. or it might be a legacy of the creatures’ origin. —Resistance to acid 10 and cold 10.",
        "name":  "Usually",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature tends toward the given alignment, —Summon (Sp): Baatezu share the ability to summon either by nature or nurture, but not strongly. A plurality others of their kind (the success chance and type of baatezu (40–50%) of individuals has the given alignment, but excep- summoned are noted in each monster description). tions are common.",
        "name":  "Often",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A blind creature has no visual senses and is thusly",
        "name":  "Blind",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An animal has the following features. —d8 Hit Dice; good Fortitude and Refl ex saves. Blindsense (Ex): Using nonvisual senses, such as acute —Base attack bonus equal to 3/4 total Hit Dice (as smell or hearing, a creature that has blindsense notices cleric). creatures it cannot see. The creature usually does not need —Skill points equal to (2 + Int modifi er, minimum 1) per to make Spot or Listen checks to pinpoint the location of a Hit Die, with quadruple skill points for the fi rst Hit Die. creature within range of its blindsense ability, provided that it",
        "name":  "Features",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These creatures have swim speeds and most kinds of concealment are irrelevant, though the and thus can move in water without making Swim checks. creature must have line of effect to a creature or object to An aquatic creature can breathe underwater. It cannot also discern that creature or object. The ability’s range is speci- breathe air unless it has the amphibious special quality. fi ed in the creature’s descriptive text. The creature usually does not need to make Spot or Listen checks to notice",
        "name":  "Aquatic Subtype",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An elemental is a being composed creature’s Cha modifier). On a success, the negative level of one of the four classical elements: air, earth, fire, or goes away with no harm to the creature. On a failure, the water. negative level goes away, but the creature’s level is also",
        "name":  "Elemental Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fey is a creature that has supernatural abilities saving throw negates the effect. A monster’s gaze attack is and connections to nature or to some other force or place. described in abbreviated form in its description. Fey are usually human-shaped. Gaze attacks can affect ethereal opponents. A creature",
        "name":  "Fey Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fey has the following features. is immune to gaze attacks of others of its kind. Allies of a —6-sided Hit Dice; good Refl ex and Will saves. creature that has a gaze attack might be affected. All the —Base attack bonus equal to 1/2 total Hit Dice (as wizard). creature’s allies are considered to be averting their eyes from —Skill points equal to (6 + Int modifi er, minimum 1) per the creature that has the gaze attack (see below). The creature Hit Die, with quadruple skill points for the fi rst Hit Die. also can veil its eyes, thus negating its gaze attack.",
        "name":  "Features",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that has the fi re subtype has a saving throw against the gaze attack. The creature that immunity to fi re. It has vulnerability to cold, which means has the gaze attack, however, gains concealment against it takes half again as much (+50%) damage as normal from that opponent. cold, regardless of whether a saving throw is allowed, or if Closing Eyes: The opponent acts in a way so it cannot see the save is a success or failure. the creature that has the gaze attack at all—closing its eyes, turning its back, or even wearing a blindfold. The creature Flight (Ex or Su): A creature that has this ability can that has the gaze attack gains total concealment against such cease or resume flight as a free action. If the ability is an opponent. 212 YRASSOLG",
        "name":  "Fire Subtype",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that has a gaze attack can Humanoids with more than 1 Hit Die (for example, gnolls actively gaze as a standard action by choosing a target within and bugbears) are the only humanoids who make use of the range. That opponent must attempt a saving throw but can features of the humanoid type. try to avoid this as described above. Thus, it is possible for Features: A humanoid has the following features. an opponent to save against a creature’s gaze twice during —8-sided Hit Dice, or by character class; good Refl ex saves the same round, once before the opponent’s action and once (usually; a humanoid’s good save varies). during the creature’s turn. —Base attack bonus equal to 3/4 total Hit Dice (as cleric).",
        "name":  "Active Gaze Attack",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A giant is a humanoid-shaped creature of —Skill points equal to (2 + Int modifi er, minimum 1) per great strength, usually of at least Large size. Hit Die, with quadruple skill points for the fi rst Hit Die, or",
        "name":  "Giant Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A humanoid usually has two arms, two A successful hold does not deal any extra damage unless the legs, and one head, or a humanlike torso, arms, and a head. creature also has the constrict special attack. If the creature Humanoids have few or no supernatural or extraordinary does not constrict, each successful grapple check it makes abilities, but most can speak and usually have well-devel- during successive rounds automatically deals the damage oped societies. They are usually Small or Medium. Every indicated for the attack that established the hold. Otherwise, humanoid creature also has a subtype, such as elf, goblinoid, it deals constriction damage as well (the amount is given in or reptilian. the creature’s descriptive text). Humanoids with 1 Hit Die exchange the features of their When a creature gets a hold after an improved grab humanoid Hit Die for the class features of a PC or NPC class. attack, it pulls the opponent into its space. This act does Humanoids of this sort are presented as 1st-level warriors, not provoke attacks of opportunity. It can even move (pos- which means that they have average combat ability and poor sibly carrying away the opponent), provided it can drag the saving throws. opponent’s weight. 213 GLOSSARY",
        "name":  "Humanoid Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature attacks with its mouth, dealing piercing, Charisma: Any creature capable of telling the difference slashing, and bludgeoning damage. between itself and other creatures and objects has at least",
        "name":  "Bite",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    }
]
