[
    {
        "origin_file":  "monsters.json",
        "description":  "13–24 HD (Small) 14–26 HD (Medium-size) 15–30 HD (Medium-size) Improved Grab (Ex): If a legendary tiger hits a free action without provoking an attack of opportunity Medium-size or smaller opponent with a bite attack, it (grapple bonus +34). If it gets a hold, it can attempt to rake deals normal damage and attempts to start a grapple as a in the same round. Thereafter, the legendary tiger has the 138 YRADNEGEL SLAMINA 620_88268 MonsterManual2.qxd 7/29/02 3:27 PM Page 138 Legendary Snake Legendary Horse Legendary Bear Large Animal Large Animal Large Animal",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that is flung by a corpse tearer after being snatched travels 110 feet and takes 11d6 points of damage. If the corpse tearer is flying, the creature takes this damage or the appropriate falling dam- age, whichever is greater. LOXO Large Monstrous Humanoid Loxos are usually peaceful creatures, but they defend their",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +16, Ref +14, Will +12 In general, moonbeasts want nothing to do with the world. Abilities: Str 18, Dex 16, Con 24, Int 21, Wis 21, Cha 11",
        "name":  "MOONSTONES Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A moonrat receives a +4 racial bonus on Hide and Move Silently checks and a +8 racial bonus on Balance checks. It uses its Dexterity modifier for Climb checks. Few creatures of the deep enjoy reputations for cruelty and hatred as extensive as that of the morkoth. MORKOTH The top half of a morkoth resembles a deep-sea fish Medium-Size Aberration (Aquatic) with bulging eyes, protruding teeth and a saillike fin",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+6 pus in that it has eight tentacles, but the creature also",
        "name":  "Initiative",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 8, Dex 14, Con 13, Int 16, Wis 17, Cha 13 The creature’s actual home is at the center of this maze.",
        "name":  "Abilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blind-Fight, Dodge, Improved Initiative, Skill Focus ability is the most powerful lure at its disposal. Once in a (Hide) morkoth’s clutches, a victim doesn’t usually survive for long, since these creatures are interested in capturing only food, Climate/Terrain: Any aquatic not slaves or captives. A morkoth has little interest in trea-",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Myconids do not speak, but these spores enable them to establish telepathic communication with each other and with outsiders. A successful Fortitude saving throw (DC varies; see individual descriptions) negates the effect, but it is harmless. Rapport lasts for 30 to 60 minutes 154 DINOCYM 620_88268 MonsterManual2.qxd 7/29/02 3:29 PM Page 154 MC with outsiders, but for 8 hours with other myconids. Rapport critical hits or mind-affecting effects. The creature also has spores can be released as either a 120-foot spread or a 40-foot low-light vision. ray. Regardless of the release area, the communication range Skills and Feats:A myconid gains skills and feats as is 120 feet once rapport is established. though it were a fey. A myconid of any kind has EHD as",
        "name":  "Rapport",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Only the myconid sovereign has access to these ened. If forced to fight, they tend to rush a single opponent spores. When released over a dead body, animation spores as a group. Because a junior worker has a reach of 0 feet, it begin a process that covers the corpse with purple fungus. must enter an opponent’s space to make melee attacks. After 1d4 days, the corpse reanimates as a servant. A servant Spores (Ex): Junior workers have access only to distress has all the characteristics of a zombie of the same size, except spores. that it retains its previous creature type and it cannot be turned or otherwise affected as an undead. Over the course of AVERAGE WORKER 1d6 weeks, a myconid-animated corpse slowly decays. At the These myconids are eight to twelve years old. They are the end of that period it simply disintegrates into dust. backbone of the community, and they can perform a wide Plant Traits (Ex):A myconid is immune to poison, sleep, variety of tasks. paralysis, stunning, and polymorphing. It is not subject to 155 MYCONID 620_88268 MonsterManual2.qxd 7/29/02 3:29 PM Page 155 Myconid Junior Worker Myconid Average Worker Myconid Elder Worker Tiny Plant Small Plant Medium-Size Plant",
        "name":  "Animation",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— — — Combat quite willing to communicate rather than take aggressive Average workers are fairly proficient fighters. If alerted to action. If forced to fight, they try to eliminate the most for- danger, they usually try to hide and then either attack from midable-looking foes first. If more capable myconids join ambush or wait until more capable myconids arrive on the the battle, elder workers use much the same tactics that scene. If such reinforcements are available, the average workers average workers do. use the aid another action to assist their superiors in combat. Spores (Ex): Elder workers have access to distress, repro- Spores (Ex): Average workers have access to both distress duction, and rapport spores (save DC 12 where applicable). and reproduction spores. GUARD ELDER WORKER These myconids are sixteen to twenty years old. They are These myconids are twelve to sixteen years old. They serve as charged with the defense of the circle. supervisors for other workers and as shock troops in combat. Combat Combat Guards are fairly aggressive in combat, at least by myconid stan- Elder workers usually spray intruders with rapport spores dards. Their preferred attack is their pacification spores, though rather than hiding, as more junior myconids do. They are they can use their slam attacks if forced into melee. 156 DINOCYM 620_88268 MonsterManual2.qxd 7/29/02 3:29 PM Page 156 Myconid Guard Myconid Circle Leader Myconid Sovereign Medium-Size Plant Large Plant Large Plant",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4–9 HD (Medium-size) cunning enough to determine where its own attacks might be best targeted, but it cares Though needlefolk superficially resemble humanoids, nothing for what the rest of its kind do in a fight. they are in fact mobile plants. Because they lack roots, Plant Traits (Ex):Needlefolk are immune to poison, needlefolk must take in water and nutrients through a sleep, paralysis, stunning, and polymorphing. They are not structure that resembles a mouth. subject to critical hits or mind-affecting effects. The Under most circumstances a needlefolk’s movements are creatures also have low-light vision. slow and stately. When Skills:*A needlefolk’s coloration and needles give faced with danger, how- it excellent camouflage in the forest. While there, ever, it can be nearly as quick and agile as a human. it has a +16 racial bonus on Hide checks when station- A needlefolk is a green, hairless bipedal creature whose body ary. This bonus drops to +8 if it moves at up to half-speed. is covered with short, stiff bristles (actually needlelike thorns). In human terms, its body is quite thin, even emaciated-looking. NEOGI Its arms end in “hands” that sport vicious-looking claws (actu- ally large, sturdy thorns). The coloration of the small leaves Neogis are vicious, spiderlike scavengers, raiders, and slavers. that cover the monster’s body mirrors that of the foliage They fit right into any setting where creepy creatures abound. around them: green in spring and summer, red and yellow in A neogi’s eight-legged body is covered with stiff hair, autumn, and brown in winter. Needlefolk are deciduous, so which makes it look something like a giant wolf spider. they drop their leaves and become dormant through the cold Instead of a spider’s head, however, the neogi has a long, season. A dormant needlefolk resembles a tree with two flexible neck that extends upward and backward, then turns branches and a faint outline of a face in the bark atop its body. toward the front again in a large S-curve. Atop that sleek Needlefolk have no appreciable society or culture. They neck sits a small, narrow head, like that of an eel. Its jaws are live in the forest with no more social organization than trees lined with tiny, needle-sharp teeth, and small, black eyes are or shrubs would have. Their dietary needs are all satisfied by pushed well forward on the face. An occasional individual absorbing light and by eating dirt, decaying leaves, and the has a narrow beard growing from the front edge of its chin. occasional small, dead forest animal. They reproduce by The typical neogi dyes its naturally tan fur in one of many seeds, which each needlefolk produces in the autumn. The different hues and patterns. Some of these patterns signify seed pods are brown and covered with spiny thorns. Because family or rank; others are just for decoration. A neogi usu- they fall close to the parent plant, groves of needlefolk tend ally wears simple articles of decorative clothing and a belt to spring up wherever one has chosen to spend a season. or bandoleer with pouches for carrying its valuables. The only thing that excites needlefolk is elves—they hate Neogi lairs are usually laced with pits, chasms, narrow elves passionately. Needlefolk can sense the presence of an bridges, and precarious ledges. With their excellent balance elf within 1,500 feet, and they always move to attack when and jumping skills and their ability to dash around enemies, one is detected. However, the monsters do possess enough neogis can move through these hazardous areas more intelligence and cunning not to commit suicide if they can see quickly and safely than most attackers can. 158 KLOFELDEEN 620_88268 MonsterManual2.qxd 7/29/02 3:30 PM Page 158 TD All neogis speak Common and Undercommon, and a neogis let large numbers of spawn loose on the outskirts of large number of them also speak Terran. their community and leave them to fend for themselves. COMBAT Combat The tactics of these monsters vary according to the kind of Neogi spawn usually prey on each other, but if they notice neogi involved. No neogi is particularly brave, but all of other prey, they charge toward it. In combat, they swarm them are ruthless. They all share the following abilities. over a single creature, biting until it succumbs to their Poison (Ex): Neogi poison is exceptionally virulent, con- poison. Thereafter, these little horrors devour their prey. sidering that the creature itself is so frail. A neogi delivers its poison (Fortitude save DC 14 for all neogis) with each ADULT NEOGI successful bite attack. The initial and secondary damage is Adult neogis are the backbone of the community. They the same (1d4 points of Wisdom damage). spend most of their time trying to acquire as much wealth Immune to Mind-Affecting Effects: Neogis are and power as possible. immune to all mind-affecting effects.",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A neogi uses its Dexterity score instead of its Combat Strength score for Climb and Jump checks. Adult neogis are not tremendous fighters, and they know it. Wherever possible, they have their umber hulk slaves (see SPAWN Neogi Society, below) fight for them while they linger These foul and dangerous pests usually are found only in the nearby looking for opportunities to use their enslave ability. vicinity of a great old master. Sometimes, however, adult Adult neogis often try to make foes more vulnerable to 159 NEOGI 620_88268 MonsterManual2.qxd 7/29/02 3:30 PM Page 159 Neogi Spawn Adult Neogi Great Old Master Neogi Tiny Aberration Small Aberration Huge Vermin",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A great old master is immune to all mind- light vision, scent, true sight 160 THGISREHTEN FFITSAM 620_88268 MonsterManual2.qxd 7/29/02 3:30 PM Page 160 MC",
        "name":  "Vermin Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +10, Ref +8, Will +6 (grapple bonus +18). If it gets a hold on an ethereal creature,",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 able creatures lie, steal, or attack without provocation.",
        "name":  "Initiative",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ragewind is immune to mind-affecting provoking an attack of opportunity (grapple bonus varies; see effects, poison, sleep, paralysis, stunning, disease, death individual descriptions). If it gets a hold, it can attempt to wrap effects, necromantic effects, and any effect that requires a (see below) in the next round. Alternatively, the raggamoffyn Fortitude save unless it also works on objects. It is not sub- has the option to conduct the grapple normally, or simply use ject to critical hits, subdual damage, ability damage, ability its appendage to hold the opponent (–20 penalty on grapple drain, energy drain, or death from massive damage. A rage- check, but the raggamoffyn is not considered grappled). In wind cannot be raised, and resurrection works only if it is either case, each successful grapple check it makes during willing. The creature has darkvision (60-foot range). successive rounds automatically deals slam damage.",
        "name":  "Undead Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 claws +14 melee and bite +9 melee tures in the area, ignoring even creatures that are attack-",
        "name":  "Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 slams +10 melee A rogue eidolon usually attacks any living creature it",
        "name":  "Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 21, Dex 11, Con —, Int 2, Wis 6, Cha 13 believing its members to be infidels and enemies. The monster attacks by smashing victims with its stony Climate/Terrain:Any fists. Tactics mean little to it, and its attacks are so single-",
        "name":  "Abilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "12d8+48 (102 hp) In its true form, a rukarazyll is a loathsome creature. Its",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +12, Ref +16, Will +11 random spots all over its body. The monster’s natural voice",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "14 ing. As a full attack action, the monster can strike with three",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Improved Initiative, Lightning Reflexes, Multiattack two claw attacks. Paralysis (Ex): A shadow spider’s teeth are coated Climate/Terrain:Any underground with a paralyzing fluid. Any creature hit by its bite must",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4d6 (14 hp) These creatures trust no one except other sirines, though",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard every creature that hears it.",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually chaotic neutral Intelligence Damage (Su):Any creature hit by a sirine’s",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3d8+12 (25 hp) monsters think of dwarves as kindred spirits—hard-working,",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam 1d8+4 Stone spikes lack the coordination to employ more than two Face/Reach: 5 ft. by 5 ft./5 ft. of their arms at once. These creatures prefer to plod resolutely",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Power Attack The creature also has darkvision (60-foot range). Climate/Terrain: Any land and underground SWAMPLIGHT LYNX",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11–15 HD (Large); 16–30 HD (Huge) Swamplight lynxes are sleek, nocturnal hunters that prowl marshes and wet lowlands. They are fond of humanoid prey, and they especially enjoy the taste of elven flesh. A swamplight lynx is a sturdy animal, 9 to 10 feet long, with a sleek, lithe, feline body. It has large paws, a small head, and a short tail. Its coat can be any shade from dark yellow to olive, and this coloration allows it to blend in easily with its swampy surroundings. 191 STONE SPIKE 620_88268 MonsterManual2.qxd 7/29/02 3:33 PM Page 191 SYLPH A swamplight lynx cannot speak, Small Outsider (Air) but it can be trained Hit Dice: 3d8–3 (10 hp) to understand any Initiative:+1 one language. Speed:30 ft., fly 90 ft. (good)",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A sylph has darkvision (60-foot range). It cannot be raised or resurrected. Summon Elemental(Sp):Once per day, a sylph can use summon monster VI(caster level 12th) to summon a Large air, earth, fire, or water elemental. TEMPEST Gargantuan Elemental (Air, Earth, Fire, Water)",
        "name":  "Outsider Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 (–4 size, –3 Dex), touch 3, flat-footed 3 When such a creature reaches 84 Hit Dice, it immediately",
        "name":  "AC",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Entropic touch, portalwake, warp reality The teratomorph is a mindless creature. When it isn’t eating,",
        "name":  "Special Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blindsight 240 ft., detect law, dimen- it is on the move looking for something to eat. It surges sional instability, immunities, ooze traits, SR 32 forth to attack any Small or larger creature that passes",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always neutral also infuses the creature",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Skill Focus (Hide) sleep, paralysis, stunning, and polymorphing. It is not sub- ject to critical hits or mind-affecting effects. The creature Climate/Terrain: Any temperate land and underground also has low-light vision.",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alertness (B) sory organs that can ascertain prey by scent and vibration. This ability enables it to discern objects and creatures within 120 Climate/Terrain: Any underground feet. A wyste usually does not need to make Spot or Listen",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair or school (3–8) checks to notice creatures within range of its blindsight.",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "6–15 HD (Huge) The wyste (pronounced “wist”) is an alien creature much like a giant worm that inhabits fetid pools of alien slime. A typical specimen is 2 feet in diameter and 25 feet long. A wyste’s skin is translucent, showing strange, twisted strands of pulsing organs underneath. The crea- YAK FOLK ture has no face, just a large sucker hole fringed by long, claw-tipped tentacles. The tentacles allow the wyste to Large Monstrous Humanoid feed and defend itself, and they also serve as sensory organs. Hit Dice:5d8+10 (32 hp)",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. CREATING A CAPTURED ONE Climate/Terrain:Same as raggamoffyn. “Captured one” is a template that Organization: Solitary, pair, or gang (3–4). can be added to a giant, humanoid, Challenge Rating: Same as base creature +2. monstrous humanoid, animal, beast, Treasure: Standard. or vermin (hereafter known as Alignment:Same as raggamoffyn. the “base creature”) that is the Advancement:Same as base creature. same size as or smaller than the dominating ragga- SAMPLE CAPTURED ONE moffyn. The creature’s Here is a sample captured one using a bugbear type changes to construct. as the base creature along with a common Both the raggamoffyn’s and raggamoffyn. the base creature’s statistics and special abilities are modified Captured Bugbear/ as noted here. Common Raggamoffyn",
        "name":  "Feats",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. (16 hp)",
        "name":  "Speed",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. Damage: Morningstar 1d8+2, javelin 1d6+2",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Both the raggamoffyn and the base Skills: Climb +2, Hide +4, Listen +5, Move Silently +7, creature retain any special qualities they had previously. Spot +5",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A captured one is immune to mind-affecting Feats: Alertness effects, poison, sleep, paralysis, stunning, disease, death effects, necromantic effects, and any effect that requires a Fortitude Climate/Terrain:Any save unless it also works on objects. The creature is not subject Organization: Solitary, pair, or gang (3–4) to critical hits, subdual damage, ability damage, ability drain, Challenge Rating:4 energy drain, or death from massive damage. The raggamoffyn Treasure: Standard portion cannot heal itself but can be healed through repair; the Alignment: Always neutral base creature portion heals normally. It cannot be raised or Advancement: By character class resurrected. A captured one has darkvision (60-foot range). Senses (Ex):The raggamoffyn sees and hears everything Construct Traits: A captured one bugbear is immune to that the base creature is able to. mind-affecting effects, poison, sleep, paralysis, stunning, dis- Shared Damage (Ex):An attack on a captured one deals half ease, death effects, necromantic effects, and any effect that its damage to the raggamoffyn and half to the dominated requires a Fortitude save unless it also works on objects. The creature. creature is not subject to critical hits, subdual damage, ability",
        "name":  "Construct Traits",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increased to Organization: Same as base d10. Use the base crea- creature. ture’s Hit Dice or 9 Hit Dice, Challenge Rating:9 or same whichever is higher. as base creature +1, whichever",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base crea- is higher. ture, but chimeric creatures Treasure:Standard. gain wings and can fly at a speed Alignment: Alwayssame of 50 feet (poor). as dragon component.",
        "name":  "Speed",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A death knight attracts lesser undead creatures that happen to exist within a 200-mile radius. It may Climate/ Terrain: Any land and underground. have up to twice its levels in Hit Dice of followers. The fol- Organization: Solitary or troupe (see undead followers, lowers arrive monthly in the following increments: 1d6 above). ghouls, 1d4 ghasts, 1d12 medium skeletons, 1d4 wights, or Challenge Rating:Same as character +3. 1d8 medium zombies once per week. These creatures remain Treasure: Double standard. in the service of the death knight until destroyed. These crea- Alignment: Same as character (always evil). tures are in addition to any undead creatures the death knight Advancement: Death knights continue to advance in might be able to command or rebuke as a class ability. level as per their original class.",
        "name":  "Undead Followers",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " 620_88268 MonsterManual2.qxd 7/29/02 3:35 PM Page 209 the hatred of flesh creatures common to elementals, and it Skills: Same as character, modified by new ability modi- seeks methods appropriate to its class to slaughter as many fiers. The drop in Intelligence does not retroactively remove flesh creatures as possible. skill points spent.",
        "name":  "TEMPLATES APPENDIX",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " 620_88268 MonsterManual2.qxd 7/29/02 3:35 PM Page 211 Flesh Half-Golem Clay Half-Golem Medium-Size Construct Medium-Size Construct",
        "name":  "TEMPLATES APPENDIX",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All the base crea- damage from that particular ture’s Hit Dice increase to d8s attack. The initial and second- (if smaller than d8, other- ary damage is the same: 1d6 wise same as base creature). points of Strength damage.",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base Raging Blood (Su): creature. Choose whether the mon-",
        "name":  "Speed",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. is dealt to the creature with",
        "name":  "Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Each of the base creature’s base saves increases bring its mighty horns into play. In addition to the by +3. normal benefits and hazards of a charge, this allows the",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Str creature to make a single gore attack that deals 4d6+13 +10, Dex +6, Con +10, Int +2, Wis +2, Cha +4. points of damage.",
        "name":  "Abilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A monster of legend has skill points as the base Immunities (Ex): A minotaur of legend is immune to creature, adjusted for its increased Intelligence score. Its acid and mind-affecting effects. class skills are as the base creature. Natural Cunning (Ex):Although a minotaur of legend is",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. Outsider Traits:A minotaur of legend has darkvision",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature +2. (60-foot range). It cannot be raised or resurrected.",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. Scent (Ex):A minotaur of legend can detect approaching",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. enemies, sniff out hidden foes, and track by sense of smell.",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " 620_88268 MonsterManual2.qxd 7/29/02 3:36 PM Page 215",
        "name":  "TEMPLATES APPENDIX",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. ghast that are not devoured by the creature rise as ghasts",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite 1d8+1 plus paralysis, claw 1d4 plus paralysis stitched ghast cannot be raised, and resurrection works only Face/Reach: 5 ft. by 5 ft./5 ft. if it is willing. The creature has darkvision (60-foot range).",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +3, Ref +5, Will +8 A tauric creature is a hybrid being possessing the head, arms,",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, gang (3–4), or pack (3–4 plus ferent traits from their apparent component creatures. 7–12 ghouls) Tauric creatures speak the languages of both of their com-",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 ponent creatures, as well as any language they have devel-",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A tauric creature retains the special Pounce (Ex):If a tauric hobgoblin-griffon charges, it can qualities of the base humanoid and the base creature. make a full attack (including a rake attempt; see below) even",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For each saving throw, use the base save for either though it has moved. the base creature or the base humanoid, whichever is higher. Rake (Ex):A tauric hobgoblin-griffon that pounces on an",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A tauric creature uses the base humanoid’s opponent can make two rake attacks (+10 melee) with its Intelligence, Wisdom, and Charisma scores, and it uses the hind legs for 1d6+2 points of damage each. base creature’s Strength, Dexterity, and Constitution scores. Skills: A tauric hobgoblin-griffon receives a +4 racial",
        "name":  "Abilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A tauric creature gains skill points as a monstrous bonus on Jump and Move Silently checks. *It also receives a humanoid of its nonclass Hit Dice. Treat skills from both +4 racial bonus on Spot checks in daylight. the base creature’s list and the base humanoid’s list as class skills. If the creature has a class, it gains skill points for class TITANIC levels normally.",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as either base humanoid or base usually leaves a titanic creature confused or bewildered. creature, whichever uses the smaller number ranges. Except for their size, titanic creatures look identical to",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature +1. the smaller creatures they were. Titanic creatures tower",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By character class of base humanoid. to more than 200,000 pounds. SAMPLE TAURIC CREATURE CREATING A TITANIC CREATURE Here is an example of a tauric creature using a griffon as “Titanic” is a template than can be applied to any Medium- the base creature and a 1st-level hobgoblin warrior as the size or smaller animal or vermin (referred to hereafter as base humanoid. the base creature). It uses all the base creature’s statistics and special abilities except as noted here. Tauric Hobgoblin-Griffon Size: Increase to Gargantuan.",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8d8+24 (60 hp) Speed:Same as base creature or 20 feet, whichever is greater.",
        "name":  "Hit Dice",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 A titanic creature with flight has clumsy maneuverability.",
        "name":  "Initiative",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "30 ft., fly 80 ft. (average) AC: A titanic creature’s AC is equal to 10 + the creature’s",
        "name":  "Speed",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " 620_88268 MonsterManual2.qxd 7/29/02 3:36 PM Page 217",
        "name":  "TEMPLATES APPENDIX",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A titanic creature has a base save bonus of +14 in each category (ability modi- fiers apply as normal).",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Strength, Dexterity, and Constitution change as indi- cated on the Titanic Modifiers table, but the Dexterity score can never be lower than 10. Intelligence, Wisdom, and Cha- risma are the same as the base creature.",
        "name":  "Abilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature, adjusted for size and ability score changes. assign one natural attack appro- Feats: A titanic creature receives Great Fortitude as a priate to the base creature. bonus feat.",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Replace the base creature’s damage values with the titanic damage values given below. Climate/Terrain:Same as base creature.",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13 if base creature’s CR is 1 or lower; Bite Claw Gore Slam same as base creature + 13 if base creature’s CR is 2 or more. 3d8 3d6 3d8 2d8",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature.",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. Face/Reach: A titanic creature’s face/reach is 20 ft. by 20 Advancement:None ft/20 ft., or 10 ft. by 40 ft./10 ft., or 20 ft. by 40 ft./10 ft., depending on its body shape. SAMPLE TITANIC CREATURE",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A titanic creature retains the special Here is an example of a titanic creature using a toad as the attacks of the base creature and also gains the abilities and base creature. modifications described below. Area Attacks (Ex):A titanic creature’s area attacks (such as Titanic Toad a spider’s ability to generate webs) increase in size to gigan- Gargantuan Animal tic proportions. Multiply the height, width, and length of Hit Dice: 25d8+200 (312 hp) the base creature’s area attack by the area modifier given on Initiative:+0 the Titanic Modifiers table. Speed: 20 ft. Increased Damage (Ex):Damage from a special attack other AC: 26 (–4 size, +20 natural), touch 6, flat-footed 26 than poison or trample is tripled, if the attack deals hit Attacks: Bite +27 melee point damage. Damage:Bite 3d8+19 Poison Increase (Ex):If the base creature has a poison attack, Face/Reach: 20 ft. by 20 ft./20 ft. increase the initial and secondary damage to 2d6. The save Special Attacks: Trample 3d8+19 DC to avoid a titanic creature’s poison is 22 + the creature’s Special Qualities:Low-light vision Constitution modifier. Saves:Fort +24, Ref +14, Will +16 Trample (Ex):As a standard action during its turn each Abilities: Str 37, Dex 10, Con 27, Int 1, Wis 14, Cha 4 round, a titanic creature can trample Huge or smaller oppo- Skills: Hide –4, Listen +5, Spot +5 nents. This attack deals points of damage equal to 3d8 + 1 1/2 Feats: Great Fortitude (B) times the creature’s Strength bonus. A trampled opponent can attempt either an attack of opportunity at a –4 penalty or Climate/Terrain: Temperate and warm land and aquatic a Reflex save (DC 22 + the titanic creature’s Str bonus) for Organization: Solitary half damage. Challenge Rating:13",
        "name":  "Special Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. Treasure: None",
        "name":  "Special Qualities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Trample (Ex): As a standard action during its turn each round, a titanic toad can trample a Huge or smaller opponent. This attack deals 3d8+19 points of bludgeoning damage. A trampled opponent can attempt either an attack of opportu- nity at a –4 penalty or a Reflex save (DC 35) for half damage. 218 :XIDNEPPA SETALPMET 620_88268 MonsterManual2.qxd 7/29/02 3:36 PM Page 218 JJ Titanic Modifiers Size of Base Creature Str Dex Con Area Modifier Fine +36 –12 +16 ×12 Diminutive +36 –10 +16 ×10 Tiny +34 –8 +16 ×8 Small +30 –6 +16 ×6 Medium-size +26 –4 +14 ×4 WARBEAST TRAINING A WARBEAST The warbeast is a creature born and raised to serve as a A warbeast can be reared and trained just as the base crea- rider’s mount. Bred for exceptional strength, aggression, and ture can. If the base creature is a domestic animal, the crea- surefootedness, these creatures are powerfully built, strong- ture need not be specially reared, but it must be trained for willed, and openly belligerent. two months (Handle Animal DC 20) to develop its abilities. A warbeast based on a wild animal must be reared for one CREATING A WARBEAST year (Handle Animal DC 15 + HD of the warbeast), then trained “Warbeast” is a template that can be added to any Medium- for 2 months (Handle Animal DC 20 + HD of the warbeast). size or larger animal, beast, or vermin (referred to hereafter A warbeast based on a beast must be reared for one year as the base creature). A warbeast uses all the base creature’s (Handle Animal DC 20 + HD of the warbeast), then trained attributes and special abilities except as noted here. for 2 months (Handle Animal DC 25 + HD of the warbeast). The Monster Manualdescribes a few “war creatures” that A warbeast based on a vermin, being mindless, is untrainable. have qualities similar to those of a warbeast but differ from A trained warbeast is capable of carrying a rider into battle, standard creatures of a given kind. These creatures are con- and it gains the combative mount special quality (see above). sidered to already have a separate “war template” and cannot Market Price:The market price of a warbeast is a have the warbeast template added. For example, one can- function of its Hit Dice: 50 not apply the warbeast template to a heavy warhorse. gp/HD for a warbeast of 3 HD or less, or 100",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature +10 feet. SAMPLE",
        "name":  "Speed",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. WARBEAST",
        "name":  "AC",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature (mod- Here is a sample warbeast using ified as appropriate for added Hit Die a rhinoceros as the base creature. and Strength increase).",
        "name":  "Attacks",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same Warbeast Rhinoceros as base creature Large Animal (modified as Hit Dice: 9d8+63 (103 hp) appropriate for Initiative: +0 Strength increase). Speed:30 ft. (base 40 ft.)",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature (modified as appropriate for the added Hit Die and ability score increases). Climate/Terrain: Warm plains",
        "name":  "Saves",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from base creature as follows: Str +3, Organization: Solitary Dex +0, Con +3, Int +0, Wis +2, Cha +0. Challenge Rating:5",
        "name":  "Abilities",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A warbeast receives a +1 racial bonus on Listen and Treasure: None Spot checks. Alignment: Always neutral",
        "name":  "Skills",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10–13 HD (Large); 14–27 HD (Huge) Climate/Terrain: Same as base creature.",
        "name":  "Advancement",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary. The market price for a warbeast rhinoceros is 775 gp.",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature +1.",
        "name":  "Challenge Rating",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature. Combative Mount (Ex): A rider on a warbeast rhinoceros",
        "name":  "Alignment",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " 620_88268 MonsterManual2.qxd 7/29/02 3:36 PM Page 219 LGW RAZOR BOAR This enormous boar has a black-bristled hide marked by Large Beast hundreds of old scars. Its eyes are wild and bloodshot, and",
        "name":  "TEMPLATES APPENDIX",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gore 1d8+8, hoof 1d4+4, bite 1d8+8 tramples one and slashes the other with its tusks and fore- Face/Reach: 5 ft. by 10 ft./5 ft. hooves. The creature is swift for its size, and the thickness",
        "name":  "Damage",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None hit against a creature of",
        "name":  "Treasure",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, company (3–5), patrol (6–20 Scorpionfolk survive through a com- plus 2–8 Medium-size monstrous scorpions bination of hunting, foraging, and raiding. plus 1 3rd–5th level ranger), or troop They sometimes barter with creatures power- (21–40 plus 4–32 Medium- ful enough to withstand their attacks. size monstrous scorpions and 1–4 Large monstrous scorpions SCORPIONFOLK plus 1 6th–8th level cleric plus 1 CHARACTERS 6th–8th level ranger) A scorpionfolk character’s preferred class is",
        "name":  "Organization",
        "source":  "monster_manual_ii.txt",
        "_id":  "99241a43074dbb2d9fa3df32ec94f1829edb5df606e1eec922277973846cd2b3"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As noted on page 162 of the Player’s Handbook, sionary. A bloodstriker dinousaur, for instance, has an Envi- quadrupeds can carry heavier loads than bipeds can. Any ronment entry of warm forests, but could also be encountered creature with four or more motive limbs can carry a load as a in warm plains, temperate forests, or in any environment as quadruped, even if it does not necessarily use all the limbs at an animal companion. See Chapter 3 of the Dungeon Master’s once. For example, ambush drakes carry loads as quadrupeds. Guide for more on terrain types and climate.",
        "name":  "Strength",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature can speak all the languages mentioned in its description, plus one additional language Organization per point of Intelligence bonus. Any creature with an This line describes the kinds of groups the creature might Intelligence score of 3 or higher understands at least one form. A range of numbers in parentheses indicates how language (Common, unless otherwise noted). many combat-ready adults are in each type of group. Many",
        "name":  "Intelligence",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The random dungeon generation tables in Chapter Level Adjustment 3 of the Dungeon Master’s Guide provide their own treasure This line is included in the entries of creatures suitable for information. Use that information instead of a monster’s use as player characters or as cohorts (usually creatures with Treasure line whenever you use those tables. Intelligence scores of at least 3 and possessing opposable thumbs). Add this number to the creature’s total Hit Dice, Alignment including class levels, to get the creature’s effective character This line gives the alignment that the creature is most likely level (ECL). A character’s ECL affects the experience the char- to have. Every entry includes a qualifi er that indicates how acter earns, the amount of experience the character must have broadly that alignment applies to the species as a whole. See before gaining a new level, and the character’s starting equip- the Glossary for details. ment. See pages 172, 199, and 209 of the Dungeon Master’s Guide for more information. Advancement This book usually describes only the most commonly encoun- Descriptive Text tered version of a creature (though some entries for advanced The body of each entry opens with a sentence or two that monsters are provided). A creature’s Advancement line shows describes what the player characters might see on fi rst how tough the creature can get, in terms of extra Hit Dice. encountering a monster, followed by a short description (The upper limit given in the entry is not an absolute ceiling, of the creature: what it does, what it looks like, and what but exceptions are extremely rare.) Often, intelligent crea- is most noteworthy about it. Special sections describe how tures advance by gaining a level in a character class instead the creature fi ghts and give details on special attacks, special of just gaining a new Hit Die. qualities, skills, and feats. pqqqqqqqqqqqqqqqqqqqqrs MONSTERS BY TYPE (AND SUBTYPE) (Gnoll): flind.",
        "name":  "Note",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "cave troll, crystalline troll, death giant, eldritch giant, (Water): omnimental. forest troll, geriviar, mountain troll, sand giant, skullcrusher ogre. (Yugoloth): canoloth, mezzoloth, nycaloth, ultroloth. pqqqqqqqqqqqqqqqqqqqqrs 7 INTRODUCTION 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 77 77//1133//0044 44::4444::4444 PPMM About the size of an adult human, this dragonlike creature Medium Dragon bears distinctly lupine features in place of the more common",
        "name":  "Giant",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +10 melee (1d8+3 plus poison) creatures among their own kind. Ambush drakes share the",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ambush drakes have a +4 racial bonus on Hide checks. 8 Ambush drake HSUBMA EKARD smaR .V yb .sullI Monsters A to Z presented in Chapter 4 of the Monster Manual allow a Dun- geon Master to create an advanced version for any monster. This book contains hundreds of creatures for use in any A DM should also feel free to adjust a monster’s statistics as DUNGEONS \u0026 DRAGONS® game. Refer to the glossary (start- he or she sees fi t to play a monster against type and surprise ing on page 208) for the defi nitions of common features the player characters. and abilities of individual monsters. In most cases, a mon- Monsters in Eberron and Faerûn: Some monster entries ster entry describes a typical individual of its kind, which include a brief section describing the monster’s ecological is the most common version encountered by characters on niche in the EBERRON campaign setting or the FORGOTTEN adventures. Some of the monster entries, however, include REALMS campaign setting (or both). If your campaign is not tougher representatives (“champions”) of their kind. Not set in either Eberron or Faerûn, feel free to use the monster all monster entries include champions, although the rules as you see fi t. AMBUSH DRAKE 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 88 77//1133//0044 44::4444::4455 PPMM ARCANE OOZE If attacked by creatures that it cannot detect (because Huge Ooze they are too far away), the ooze instinctively retreats.",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam +14 melee (2d6+7 plus 2d6 acid) a constrict attack by the creature deals an extra 2d6 points",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 claws +20 melee (1d6+7/19–20) or throat dart Astral stalkers regard all other creatures as potential prey. +17 ranged (1d4+7 plus poison) Although they seek to test themselves against stronger and Space/Reach: 5 ft./5 ft stronger prey, astral stalkers are neither stupid nor foolhardy,",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary cessful because the affected creature is pushed through a",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually neutral a grapple with a Medium or smaller creature, there is a",
        "name":  "Alignment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "26–50 HD (Huge) chance that the creature will become impaled on one of",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "*Despite its size, a battlebriar blends well with its counterparts. surroundings, and it gains a +8 racial bonus on Hide checks Trample (Ex): Reflex DC 22 half. The save DC is in aboveground, natural environments. Strength-based. ThornVolley (Ex): A warbound impaler’s thorns deal WARBOUND IMPALER 5d6 points of piercing damage to all creatures within the (LESSER BATTLEBRIAR) area (Refl ex DC 22 half). The save DC is Strength-based. Large Plant BATTLEBRIARS IN EBERRON",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4 (cohort) other, which means that they must be within 30 feet A large bear with the strong, of one another under nor- sharp teeth of a wolf looks at you. mal visibility conditions. It has a thick neck and a long, Generally, infl uencing an heavy tail. Bearhound animal in this way takes 1 minute, but as with infl uenc- Bearhounds are intelligent, masterful hunters. Usually ing people, it might take more or less time. loners that value their privacy and keep to the woodlands, A bearhound can also use this ability to infl uence a magi- they will sometimes associate with good creatures for a cal beast with an Intelligence score of 1 or 2, but it takes a righteous cause. –4 penalty on the check. Many laugh at the mention of the elusive bearhound. Carrying Capacity: A light load for a bearhound is up Some call it a myth, an animal invented by inebriated to 1,038 pounds; a medium load, 1,039–2,079 pounds; and a hunters. Few sightings of a bearhound come from repu- heavy load, 2,080–3,120 pounds. table sources. BEARHOUNDS IN EBERRON A typical bearhound stands 6-1/2 feet tall at the shoulder when on all fours. It weighs as much as 2,000 pounds. Bearhounds are most commonly found in the temperate Bearhounds speak Common and Sylvan. forests of the Eldeen Reaches, although agents of House Vadalis have also taken to enlisting the services of the beasts as guardians and mounts, for wealthy nobles and merchants 16 throughout central Khorvaire. DNUOHRAEB huhcsnegeiF .E yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 1166 77//1133//0044 44::5544::3311 PPMM BONECLAW A boneclaw stands about 8 feet tall and weighs about Large Undead 300 pounds.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Boneclaw ing for the Daughters of Sora *Includes adjustments for Power Kell have learned how to trans- Attack feat. form ogre magi skeletons into boneclaws. During the Last This large skeletal humanoid’s claw- War, spies from Karrnath failed like fingers are at least two feet long. to steal the secrets of boneclaw Worse, the slender, knife-sharp claws construction from a cabal of contract and extend in length from necromancers operating with- moment to moment, sometimes in the Great Crag (Droaam’s instantly reaching a length of 10 or more feet, before slowly contracting. capital). Through careful nego- tiation, however, Emerald Claw Boneclaws are bloodthirsty agents have succeeded where the undead that enjoy using their Karrns failed and have begun cre- extendable claws to bring death ating their own boneclaw killers. to the living. The lore of the dead BONECLAWS IN FAERÛN does not reveal from what dark necromancer’s laboratory or fell nether plane boneclaws entered the world. Perhaps they Rumors persist that Szass Tam, the zulkir of necromancy in merely “evolved” from lesser forms. Thay, created the fi rst boneclaws to protect Thayan enclaves. The boneclaw is an intelligent skeletal undead that pos- However, boneclaws have been encountered in the service sesses exceptional control over the length of its claws. At of various liches and necromancers across Faerûn. Some will, a boneclaw can extend one or two of its fi nger-claws necromancers speak of a night hag who visits them in their out to a distance of 20 feet, neatly skewering fl eshy creatures dark dreams, trading the secrets of boneclaw creation for 17 that stand in the way. some “gift” to be named later. Illus. by D. Allsop BONECLAW 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 1177 77//1133//0044 44::5544::3344 PPMM BONEDRINKER goblins became habit, and nearly all bonedrinkers previ- Medium Undead ously lived as one of these two goblinoid races. In theory,",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11d12+22 (93 hp) other humanoid creatures could be converted into bone-",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Damage reduction 5/silver or good, without liquefying and draining a creature’s bones, the darkvision 60 ft., resistance to cold 10, fi re 10, and sonic more sores appear. This has no effect on the creature’s abili- 10, scent, undead traits, unholy toughness ties, but a bonedrinker certainly grows more reckless and",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 21, Dex 16, Con —, Int 8, Wis Bonedrinkers prey on any creature 14, Cha 15 with a skeletal structure. They care noth-",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +13, Listen +13, Move ing for vermin, elementals, constructs, or Silently +17, Spot +13 any other creature lacking their favorite",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— 7 feet tall and weighs roughly 225 pounds. Created from a This gaunt creature is humanoid bugbear, it superfi cially re- in shape, except for two long, writh- sembles the goblinoid from ing, pale tentacles that sprout from which it was created. beneath its arms. Although its Bonedrinkers speak the features are somewhat goblinoid languages they knew in life, in appearance, wicked talons cap its long, spindly fingers, and its typically Goblin, and that of wide maw opens to reveal many their creators, typically Gob- sharp teeth, including six 6-inch- lin and Common. long fangs. Its hairless, gray- skinned body is covered in COMBAT oozing sores that weep a pale Clever hunters, bonedrinkers white fluid. prefer to attack lone victims unless hunting in packs. A truly repulsive crea- They typically strike from ture, the bonedrinker hiding, pouncing on their cho- hunts to feed on the bones sen prey and attempting to establish a of its victims. Terrible undead created in a grapple as quickly as possible. If especially horrid ritual reminiscent of mummy creation, famished, a bonedrinker might attack more bonedrinkers wander the dark places of the world, Bonedrinker recklessly, grappling a single victim even if part of a seeking new creatures to feed upon. Hobgoblin group and attempting to drain it dry while ignoring wizards originally developed the ritual to create these the victim’s companions. monstrosities, using the fallen corpses of goblin and Bonedrink (Su): Once a bonedrinker has successfully bugbear warriors to create the fi rst lesser bonedrinkers grappled an opponent, it can begin to drink its bones. To 18 and bonedrinkers. The tradition of using bugbears and do this, the bonedrinker must make a successful grapple REKNIRDENOB ttocserP .S yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 1188 77//1133//0044 44::5544::3388 PPMM check. If it pins its foe, it fastens onto the creature with resemble their larger cousins, with the same gray skin, its horrendous fangs. It then secretes a painful toxin into sharp fangs, tentacles, and oozing sores that the larger the victim that deals 1d6 points of Constitution damage. breed possesses. Each round the pin is maintained, the bonedrinker deals Lesser bonedrinkers result from applying the necroman- an additional 1d6 points of Constitution damage. Creatures tic bonedrinker ritual to goblins. These smaller specimens reduced to 0 Constitution die, as the majority of their bones stand about 3 to 3-1/2 feet tall and weigh about 35 pounds. become too brittle to support their bodies and they collapse into a sack of loose fl esh. Combat Creatures without bones or Constitution scores are Lesser bonedrinkers lack some of the potent physical immune to the Constitution-damaging effects of the bone- capabilities of the larger versions, and not just as a result drink ability. of their smaller size. They are less resilient to energy and Improved Grab (Ex): To use this ability, a bonedrinker lack damage reduction. Not as profi cient at grappling as must hit with a tentacle attack. It can then attempt to their larger cousins and lacking the more potent defense start a grapple as a free action without provoking attacks of their kin, lesser bonedrinkers tend to rely more on of opportunity. If it wins the grapple check, it establishes group tactics when possible. Although driven by ravenous a hold and deals automatic claw or tentacle damage to the hunger, lesser bonedrinkers are canny enough to swarm grappled victim. It can deal automatic claw or tentacle a single target in battle, aiding one another in bringing damage in each subsequent round that it maintains the down a single foe. grapple, and a bonedrinker that has successfully pinned Bonedrink (Su): This ability functions exactly as an opponent can begin to drink its bones (see Bone- described above, except a lesser bonedrinker’s bonedrink drink, above). Bonedrinkers have a +4 racial bonus on deals 1d4 points of Constitution damage. grapple checks. Unholy Toughness (Ex): A lesser bonedrinker gains a Pounce (Ex): If a bonedrinker charges, it can make a full bonus to its hit points equal to its Charisma modifi er × its attack in the same round. Hit Dice.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 heartland. Beneath these ruins lurk undead creatures",
        "name":  "Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Warm plains tures as food. Hardy and powerful creatures, they fearlessly",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Frightful Presence (Su): A charnel hound can inspire *Includes adjustments for Power Attack feat. terror by charging or attacking. Affected creatures must succeed on a DC 24 Will save or become shaken, remaining The hound-shaped creature stands at least 20 feet at the in that condition as long as they remain with 60 feet of the shoulder. Closer scrutiny reveals that while the creature has the charnel hound. The save DC is Charisma-based. outward shape of a hound, its form is composed of the bodies of Unholy Toughness (Ex): A charnel hundreds of rotting humanoid corpses. hound gains a bonus to its hit points equal to its Charisma modifier × its Charnel hounds are a stunning achieve- Hit Dice. ment of some crazed necromancer or god of death. Their very presence is a procla- mation of necromantic power. The way in which the bodies making up a char- nel hound’s form sometimes scream, mutter, and jerk serves to horrify and frighten onlookers. Charnel hounds, once created, are self-sufficient engines of undead de- struction found at night roaming plains where battles have been fought, or loose in underground areas large enough to accommodate their bulk. Dur- ing the day, they dig themselves great burrows to escape the sun. When clerics or necromancers are powerful enough to command a charnel hound, it is often used as a guardian. A charnel hound is about 20 feet tall and weighs about 35,000 pounds. 26 Charnel hound LENRAHC DNUOH notsmrO .D yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 2266 77//1133//0044 44::5577::4466 PPMM CHELICERA enters a chelicera’s territory in search of the source of the Medium Vermin sounds, the creature attacks, leaving the drained corpse in",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blood drain, improved grab the shadows when they lure a creature to their nest. As they",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 14, Dex 19, Blood Drain (Ex): A chelicera can suck Con 12, Int —, Wis 13, the blood from a living creature Cha 12 by making a successful grapple",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13–16 HD it wins the grapple check, (Medium); 17–36 HD it establishes a hold and can (Large) try to pin the creature on a",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+0 Chraals are solitary creatures and do not intermingle or",
        "name":  "Initiative",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "19–36 HD (Large); 37–72 HD (Huge) after they leave. Creatures that leave the aura and reen-",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A sorrowsworn demon whis- against foe most likely to threaten it. pers of the great losses of history: genocides and Round 5: Unleash unholy blight or make full other mass murders, great tragedies, and sac- attack. Continue with whispers of loss. rifi ces that resulted in no greater good. The SORROWSWORN DEMONS target creature be- IN EBERRON comes confused for 5 rounds (Will DC Sorrowsworn demons feed on the 24 negates). despair that permeates lands torn",
        "name":  "Great Emptiness",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "36d8+324 (486 hp) the rider gives the creature commands as it would any other",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Jump +23, Listen +11, Spot +20 making a successful grapple check. The swallowed creature",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary to a battletitan’s powerful digestive muscles. or battalion (4) A swallowed creature can cut its (domesticated) way out by using a light slashing or",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always neutral creature exits, muscular action closes the",
        "name":  "Alignment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9d8+54 (94 hp) further dissuasion. In addition, the creature has an unusual",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +11 melee (1d8+9 plus 1d6 acid) DC 19 half). The save DC is Constitution based. Space/Reach: 10 ft./5 ft. Caustic Blood (Ex): Any creature successfully striking a",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +2*, Listen +2, Spot +8 with defensive spikes. Any creature attacking a bloodstriker",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— the tops of their heads exposed. This quadruped is covered with a thick, spiked hide. Two large BLOODSTRIKERS AS MOUNTS horns jut backward from its massive head. In places where dinosaurs are used as mounts, bloodstrik- ers are greatly prized because of their defensive capabilities. Bloodstriker dinosaurs feed on vegetation and larger insects, Trainers and riders must exercise great personal care when often burrowing to hide from both predators and prey. working with these creatures, however, because their spiked A bloodstriker is about 14 feet long and weighs about hide and defensive abilities present additional challenges. 3,000 pounds. When attempting to Fleshraker teach a bloodstriker COMBAT to take a rider or A bloodstriker epitomizes tough perform tasks, the natural defenses. Thick, spiked trainer must de- plates cover its body, cide whether to take extra providing both precautions (increasing the excellent natural Bloodstriker 39 Swindlespitter Illus. by R. Garres DINOSAUR 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 3399 77//1133//0044 44::5599::1177 PPMM training time by 50%), or to work with it in the standard but if they’re hungry enough, or if they outnumber a small amount of time (taking a –4 circumstance penalty on all group, fl eshrakers are just as likely to attack. Handle Animal checks to teach, train, or rear). When food becomes scarce, fl eshrakers have been known Riding a bloodstriker is equally challenging. All ride to grow bolder in their hunts. They fi nd a deserted stretch checks are made with a –4 circumstance penalty. In addi- of road traveled by the occasional caravan and attempt to tion, a rider requires a specially made exotic saddle. Some- pick off straggling pack mules or even lightly guarded one foolish enough to attempt to ride the creature bareback wagons. Those who have encountered fl eshraker packs and or with a noncustomized saddle takes 1d8+6 points of survived swear the creatures set up ambushes and coordi- piercing and slashing damage from its spiked skin upon nate their attacks. mounting it or whenever a Ride check is required. Some wild tribes of forest dwellers have been known to",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A light load for a bloodstriker is domesticate fl eshrakers to serve as guards. Their natural up to 520 pounds; a medium load, 521–1,040 pounds; and a ability to blend in with their surroundings, combined with heavy load, 1,041–1,560 pounds. their innate tactical sense, makes them especially deadly in this capacity. Rumors also abound of some fl eshrakers BLOODSTRIKER being used as mounts, although the creature’s spines would ANIMAL COMPANIONS certainly require the use of a specially constructed saddle to Druids of 10th level or higher can select bloodstriker animal ride it comfortably. companions. Apply a –9 adjustment to the druid’s level for An average fl eshraker stands 7 feet tall and weighs about purposes of determining the companion’s characteristics 300 pounds. and special abilities. COMBAT A fl eshraker prefers to begin each combat with a leaping DINOSAUR, FLESHRAKER pounce attack. A fl eshraker tries to land on its target, pin- Medium Animal ning it to the ground so that it can savagely rip its prey apart",
        "name":  "Carrying Capacity",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— pinned opponent. If a fleshraker fails the opposed trip check, it cannot Thin, wicked-looking spines bristle from this creature’s back, be tripped in return. If it successfully trips its opponent sinuous tail, and muscled forelimbs, glistening with some clear but fails the subsequent grapple check, the opponent is liquid. Although it stands upright, you can tell the mottled green still prone in the fl eshraker’s square, but it is not grappled killer can run on all fours should it desire. A long, reptilian snout or pinned. opens wide with a short bark to display a set of deadly, sharp Poison (Ex): Injury, Fortitude DC 14, initial damage teeth, and each of its four limbs sprouts a pair of 6-inch-long hooked claws. 1d6 Dex, secondary damage 1d6 Dex. The save DC is Constitution-based. A cousin of the velociraptor, the fl eshraker is a clever predator Rake (Ex): Attack bonus +2 melee, damage 1d6+2. that lurks in areas of heavy undergrowth and dense forest. Skills: Fleshrakers have a +8 racial bonus on Hide checks Fleshrakers usually hunt in packs, preying upon unsuspect- and a +6 racial bonus on Jump checks. *The Hide bonus 40 ing creatures that pass by. They prefer to attack lone targets, increases to +10 in forested areas. RUASONID 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 4400 77//1133//0044 44::5599::2277 PPMM FLESHRAKER In lands where humanoids and dinosaurs live side-by- ANIMAL COMPANIONS side, swindlespitters are treated as an unfortunate neces- Druids of 4th level or higher can select a fl eshraker dino- sity. While the creatures walk off with unsecured objects saur as an animal companion. Apply a –3 adjustment to the regularly, those wise in the ways of natural cycles realize druid’s level for purposes of determining the companion’s the importance of the lowly swindlespitter. By devouring characteristics and special abilities. the eggs of larger dinosaurs, they keep those creatures from reproducing in greater numbers than the land can support. DINOSAUR, In some cultures, the swindlespitter is even considered a symbol of balance and harmony with nature. Anyone dis- SWINDLESPITTER covered harming one of the little dinosaurs in such a society Small Animal quickly fi nds themselves on the wrong end of a very sticky",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Temperate aquatic to the gizzard (AC 17). Once the creature exits, muscu-",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— creatures underwater within 30 feet by nonvisual means. Opponents the dragon Silvery scales glisten on the muscular eel can’t actually see still have total flanks of this long, narrow, creature. concealment against the dragon A powerful, jagged beak snaps eel. This ability works only when beneath frighteningly intelligent the dragon eel is underwater. eyes. Pairs of small fins tipped with Keen Scent (Ex): A dragon hooks march down its belly, while a frilled fin runs the full length eel can notice creatures by scent of its back. within 180 feet, and detect blood in the water up to a mile away.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A dragon eel has a of the terrible dragon eel is +8 racial bonus on any Swim that it can’t stand to be near check to perform some special another dragon eel except action or avoid a hazard. It can when mating or raising always choose to take 10 on a young. One dragon eel Swim check, even if distracted can easily put a hole in the side of a or endangered. It can use the run sailing vessel, devouring the crew at action while swimming, provided its leisure after the vessel sinks. In it swims in a straight line. groups they could destroy entire DRAGON EELS navies. Captains have been known IN EBERRON to negotiate with dragon eels for safe passage of their ships, but Dragon eels live in the oceans of Eberron and dragon eels are reputed to be great prey on dragon turtles and sailing vessels. They are liars and some crews who thought most common among the islands north of Xen’drik, they were safe have vanished without where the sahuagin dwell. The relationship between a trace. dragon eels and sahuagin is unclear. The sahuagin A dragon eel is usually about 20 feet long Dragon eel speak of their alliances with the creatures, but the and weighs about 1,000 pounds. dragon eels clearly consider the sahuagin to be servants, 44 if not slaves, and guardians of their hoards NOGARD LEE xeR .A yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 4444 77//1133//0044 55::0011::2233 PPMM DREAD BLOSSOM SWARM thorn forward, fl uttering two petals as rapidly as a humming- Tiny Plant (Extraplanar, Swarm) bird fl aps its wings.",
        "name":  "The only redeeming quality Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7d8+14 (45 hp) Creatures of the Beastlands know not to disturb beds of",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fly 60 ft. (good) (12 squares) often curious about the dead creatures where the plants have",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swarm (2d6) A dread blossom swarm swoops in to surround a creature",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swarm (2d6) and attacks. It uses no tactics except to move over creatures Space/Reach: 10 ft./0 ft. paralyzed by its pollen. It avoids areas of intense cold or heat",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 2, Dex 17, Con 14, Int —, creature whose space it occupies at Wis 10, Cha 3 the end of its turn.",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +11*, Listen +2, Distraction (Ex): Any living Spot +2 creature vulnerable to a dread blos-",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Constitution-based. Poison Pollen (Ex): A dread Ahead of you lies a beauti- blossom swarm constantly exudes ful bed of hundreds of large an airborne contact poison in a 15- red flowers speckled with foot radius. Creatures within the gold and black. Their sweet area or within the swarm must suc- perfume isn’t quite strong ceed on a DC 17 Fortitude save or be enough to disguise the sent of rotting flesh, and looking closer, paralyzed for 1 round. Secondary dam- you notice the flowers seem planted age is paralysis for 1 minute. The save in dead bodies. Suddenly, all the flowers shudder DC is Constitution-based. as if in a strong breeze and lift into the air. They fly Dread blossom swarm Regeneration (Ex): Fire and cold deal up like a flock of sparrows coming aloft and swoop normal damage to a dread blossom swarm. around toward you with flowers pointed away and",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "*A dread blossom swarm gains a +10 racial bonus wicked thorns aimed in your direction. on Hide checks in forested areas. DREAD BLOSSOM SWARMS Dread blossoms are blood-drinking plants from the Wilder- IN EBERRON ness of the Beastlands transplanted to the Material Plane by foolish elves who mistook their nature. Dread blossoms are native to the plane of Lamannia, the An individual dread blossom looks like a foot-long Twilight Forest. They gather in the jungles of Aerenal. crimson flower, speckled with gold and black pollen, Millennia ago, elf sorcerers living on Xen’drik brought that ends in a 6-inch-long hollow thorn surrounded at the first dread blossoms to Eberron to plague their giant its base by a frill of inch-long roots. Few creatures can masters. Dread blossom swarms continue to ravage the examine a dread blossom in such detail, as a dread blos- inhabitants of the jungles of Xen’drik and Aerenal. som swarm at rest is usually firmly planted in the bodies The elves of Aerenal have been accused of deliberately of its last victims. transplanting and unleashing dread blossom swarms In fl ight, a dread blossom swarm resembles a fl ock of upon their enemies, most recently the orc tribes of the 45 birds wheeling swiftly through the air. Each blossom fl ies Shadow Marches. Illus. by F. Irving SWARM DREAD BLOSSOM 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 4455 77//1133//0044 55::0011::2266 PPMM DROWNED COMBAT Medium Undead A drowned slams its foes with sodden limbs, but more wor-",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 Slams +12 melee (1d8+12)* tures that breathe. All breathing creatures within 30 feet of Space/Reach: 5 ft./5 ft. a drowned are treated as if beneath water in terms of being",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., fast healing 5, undead of drowning. traits, unholy toughness Normally, a creature can hold its breath for a number",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 25, Dex 13, Con —, begins to drown. Within the Int 9, Wis 10, Cha 12 drowning aura, a creature can",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— — — 49 ELEMENTAL 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 4499 77//1133//0044 55::0011::4411 PPMM EPHEMERAL SWARM Ephemeral swarms are the ghostly collections of many Tiny Undead (Incorporeal, Swarm) little creatures that suffered a common death. Just as",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "12d12 plus 12 (90 hp) when a spirit of a particular creature lingers on as a ghost,",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4 when many small creatures die a violent death, they may",
        "name":  "Initiative",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alertness, Toughness (4) is visible and recognizable by the creatures, a swarm will",
        "name":  "Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 Distraction (Ex): Any living creature vulnerable to",
        "name":  "Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, who hear it. All creatures within 60 or pride (6–10) feet of a feral yowler that can hear its yowl",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 are affected. Each creature within the area must",
        "name":  "Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8–14 HD (Medium); 15–21 HD (Large) A creature that succeeds on the saving throw is immune",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability Focus (frightful keening), Ability Focus (steal Steal Soul (Su): Any living creature with 10 or fewer hit soul), Cleave, Iron Will, Lightning Refl exes, Point Blank points within 15 feet of a death giant must succeed on a DC Shot, Power Attack, Precise Shot 30 Fortitude save each round or die instantly. This is a death",
        "name":  "Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, or gang (3–8) Any creature that dies within 15 feet of a death giant has",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard protect the death giant. Such creatures cannot be raised,",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 claws +9 melee pose of overcoming damage reduction. (1d8+4 plus 1d6 Cha) or spiked Crushing Despair (Su): Creatures with- chain +9/+4 melee (2d6+6 plus in 30 feet of a gloom golem who hear its 1d6 Cha) incessant howl must succeed on a DC Space/Reach: 10 ft./10 ft. (spiked 16 Will save or take a –2 penalty on chain up to 20 ft.) attack rolls, saving throws, skill",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gray Waste of drain. As the creature loses Cha- Hades risma, it becomes more miserable",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Construction This misshapen ogrelike brute has taut Gloom golem A gloom golem’s body is crafted flesh with a claylike texture. Howls of pain issue from a single block of clay taken from the banks from a gaping black orifice where its face should be. Tormented of the River Styx as it flows through the Gray Wastes of visages press out from beneath its membranous skin, as though Hades. The block weighs at least 1,000 pounds and costs other creatures trapped inside it were clamoring for release. 10,000 gp. Assembling the body requires both a DC 21 Craft (sculpting) check and a DC 21 Knowledge (the Creatures of pure malevolence and woe, gloom golems planes) check. haunt the layers of Hades, thriving on the misery and CL 11th; Craft Construct (see page 206), crushing despair, despair they inflict on others. The feelings of woe they limited wish, planar binding, polymorph any object, caster must absorb from their fallen victims manifest as tormented be evil and at least 11th level; Price 40,000 gp; Cost 25,000 visages pressing against the inside of their skin. How- gp + 1,200 XP. ever, gloom golems do not actually absorb the bodies of GLOOM GOLEMS IN EBERRON their prey. From a distance, a gloom golem could be mistaken for an In the EBERRON campaign setting, gloom golems are created ogre, although up close it lacks fi ner features. The gray sub- on the plane of Mabar, the Endless Night, and are often stance that makes up its body comes from the three layers referred to as Mabarak golems or doomhowlers. of Hades and carries a foul stench. A gloom golem stands 10 GLOOM GOLEMS IN FAERÛN feet tall and weighs 950 pounds. Gloom golems howl incessantly but do not communicate. In the FORGOTTEN REALMS campaign setting, gloom golems 68 are created on the Barrens of Doom and Despair. MELOG kahsyaW .J yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 6688 77//1133//0044 55::0044::2266 PPMM HANGMAN GOLEM Strangle (Ex): When a hangman golem grapples a living Large Construct opponent, it can make a strangle attack as a standard action",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 24, Dex 9, Con —, Int —, Wis 11, Cha 1 An engulfed creature has no air to breathe, and there is a",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None against the creature, as noted here.",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Construction This vaguely humanoid-shaped A web golem’s body is made from creature is composed entirely of layer upon layer of webbing har- webs, except for its eight spider- vested from monstrous spiders. like eyes and sharp mandibles. The material costs 1,000 gp for construction of the body. Creat- A web golem is a construct ing the body is a complex task entirely composed of thick that requires a successful DC 20 layers of spider webbing. The Craft (weaving) or Profession body is only the roughest shape of a (silk maker) check. humanoid, with two arms, two legs, CL 14th; Craft Construct (see and a stumpy head, but little defi ni- page 206), geas/quest, limited wish, tion. Its long, powerful arms can poison, polymorph any object, spider reach up to 15 feet. The golem has climb, web, caster must be at least eight multi faceted eyes and the poi- 14th level; Price 65,000 gp; Cost sonous fangs of a giant spider. 33,000 gp + 2,560 XP. A web golem stands roughly 8 feet WEB GOLEMS tall, and despite the gossamer nature IN EBERRON of its webbing weighs 500 pounds. A web golem cannot speak and The giants of Xen’drik used gives off no discernable scent. web golems to guard their sealed vaults; some still linger there in Combat ancient ruins. Like a spider, a web golem lurks 74 on high ceilings out of reach of its Web golem MELOG sinniM .L yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 7744 77//1133//0044 55::2233::3377 PPMM GRIMWEIRD Despite this, grimweirds are some of the most charis- Medium Undead matic beings in existence. They bluff, cajole, threaten, and",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any summoned creatures gain +4 Strength and",
        "name":  "Environment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary plus 1 monster +4 Constitution. from the summon monster VI list Unholy Grace (Su): A grimweird adds",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 A grimweird usually opens combat by sending its sum- This withered, aged human crackles with dark light—light moned minion into the fray, giving it time to assess its foes that seems to be holding him together. His bones seem to and choose another creature to summon. have shrunk, like the muscles can’t hold them up.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Crystalline bone, sonic pulse cal beasts using their sonic pulses and train them to take",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Flaming aura, sand pulse creature that comes within 5 feet of a harssaf automatically",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, squad (2–5 plus 1 3rd-level sergeant), high-powered blast of sand and be blinded for 5 rounds. Suc- or band (30–60 plus 50% noncombatants plus 1 3rd-level cess negates the blindness and halves the damage. The save sergeant per 10 adults, 3 5th-level lieutenants, 3 7th-level DC is Constitution-based. captains, and 1 9th-level chieftain) Creatures that do not rely on eyes to see (such as grim-",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Improved grab, sickening aura, trample nothing more than using their size and strength to smash 2d6+11 formations of weaker creatures, but they also seem to enjoy",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "16–30 HD creature that comes within 10 (Large); 31–45 HD (Huge) feet of an ironclad mauler must",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+7 justicator accidentally smites a creature that is not chaotic,",
        "name":  "Initiative",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Auran, Dwarven, Gnome, Goblin, Halfl ing. nations of Veldorn and Estagund trace their ancestry even —Favored Class: Rogue. farther east, to Kara-Tur. —Level adjustment +0. 87 KENKU 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 8877 77//1133//0044 55::2266::0066 PPMM KNELL BEETLE that runs just below this horn. Essentially, the creature Large Vermin lacks a true head; in its place is the large horn, which war-",
        "name":  "Languages",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None The creatures only resort to their sonic chime attacks if",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Knell beetles have a +8 racial bonus on Balance, of damage. Listen, and Spot checks. Screech (Su): Once per day, a lesser knell beetle can emit a cone of sonic energy from the chitinous bell above its LESSER KNELL BEETLE head, just as a normal knell beetle. However, the lesser knell Medium Vermin beetle’s cone is 20 feet long, and creatures within take 5d6",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pack (2–5 plus one 3rd- A creature hit by the en- level ranger), or troop (5–20 plus two 3rd- tangling web is entangled. level rangers and a 6th-level druid) An entangled creature can",
        "name":  "Organization",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13d10+39 (110 hp) Dazed: The creature can take no actions for 1 round,",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20 ft. (4 squares) Weakened: The creature’s Strength score decreases by 2d6",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blasphemy, engulf creatures that fi t within its space as a standard action.",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature is paralyzed and helpless for Attack: Slam +0 melee (1d4 plus enfeeblement and sleep) 1d10 minutes. Full Attack: Slam +0 melee (1d4 plus enfeeblement and",
        "name":  "Paralyzed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creatures die. Undead are destroyed. sleep) The effects are cumulative and concurrent. Space/Reach: 5 ft./5 ft.",
        "name":  "Killed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature is deafened for 1d4 rounds. A gray swirling mist hangs thick in the air.",
        "name":  "Deafened",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature is blinded for 2d4 rounds.",
        "name":  "Blinded",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature is deafened for 1d4 rounds. the subject’s Strength score cannot drop below 1.",
        "name":  "Deafened",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature is stunned for 1 round. Sleep (Su): A creature hit by a sickening sleep’s slam",
        "name":  "Stunned",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creatures die. Undead are destroyed. The effects are cumulative and concurrent. 94 GNIVIL LLEPS 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 9944 77//1133//0044 55::2277::2222 PPMM LIZARDFOLK, BLACKSCALE but their leaders can force them to work together for short Large Monstrous Humanoid (Reptilian) periods of time. The blackscales have little patience for",
        "name":  "Killed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 eye rays +7 ranged touch or lash +7 melee affects one creature with up to 4 Hit Dice. It has a range (1d4–3) of 130 feet. Space/Reach: 2 1/2 ft./0 ft. Suffocate (Ex): If a lurking strangler hits a help-",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— A gigantic elephantlike creature towers before you, with an extremely long pair of tusks that are nearly as long as it is. MASTODON ANIMAL COMPANIONS More vicious and territorial than their more domesticated cousins, mastodons are ancient creatures related to ele- Druids of 16th level or higher can select mastodon animal phants. Mastodons usually live in isolated forests, jungles, or companions. Apply a –15 adjustment to the druid’s level for tropical islands. In colder climates, they grow thick coats of purposes of determining the companion’s characteristics fur, making them look very shaggy. A few species, especially and special abilities. those that live in snow regions, lack the extended tusks of MASTODONS IN EBERRON the mastodon described here. A mastodon stands 10 feet high at the shoulder and Herds of mastodons freely wander the untamed hinterlands weighs over 4,000 pounds. Mastodon tusks are 12 to 15 feet of the Tashana Tundra on the continent of Sarlona. Occa- long, providing the animal reach with its gore attack. sionally these enormous animals are captured and brought to Riedra, becoming beasts of burden for the Inspired. Frost COMBAT giants living in the mountains of southern Xen’drik use A mastodon, like an elephant, charges at threatening crea- Gargantuan mastodons as mounts. Many ivory hunters have tures. A mastodon’s long tusks allow it to attack at a distance been lured to their deaths in Xen’drik by rumors of great that far outreaches its opponent’s ability to melee. mastodon graveyards fi lled with tusks. A tusk from an adult Trample (Ex): Reflex half DC 28. The save DC is mastodon can be sold for 500 gp or more in Khorvaire. Strength-based. MASTODONS IN FAERÛN",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tentacle +2 melee (1d6 plus 1 Wis) or tentacle +2 to the thought emanations of living creatures. A mind- melee touch (1 Wis) shredder larva usually does not need to make Spot or Listen",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 tentacles +2 melee (1d6 plus 1 Wis) or 2 ten- checks to pinpoint the location of a living creature with an tacles +2 melee touch (1 Wis) Intelligence of 3 or higher within 20 feet. Any opponent Space/Reach: 5 ft./5 ft. a mindshredder cannot see still has total concealment",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None Any creature immune to mind-reading effects (such as a",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Wisdom Damage (Su): A mindshredder larva deals hit point damage as well as 1 point of Wisdom damage each This squat lump of flesh rests on four short, thick legs that pro- time it hits a living creature with a tentacle attack. A mind- trude from the sides of its body and bend like a spider’s. Its flat shredder larva can also use a tentacle to make a touch attack. snout and thick neck give it the appearance of a thick-bodied If successful, the touch attack deals no hit point damage but hairless bulldog, except for its strangely jointed legs and the two still deals 1 point of Wisdom damage. rubbery tentacles it waves aggressively in the air. If a mindshredder larva grapples an opponent, that oppo- nent takes an extra 1 point of Wisdom damage at the begin- Mindshredder larvae are the fi rst life stage of a dangerous ning of each of the mindshredder larva’s turns. group of aberrations known for their ability to detect the For each point of Wisdom damage that a mind shredder thoughts of living creatures and sap targets of their mental larva deals, it heals 2 hit points of damage. If a mind- energy. Larvae feel an insatiable hunger for the mental energy shredder larva is already at its maximum hit point total, that they feed upon, making them aggressive and nearly it gains 2 temporary hit points for each point of Wisdom impossible to reason with or train. Larvae are the least pow- damage it deals. These temporary hit points last for a erful form of mindshredders, and their presence typically maximum of 1 hour. indicates that a more powerful group of mindshredder war- Transformation (Ex): Once a mindshredder larva has riors or zenthals have moved into an area. fed on enough mental energy, it can build a cocoon and A mindshredder larva’s legs radiate from high up on its transform into a mindshredder warrior. A mindshredder body and are jointed like a spider’s, leading many to think larva must deal 20 points of Wisdom damage before it the beasts look like fl eshy four-legged spiders. Two rubbery can build its chrysalis. Building the chrysalis requires tentacles protrude from the creature’s squat torso, and it uses one week of work. Once the chrysalis is complete, a larva these to bludgeon its foes and steal their mental energy. must remain in the chrysalis for one month. At the end The touch of a mindshredder larva’s tentacles deals Wisdom of the month, it emerges from the chrysalis as a mind- damage to living creatures. The larva feeds off this mental shredder warrior. energy, and once it has accumulated a suffi cient amount, it A mindshredder larva’s chrysalis has a hardness of 5 can build a chrysalis and transform into a larger, more pow- and 45 hit points (each chrysalis is 3 inches thick and has erful mindshredder warrior. Mindshredder larvae average 2 15 hit points per inch of thickness). The hardened resin feet in length and weigh about 16 pounds. of a mindshredder larva’s chrysalis is pale rose in color. A Mindshredder larvae do not speak, but they understand larva inside a chrysalis is helpless and dies if the chrysalis 102 Common and Undercommon. is destroyed. -DNIM REDDERHS 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 110022 77//1133//0044 55::2288::0077 PPMM MINDSHREDDER WARRIOR any distance up to the distance indicated by the result Large Aberration of its Jump check, even if that distance exceeds its base",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Claw +10 melee (1d8+5 plus 1d2 Wis) or claw +10 shredder warrior is sensitive to the thought emanations of melee touch (1d2 Wis) living creatures. A mindshredder warrior’s thought sense",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    }
]
