[
    {
        "origin_file":  "monsters.json",
        "description":  "As the base creature. SAMPLE YUAN-TI",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tainted ones gain +2 to Constitution. Here is a tainted one and a broodguard, each using the Broodguards gain +2 to Dexterity and +2 to Constitu- same 5th-level human rogue as the base creature. tion, but lose –4 to both Intelligence and Charisma.",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As the base creature. Tainted One",
        "name":  "Skills",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Othere flees, with the lantern, to his Others might attempt to use the confusion created home in Forestview if he can. as a diversion. A rogue named Queane attempts to lift The lantern’s strange sigil-marking ability affects the moneybox (if in a place of business) and/or pick only creatures with physical bodies. The newly sum- the pocket of one of the PCs during the fight. Queane moned monsters ignore the ghost and make their way has nothing to do with the whole situation with the through the night to where the PCs are, drawn magi- lantern, but the PCs don’t know that. An opposed cally to them. check (Pick Pocket check result opposed by Spot",
        "name":  "Development",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The EL of this area is check result) determines whether the PC notices the altered because the rogues are going to be helping to Pick Pocket attempt. Otherwise, each PC can attempt fight the ectoplasmic vermin. Award 25% fewer XP a Spot check (DC 15) to notice Queane take the cash- for all the creatures and characters encountered in box (again, if they are in a tavern or store). NPCs this fight. around them are too busy looking at the vermin to notice her. Encounter 4: Determination (EL 2) If confronted, Queane attempts to flee with her This encounter happens in one of two ways; either the loot. If cornered, she defends herself. If given the PCs have the lantern or they don’t. If they have the opportunity to return her stolen goods rather than lantern, about an hour after the encounter with the fighting, she does so. In fact, the PCs may find that rogues, read the following text. Queane is actually a friendly and likable person—just down on her luck. If the characters do not turn her in to the authorities or hurt her, she might even join up Without warning, the lantern begins to glow and with them if asked, to help figure out where these shake. Then, suddenly, it flares with power. conjured monsters are coming from. Moments later, when you can see again (albeit with",
        "name":  "Ad Hoc XP Adjustment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The malfunctioning lantern calls three some spots before your eyes), you spy three ectoplasmic vermin that hunt down whoever bears strange, multilegged creatures crawling around the runelike markings given to them by the lantern. you—ready to attack! Small Ectoplasmic Vermin (3): hp 4 each; see The ectoplasmic vermin attack all characters with the Chapter 5. sigils. If the PCs do not have the lantern, the monsters are still called and head directly for the characters Errim: Male human Com1; CR 1/2; Medium-size with sigils. However, it probably takes the monsters at humanoid; HD 1d4; hp 3; Init +2; Spd 30 ft.; AC 12 (+2 least a couple of hours to get across the city to where Dex), touch 12, flat-footed 10; Atk +0 melee (1, sub- the PCs are. In this event, a few hours after Encounter dual damage only, broom); AL NG; SV Fort +0, Ref +2, 4, read the following to the players. Will +2; Str 11, Dex15, Con 10, Int 10, Wis 8, Cha 13.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "wrapped likely, they have realized the connection between the planks of wood leaning against them, bags of sudden appearance of the ectoplasmic vermin from strange-smelling herbs hanging from nails, animal earlier. If not, another encounter with more called pelts and horns, jars of herbs, beakers and vials, and creatures may drive the point home. numerous books on shelves. A tall, thin man with a gaunt face framed by There is a clicking sound from above and behind straight, very long black hair and a short black you. Suddenly, dark shapes are scuttling around beard stands staring at you with a look on his face you, attacking. that could probably curdle milk. Standing directly behind him is a 9-foot man of metal, wood, and stone, all fashioned into a hulking monstrosity. Just This event occurs about 8 hours after the previous when you think it might actually be a piece of art, attack. Like the one before, this encounter can happen it turns its faceless head to seemingly gaze in your anywhere, but it is perhaps best used outdoors and direction with a creaking sound. perhaps around other people—like on a city street. “What do you lot want?” the man says. “I’ve no time for foolishness today.”",
        "name":  "The walls are covered in strange things",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Four ectoplasmic vermin drop down from the nearby walls to attack the PCs from above. Dras is not normally a friendly man, and the current Small Ectoplasmic Vermin (4): hp 4; see Chap- break-in and theft has left him in unusually bitter ter 5. spirits. His responses might go something like this: “Yes, some damnable thieves broke in here. They’re Encounter 6: More Desperation lucky to be alive, with some of the curses and wards If it was not clear before, it should be clear now that that guard this place . . . and there be more, now. Trust the PCs are going to be hounded by conjured mon- me on that one.” sters until they destroy them at their source. They “The lantern; it was going to be a fine creation. One have a few options. that parted the Veil and allowed the unseen to be",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If any of the thieves from Encounter fight Othere and take the lantern by force. 2 or 3 survived, the PCs might track them down to If seriously threatened, Othere would rather flee find out whatever they can. This would normally be than defend his home to the “death.” Thus, he uses his virtually impossible (they would be in hiding, proba- Incorporeal Form feat to escape. See Encounter 3 for bly in the Undercity), except that if Enbri and Tarl are Othere’s statistics. alive, they’re also looking for the PCs. The lantern has been calling ectoplasmic vermin to send after them as ENDING THE ADVENTURE well. If the PCs attempt to ask around or find them, Once the PCs have the lantern, they have some they succeed fairly quickly. options. Returning it to Dras is the best and easiest Enbri and/or Tarl are willing to agree to a truce if thing to do. However, destroying it also solves the they can mutually put a stop to the creatures hunting problem of the conjured vermin. them down. Best of all, the thieves know Othere’s name. It is much easier to find him with that infor- Lantern: hardness 10; hp 10; AC 7; break DC 24. mation. A Gather Information check (DC 18) allows the PCs and thieves to find Othere’s home, but only Once the adventure is successfully concluded, it’s because they have his name. likely that the PCs have made some allies (Dras and",
        "name":  "The Golden",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This owlbear is simply hungry. If the ing for the best interests of his friends. Once the char- PCs deal more than 20 points of damage to it, it acters have improved his attitude to indifferent or attempts to flee. better, Thyrence takes them into his confidence; read Thyrence’s words below to the players.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "47 hp; see Monster Manual. “Ferrel, Chenni, and Ennic were to meet Seahan The Arboreal Guardians and me here. Seahan had just joined the Guardians Thyrence is one of the Arboreal Guardians, a friend of here and hadn’t seen his friends in a while. But Seahan and the others. He knows about Ambrosh and there’s more to it than just that. See, they had been the connection with Destridien, but he does not know having run-ins with this ghost named Ambrosh in exactly what happened to his friends. the city. He was bringing in some drug that affected Looking for him is difficult, however. You don’t really only ghosts. A shipment was coming in through find the Guardians. You wait for them to find you. the woods, here, and the five of us were going to And so they do. Wandering around in the woods, put a stop to it. the PCs encounter two female elf rangers named Ani- “But they never showed up. Seahan went looking tatia (female elf Rgr6) and Caraste (female elf Rgr5). for them in the city, and he never came back. These Arboreal Guardians are not interested in help- “Perhaps they went to the Lost Spring on their ing the PCs. Consider them Unfriendly. Even if influ- own and encountered trouble there. I don’t know. I enced to be friendlier, they do not direct the PCs to have not been there since.” the Lost Spring. Instead, they instruct them to go back to town or at least keep to the main roads. They honestly do not believe that it is safe for the PCs to be If asked for more information about the drug, the wandering around in the woods (and they are right). shipment, or Ambrosh, all Thyrence knows is that However, if the PCs mention Thyrence by name, Ambrosh was working with a man named Destridien, and if they have favorably influenced the rangers to who controls an organization of undead and humans an attitude of at least indifferent, Anitatia and Caraste called the Theater of Bone, which is secretly based at take them to Thyrence. the Lion Theater in Manifest.",
        "name":  "Owlbear",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Thyrence and his wolf companion are quite capable of protecting themselves. The two elf rangers lead you through thick forest, following a path that seems to appear ahead of you",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13 hp; see Monster Manual. ster Manual.",
        "name":  "Wolf Companion",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Possessed of multiple eternal elven except the propmaster, who is a 2nd-level expert. spirits, the spirit tree acts just like a treant. They are of various races and genders. During the day, the stagehands are cleaning",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 66; see Monster Manual. up and moving props around, and the prop- master is most likely painting backdrops. Five",
        "name":  "Treant",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If these zombies hear sounds from shortspear, amid the clutter. area 1, but are not quelled by the sound of the gong, Creatures: Eddimar is insane. He smashes what- they come to attack the intruders. ever he can get his hands on and lives for destruction and death. He wears a skull-mask and bears scars all 3. Ungart’s Chamber (EL 3) over his body. His hair is long and black—he is Read the following aloud. hideously ugly, even for a half-orc.",
        "name":  "Development",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mastioth is an orc with a real talent for The floor in this long chamber is polished black necromancy. When Destridien encountered him, he marble. The pillars that run along its length in two took the orc under his wing to train him to be a necro- rows are bone-white—in fact, they may actually be mancer. Mastioth cannot actually animate the dead made of fused bones. They reach up to the 20-foot- yet, but he is an excellent study. high ceiling. The eastern end widens, and there is a wide platform on both the north and south walls.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any creature that moves onto the web automatically becomes entangled in it. An entan- gled creature can escape with an Escape Artist check (DC 20) or burst the web with a Strength check (DC 26). The web has 6 hit points and takes double damage from fire. An entangled creature gets a +5 bonus on an attempt to escape or burst the webbing if she can grab onto something (such as the unwebbed wall or a pole held by a strong ally) while trying to pull free. The web can support 100 pounds of weight. Any more weight than that causes key strands to break and plunges the web and all it carries to the bottom of the pit, where those within the web remain entangled. Falling creatures take 2d6 points of damage and may not make Jump or Tumble checks to reduce this damage. Burning this web or any other significant web in the lair creates enough noise that the spiders in other parts of the lair can make a Listen check (DC 15 + 1 per 10 feet of distance) to hear it.",
        "name":  "Trap",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The two spiders attack anything that enters their private lair (except Tursik). They aren’t hiding if discovered here. Noise in this area attracts Like those in area 1B, these webs provide con- the other residents of the lair. cealment to creatures behind them and cause the effect of shadows if between a creature Large Monstrous Hunting Spiders and a light source (which gives Tursik his (2):hp 24, 21; see Monster Manual. bonus on Hide and Spot checks). 5. Spider Lair (EL 4) Web Bridge Trap: CR 2; entangle The pit blocking the hallway to this (automatic); Escape Artist check (DC room is 10 feet deep and has some 20) or Strength check (DC 26) breaks web fragments along its edges, but free; hp 6. no actual web bridge.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Six stirges have recently made their north wall with a throwing knife stuck into it. roost in this little-used shelf, unbeknownst to the yuan-ti. They only attack to defend the ledge from intruders when someone comes to the ledge. If a The table serves as a crude alchemist’s lab for con- stirge gets its fill of blood (4 Con points), it flies up cocting acids and poisons. Some clothes of all types and out of the shaft. (for disguises) are shoved under the cot. Dreig has hidden his keys in a small niche in the Stirges (6):hp 5 each; see Monster Manual. northeast corner (Search DC 20 to find). This includes a key to the doors in area 2 and area 3, as well as to his Level Two iron box.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dreig Ithin has made this his home for by enterprising brigands who hoped to make this almost five years, away from the authorities and other their long-term lair. They were attacked and wiped bothersome aspects of the surface. About ten months out by minotaurs, who finished some of their work. ago, the half-orc made a deal with the pureblood One of the minotaurs survives today but was subdued Essinthas. In exchange for showing the yuan-ti the by the yuan-ti (see area 17). location of the Devil’s Cellar, Dreig was paid hand- somely. Of course, he knows that they plan on dispos- 2. Trapped Cave (EL 3) ing of him eventually, but he intends to be long gone There are two traps here. The first is a tripwire that by then. activates a spear trap located at the mouth of the cave.",
        "name":  "This level and the level below were once constructed Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Essinthas is the most human-looking of all the yuan-ti in this area, and therefore is the one This long chamber is full of old cots, a few tables who travels up into the city in disguise the most often. and benches, and some old wooden trunks. The place is thoroughly wrecked, with most of the fur-",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The strange creatures that dwell here but slides down a chute and into a snake-filled pit. are, for all intents, manticores. However, they are cov- ered with dark green to brown scales rather than hair Pit Traps:CR 1; no attack roll (no damage); Reflex and have cobralike hoods rather than manes. They are DC 15 avoids; Search DC 17; Disable Device n/a. 202 the “pets” of Stri’isn, in area 18. :6 RETPAHC SERUTNEVDA 620_88566_Ghostwalk3.qxd 4/4/03 2:03 PM Page 202",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Nssai is a halfblood yuan-ti with a snake 12. Nssai’s Cave (EL 5) tail rather than legs. Read the following aloud.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Female halfblood yuan-ti; 40 hp; see Monster Manual (snake tail alters movement and attacks). The walls of this cave are dark stone, blackened fur- Equipped as described, plus wears a ring of protection ther by what appears to have once been a terrible +1, giving her AC 17. fire. The fire was so hot, apparently, that all the sur- faces of this cave are now smooth—almost",
        "name":  "Nssai",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "CR 4; 10-ft.-wide, 80-ft-long bolt Creatures: The two prisoners in this room have (6d6); Reflex DC 15 half; Search DC 28; Disable been tortured physically and emotionally. The mino- Device DC 28. taur, Gruch, has been mostly physically abused, and the grisly remains of his own flesh and blood lie on",
        "name":  "Lightning Bolt Trap",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Maleminotaur; hp –2; see Monster Manual. Skills: *Yuan-ti using chameleon power receive a +8 circumstance bonus on Hide checks.",
        "name":  "Gruch",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 14; see Monster Manual. Trap: The chest is not only locked (Open Lock DC 30), but trapped so that when it opens, a hail of tiny,",
        "name":  "Snake, Large Viper",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 33; see Monster Manual. poisoned spikes flies out, hitting anyone in the cave.",
        "name":  "Deinonychus",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Nesthasha is a yuan-ti halfblood with or both. scales instead of skin, in the form of a Large viper when the PCs first encounter her. She is with her companion, a Huge viper. The river is fast-moving and dangerous but only about 3 feet deep. Characters entering the surprisingly",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Female yuan-ti halfblood; hp 38; see warm water must make Balance checks (DC 20) or Monster Manual. Her scales increase her AC to 20. She slip into the water. Those who slip not only get wears two gold rings with rubies (each worth 450 gp). soaked, they must make immediate Swim checks (DC 15) or be carried 30 feet to the east. Each of these char-",
        "name":  "Nesthasha",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "hp 23; see Monster Manual. acters may attempt a Swim check on his next turn. Success means that he is in control of his movement",
        "name":  "Snake, Huge Viper",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Three broodguards stand in this room at the command of Sachnos. They cannot be let out of 1. Ooze Territory (EL6) this room, for they clearly cannot pass for human. Read the following aloud. They attack anything other than a yuan-ti that enters this room not tied up or anyone that Sachnos tells This area of barren earth spans the distance them to. between a group of rubble-filled buildings and a cave entrance along the Undercity’s outer edge. Broodguards (3): Male yuan-ti broodguard War4; CR 3; Medium-size humanoid; HD 4d8+8; hp 26 each; Init +2; Spd 30 ft.; AC 12 (+2 Dex), touch 12, flat- A Search check (DC 20) allows a character to recog- footed 10; Atk +7 melee (1d3+1, 2 claws) and +4 melee nize what is so unusual about this area: There are no (1d4+1, bite); SA rage; SQ immune to hold, charm,and bits of metal or organic matter anywhere nearby. Even poison; AL CE; SV Fort +5, Ref +3, Will +3; Str 15, Dex the doors and other wooden bits from the ruined 14, Con 14, Int 7, Wis 11, Cha 6. buildings are gone. This is because the gray oozes that",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Four grimlocks live in each building. They run to attack any creatures that enter the bandit base or to investigate calls for help or sounds of combat. Grimlocks (8): 19 hp each; see Monster Manual.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Beyond this gap are two carrion and boxes, some of which are opened or have seen crawlers, each with a chain collar attached just behind recent use. its first pair of legs. The other ends of the chains are attached to large spikes pounded into the ground in the sheltered area northwest of the rubble wall. Each This area contains stores of food, water, and beer for chain gives the crawlers enough slack to reach the the residents, as well as surplus valuables they haven’t fountain for water and just enough to reach the south- sold yet. ern end of the gap in the rubble wall. Any creature Treasure: 1 lb. ginger (2 gp), 4 lb. silk (80 gp), 3 that comes through the gap is attacked by both lb. cloves (45 gp), 3 flasks holy water (75 gp), 5-lb. crawlers, and the noise from the fight is likely to draw spool of gold wire (250 gp), beautiful silver mirror attention from the rest of the base. The crawlers were (1,000 gp). half-tamed by Chownag the bandit leader, but they have the temperament of abused attack dogs and 4. Bandit House (EL6) don’t react well to anyone but him. Read the following aloud. Carrion Crawlers (2):hp 19 each; see Monster Manual. This building has been converted to a barracks, with five simple beds, each with a short wooden 1. Grimlock House (EL4) box under it. Read the following aloud. The regular bandits sleep here. The boxes contain This building has been emptied of refuse and clothes, simple disguises (hats, padded coats, thick- rubble and now is a sleeping area with four filthy heeled shoes, and so on), and personal effects for the straw pallets. bandits.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Baavaang, a clever and vengeful minotaur. into Lubanac’s room at area 8.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The necroplasms attack anything that down the doors (although they can still be flat- enters their room, following prey into the hallway and footed if attacked before their turn in the normal ini- elsewhere. tiative order). Necroplasms (6): hp 35 each; see Chapter 5: 6. The Rust Monster (EL6) Monsters. Note that there are a pair of secret doors to the north and northeast, leading to a short tunnel chamber. The",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The rust monster attacks anything that part of the process using the Alchemy skill instead of opens the door, attacks it, or enters its room (except spending money). An Alchemy check (DC 15) allows Lubanac), pursuing opponents into the halls. a character to realize that this lab is mainly used for creating acid, alchemist’s fire, and smokesticks.",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The inevitable pull that causes most effect, such as touch-based powers, possessing others, ghosts to eventually cross the Veil of Souls into the or shaping ectoplasm. True Afterlife. physical body:The vessel a creature’s soul inhabits corporeal undead:Creatures with a physical body when it is alive. Usually simply called a body or, more that are not truly alive, animated by necromancy. rarely, a meat body.",
        "name":  "Calling, the",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The underground halls of possession:The act of a ghost or other incorporeal the Deathwarden dwarves. creature entering a physical body temporarily, usually",
        "name":  "Deathwarden caverns",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A clan of dwarves that per- with the intent of controlling it. Even a corpse can be form the Hallowing and guard the path to the Veil of possessed. Souls. Also known simply as the Deathwardens. raw ectoplasm: Newly created ectoplasm without ectoplasm: A semisolid manifestation of base consistent form or any unusual properties. supernatural spiritual energy. A ghost body is made of shaped ectoplasm: Ectoplasm that has been ectoplasm. shaped or hardened into a specific form. ethereal:On the Ethereal Plane. Ethereal creatures spirit tree:A large and ancient tree that holds the can see and hear, but not interact with, anything on souls of dead elves. Elf ghosts who hear the Calling the Material Plane. enter a spirit tree rather than crossing the Veil of Souls. ghost:The soul of a person who has died. spiritual undead:Creatures with no physical body, ghost body:The ectoplasmic shell that houses the usually a soul or ghost corrupted by necromancy. soul of a ghost. Always referred to with the full term, soul: The consciousness of a creature that tran- as “body” alone is assumed by the city’s inhabitants to scends the death of its physical body. mean a physical body. soulless: Creatures whose souls cannot become",
        "name":  "Deathwarden dwarves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The ritual in which a dead physical ghosts when their physical bodies die. They resent body is prepared for its passage beyond the Veil of those who can become ghosts and often become Souls so that it can give strength to its owner’s soul. undead to extend their existence. incorporeal: Able to interact with the Material True Afterlife:A place or state of being common to Plane in a limited fashion. Incorporeality is described the ghosts who have been destroyed or succumbed to fully in the DUNGEONMASTER’sGuide. the Calling. life epiphany:The inspirational change upon being true death:The death of a ghost or an undead crea- raised from the dead that allows a ghost to exchange ture. eidolon levels for levels in Player’s Handbookcharacter undead:A creature that is neither alive nor a ghost, classes. usually created with necromancy.",
        "name":  "Hallowing, the",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sean Glenn, Cynthia Fliege NEW MONSTER",
        "name":  "Graphic Design",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Jacob Bara- Showronek, Brandi Domkowski, Steven Domkowski, TEMPLATES Fabian Guttge, Michelle Hudgens, Kevin Karty, Jonathan Koppel, Ramus Pechuel, Daniel Pogoda, Scott The following templates are new for the Ghostwalk Quillin, Danyel Rohmann, Andreas Uhe, Andre Weber, campaign. One is an acquired template that remains in Chad Wilson, and Brad Wyble. force only temporarily; the other is inherited. The RPGAGhostwalkplaytesters are not listed in the product, but we BLOOD GHOUL (TEMPLATE) want to thank them here for their valuable feedback. A blood ghoul is a mortal creature temporarily altered Based on the original DUNGEONS \u0026 DRAGONS® game by E. Gary Gygax and Dave Arneson and on the new edition of the by the ingestion of a vampire’s blood. Though this act DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, compels the blood ghoul to serve the vampire that Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. provided it, many of these creatures actually enjoy their roles and would willingly serve even without this D\u0026D, DUNGEONS\u0026 DRAGONS, and DUNGEONMASTERare registered trademarks owned by Wizards of the Coast, Inc. The d20 logo is a compulsion. Despite their connections with vampires, trademark owned by Wizards of the Coast, Inc. All Wizards characters, blood ghouls are not themselves undead, nor are they character names, and the distinctive likenesses thereof are trademarks owned by Wizards of the Coast, Inc. related in any way to the ghouls in the Monster Manual. Blood ghouls cannot propagate their own kind; each is This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is created by a particular vampire. The transformation prohibited without the express written permission of Wizards of the Coast, Inc. usually lasts several days but may persist for weeks or ©2003 Wizards of the Coast, Inc. All rights reserved. Made in the U.S.A. even months (see Spawning a Blood Ghoul, below). This product is a work of fiction. Any similarity to actual people, organizations, Because they can move about freely in daylight, places, or events is purely coincidental. blood ghouls serve as the eyes, hands, and guards of This Wizards of the Coast game product contains no Open Game Content. their masters. In the Ghostwalk campaign, vampires No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, often dispatch blood ghouls to meet contacts and please visit www.wizards.com/d20. arrange deals within the city, where undead are forbid- The Temple of Redcliffis a short D\u0026D adventure for four 10th-level characters. Consult den to go. Occasionally, vampires also use such servants the Scaling the Adventure sidebar for ways to modify the scenario to protect their hidden lairs. for higher or lower levels of play. A blood ghoul looks the same as it did before its This scenario can be incorporated into any style of campaign. Since the adventure takes place in an abandoned temple and includes undead creatures, any party that transformation, except that its eyes tend to gleam with chooses to undertake the mission should include a cleric. an eerie red glow in low-light conditions. A typical blood ghoul has a feral and sly demeanor and adopts a posture that bespeaks stealth. 1 A blood ghoul understands whatever languages it Ghoul Rage (Ex): This ability works exactly like a knew before its transformation. barbarian’s rage, except that the blood ghoul wolf’s Strength and Constitution scores each increase by only Sample Blood Ghoul +2, and the effect lasts for only 3 rounds. There is no This example uses a wolf as the base creature. daily use limit for this ability, but each use of ghoul Blood Ghoul Wolf rage subtracts one day from the template’s remaining Medium-Size Animal duration. The blood ghoul wolf can activate this ability",
        "name":  "Original Ghostwalk Playtesters",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +6, Ref +5, Will +1 undead creature of 2 Hit Dice, it is dazed for 1 round. If",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. Climate/Terrain:Temperate forest",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3d8+9 (22 hp) Size and Type: The creature’s type changes to",
        "name":  "Hit Dice",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hornplate 1d4+2, hoof 1d4 ture’s attacks. The hornplate becomes the creature’s Face/Reach: 5 ft. by 5 ft./5 ft. primary attack, and all other natural attacks except bite",
        "name":  "Damage",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as always be of the same type as the one to be improved. follows: +2 Dexterity, +2 Constitution, +2 Wisdom, +2 For example, turn undead attempts cannot be spent to Charisma. A valicorn has Intelligence 3d6 whether its improve one’s ability to turn fire creatures (granted by horse parent was normal or awakened. the Water domain).",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. daily use of your turning ability that you spend in this",
        "name":  "Challenge Rating",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to 8 HD (same size as base a ready action. Uses of turn cannot be combined with creature). rebuke attempts, and vice versa. ELFBLOOD [GENERAL] NEW FEATS The traits from your elven ancestry are particularly The following additional feats are available to charac- strong. ters in the Ghostwalkcampaign. Prerequisites:Half-elf (nondrow).",
        "name":  "Advancement",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Willing creature touched as a holy soldier are needed. There is always at least one",
        "name":  "Target",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 hour/level evil creature (or one creature committing an evil act) at",
        "name":  "Duration",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None (see text) this location. Fighting this creature or creatures is",
        "name":  "Saving Throw",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Telden’s player is Curt Gould, international ing 3 years in Wizards of the Coast, Inc.’s Customer logistics guru for Wizards of the Coast, Inc. That’s a Service Department as the D\u0026D rules guy, Alex 11 switched departments and now serves as the world- ABOUT THE AUTHOR wide training program manager for Organized Play. His job includes (or will include shortly) the training and Sean K Reynolds spends a remarkable amount of supporting of judges for WotC card game and roleplay- time on trains, where he defeats bandits, solves ing game events. complex mathematical equations, and shushes noisy children. Then he wakes up. Check out his website at *From the Ghostwalk Campaign Setting. \u003chttp://www.seankreynolds.com\u003e. 12 The Ghostwalk Campaign Optionwas released only a short time before the D\u0026D v.3.5 rules were. This docu- ment provides all the changes that should be made to the book to update it for use with the new rules. A few clarifications are included here as well. Minor or obvious changes that a reasonable person could determine without effort, or which have no GHOSTWALK effect on the game mechanics of the book, have been UPDATE FOR omitted unless entire sections are being replaced. Such changes include the following. D\u0026D V.3.5 • The number of 5-foot squares corresponding to a crea- ture’s speed, • A separate attack entry for any monster that has only one attack form, or whose full attack is identical to its CREDITS normal attack, • Changing “Face/Reach” to “Space/Reach” in cases",
        "name":  "Player",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +4, Ref +0, Will –1 Delete “beast” from list of monster types to which",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "30 ft. (6 squares), climb 20 ft., swim 20 ft. cally create a compulsion effect targeting one creature",
        "name":  "Speed",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +3, Ref +11, Will +12 points of acid damage to the next creature it touches,",
        "name":  "Saves",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 25, Dex 17, Con —, Int 22, Wis 22, Cha 22 including a creature hit by its bite attack. If the yuan-ti",
        "name":  "Abilities",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Change “Mumia is a tem- Charisma-based. plate” to “Mumia is an acquired template.” Poison (Ex): Injury, Fortitude DC 13, initial Add “Size and Type:The creature’s type changes damage 1d6 Str, secondary damage 2d6 Str. The save to undead (augmented [original type].” Do not recalcu- DC is Constitution-based. late base attack bonus or saves. Withering Touch (Su): A creature hit by the Replace the sample mumia with the following. mumia’s snakes must attempt a Fortitude save (DC 15) or lose 2 points of Constitution as the attacker absorbs SAMPLE MUMIA MEDUSA moisture and energy from its target. This effect is in addition to any other effects of the mumia’s natural Medium Undead (Augmented Monstrous Humanoid) attack.",
        "name":  "Creating a Mumia",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Temperate marshes in the Monster Manual (page 310) except the",
        "name":  "Environment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, or covey (3–4) necroplasm can use it on a Medium or smaller creature.",
        "name":  "Organization",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— an opponent automatically drains fluids from its target, 11 dealing 1d2 points of Constitution damage. If the Special Attacks:Change “trample 2d12+4” to target is a living creature, the necroplasm’s ectoplasm “Trample 2d12 +13.” quickly turns a deep red (or to the color of the victim’s Skills: Replace entry with “Concentration +10, blood, if not red). Diplomacy +5, Hide –9, Knowledge (any one) +7, Knowledge (ghost lore) +10, Knowledge (nature) +5, Page 169, Spectral Steed: Listen +8, Sense Motive +8, Spot +7, Survival +8.”",
        "name":  "Level Adjustment",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Replace entire entry with to “Tainted one and broodguard are acquired templates.” “Energy Drain (Su): Any living creature hit by the Change “The creature’s type changes to humanoid bite attack of spectral steed (whether incorporeal or (reptilian)” to “Size and Type:The creature gains the manifested fully) gains one negative level. The DC is 12 reptilian subtype. Size and type are unchanged.” for the Fortitude save to remove a negative level. The Special Attacks:Delete Psionics entry. save DC is Charisma-based. For each such negative Special Qualities:Add “Alternate Form (Sp):A level bestowed, the spectral steed gains 5 temporary hit tainted one can assume the form of a Tiny to Large points.” viper (see the Snake entry, Monster Manualpage 280) as",
        "name":  "Energy Drain",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Change “change self”to “disguise self.” Page 201, Tactics Page 197, Tursik: Delete the reference to chameleon powerand its +8 Replace entry with the following. bonus on Hide checks, since purebloods no longer",
        "name":  "Creatures",
        "source":  "ghostwalk.txt",
        "_id":  "c9b9f933eb4237bf5b1a9eda65a59b67c834dd67efb5f12318638e8f2fea9aa5"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "For Hate’s Sake . . . . . . . .35 Villains in Horror . . . . . . . . . . . . . . . . . . . . . . . 135 Deformity (Skin) . . . . . . . . . . . . . . . . . . . . . 121 Beyond Gothic . . . . . . . . . . . . . . . . . . . . . . . . . . 135 Chapter 3: A Horror Campaign . . . . . . . . . . . .39 Deformity (Tall) . . . . . . . . . . . . . . . . . . . . . . 121 The Vampire . . . . . . . . . . . . . . . . . . . . . . . . . 135 The Basics of Horror Gaming . . . . . . . . . . . . . .39 Deformity (Teeth) . . . . . . . . . . . . . . . . . . . . 121 The Wolf-Man . . . . . . . . . . . . . . . . . . . . . . . . 136 Setting . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .40 Deformity (Tongue) . . . . . . . . . . . . . . . . . . 121 Frankenstein’s Monster . . . . . . . . . . . . . . . 136 Plot in a Horror Campaign . . . . . . . . . . . . . . . . 44 Disease Immunity . . . . . . . . . . . . . . . . . . . 121 The Mummy . . . . . . . . . . . . . . . . . . . . . . . . . 136 Villains . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .46 Draconic Archivist . . . . . . . . . . . . . . . . . . . 122 Ghosts . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 136 Unhappy Endings . . . . . . . . . . . . . . . . . . . . . . . . .47 Dreamtelling . . . . . . . . . . . . . . . . . . . . . . . . . 122 Aberrations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 137",
        "name":  "Sample Adventure",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Using a monster from an unfamiliar and can only report being fi lled with sudden emnity toward source is an effective way of getting under the skin of players the PCs (or perhaps humanoids in general). The same or and characters alike. Sometimes the impact of a particular similar events might occur again and again, and all the PCs creature or ability is diminished if the players already know can do is learn to recognize settings where they might be what it does, or even just what it’s called. (The power of names vulnerable to that particular effect and avoid them as best and of naming is an entire subject of its own, although it they can. clearly plays a role in how people react to things.) Using a monster that no player in the group can readily identify (cid:129) A wolf howls in the distance. can foster a mood of uncertainty that is often the key to (cid:129) The torches/fi re/lanterns fl icker and almost die, despite the evoking horror. lack of any breeze. (cid:129) A PC awakens to chewing noises beside her bed or bedroll,",
        "name":  "The Unknown",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One of the most effective ways of raising (cid:129) One hand is a badly stitched-on monkey paw. the fear factor is to pile on the troubles. Consider, for example, (cid:129) Won’t stop grinning. any one of the above scenarios—but with a ravenous monster (cid:129) Practices strange religious rites and observances that thrown in for good measure. The PCs have to prevail against match no faith known to others, such as adding “holy both their situation and a powerful enemy. A good DM can salt” to anything he eats or drinks (including potions he make even stone-cold veterans chew their fi ngernails with administers to others). this setup. The only thing worse than being trapped in a (cid:129) Mutters the same prayer, scripture, or quotation over and strange temple is being trapped in a strange temple during a over. (cid:129) Worms constantly slither from one pocket to another. countdown to doomsday with something big, mean, hungry, (cid:129) Speaks with and makes gestures toward empty space. and seemingly unstoppable. (cid:129) Asks to wear a PC’s shoes, “just for a minute.” (cid:129) Completely hairless, even lacking eyelashes. VILLAINOUS TRAITS (cid:129) Fascinated by watching others sleep. The following traits can help make major villains into (cid:129) Fascinated by watching others eat. memorable characters. They can be assigned to run-of-the- (cid:129) Appears to be listening to some unheard sound or voice. mill minions as easily as to nonhostile NPC villagers and (cid:129) Fingers have multiple extra joints that bring tentacles to mind. potential allies. Such traits should not penalize the character (cid:129) Wears a necklace of small, withered hands that slowly clench unduly, but rather be a visible sign of some trauma he or she and unclench. has experienced in the past. If the DM is using the new taint (cid:129) Flinches from or shows revulsion toward holy icons. (cid:129) Constantly fawns over those around her. mechanic described in Chapter 4, these characteristics can (cid:129) Grunts or moans frequently with no apparent cause. serve as alternative manifestations of corruption (see page (cid:129) Constantly refers to, speaks to, and interacts with an 63) or depravity (see page 65). imaginary friend, possibly someone long dead. (cid:129) Refers to other people as “it,” never “him,” “her,” or “you,” (cid:129) Always whispers, leaning forward conspiratorially as though even when speaking to them. concerned that those nearby might hear. (cid:129) Stares a little too intently at the PCs as they talk, never (cid:129) Makes no sound whatsoever when she walks. looking away. (cid:129) Never blinks. (cid:129) Has a glass eye which he keep pulling out and putting back (cid:129) Always looks just past the person he’s speaking to, never in every other round when lost in thought; occasionally pops making eye contact. it into his mouth instead. (cid:129) Chuckles darkly at random intervals. (cid:129) Speaks enviously of the dead and the irretrievably insane. (cid:129) Wears a choker of vines; blood streaks her neck from the (cid:129) Asks for a small sample of hair and skin (or blood) from thorns. each PC, “just in case.” (cid:129) Covered in occult tattoos or brands that seem to subtly (cid:129) Eyes have slitted irises like a snake’s, or no pupils change from time to time. whatsoever. (cid:129) Eyes are dark and soulless; pupils never contract when (cid:129) Has a lazy eye that always seems to leer at female party exposed to bright light. members. (cid:129) Fingers constantly twitch, as though eager to grab and (cid:129) Face crusted with pustules and boils that occasionally break throttle. open and seep pus. (cid:129) Facial features slightly deformed or off-kilter. (cid:129) Bottom lip droops and sags, as though she has no control (cid:129) Face never shows emotion and has slightly shiny look, as if over it. made of wax. (cid:129) Teeth are jagged and mangled, as though he has been (cid:129) Constantly looks over his shoulder as though expecting chewing steel. someone. (cid:129) Although centuries old, she still has the body of a child. (cid:129) Recoils at the sight of a mirror, refusing to look within; keeps (cid:129) Although still in adolescence, her hair is turning white and any reflective surface nearby covered with cloth. her face taking on the crow’s-feet and wrinkles of old age. (cid:129) Carries a ghastly trophy, such as an eye gouged from the last (cid:129) Forehead marred by small bony knobs that look a bit too enemy she killed (replaced each time she defeats a new foe), much like horns. the leftmost fi nger of the left hand of each of her minions, a (cid:129) What looks like hair are actually meticulously executed collection of scalps, and so forth. tattoos, or perhaps naturally occurring skin patterns. (cid:129) Smells strongly of rot, although appears healthy. (cid:129) Gabbles so fast that he can only gasp for breath. (cid:129) Hideously scarred, either from injury or disease. (cid:129) Head is large and misshapen, with tufts of uneven hair (cid:129) Lips are bruised and split; he bites them from time to time growth and bald patches. so that blood trickles down the sides of his mouth. (cid:129) Skin is peeling off in great, curling sheets. (cid:129) Teeth are unnaturally pointed; from time to time he stops to (cid:129) An adult has the height of a small child but possesses a deep file them while interacting with the PCs. and resonant voice and full beard. 662200__888855222277220000__CChh11..iinndddd 1122 88//88//0055 44::1122::4477 PPMM 13 ENCOUNTERS DREAD CHAPTER 1 (cid:129) Ichor constantly drips from one eye. half a dozen bleak ones (see page 151), local children enslaved (cid:129) Fingernails are lacking entirely; gnaws fi ngertips to bloody to Uncle Chortle, raises the total EL to 7. While the children stumps while talking to PCs. are not dangerous individually, their tactics include strik- (cid:129) Fasts two days out of every three; so skeletally thin that he ing from a distance and from multiple directions, and they could be mistaken for a corpse. will readily and mindlessly sacrifi ce themselves for either (cid:129) Hands tremble; one eye has nervous tic; drags one leg when Grandmother or the jester. he walks. DMs seeking an easier encounter might remove the gray (cid:129) One leg has been replaced by a cylindrical metal cage jester entirely. In this case, Grandmother instead controls containing a homunculus. the children through use of various herbal drugs and eyes (cid:129) Slurs her words when she talks, as though her tongue were of charming. If the DM wishes to make the encounter more numb. (cid:129) Abruptly begins speaking in a way that sounds exactly like diffi cult, he can advance the hag and/or the gray jester, or include adults with class levels among the bleak ones. someone the PCs know. (cid:129) Coughs constantly while talking to the PCs; subject to fi ts of BACKGROUND racking coughs; coughs up blood from time to time into an already blood-soaked handkerchief. Grandmother and Uncle Chortle are using the children (cid:129) Both eyes are horribly bloodshot, as though he hadn’t slept of Dunford, a small farming community on the edge of in weeks. civilization, as a combination work force and livestock (cid:129) Speaks through a terrible wheeze, as though gasping herd. Uncle Chortle feeds off the laughter and joy of the desperately for air; children, who then either end up as meals for Grand- (cid:129) Nose trickles blood constantly; she eagerly licks up. mother or are sent back into town to lure more children (cid:129) Sweats profusely and appears fl ushed, even when sitting to Grandmother’s house. They make the trip by way of a still. (cid:129) Gets visibly enraged at the mention of an otherwise partially overgrown game trail that few of the residents of mundane word or phrase. Dunford remember. (cid:129) Seized by sudden fi ts of extreme terror for no apparent cause. The PCs might be passing through town on the way to (cid:129) One eye is missing and there’s a button sewn in the back of somewhere else, with Dunford is the last settled spot in the gaping socket. this region, when they hear that several children have gone (cid:129) Carries a ragged, battered doll that she lavishes with missing recently. They might decide to look into it out of attention and talks to in baby-talk. the goodness of their hearts, or the villagers might offer (cid:129) Whenever he walks into the room, the hairs rise on the back what riches they can scrounge (probably no more than a of the PCs’ necks. few dozen gold pieces) to hire the PCs. Alternatively, the (cid:129) Picks absently at a large, infected scab. (cid:129) Pulls determinedly at her hair, which is beginning to come heroes might stumble upon the lake, the house, or the game trail while exploring the wild and find traces of away in clumps. (cid:129) Kneels whenever he speaks to the PCs, and prostrates the children there. himself when they walk away. (cid:129) Speaks through clenched teeth, as though her jaw were THE ENCOUNTER wired shut. The areas described below are keyed to the map entitled (cid:129) Has ritual wounds that refuse to heal (stigmata). “Grandmother’s House” on page 15. (cid:129) Bears a perfect likeness to someone the PCs know. The Game Trail",
        "name":  "Overwhelmed",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "“TO This is an old trail, partly overgrown and nearly forgotten by everyone except the children. Following it south approxi- GRANDMOTHER’S HOUSE” mately 8 miles leads the PCs back to Dunford. “To Grandmother’s House” occurs in a light wood on a lake, The trail is obvious here, but nearer town it’s masked by within a day’s travel of a small village. In this scenario, the PCs thick overgrowth. Finding the trail without the aid of a local are faced with the combined horrors of innocence destroyed, requires a DC 10 Search or Survival check. cannibalism, and the threat of eternal servitude. As the PCs draw within a mile of Grandmother’s house, The two primary villains are a green hag (Monster Manual, the sounds of the wood subtly change. The calls of animals page 143) known as Grandmother and a gray jester (new seem to transform into the whimpers and cries of terrifi ed creature: see page 151) called Uncle Chortle. Both were named children, then return to normal. The change is so subtle that by the children they have victimized. it initially requires a DC 15 Listen check to notice. Within The precise relationship between Grandmother and Uncle half a mile of the house, however, the terrifi ed cries become Chortle is unclear. At times, they act like mother and son; clear. The sounds appear to be coming from the northeast, but at others, like brother and sister; at still others, like lovers they fade away if the PCs attempt to follow them. If the PCs (a horrid image in its own right). Despite being creatures of make a second attempt to follow the sounds, the whimpers great evil, they seem to care for each other. It is obvious that abruptly escalate into a shriek of agony and then go silent. Grandmother is the dominant member of the pair. Despite The animal calls slowly resume and remain normal from their affection, neither is willing to die for the other. that point onward. ENCOUNTER LEVEL The Wood “To Grandmother’s House” is an EL 7 encounter. The green In these areas, the forest thickens. If the PCs wish to make hag has a CR of 5, the gray jester a CR of 4. The presence of their way deeper into the woods, they need to blaze their 662200__888855222277220000__CChh11..iinndddd 1133 88//88//0055 44::1122::4499 PPMM 14 1 RETPAHC DAERD SRETNUOCNE own trail, although the terrain is not terribly diffi cult. They to avoid gaining taint (see page 62 for the rules relating to might, if the DM wishes, encounter various random monsters acquiring taint). Characters who eat any of the vegetables if they delve too deeply into the woods. These monsters, grown here gain 1 point of taint with no save permitted. normally foreign to these parts, are drawn by the growing Inside the house, a large common room containing a long evil in the region. table, chairs, a fi replace, and a wood-burning stove takes up The path continues north, cutting a swath through the the whole fi rst fl oor. Shaky wooden stairs lead up to a second otherwise thickening forest. It slowly peters out approxi- fl oor holding half a dozen small bedrooms. mately a mile beyond the house. What the PCs see when they enter the house or peek in the windows depends on their actions. The DM should Lake Serene determine, using relevant skill checks, whether the PCs have A small inland lake, this is the source of the Summerfl ow, been detected. If the party members have made no effort which passes through Dunford. The sound of gentle waves to hide their approach, Grandmother and Uncle Chortle lapping against the shore, if listened to for more than a automatically detect them. moment, transforms into the screech of fi ngernails on stone. If Grandmother and Uncle Chortle Detect the PCs: PCs who look into the deep waters see refl ections of scream- Uncle Chortle hides in the shadows beneath the stairs (the ing children staring back at them. The lake smells of brine, DM can assume he takes 10, for a total of 22). Using disguise despite being fresh water and completely safe to drink. In self to appear as a kindly old woman, Grandmother gathers the all cases, these effects exist only in the vicinity of the house; bleak ones to her and huddles in the corner. Assuming the PCs elsewhere along the shore, the water is entirely normal. do not immediately appear hostile, she attempts to convince them that she and the children are prisoners of a horrible beast Grandmother’s House that keeps them here and has been slaughtering townsfolk. This rickety, two-story wooden house appears normal from She claims it dwells near the lake and offers to lead the PCs a distance. A chimney gives off a thin tendril of smoke that to it. If they agree, she leads them out amid the children. As appears somehow greasy. The uneaten remains of Grand- soon as the PCs reach the door, Uncle Chortle attacks from mother’s victims are buried in a garden out back, their fl esh behind (possibly with surprise), and Grandmother and the feeding the vegetables. The entire property, house and garden bleak ones join the battle the instant the PCs turn to face alike, is tainted due to the events that have taken place here. the gray jester.",
        "name":  "SAMPLE ENCOUNTER",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "CAS unassuming location, far from the prying and judgmental Demigod (Neutral Evil) eyes of others. Cas’s temples tend to be small and secret places Also known as the Lord of Spite, the Red Grudge, and He of primal instinct and emotion, light on pomp or decoration Who Balances the Scales, Cas is the demigod of vengeance and heavy on the accumulated energy of men and women and of spite without end. He is the moose-headed god who with rage to spare. nurses rage and fosters frustration. The scattered priesthood Rites: The rites that Cas’s worshipers perform are not of Cas maintains that beneath the veneer of civilized folk lies somber or complex rituals. They are Bacchanalian affairs, the accumulated fi re of all the injustices he or she has ever primal and pure—the congregants working one another suffered, just waiting to be released; that all secretly worship into a state of frenzy, screaming out orgiastic diatribes in Cas, even if only in their deepest, truest subconscious. the demigod’s name. The idea behind the rites of Cas’s Legend maintains that Cas was once a mortal man (a farmer, congregation is not catharsis but preparation for upcom- if such tales are to be believed), and that he lived in quiet ing work to be done in the demigod’s name. The church peace with his friends and neighbors for many years. Then of Cas teaches that true catharsis comes only in righting some unfortunate happenstance caused a rift with his fellows a festering wrong. in the community—one that eventually claimed the lives of Herald and Allies: The herald of Cas is a Huge devourer Cas’s entire family. Due to social politics, the offenders were (Monster Manual, page 58) with 36 Hit Dice and a number of never properly punished. In his rage, Cas appealed to the special abilities befi tting its status. The foul thing makes off higher power in whom he had always believed. But when that with the trapped soul of whomever it was sent to destroy or higher power denied his appeal for justice, legend says that receive as an offering to Cas. If the devourer has a name, no the sheer power of Cas’s rage and will was enough for him one has ever learned it. It is simply (and effectively) known to exalt himself, by means of some cosmic force, to divine only as “the herald of Cas.” godhood. After slaking his thirst for vengeance on the town Cas is known to prefer working directly with those who that wronged him, Cas transformed into the freakish deity revere him and seek his aid and strength. On rare occasions, of spite he is today. he also works with evil outsiders of all types.",
        "name":  "NEW DEMIGOD",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Horror, by defi nition, has an emotional punch to it. The suffering of DESIGNING A the innocent or of loved ones, the anguish inflicted by a HORROR ADVENTURE terrible villain or monster, should ignite a burning need to make things right in the guts of all but the most selfi sh Putting together a horror adventure is, at its core, like putting characters. The players might dismiss “just another goblin together any other single story. The DM must determine raid,” but they’re far less likely to ignore a phantom hunting a starting point (or variety of plot hooks), a general plot down and butchering expectant mothers, or an old enemy (sufficient to guide the NPCs and events, but not so iron- who has kidnapped a PC’s sister or old mentor. clad as to make the PCs superfluous), and an anticipated Of course, if the players aren’t the type to be motivated end point (or at least a sense of what the consequences by a desire to help others, the DM can use horrifi c events will be, based on how the players wind up concluding directed at the PCs themselves to encourage them to take the scenario). certain actions. If a rash of murders has decimated the To make a horror adventure truly stand apart requires organization to which they belong, or their names have been a certain sense of overall unity—not that every encoun- left clawed into the stones above recently exhumed graves, ter and every aspect of the story have to fit together simple self-interest should motivate them to fi nd out what neatly, like children’s blocks, but that the adventure as the hell’s going on. a whole has a thematic unity. The players should be able",
        "name":  "Ensnaring the PCs in a Story Hook",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Let’s be honest. Sometimes, to look back and say, “We didn’t see it at the time, but power goes to the heads of even the best players. The PCs everything makes sense now that all is said and done.” are the center of attention and, in higher-level campaigns, Furthermore, any horror adventure worthy of the name possibly among the most powerful people in the campaign must have—well, horror. Throwing in tougher monsters world. On occasion, then, it’s useful for the DM to remind and vats of blood is only the start. Bringing the players them that not every challenge is easily overcome, and not to a sense of true, shuddering horror requires stories and even they are mighty enough to thwart all evil all the time. techniques designed from the ground up to evoke precisely While the DM can accomplish this through such simple that reaction. means as throwing ever tougher monsters at them—the tarrasque has to be good for something, and the notion of MOOD an unbeatable beast is scary enough in its own right—it It’s easier to maintain the horror of a story when you can be far more satisfying to pit them against a weaker, determine beforehand the specific mood you want the or even mundane, opponent. Even a simple lunatic with story to have. You don’t have to write a treatise on the a knife is frightening if the players haven’t a clue what he symbolism of your adventure or anything like that, but is and know him only by the trail of mutilated bodies he’s you ought to have some basic idea of the sort of horror left behind—a trail leading directly into the neighborhood you’re trying to convey. A given tale might have more where the PCs’ closest ally dwells. The need to methodically than one mood, of course, depending on the nature of the follow a trail and separate false leads from true, yet find story you’re telling. yourself unable to stop or even identify the perpetrator The mood of the game is the general atmosphere you’re as he continues to maim and kill, is truly a humbling (if trying to put across, not the specifi c plot. Not every event frustrating) experience. of the game needs to feed into this mood, but the majority And that is exactly why DMs should be careful not to of scenes and details should lean in this direction. A few overuse this technique. Frustration—when brief, and specific examples follow, though this is by no means a balanced by a great sense of accomplishment after the comprehensive list. evil force is finally vanquished—is a powerful motivator. Betrayal and Distrust: The heroes have no idea whom to Let it drag on for too long, however, and it diminishes the trust. Old allies have turned on them, and it seems that the players’ enjoyment of the game. Many people play D\u0026D entire world is made up of a web of lies. (This mood often precisely because they like to feel powerful. Even players ties into the mood of confusion, discussed below.) With an not primarily concerned with accomplishment aren’t experienced group of players, this might even involve betrayal likely to enjoy a game in which they are always one step by one or more of the PCs. behind. A DM should have a good working knowledge of Claustrophobia: The PCs are trapped in some shape, the various personalities comprising her gaming group form, or fashion—literally, such as being stuck in a confi ned before making even the occasional adventure more than space, particularly one that limits their actions and abilities, briefly frustrating. or metaphorically, such as being forced into a particular",
        "name":  "Humbling the Players",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Everything seems to result in bloodshed. wherein every surface is steep, and outcroppings protrude Diplomacy breaks down. Wars erupt. Horrible creatures at impossible angles. stalk the streets, slaying all they come across until they are On the other hand, the corruption of the familiar can slain in turn. The PCs might even be forced to shed inno- bring about a shatteringly horrific experience. An evil cent blood in self-defense, if they are blamed for ongoing hidden in the midst of an area the players consider safe is crimes or faced with mystically controlled crowds. This the most dangerous of all, because it is totally unexpected. is a good mood to intertwine with others, or for players The heroes might initially feel they have the home field pqqqqqqqqqqqqqqqqqqqqrs HORROR-ORIENTED SETTINGS Chapter 3 discusses, in some detail, designing settings spe- possessed murderer hiding among the clergy, than it is to have cifically for horror campaigns, environments in which almost them locate, enter, adventure through, and leave an entire nation every imaginable story is going to include at least a few hor- of undead-haunted moors. rific elements. While these settings are well suited to horror Exceptions exist, of course. Maybe the PCs are traveling adventures that are part of larger horror campaigns, they are cross-country, and pass through a small kingdom of demon- not usually appropriate to a horror adventure that occurs in a worshipers. Maybe they are plane-hoppers who land briefly standard campaign. in a domain of intrinsic evil. Perhaps they simply wake up to Quite simply, most horror-specific settings are broad enough discover themselves in a blasted wasteland occupied by aber- to contain more than a single adventure. PCs in such realms rationlike mutations of all they used to know and must find a should usually encounter multiple horrific plots and villains, quick means of escape before they, too, begin to warp under rather than just one. For a horror adventure that is meant solely the effects of taint. For the most part, however, a stand-alone as a break between other types of stories, it is far better to work horror tale should occur within a setting that, except for the the horror into a more mundane (or apparently mundane) set- horror elements, resembles a standard location. Reserve the ting. In the span of a single adventure, it is easier to explain truly twisted and abnormal realms for long-term, campaign- the PCs entering and leaving a haunted castle, or confronting a length horror. pqqqqqqqqqqqqqqqqqqqqrs 662200__888855222277220000__CChh22..iinndddd 2244 88//88//0055 44::1166::0033 PPMM 25 ADVENTURES DREAD CHAPTER 2 advantage in familiar terrain: They know all the good it wasn’t unearthed before now. If part of an adventure’s hiding places and have easy access to aid and information. tension comes from the PCs slowly running out of food in But by the same token, they have plenty of loved ones, the dead of winter, it obviously should not be set so close to friends, and allies who are suddenly in danger. They also civilization that the PCs can just dash back and buy more have more to lose—they cannot simply turn tail and run rations. (Unless, of course, the entire region is in the grip if the going gets too tough. This fact can make the horror of famine, which is a whole different sort of alteration to more immediate than an adventure that occurs in an the setting, but no less appropriate.) exotic setting, because the game itself feels more real. See Chapter 3: A Horror Campaign for more on the use of The more clearly a player can picture the environment, setting in a horror story. the harder the horror hits home. And in most cases, it’s easier to envision a village or city than some foreign or PLOT AND STORY even alien landscape. It’s practically impossible to have a horror adventure without It’s important for a DM not to overuse the concept of some element of story involved. It doesn’t matter how terrible exotic settings for horror adventures. If she only has one a villain might hypothetically be if she doesn’t do anything; such adventure in an otherwise traditional campaign, an it doesn’t matter how much a setting contributes to the mood alien or foreign setting is just fi ne. If she intends to include if the PCs have no reason to be there. multiple horror sessions scattered throughout the campaign, Some DMs prefer not to create overarching stories, most of them should probably take place in more mundane instead simply presenting the PCs with the environment settings, with the exotic environments used only to add and allowing them to do as they will. This is certainly a spice. Otherwise, the players come to expect and prepare for viable style of gaming, but it’s perhaps less appropriate to horrifi c plots if they always fi nd themselves in odd locations horror games, simply because the what and why of horror before one occurs, whereas fear is more potent when the are just as important as the who, how, and where. Even players have no time to prepare for it. Any horror the DM DMs who normally run freeform games should strongly concocts will have less impact if the players think of it as consider developing a general storyline for their horror something that only happens to them outside the normal adventures, even if it’s only a bit more in-depth than what confi nes of the campaign. Enough horror occurs in the they’re accustomed to. real world; surely any campaign has villains and monsters At the same time, it’s very easy—especially in a horror that can wreak their terror in even the most pristine and game—for the DM to go too far, and become too rigid innocent regions of the setting. with his plot. Horror might be at least partly about fear",
        "name":  "Violence",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The opposite of the previous archetype, real-world serial killer Ed Gein, for example. That alone this is the villain that stands out from the crowd, that doesn’t should suggest the sort of over-the-top horrors of which care (or isn’t capable of caring) who notices it. Its arrogance a “normal” man is capable.) Since the PCs will probably might be due to sheer power and confi dence, arrogance, miss what’s right under their eyes as they search for a more lack of intelligence, insanity, or a simple lack of interest in traditional D\u0026D villain, confusion is an appropriate mood its effect on others. Perhaps the villain holds a position of here (see page 23). authority and doesn’t need to hide. Many of the relatively The Decoy: This is a bait-and-switch combination of large creatures of D\u0026D, such as giants or most dragons, fi t the other techniques, in which one villain or type of vil- into the overt category. So do many undead, dictatorial kings, lain appears to be another. This tactic can be extremely church inquisitors, evil necromancers sequestered in their effective if used sparingly, either to give the PCs one last towers, most bestial humanoids (such as goblins or orcs), shock or puzzle or to change the course of a plotline just golems, and the utterly mad. This villain type is a particularly as the players feel they’ve figured it out. Decoy examples appropriate choice for games with moods of claustrophobia, include the evil elf necromancer who is secretly a poly- desperation, helplessness, isolation, revulsion, or violence morphed blue dragon, a serial killer who seems to slay at (see Mood, page 22). random but is actually performing a summoning rite to",
        "name":  "The Overt Threat",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The villain of the story a chance to make the discovery might not react well, and stands revealed—a friend, relative, or lover of one of the with good reason. PCs. How did the NPC’s evil nature come to be? She could be possessed or otherwise controlled by an outside Intelligent Villains power. She could have been corrupted and turned to evil. Unless a villain or monster you’re using is specifi cally unin- She might have embraced taint or been transformed into telligent, you should always have your adversaries act in a a vampire. Perhaps she has always been evil and has been creative, intelligent manner. Nothing creates a sense of fear deceiving the heroes all along. Whatever the case, this and paranoia in players more than the realization that the discovery has a personal impact beyond that of the standard villain they are facing is willing and able to take advantage hidden danger. of their weaknesses. Have the villain strike while the heroes This sort of villain can do substantial damage to the are distracted with another task. Target their loved ones. PCs both physically and psychologically. She knows their Take hostages. Frame the PCs. Attack them with methods secrets and their vulnerabilities. She could besmirch their they are less able to defend against (such as using poisons reputation with a few choice words in the right NPC’s against casters and other low-Fortitude types, and charms ear or with public revelation of their weaknesses. Yet she against fighters). Don’t allow the villain to make use of was once someone they deeply cared about, someone to knowledge she couldn’t possibly have, but even adversaries whom they owed much—creating quite a quandary for of average intelligence can make logical deductions based the characters regarding how to deal with the threat. on player actions and appearances. In some games, the DM Betrayal and distrust is clearly the primary mood of such might hesitate to use a monster’s or NPC’s full arsenal of a story, but any or all of the other moods are appropriate capabilities, focused where they’ll do the most harm; it’s as well. somehow considered unfair to take advantage of PC weak-",
        "name":  "The Treasonous Loved One",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "learn that it was devoted to an evil deity, one rarely worshiped in the modern age. (In the world of Greyhawk, Tharizdun is NIGHTWATCH a viable choice. In Eberron, the Shadow fi ts the bill, as would Presented here is a rough outline for a horror campaign, a forgotten god of past empires. In the Forgotten Realms, intended to provide you with a basic skeleton on which to Bhaal or Myrkul, both slain during the Time of Troubles, are construct your own ideas. It incorporates several varieties of appropriate.) Why it has become active again here is unclear, horror, as well as substantial action and political intrigue. but the heroes eventually track one of its members, or one of the city’s monsters, to a leader of the cult. In the various In a city on the border of a great kingdom, the citizens are games it takes to accomplish this, many other operatives of faced with a new and unrecognized threat. While they are Nightwatch are slain, and the number of monsters hiding accustomed to the occasional monster of the wilds attacking in the city seems to grow ever greater. Crime reaches record an outlying farm, they remain ignorant of the horror brewing levels, and several neighborhoods in the city itself develop within their midsts. The evil of an ancient shrine not far outside taint. In the cultists’ headquarters, the heroes are attacked by a major city has leeched into the environment, resulting in a what seem to be disembodied tendrils of evil and rage. These wide and growing region of taint. Foul horrors are birthed are actually small taint elementals (see page 145), although in that miasma; undead and demons are drawn by its call. they should never be identifi ed as such. Crime rises in the streets of the city as the malevolence in From the local cult leader, or from studying her writings, the air inspires the citizens to dark acts of depravity. The law they learn that the cult intends to bring forth their god, to grows oppressive in its attempt to crack down on the crime manifest him on the Material Plane. They also learn of a shrine wave. Corrupt demagogues, and perhaps even shapeshifters or hidden somewhere in the wilds. If they do not themselves possessing demons, rise to power in the government. think to locate this shrine and determine if it is the source of Not everyone is unaware of the spreading taint, however. the taint, one of the Nightwatch founders suggests it. A high priest, a druid of the wilds, and several of the ruling The campaign shifts to the wilderness, where the PCs must baron’s knights recognize the growing threat. Uncertain somehow locate the ancient shrine. In their explorations, who else to trust and unwilling to cause panic among the they must survive regions of heavy taint and interact with citizenry, they set out to stem the advancing tide of taint and small villages throughout the area—some of which have quell the monsters who carry it with them. fallen to taint or tainted monsters, others of which struggle They cannot do it alone. to survive. The monsters here are often larger and far less subtle than those in the city. More than once, particularly",
        "name":  "SAMPLE CAMPAIGN",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A DECAYING CITY in regions of heavy taint, nature itself seems to turn against The campaign begins with a game, or perhaps several, in which them; animals attack for no good reason; the weather turns the PCs are unaware of the Nightwatch organization and the foul and unnatural. While the majority of plotlines should growing taint in the wilds. These fi rst few stories revolve be devoted to the hunt for the shrine, several should be around encounters with various evils—perhaps rescuing a independent, and each should have a solid starting and trade caravan from humanoids in the wilderness or clearing ending point. For instance, one story might revolve around the city sewers of unnatural vermin. Eventually, the PCs saving a village from taint and a pack of tainted ghouls, discover the truth of the situation—that a growing number of another around a demon possessing each of the PCs in turn monsters and people are infested with taint. They can discover and attacking other travelers, and a third around simply Nightwatch on their own, because they and the organization surviving a massive storm that seems to deliberately target are investigating the same monster, or the knights and high the heroes with rain, hail, and lightning. priest might track them down once it becomes clear that the The region immediately surrounding the shrine is so heavily PCs know what is happening in the region and oppose it. In tainted that the physical world has changed. Animals and plants any event, several games into the campaign, the heroes are are twisted and alien. Tentacled horrors (perhaps larger taint inducted into the organization. elementals) reach from the shadows, rocks gibber insanely, the The next several games involve the PCs finding their earth bleeds, the rivers run with pus. A dryad steps from a dying footing within Nightwatch. The monsters are primarily tree and consumes her own fl esh in a cannibalistic effort to urban—a vampire stalking the city’s fashionable quarter, purge the corruption. The mighty unicorn who once guarded perhaps a doppelganger taking the place of an authority these woods is a vicious, predatory thing, wanting only to fi gure. The heroes also make enemies within the government kill. The skies open and rain burning hail, and each hailstone when their investigations reveal corruption and criminal is an eye belonging to some otherworldly god. The heroes links to some offi cials. Some of the games should not involve might even be driven somewhat mad by the combination of taint directly, instead pitting the heroes against untainted taint and an inability to fully comprehend what they see. 662200__888855222277220000__CChh33..iinndddd 4488 88//88//0055 44::1199::0077 PPMM 49 CAMPAIGN A HORROR CHAPTER 3",
        "name":  "PART ONE",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "LICH’S SHRINE Level Two Eventually the PCs uncover the shrine itself, occupied by a All doors on this level are trapped with poisoned needles clerical lich—a servant of the shrine’s deity who still retains or blades. his power. The map above depicts the shrine. Choose traps 9. Stairs up to area 8 on level one. and select creatures to populate the shrine based on the level 10. False Shrine. An undead creature other than the lich of the PCs when they enter the shrine; suggestings are given the PCs seek is here, serving as a decoy. If you are using Libris in the key below. The lich should be a level or two higher Mortis, use a gravetouched ghoul cleric. Otherwise, consider than the PCs, so its Challenge Rating is three or four levels an advanced mummy. higher than the average party level. 11. This storage room holds various religious accoutrements",
        "name":  "PART THREE",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you are running in some alien plane rather than in the realm of dreams. a scene that takes place in a normal dream, the events have little bearing on the real world. All injuries are gone when the Terrain, Environment, and Inhabitants character awakens, and she might not even fully remember what The environment of a dreamscape can shift from absolutely transpired—just like in a normal dream. You can take the oppor- normal to utterly surreal and horrifi c in an instant. Just like tunity to really let loose, allowing low-level characters access the ebb and fl ow of a dream itself, a nightmare realm follows to high-level abilities, having kobolds transform into dragons, its own logic and patterns, but these often bear little or no making all monsters regenerate body parts like hydras regrow resemblance to the logic of the real world. heads, and so forth. Alternatively, the characters might have Just as every dream is unique, so too is every nightmare stumbled into a dreamscape, a realm of dreams where actions realm; it would be impossible to provide a specifi c list or have consequences in the waking world (see below). Decide formula for creating them. Rather, you should make use of if each dream is its own demiplane, unconnected to anything the techniques discussed above and apply them to the actual else, or if all dreams border on a true plane of dreams, allowing environment through which the PCs adventure. Objects and travelers to wander from one dream to another, or even enter places alter when the PCs look away. If characters enter one a realm of raw dream-stuff that belongs to no single being. structure, they wind up in a different one. People abruptly Bear in mind that even in a normal dream, certain creatures change their behavior or warp to become other creatures. of the dream realm can cause lasting injuries and effects. Horrifi c monsters come from nowhere, appearing behind Their mere presence can transform an otherwise standard the PCs when they aren’t paying attention. dream into a nightmare realm. See page 58 for more on If possible, design encounters and situations to take full creatures of the dreamscape. advantage of known fears and weaknesses of the PCs. A",
        "name":  "Normal Dream or Actual Dreamscape",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vadania and Alhandra have been carefully complete attention and shutting out any other sensory informa- making their way through extensive catacombs fi lled with tion. Such situations are similar to those that cause shock, but 662200__888855222277220000__CChh44..iinndddd 6600 88//88//0055 44::2222::0022 PPMM 61 HORROR RULES OF CHAPTER 4 affected characters might become fascinated or even confused. however, her usefulness in an encounter is extraordinarily Characters can usually avoid these conditions with a successful limited. In a campaign where fear becomes common, a variant Will save. Sometimes, a successful Will save means a character frightened condition can be more appropriate. is only fascinated, while a failed save indicates that a character A number of monster special abilities cause their targets to becomes confused. become paralyzed with fear, such as a mummy’s despair ability",
        "name":  "Examples",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This phobia applies whenever the character is it to increase their physical or mental power. in shadowy illumination or complete darkness. Darkvision Characters can acquire taint by entering a place suffused does not negate this phobia, but low-light vision might make with evil, by coming into contact with a horribly evil object, a character’s space brightly illuminated instead of shadowy. through the attacks of certain monsters, and by performing This phobia also applies when the character is blinded. The evil acts. This taint can manifest physically, in which case effective CR equals one-half the character’s level for shadowy it is called corruption, or mentally, in which case it is called illumination, or the character’s level for complete darkness depravity. Both corruption and depravity are measured in or being blinded. points. Typically, characters acquire 1 to 3 points of corrup-",
        "name":  "Darkness",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This phobia applies when the character is Any time a character acquires more points of corruption at moving vertically (climbing, fl ying, falling, and so on), or one time than her current Constitution modifi er, she must near a sudden drop (clifftops, bridges, stairs, pit traps, and attempt another Fortitude save (DC 15 + points of corruption the like), or in any other situation where falling damage is acquired). If this save is successful, she is sickened for 1d4 possible. The effective CR equals 1 per 20 feet of height. The rounds; if she fails, she is nauseated for 1d4 rounds. DM can apply modifi ers to the Will save DC, particularly Similarly, any time a character acquires more points of if the character is in a situation that applies modifi ers to depravity at one time than his current Wisdom modifi er, he Climb or Balance check DCs. For example, if the character must attempt another Will save (DC 15 + points of depravity is crossing a chasm on a slippery ice bridge (+5 to Balance acquired). If this save is successful, he is dazed for 1d4 rounds; check DCs) or climbing a crumbling, moss-covered cliff if he fails, he is stunned for 1d4 rounds. (+5 to Climb check DCs), the Will save DC might also Creatures with the Evil subtype and undead creatures are increase by 5. immune to any negative effects from taint. They automati-",
        "name":  "Heights",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A graveyard is generally surrounded by a wall (sometimes called a lich wall). Walls are typically (particularly martyrs), clerics, paladins, and other champions masonry, occasionally superior masonry, as described on of a religion. page 59 of the Dungeon Master’s Guide. They range in height Other Graveyard Terrain Elements: A mass grave is a from 4 feet to 8 feet tall. single excavation in which multiple bodies are buried. They A lich-gate is a small, roofed entry hall to a graveyard. It are used when large numbers of people die within a short contains a platform to support the coffi n while prayers are time—too many for individual burial (such as victims of a recited over the deceased. This platform, called a coffi n rest, massacre or battle)—and sometimes lie outside the graveyard a corpse rest, or a lich-stone, is about 4 feet high, 2 feet wide, walls. Charnel pits, by contrast, contain remains dug up and and 8 feet long. It is usually built from the same masonry as reburied, sometimes sorted like bones in a charnel house. A the wall. plague pit is a mass grave dug deep for the burial of plague Outside the walls of a graveyard can sometimes be found victims. Mass graves and charnel pits sometimes give rise to graves for suicides, criminals, foreigners, transients, or other large undead formed from multiple corpses, such as corpse people not deemed worthy to rest in the graveyard. Such gatherers (described in Monster Manual II). When such an area is known as a potter’s fi eld. Undead are particularly undead form in plague pits, they invariably transmit the common around these graves, which might not be conse- plague with their attacks. crated in the same way as those within the graveyard.",
        "name":  "Wall",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can gain this feat multiple times. Each time tion in place of Survival when used within a dreamscape. you take it, you become immune to a new disease. The +2 This skill can be used to retrace your steps and return to circumstance bonus against other diseases does not stack a known person’s dream, or to attempt to track a creature with itself, since the circumstances of each disease immunity across the dreamscape. are essentially the same. Action: Dreamtelling requires careful analysis of bizarre images and events. If you are trying to interpret your own DRACONIC ARCHIVIST dream, you must cogitate on it for a number of minutes equal In addition to your studies of the darkness, you have spent to 30 minus your Intelligence modifi er. If you wish to ana- time studying dragons and constructs. lyze someone else’s dream, that person must fi rst describe it",
        "name":  "Special",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can use your dark knowledge ability on to the process. dragons and constructs. You use Knowledge (arcana) for dark Try Again: No. The check represents your ability to knowledge checks regarding these two creature types. interpret that particular dream. You can attempt to inter-",
        "name":  "Benefit",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead creature gains fi endish template. Spite Domain",
        "name":  "Vile DeathMX",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Animates horde of undead. 3rd Level Vile DeathMX: Undead creature gains fi endish template.",
        "name":  "Plague of UndeadM",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Target provokes hostile reactions, takes –10 creature. penalty on Diplomacy checks. 7th Level 8th Level Dream Sight: Your spirit can leave your body and explore",
        "name":  "Cloak of Hate",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch THE BEAST temperamental, and even psychotic",
        "name":  "Range",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched Enchantment (Compulsion) [Evil, disposition. The subject has no par-",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature to start, Divination possibly more; see text Level: Cleric 1 Each round, you can turn to detect",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action higher) of the creature you are detect- turbed while your spirit is wandering,",
        "name":  "Casting Time",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature an object, location, or creature without",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One sentient, living creature Dreaming puppet carries an element 234 of the Player’s Handbook). If the of caster’s HD +4 or lower of risk for you as well as for the subject. target dies before completing the obli-",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 7, dread necromancer 7 Target: One living creature of all your unresolved frustration and",
        "name":  "Level",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 minute/level state either a specifi c creature or a set remain animated until destroyed. (A",
        "name":  "Duration",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature to take effect. If you do, and the cir- you to release some of the undead",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched saving throw to awaken from the",
        "name":  "PRONOUNCEMENT Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature on saving throws made to resist acquir- Level: Blackguard 1, cleric 1, dread",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Oneiromancy 1 Effect: One summoned creature",
        "name":  "Level",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One corporeal undead creature",
        "name":  "Target",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 5, dread necromancer 5, fiendish template (see page 108 of Troll skeleton sorcerer/wizard 5 the Monster Manual) to the undead",
        "name":  "Ghoul Level",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One or more summoned crea- creature. The resulting creature is tures, no two of which can be more independent of you and can act on 4th Level than 30 ft. apart its own. Its initial attitude toward Allip you is indifferent. Ghast",
        "name":  "Ogre zombie Effect",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "JUST A PRANK horror, which is often more effective when kept on the Fey who are not innately good, or who have a different personal level. As a solution, remember that any humanoid understanding of morality than humans do, might not with class levels can serve as a villain. Constructing a goblin confi ne their tricks to mere inconveniences. A group of villain allows you to play up cultural differences. Consider on fey angry at a village might weaken the supports on stairs, the one hand a tribal society that tolerates slavery, genocide, crippling or even killing the next person to climb them; the murder of children, and even cannibalism as normal release all the town’s herd animals, leaving the people short behavior, and then imagine the consequences of even a of food; or lure children into the wood or the river where small population of such beings coming into contact with all manner of accidents can happen. The fey might not even an isolated human or halfl ing settlement and the carnage intend their pranks to cause harm; they simply do not care that would ensue. whether their actions have consequences for others one way or the other. EXAMPLE: THE STRANGER AMONG US Consider using humanoids not as the source of horror, but GIANTS to illustrate the horrors of which all sentient beings are Giants are often considered the bruisers of D\u0026D campaigns, capable. A series of horrible crimes has struck a small town, great for random encounters, in combat-heavy adventures, or coinciding with the arrival of a single outcast orc or goblin as muscle for other villains. Fairy tales show, however, that (or perhaps a family of kobolds). The villagers immediately giants can be fearsome villains in their own right. leap to assumptions regarding the stranger’s guilt; after all, Giants are the ultimate bullies, the incarnation of the everyone knows what “those people” are capable of. A mob strong preying on the weak. The visceral horror of seeing is perhaps the most terrifying monster of them all, and the people slain simply because their attacker is strong enough PCs might be forced to choose between allowing the mob to do so can sometimes be as powerful as more subtle to lynch an innocent stranger or possibly harming ordinary horror techniques. townsfolk in order to defend him. Even more troubling, it’s Worse, giants are predators. In fairy tales and in horror entirely possible that the PCs might assume the stranger’s campaigns, people comprise a substantial portion of a giant’s guilt has been proven, only to discover afterward that they diet, meaning that giants are in the same category as other assisted in the perpetration of a monstrous crime, the lynch- man-eating beasts, such as dragons or purple worms, with ing of an innocent being—and that the true criminal is still the added aspect of the cannibalism taboo. After all, giants at large. 662200__888855222277220000__CChh66..iinndddd 113388 88//88//0055 44::3311::1199 PPMM 139 THE NIGHT CREATURES OF CHAPTER 6 agreement that bound not only himself but his descendants MONSTROUS HUMANOIDS unto the tenth generation. The PC fi nds herself forced to Few creatures in D\u0026D personify the corruption and deforma- choose between serving an exceptionally evil master or tion of the human form like monstrous humanoids. Each can violating the agreement and risking the wrath of the inevi- be seen to represent an aspect of the darker side of humanity: tables, who are surely aware of any contract made with an the reptilian and murderous yuan-ti, the wantonly deadly entity of such power. medusa, the ever-changing and deceptive doppelganger, the childhood nightmares that are the hags, who embody New Monsters the creeping ravages of age. If aberrations and dragons are frightening because they’re not human, and humanoid The following creatures are particularly appropriate for horror villains are frightening because they’re all too human, then campaigns but can enhance any D\u0026D game. Remember the monstrous humanoids combine the worst of both: almost innate taint of undead and creatures of the evil subtype human but very, very wrong. (see page 62). Beings who spend more than 24 hours in the Most monstrous humanoids can pass as human, at least presence of a creature with innate taint begin to gain taint, at a distance or in poor lighting. Yet they possess abilities of just as though they were within a tainted area. untold horror, and they are often motivated by sheer malevo- lence or predatory instinct. A monstrous humanoid might BANE WRAITH slaughter innocents in the advancement of some convoluted plot or for no better reason than acting out its nature. Medium Undead (Incorporeal)",
        "name":  "EXAMPLE",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +2, Ref +5, Will +8 If fiends are an obvious choice for horror villains. they Abilities: Str —, Dex 17, Con —, Int 16, Wis 14, Cha 18 make up for it by performing so superbly in the role. From Skills: Disguise +25, Gather Information +10, Hide +14, the scheming greater devil to the demonic servant sum- Intimidate +15, Listen +13, Search +14, Spot +13, Survival moned by a mad cult—a servant who might possess more +7 (+9 following tracks) free will than his apparent masters realize—creatures from Feats: Blind-Fight, Improved Initiative, Surge of Malevolence* the Lower Planes are a mainstay of horror fantasy. Nor are Environment: Any land and underground, particularly they mere physical threats: Their ability to possess others urban makes them far more sinister, and far more subtle, than Organization: Solitary or gang (2–4) straightforward marauders. Challenge Rating: 8 Unfortunately, it’s a danger with which most players Treasure: None are familiar. Consider, therefore, drawing upon a different Alignment: Usually chaotic, always evil selection of outsiders to enhance a game’s horrifi c feel. Even Advancement: 9–24 HD (Medium) good-aligned genies often have inscrutable methods, and evil Level Adjustment: — ones enjoy taking advantage of poor bargains to distort the *New feat described on page 124 desires (and wishes) of mortals foolish enough to deal with them. PCs forced by circumstances to make bargains with This individual initially appears normal, albeit livid with rage. evil entities could fi nd themselves on the run from inevitables Only closer examination reveals that his form is slightly translu- (see page 158 of the Monster Manual) should they choose cent, and that he fl oats an inch above the earth. to disregard their end of the bargain. Even a good outsider might decide that in a given situation the good of the many Bane wraiths are incorporeal undead, similar in many outweighs the good of the few—and the PCs might fi nd respects to wraiths or spectres. They result when someone themselves among the few. dies a violent and gruesome death, accompanied by the deaths of his family, friends, and everything he loved and worked",
        "name":  "Saves",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11–20 HD (Medium); 21–30 HD (Large) constrict. Creatures who have not already contracted blood",
        "name":  "Advancement",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "7d8+42 (73 hp) The boneleaf is a large, predatory creature that lurks in the",
        "name":  "Hit Dice",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 slams +11 melee (2d4+7 plus 1d4), or 2 tendrils Boneleaves feed on the blood they draw with their razor +11 melee (improved grab and constrict), or slam +11 melee leaves on a slam or constricting attack, as well as by drawing (2d4+7 plus 1d4) and tendril +11 melee (improved grab nutrients from the soil as true plants do. They prefer the taste and constrict) of decomposing sentient creatures to all other prey. Although Space/Reach: 10 ft./10 ft. (15 ft. with tendril) boneleaves are not particularly clever, they are quite cunning",
        "name":  "Full Attack",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, but see text appearance and illusory lure abilities, they entice creatures to",
        "name":  "Organization",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "*Boneleaves have a +12 characters, targeting its bite attack on the opponent with racial bonus on Hide checks made in the highest corruption score while using its tentacles to forested or overgrown areas. attack untainted opponents. When using its bite Corruption eater attack, it opens its jaws wider than a mouth of that dnalgnE .W yb .sullI 662200__888855222277220000__CChh66..iinndddd 114444 88//88//0055 44::3311::3366 PPMM 145 THE NIGHT CREATURES OF CHAPTER 6 size should be able to open. As it pulls back from biting a DC 19 Will save reduces the damage by half and negates the target, the tiny mouths that cover its long tongue seem to depravity increase. The save DC is Charisma-based. draw little bits of black smoke from the target. Rend (Ex): If a corruption eater hits with both tentacle A corruption eater prefers to fi ght using its Power Attack rake attacks, it latches onto the opponent’s body and tears the feat, typically taking a –5 penalty on its attack rolls and gain- fl esh. This attack automatically deals an extra 2d4+7 points ing a +5 bonus on damage rolls. When not using its Power of damage. Attack feat, its bite attack increases to +16 and its tentacle Corruption Scent (Ex): A corruption eater can detect rakes to +11, while its bite damage decreases to 1d8+5 and corruption in other creatures. With regard to creatures that its tentacle rake damage to 1d6+2. have at least mild corruption, it effectively has the scent abil- Devour Corruption (Ex): When a corruption eater hits ity (see page 314 of the Monster Manual). It has no ability to a character with its bite attack, it draws corruption from the detect creatures who are free from corruption. When it is target’s body and feeds upon it. The target’s corruption score within 30 feet of creatures with corruption, it automatically is reduced by 1 (to a minimum of 0). Such a small taste of knows which creature has the highest corruption score. corruption nevertheless provides great nourishment to the Purity Vulnerability: Creatures who are entirely free creature. Each point of corruption it devours in this way gives from both corruption and depravity automatically overcome it a +1 bonus on attack rolls, saving throws, and damage rolls a corruption eater’s damage reduction. with later attacks, and also gives the creature 5 temporary hit points. These benefi ts last for 1 hour. ELEMENTAL, TAINT If a corruption eater bites a character with no corruption, it deals normal damage to the target but at the same time A mass of seething gray rot and corruption, roughly humanoid takes 5 points of damage itself. in shape, surges from the earth. It looms overhead, giving off a Tainted Exhalation (Su): Anytime a corruption eater has reek of decay. enough temporary hit points to bring its hit point total above its normal maximum, it can exhale a choking cloud of taint in A taint elemental is a being of pure corruption. It consists of a 15-foot cone. Creatures within this cone take 1d6 points of nothing but taint congealed into a semisolid mass of primal damage per point of corruption it has devoured in the last hour evil. An entity of malicious rage, it delights in slaying or cor- and have their depravity scores increased by 1. A successful rupting any living beings that cross its path. Occasionally a taint Taint Elemental, Small Taint Elemental, Medium Taint Elemental, Large Small Elemental (Evil) Medium Elemental (Evil) Large Elemental (Evil)",
        "name":  "Skills",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— — — *New feat described on page 124. elemental can be found serving more powerful evil entities; it gains nothing from this save the joy of spreading suffering and corruption. While the creature is not a true elemental, since it does not consist of one of the four elements, it has all the traits and characteristics of an elemental. Taint elementals usually manifest within tainted areas, but they occasionally appear from the corpses of recently slain tainted creatures. (This sight can cause observers to conclude, incorrectly, that they are some form of undead.) Taint elementals sometimes take on a vaguely humanoid shape, but their forms are constantly in fl ux, fl ow- ing like a viscous liquid. They radiate the stench of rot, and a cold chill is felt in the soul of all those around them. Taint elemental They speak a variant of Abyssal. kaloP .E yb .sullI 662200__888855222277220000__CChh66..iinndddd 114466 88//88//0055 44::3311::4400 PPMM 147 THE NIGHT CREATURES OF CHAPTER 6",
        "name":  "Level Adjustment",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 spiked chain, masterwork chain shirt, potion of haste. CREATING A TAINTED MINION “Tainted minion” is an acquired template that can be added to any humanoid or monstrous humanoid creature with at least mild levels of both corruption and depravity (referred to hereafter as the base creature). It is most often applied to a creature that dies because its corruption score exceeds the maximum for severe corruption for a creature with its Constitution score; see Table 4–1: Taint Thresholds and page 63. A tainted minion uses all the base creature’s statistics and special abilities except as noted here.",
        "name":  "Possessions",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature’s type changes to undead (augmented humanoid or monstrous humanoid). Do not recalculate base attack bonus, saves, or skill points. Size is unchanged.",
        "name":  "Size and Type",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Str CREATING A TAINTED RAVER +4, Dex +2, Cha +4. As an undead creature, a tainted minion “Tainted raver” is an acquired template that can be added to any has no Constitution score. humanoid or monstrous humanoid creature with at least mild 662200__888855222277220000__CChh66..iinndddd 115544 88//88//0055 44::3322::0011 PPMM 155 THE NIGHT CREATURES OF CHAPTER 6 levels of both corruption and depravity (referred to hereafter as the base creature). It is most often applied to a creature that goes insane because its depravity score exceeds the maximum for severe depravity for a creature with its Wisdom score; see Table 4–1: Taint Thresholds on page 63. A tainted raver uses all the base creature’s statistics and special abilities except as noted here.",
        "name":  "Abilities",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Str why she is forced to act in such ways—at least, not until the +4 (for raging), Con +4 (for raging), Wis –6, Cha +6. child is born.",
        "name":  "Abilities",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any, usually same as base creature. gleam, or they might simply make everyone around them",
        "name":  "Environment",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 claws +2 melee (1d4+1 UNHOLY SCION plus 2d6 against good) and bite +0 “Unholy scion” is an inherited tem- melee (1d4 plus 2d6 against good), or plate that can be added to any living club +2 melee (1d6+1 plus 2d6 against humanoid or animal (referred to hereaf- good) and bite +0 melee (1d4 plus 2d6 ter as the base creature). Animal scions are against good), or javelin +2 ranged (1d6+1) exceptionally rare; the overwhelming majority",
        "name":  "Full Attack",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Balance +7, Intimidate +4, Jump +7, Sense Motive already possess one. (The creature’s nails or claws do not +4, Swim +5 appear to be any stronger or sharper than normal for its race.)",
        "name":  "Skills",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+6 as a natural secondary attack. dnalgnE .W yb .sullI 662200__888855222277220000__CChh66..iinndddd 115566 88//88//0055 44::3322::0088 PPMM 157 THE NIGHT CREATURES OF CHAPTER 6",
        "name":  "Level Adjustment",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Unholy scions have claw attacks. Use the damage HD Abilities values in the table below, or the base creature’s damage values 1–2 Charm animal or charm person 3/day1 (if any), whichever is greater. 3–4 Desecrate 5–6 Enervation, protection from good 3/day 7–8 Major image 3/day, poison 3/day Size Claw Damage 9–10 Dominate animal or dominate person1, Fine 1 baleful polymorph Diminutive 1 11–12 Animate dead2, true seeing 3/day Tiny 1d2 13–14 Unholy aura 3/day, unhallow Small 1d3 15–16 Harm Medium 1d4 17–18 Gate3 Large 1d6 19–20 Polymorph any object Huge 1d8 1 An unholy scion gains charm animal and dominate animal Gargantuan 2d6 if the base creature is an animal, or charm person and Colossal 3d6 dominate person if the base creature is humanoid. 2 An unholy scion can control up to four times its HD in",
        "name":  "Damage",
        "source":  "heroes_of_horror.txt",
        "_id":  "78bfa5cbfec64fbc9ffc9ccf3b5e4e85b8c8993cf18bfadb9d0bd10cb53f1a90"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A presence haunting an object may ranks in Knowledge (religion). It must be performed by an ex- do so in a couple of ways. Undead of fewer than 5 Hit Dice orcist who spends ten consecutive full-round actions chanting may use only one form of haunting, but undead of 5 or more or speaking the formula that pertains to exorcism, at the end HD can make their presence known using either of the meth- of which time the exorcist must make a DC 20 Knowledge (re- ods described below (impermanent home or poltergeist). No ligion) check. If the exorcist’s concentration is interrupted, the matter the way the haunting presence makes itself felt, the ritual must begin again. If the ritual is successful, the haunt- haunting presence of a sentient undead can always choose to ing presence becomes physical and must remain so for 1 full speak to nearby creatures, usually in a whispery or incoherent round. The exorcist’s next action can be used to either attempt voice that seems to come from the air. However, haunting to turn the revealed undead, or to continue the ritual, with an presences are usually not much for conversation. Characters additional DC 20 Knowledge (religion) check required at the may note at times that the object they’ve found or the loca- end of each round. Each successful check forces the undead tion they inhabit has a strange air, or the appearance of it is to stay corporeal or incorporeal for 1 additional round. somehow“off” (with a successful DC 15 Intelligence check). Even undead of 5 or fewer HD that normally haunt only as",
        "name":  "Effects of a Haunting",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "While atrocity between one’s last breath and the fi nal silence solely for the may serve as a trigger for unlife, it is not enough to bring about sake of knowledge. Shorn of conscience or any passion other a transformation of this magnitude on its own. It requires the than the need to know the truth, these dabblers have been very energy that drives dark spirits and their unquenchable responsible for plagues of zombies, soul-snuffi ng winds, and thirst for life. That which is dead has no vitality, so where does other atrocities. the energy of animation come from? Negative energy—a force Sometimes these learned mages also experiment with that is marshaled, stored, and utilized mostly by evil creatures, animation of inert matter that shares many properties with malign deities, and their servants—provides the power for this the animation of undead, especially when the inert matter in metamorphosis. Just as blood suffuses living creatures, negative question is composed of the cast-off body parts of once-living energy suffuses undead, providing them all their abilities, from creatures. Such creations are commonly known as fl esh golems. mobility to sentience, from fl esh-eating to soul-devouring. However, as similar as a fl esh golem (or any other construct)",
        "name":  "Negative Energy as a Supportive Force",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability damage is temporary, it desires most, its actions may soon drive it into a frenzy, despite just as is hit point damage. Ability damage returns at the rate its desire to remain hidden or anonymous. Similarly, those that of 1 point per 24 hours (although ability damage taken through depend on a steady diet to supplement their existence will take failure to satiate an undead’s inescapable craving to feed or to steps to see that their ability to feed is not compromised. The satisfy an undead’s diet dependence does not heal naturally in DM determines when insatiable hunger may play a role in an this manner). undead monster’s or NPC’s motivation. Necrotic Reserve: Some undead that have the ability to feed on the living can use this ability to invigorate their bodies on a Undead Healing daily basis, granting them some small reprieve from immediate A living creature that is lethally hurt may become disabled or destruction when they take damage. See the Necrotic Reserve dying. During this time, aid or good luck can return the creature feat, page 28, for more details. back to health and eventually full strength. Undead are not so fortunate. What would disable or render unconscious a living Sleeping creature destroys an undead creature beyond recall. (In game Undead do not sleep, and they almost never require rest (though terms, when an undead is reduced to 0 hit points or less, it is per- some may receive healing benefi ts from rest, as outlined above). 10 1 RETPAHC TUOBA LLA DAEDNU pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "However, if an intelligent undead is too long denied that which Healing Ability Damage",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "HANDLING UNDEAD HUNGER the table. After the satiation period wears off, the undead once This variant rule is best applied to undead player characters that again grows hungry. are diet dependent or have inescapable cravings. These rules Damage: An undead’s need to feed is like a mental spike work less well for undead that spend years or more locked away boring into its awareness, dealing the indicated damage each in tombs before getting a chance to feed. However, the DM may day unless the undead succeeds on the saving throw or feeds. decide to use these rules on a case-by-case basis for NPC or An undead immediately gains back all of the ability damage it monster undead as well. has taken if it manages to feed. The hunger felt by an undead with the need for sustenance is As the undead goes longer and longer without feeding, poten- akin to an addiction. Like living creatures with an extreme crav- tially losing Wisdom all the while, the undead grows increasingly ing for some chemical substance, hungry undead are prone to unbalanced. It mulls over plans that would allow it to feed— erratic, violent, and sometimes self-destructive behavior if they plans it would likely consider too risky were it completely sane. are denied their preferred morsels. When the undead reaches 0 Wisdom, it retains no volition of its own, no judgment to deter it from seeking its preferred morsel, Hunger Type Satiation Will DC Damage even if the undead’s utter destruction seems likely thereafter. (A Inescapable craving 1 day 25 1d6 Wis player character who reaches 0 Wisdom from a failure to feed Diet dependent 3 days 15 2d4 Wis is temporarily remanded to the DM, who plays the undead as a ravening beast until the character has fed.)",
        "name":  "VARIANT RULE",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Intelligent undead have the option from the grave, thereby creating new unliving creatures. of receiving training and gaining levels in an NPC or PC class.",
        "name":  "Several varieties of undead can cause their slain victims to rise Gaining Class Levels",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead retain a blunt, phantom sense of touch, more undead that has the ability to create spawn (even those that mechanical than biological. It is a pale, crude approximation of a normally do so automatically) can choose to forgo that creation with a little effort. Each time it is capable of spawning a new real tactile sense. Incorporeal undead have no sense of touch. creature, an undead can prevent the spawn from coming into Lifesense: Some undead, especially those without the existence by making a DC 15 Intelligence check. customary organs that grant the ability to sense their environ- pqqqqqqqqqrs ment, sense the world as a great darkness illuminated only by 11 1 RETPAHC TUOBA LLA DAEDNU the “light” given off by living creatures. To such an undead, each The living spend their time living life and gathering expe- living creature gives off “light” in a 20-foot radius, illuminating rience, thereby shaping their personalities and adjusting to all objects within that radius. (See the Lifesense feat, page 28, the world as it changes around them. In contrast, the undead for more details.) mind sees the passage of time very differently. Undead exist, they do not live. Life means change, and while undead endure UNDEAD OUTLOOK over time and learn new facts, they rarely change or appreciate new paradigms. Aside from a rare few exceptions, an undead’s AND PSYCHOLOGY outlook remains stagnant over the decades, or centuries, of Death does determine life. . . . Once life is fi nished it acquires a sense; its existence, despite new experiences and new situations it up to that point it makes no sense; its sense is suspended and therefore may encounter. ambiguous. This infl exible mental nature is the reason many ancient —Pier Paolo Pasolini undead seem insane. In fact, they may merely be operating with goals and aspirations that are slightly out of step with the Death borders upon our birth, and our cradle stands in the grave. present world. Unfortunately, like any ambition that cannot —Joseph Hall be swayed by reason or tempered by changing circumstances, the goals of the stubborn immortal undead become a canker- Like people, no two undead have exactly the same outlook. ous evil that can only be excised. While a living creature However, among a population that is composed of stale fl esh, may accept compromise when life hands it a new challenge, skeletal shells, or insubstantial shadows of ill will, certain undead can rarely do anything other than what they have similarities emerge. always done. SENTIENCE COMPASSION The ability to think is a quality the vast bulk of undead do not Compassion is a choice. When someone is perceived as com- possess. Mindless undead merely respond to preset commands passionate, that person has made a series of choices. Mindless or stimuli, driven by nothing other than the energy that ani- undead are already out of the running when it comes to making mates them. These undead have no outlook; they are robbed choices, but what about sentient undead and compassion? of thought. They are nearly mechanical in their actions, and Plainly, the choice to be compassionate is not something often those actions are as easy to anticipate as the revolution most intelligent undead consider. In many cases, the event of a water wheel. that animated a particular undead is such a transformative On the other hand, sometimes mindless undead are agents of an experience that it imprints the new undead in its image. And in intelligent master, whether undead or merely malign. Thus, even almost every case, that event is generated from an evil impulse mindless undead may prove to be surprising foes, if their positions or action. and responses to a given situation are properly coordinated and But is something truly evil if it doesn’t consider the con- prepared. Only sentient undead have the luxury of possessing an sequences of its actions? Yes, of course, but consider evil for outlook and a comprehensible psychological state. evil’s sake—the ability to recognize that actions taken will cause horror, ruin, and death, but to take those actions anyway. TIME AND IMMORTALITY Most intelligent undead retain enough memory of their former Those creatures fanatical enough to actually seek undeath lives to know that their acts are horrendous. Some may even strive to escape the bonds of mortality and thereby gain a term feel pangs of guilt, even going so far as to capriciously allow of existence far beyond their natural life spans. Such mortals surviving victims to go free. This act becomes more likely if the often presume that this gift of extended time comes without undead is a feeder that has recently fed on its preferred morsel. a price. They hope that by having no temporal limits on their However, when the hunger mounts again, as it must, the undead life spans, they will be able to accomplish all of their dreams may curse its generosity, again seeking out those it previously and visions. allowed to escape. pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Touch",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A deity’s portfolio is the aspects of existence with The undead revere many different deities, though newly con- which the deity is most often associated. Portfolio elements are verted undead are often entirely ignorant of those deities now listed roughly in their order of importance to the deity. most deserving of their service. As noted in the previous section, Domains: Clerics of the deity can choose from among the undead often partake of no unifi ed culture. However, like calls domains listed here. to like, and no unifying force is more potent than the divine Cleric Training: This section describes any special lessons call of undead gods to their potential fl ocks. or ordeals that new followers—especially clerics—must partake Creatures other than undead can worship the deities in to become ordained. described here. These gods are always happy to have living, if Quests: Samples of what types of quests the deity may require evil, adherents. In time, these followers too may become undead. its followers to accomplish in its name.",
        "name":  "Portfolio",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sometimes evil wizards come to at least While many ghouls are ignorant and godless, those that fi nd revere, if not worship, Affl ux. Certainly his name is known religion invariably discover the King of the Ghouls. Creatures among necromancers, whose grisly researches are so similar other than ghouls that come to worship the King do so with to Affl ux’s prescribed methods. Torturers and others who delight the knowledge that they will be “drawn into the fold” sooner in the physical pain visited on others pay the Unsatisfi ed Ques- rather than later. tioner frequent homage. Quests: All ghouls pay homage to the King. Ghoul lore hear-",
        "name":  "Cleric Training",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Doresain Eternal Lover can show up often sends a gravetouched ghoul anywhere, though when the 13th-level barbarian as his herald. His authorities realize the true nature planar allies are gravetouched ghoul of the worship to this god, with its succubus demons, gravetouched ghoul undead component, those temples are erinyes devils, and gravetouched ghoul usually banned. ice devils. Doresain has the power to add Rites: The rites of Evening Glory are the gravetouched ghoul template (see page many, but the mere recitation of a love 103) to creatures to which the template poem inspired by the goddess is considered Holy symbol of is normally not applicable. Evening Glory a daily obligation by her followers.",
        "name":  "Herald and Allies",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Temples to Nerull are always hidden, headed rod to complete the process. even in lands where the Reaper is honored. They Quests: Orcus has set his worshipers the task of are usually located underground, often as parts of increasing the level of his own worship across all lands, catacomb complexes. Most temples are well stocked killing those who resist—including the followers of with undead creatures and others that spread or cel- other evil deities, especially Nerull. Typical quests ebrate death, such as hags, fi ends, and vargouilles. include attacking a rival Nerull-cultist compound,",
        "name":  "Temples",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you already have the frightful moan ability (see the to wild shape. You can assume the form of an undead, rotten ghost’s special attacks, page 117 of the Monster Manual), instead creature with the use of your wild shape ability. of the normal benefi ts of this feat, the DC to resist your frightful Prerequisites: Undead type, wild shape class feature. moan ability increases by 2. Benefi ts: You can use your wild shape ability even though you are undead. The ability functions just as if you were a living BOLSTER RESISTANCE [GENERAL] creature using the ability, with the following exceptions. Undead you raise or create are more resistant to turning than You do not gain a Constitution score in the new form, and you normal. retain all the immunities of the undead type while in your new",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any creature paralyzed by your special attack can Benefi t: You may take a standard action to awe an opponent. confer paralysis to other creatures that touch it. Any creature The opponent must be within 30 feet, have line of sight to you, touching a creature that you have paralyzed is immediately and have an Intelligence score. If the opponent fails a Will saving affected as if you had delivered a paralyzing attack upon it throw (DC 10 + 1/2 your character level + your Cha modifi er), (using the same save DC to resist, if allowed). it is shaken for 10 minutes. This feat has no effect on a creature If a creature successfully saves against your contagious paraly- that is already shaken. sis attack, it can’t be affected by your attack for 24 hours. Special: A fi ghter may select Daunting Presence as one of his fi ghter bonus feats. CORPSECRAFTER [GENERAL] Undead you raise or create are tougher than normal. DEADLY CHILL [GENERAL]",
        "name":  "Benefi t",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Without this feat, a target loses 5 hit points each Benefi t: Whenever undead you control are within 60 feet of time it gains a negative level, and the creature delivering the you, they are physically inspired by your necromantic aura, and negative level gains 5 temporary hit points that last for up to gain a +2 enhancement bonus on their attack rolls and saving 1 hour. throws. LIFEBOND [MONSTROUS] NECROMANTIC PRESENCE Select a specifi c living creature that is friendly to you. You create [GENERAL] a special bond with that creature. Undead you control are harder to turn when they are near",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Whenever the chosen creature is within 60 feet, you Benefi t: Whenever undead you control are within 60 feet of gain a +4 bonus to your turn resistance and a +2 bonus on all you, they gain a +4 bonus to their turn resistance. saving throws. If the chosen creature dies, you lose these bonuses and take NECROTIC RESERVE [MONSTROUS] a–2 penalty on all saves for 24 hours. You are not immediately destroyed when your hit points fall If you replace the chosen creature with another living crea- to 0 or lower. ture, the bond can be transferred at your option. Prerequisites: Cha 13, supernatural ability to drain or",
        "name":  "Benefi t",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This feat can be selected multiple times. Each time damage an ability score or drain energy. you select this feat, you apply its effects to a different living ally Benefi ts: Each day that you slake your hunger by draining or of yours. The effects of multiple lifebonded allies stack. damaging a living creature’s ability score, or draining a living creature’s life force, you gain a necrotic reserve. On days when LIFESENSE [MONSTROUS] you have created a reserve, you are weakened but not destroyed You see the light that all living creatures emit. when you are dealt enough damage to reduce your hit points to",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can extend the effects of your mind-affecting nearby living creatures. bardic music and virtuoso’s performance abilities so that they",
        "name":  "You can channel negative energy to draw the life force from Benefi t",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As a standard action, you can spend two of your creatures have only half the duration they normally would rebuke attempts to deal 1d6 points of damage to all living against the living. creatures within a 30-foot burst. This effect can’t reduce any Normal: Undead are usually immune to mind-infl uencing creature’s current hit points to less than 0. You are healed of an effects. amount of damage equal to the total amount of hit points that 29 Illus. by W. Reynolds 2 RETPAHC RETCARAHC SNOITPO A stitched fl esh familiar appears similar to any of the standard SACRED VENGEANCE [DIVINE] familiars available in the Player’s Handbook, except that the You can channel energy to deal extra damage against undead stitched fl esh familiar is obviously sewn together from many in melee. different creatures of that kind and, to a practiced eye, is clearly",
        "name":  "Benefi t",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability to turn undead. an undead creature.",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a +2 bonus on all saves against the extraor- can command undead to do their bidding. dinary or supernatural abilities of undead creatures. Undead also face certain societal disadvantages in most cam-",
        "name":  "Benefi t",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Knowledge (religion) 6 ranks. Some specifi c undead creatures have other advantages or dis-",
        "name":  "Prerequisite",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can take a move action to unfailingly determine advantages, such as incorporealness or vulnerability to sunlight, whether a vampire or vampire spawn is within 30 feet of you. which can affect their viability as characters in many ways. In addition, you are immune to the dominating gaze ability All told, an undead character enjoys an edge over his living of vampires and vampire spawn. allies. But that’s where level adjustments come into play. 31 2 RETPAHC RETCARAHC SNOITPO Using undead monster classes, such as those presented in the LEVEL ADJUSTMENTS last section of this chapter, provides a more gradual approach to Some creatures—such as most undead—are simply more power- including undead player characters. A player who wants to play a ful as player characters than their Hit Dice would indicate. Level ghoul can begin as a balanced 1st-level character, without having adjustments of +1 or higher help to even the score. A creature’s to apply level adjustments or wait until later in his career. Over level adjustment is added to its total Hit Dice to arrive at its time, the character gains additional ghoul-related abilities until effective character level (or ECL, the number that describes he eventually becomes the equivalent of the ghoul appearing the creature’s overall power relative to a character from the in the Monster Manual. One drawback to this approach is that it Player’s Handbook). A 2 HD creature with a level adjustment of necessitates multiclassing, with all the good and bad side effects +3 (such as a ghoul) is equivalent in power to a 5th-level player that brings. Even a single-minded character eventually reaches character. Table 2–2: Undead Level Adjustments and ECLs a maximum level limit in his undead monster class, requiring lists level adjustments and effective character levels for a few him to choose another class to continue advancement. of the undead creatures found in the Monster Manual and in UNDEAD COHORTS AND FOLLOWERS this book. Creatures not listed are either inappropriate for use as player characters or cohorts—such as nonintelligent or most With the right feat selection and your DM’s consent, your char- incorporeal undead—or have ECLs above 20. acter can gain the loyal service of an undead cohort or even a small army of undead followers. Table 2–2: Undead Level Adjustments and ECLs Cohorts: Just like a normal cohort, an undead cohort is effec- Creature LA ECL tively another character under your control. Use the creature’s Ghast +4 8 effective character level, as found in Table 2–2, to determine if Ghost +5 * you can attract the desired creature as your cohort. Ghoul +3 5",
        "name":  "Benefi ts",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A PC with a Leadership score of 12 can normally Lich +4 * attract a cohort of 8th level by selecting the Leadership feat. Mohrg +6 20 Instead of selecting an 8th-level fi ghter or wizard, he could, Mummy +5 13 with his DM’s permission, choose to attract an ECL 8 ghast. Vampire +8 * Vampire spawn +4 8 If he instead used the Undead Leadership feat to attract the Wight +4 8 undead cohort, he could gain the service of an ECL 10 undead. *Add the creature’s HD to the indicated level adjustment The character can only recruit a cohort who is two or more levels to find its ECL. lower than himself, regardless of his Leadership score.",
        "name":  "Example",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A character begins play using the minotaur monster to life loses all the levels it had taken in an undead monster class from Savage Species. The character advances to 3rd level as class, along with all the benefi ts gained from those levels. a minotaur and then multiclasses into the ghoul/ghast undead GHOUL/GHAST monster class. The character must then advance all the way through the ghoul/ghast monster class before taking any Although usually portrayed as bloodthirsty killers content to other levels, eventually becoming an 11th-level character with dine on carrion, ghouls (and their tougher cousins, the ghasts) three levels in minoutar and eight in ghoul/ghast. Then the were once living humanoids with true emotions. Sometimes character must return to the minotaur class until completing memories of that previous life comes back to haunt a ghoul, and its progression, becoming a 6th-level minotaur/8th-level ghast. such qualities make for an excellent tragic character. From then on, the character can take class levels normally. Because of the similarity between ghouls and ghasts, a single Characters who take levels in an undead monster class retain undead monster class covers both creatures. In effect, a ghoul all their normal class abilities, with one exception: A cleric who “becomes” a ghast at 6th level. becomes undead loses any ability to turn undead, but gains the Adventures: A ghoul might turn to adventuring out of a wish to ability to rebuke undead. avenge its death, protect a loved one, or destroy an old enemy.",
        "name":  "Example",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ghouls can serve as adequate front-line fi ghters, but Strength bonus. The damage value given is for Medium ghouls. they are better at scouting and skirmishing. A ghoul’s natural Paralysis (Ex): A creature hit by a bite or claw attack from a cunning and agility lends itself to a role of stealth over sheer ghoul of 2nd level or higher must succeed on a Fortitude save power. (DC 10 + 1/2 ghoul’s HD from class levels + ghoul’s Cha modifi er) or be paralyzed for the indicated duration. Elves are immune to Racial Traits the paralysis of ghouls of 7th level or lower.",
        "name":  "Role",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 Dex, +2 Wis, Con —. Ghoul Fever (Su): Disease—bite, Fortitude DC 10 + 1/2 Ghouls are more agile than humans and have a natural cunning ghoul’s HD from class levels + ghoul’s Cha modifi er, incuba- and insight. As an undead creature, a ghoul does not have a tion period 1 day, damage 1d3 Con and 1d3 Dex. The save DC Constitution score. is Charisma-based.",
        "name":  "Starting Ability Score Adjustments",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 + Int modifi er. their normal bonus on their saving throws. Class Features MOHRG All of the following are class features of the ghoul monster A mohrg is the undead form of a horrifyingly evil individual, class. typically a mass murderer or similar villain, who died without",
        "name":  "Skill Points at Each Additional Hit Die",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mohrgs are extraordinarily strong and agile, Improved Grab (Ex): At 9th level, a mohrg gains the improved making them deadly combatants. A mohrg relies on its paralyz- grab ability. To use this ability, a mohrg must hit a creature of its ing tongue and improved grab ability to quickly neutralize an size or smaller with its slam attack. It can then attempt to start enemy, following up with brutal slam attacks. a grapple without provoking attacks of opportunity.",
        "name":  "Characteristics",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Like other intelligent undead, mohrgs rarely come 1d4 minutes. into voluntary association with religions of any kind. Create Spawn (Su): Creatures killed by a mohrg rise after",
        "name":  "Religion",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Unlike most other undead creatures described 1d4 days as zombies under the morhg’s control. They do not in this section, the most common trait among mohrgs is the possess any of the abilities they had in life. evil that they performed in life. As the animated corpse of an MUMMY unrepentant mass murderer or similarly vile person, a mohrg is a tortured personifi cation of pure evil. A mummy is a preserved corpse, typically animated through the",
        "name":  "Background",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mohrgs have the greatest respect for turer? Some are seekers of vengeance, pursuing grave robbers wights, which share their all-consuming hatred for the living. or desecrators of the dead. Others have memories of their lives Ghouls are mere pawns in the fi ght against living creatures, and long past, in which they performed feats of daring or heroism. mummies are dim-witted thugs. Vampire spawn have vision, a Alternatively, this creature of the dead might seek to end its quality that mohrgs respect, but they depend far too much on years of service to uncaring powers, and perhaps even long to the living for the mohrgs’ taste. pursue a more noble calling.",
        "name":  "Other Undead Classes",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 Str, Con —. Mohrgs natural rotting disease, does not add much to the effectiveness of are stronger than an average creature of the base race. As an a player character mummy. While PCs must deal with long-term undead creature, a mohrg does not have a Constitution score. consequences such as diseases and curses, the typical monster",
        "name":  "Starting Ability Score Adjustments",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mohrg. The best multiclass choices for a mohrg to this alignment are much more common than for most undead are fi ghter or barbarian. creatures. In fact, of all the undead monster races presented here, the mummy is perhaps the most likely to follow the path Class Skills of good. Most retain their lawful tendency, as befi ts their typical The mohrg’s class skills (and the key ability for each skill) are role as guardians. Climb (Str), Hide (Dex), Listen (Wis), Move Silently (Dex), Spot Religion: Unlike most other intelligent undead, mummies (Wis), and Swim (Str). often have ties to established religions, either having been cre- Skill Points at 1st Level: (4 + Int modifi er) × 4. ated specifi cally to guard the tombs of the dead or having once",
        "name":  "Favored Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mummies are always created, never spawned. Class Features Some are the ancient guardians of long-deserted tombs, while All of the following are class features of the mohrg monster others are the more recent creations of powerful necromancers class. or evil priests. Rarely, an otherwise noble or good individual",
        "name":  "Background",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Common. Once humanoids them- any creature that views it. Such a creature must succeed on a Will selves, mummies remember the languages of their own former save (DC 10 + 1/2 mummy’s HD from class levels + mummy’s existence. Mummies often study rare or exotic languages to Cha modifi er) or be paralyzed with fear for 1d4 rounds. Whether preserve their connection to an ancient past. or not the save is successful, that creature cannot be affected",
        "name":  "Automatic Languages",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mummy. The best multiclass choice for a again by that mummy’s despair ability for 24 hours. mummy is fi ghter, though sorcerer and cleric can also be VAMPIRE SPAWN interesting choices. A unique mummy paladin or bard could be an intriguing character. Forever anchored to their unholy graves, the nocturnal predators known as vampire spawn scheme for power. They tend toward Class Skills decadence, believing themselves superior to other living (or The mummy’s class skills (and the key ability for each skill) are undead) creatures. Hide (Dex), Listen (Wis), Move Silently (Dex), and Spot (Wis). Would-be player character vampires are limited to advancing Skill Points at 1st Level: (4 + Int modifi er) × 4. as free-willed vampire spawn. In order to take the class described",
        "name":  "Favored Class",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 + Int modifi er. here, a character must die as a result of a vampire’s energy drain (or as a victim of its blood drain if the character has less than Class Features 5 HD). Characters with 5 or more Hit Dice who are killed by a All of the following are class features of the mummy monster vampire’s blood drain must acquire the vampire template (see class. page 250 of the Monster Manual), and its +8 level adjustment",
        "name":  "Skill Points at Each Additional Hit Die",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vampire spawn have great talents of stealth and to all attacks and effects that repel or slay vampires. See Vampire persuasion. They can stand their ground in melee combat, knowing Weaknesses, page 253 of the Monster Manual. that an easy escape (whether by gaseous form or spider climb) is Automatic Languages: Common. always available. Their blood drain, domination, and energy drain Favored Class: Vampire spawn. The best multiclass choices abilities make them the bane of most living creatures. for a vampire spawn are fi ghter, rogue, sorcerer, and wizard.",
        "name":  "Characteristics",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Unlike with most other undead creatures, Skill Points at 1st Level: (4 + Int modifi er) × 4. every vampire spawn is the creation of a true vampire. In some Skill Points at Each Additional Hit Die: 4 + Int modifi er. cases, entire societies or cultures of vampire spawn exist in the shadows of normal civilization, hewing to their own arcane rules Class Features of behavior, often set down by one or more original “procreators” All of the following are class features of the vampire spawn of the culture. monster class.",
        "name":  "Background",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vampire spawn look down on all Blood Drain (Ex): A vampire spawn can suck blood from other undead as lesser beings, regardless of the actual power a living victim with its fangs by making a successful grapple of such creatures. Still, some of the other undead have their check. If it pins the foe, it drains blood, dealing 1d4 points of place—ghouls and wights make fi ne soldiers, and some vampire Constitution drain each round the pin is maintained. On each spawn use mummies or mohrgs as bodyguards. such successful attack, a vampire spawn gains 5 temporary hit",
        "name":  "Other Undead Classes",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 Str, +2 Cha, Con —. 5th level. At 8th level, this improves to fast healing 2. A vampire Vampire spawn are stronger than humans and arrogant enough spawn heals damage each round so long as it has at least 1 hit to consider most humanoids little more than prey. As an undead point. If reduced to 0 hit points in combat, it automatically creature, a vampire spawn does not have a Constitution score. assumes gaseous form and attempts to escape. It must reach its",
        "name":  "Starting Ability Score Adjustments",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wights can see in the dark out to 60 feet. The wight is an undead creature given a semblance of life +8 racial bonus on Move Silently checks. Wights are especially through sheer violence and hatred. It is spiteful and cruel, good at moving quietly in pursuit of their prey. seeking only to destroy all living creatures. Even those rare Automatic Languages: Common. Once humanoids them- few that overcome their pure hatred of all living things remain selves, wights remember the languages of their own former jealous of such creatures. existence.",
        "name":  "Darkvision",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wights are strong of will and personality. Hide (Dex), Listen (Wis), Move Silently (Dex), and Spot (Wis). Though hateful and violent, they are much more disciplined Skill Points at 1st Level: (4 + Int modifi er) × 4. than other undead creatures that share these tendencies, such as Skill Points at Each Additional Hit Die: 4 + Int modifi er. mohrgs. They are naturally stealthy, making them good scouts or assassins. Class Features",
        "name":  "Characteristics",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some wights are cursed to walk the earth wight that created them and remain enslaved until its death. because of their violent and horrid lives, but a good many are They do not possess any of the abilities they had in life. merely the victims of other wights, themselves spawned from Energy Drain (Su): Living creatures hit by an 8th-level wight’s violence. Wights spawned by other wights are more likely to slam attack gain one negative level. The Fortitude save to remove have alignments differing from the traditional lawful evil. this negative level is DC 10 + 1/2 wight’s HD from class levels +",
        "name":  "Background",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The character must be accepted as a death’s chosen Bravery of the Chosen (Ex): When within 30 feet of his by a sentient undead creature with at least as many Hit Dice as master, a death’s chosen who has attained 3rd level gains a +1 the character. morale bonus on melee attack rolls and melee damage rolls. If his master has been reduced to half or less of its full normal hit CLASS SKILLS points, this bonus increases to +2. The bonus disappears if his The death’s chosen’s class skills (and the key ability for each skill) master is destroyed. are Craft (Int), Diplomacy (Cha), Gather Information (Cha), Hide Unnatural Aura (Su): When a death’s chosen reaches 3rd (Dex), Knowledge (religion) (Int), Listen (Wis), Move Silently level, wild or domesticated animals can sense his (Dex), Profession (Wis), Search (Int), and Spot (Wis). unnatural presence out to a distance of 30 feet. The",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "At 4th level and higher, a dirgesinger can strike Fascinate (Sp): Use music or poetics to cause one or more a horrifying chord in the hearts of his enemies. Any enemy creatures to become fascinated with him. within 60 feet who can hear the dirgesinger must succeed on a Inspire Competence (Su): Use music or poetics to help an ally Will save (DC 10 + the dirgesinger’s ranks in Perform) or take 1d6 succeed at a task. points of Strength damage and 1d6 points of Dexterity damage. Inspire Courage (Su): Use music or poetics to bolster his allies A creature that is affected by a dirgesinger’s song of horror or against fear and improve their combat abilities. a creature that successfully saves against this effect cannot be Dirgesong (Su): Remi can use the song of sorrow and song of affected by the same dirgesinger’s song of horror for 24 hours. bolstering abilities described above.",
        "name":  "Song of Horror",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "d8. Radiant Aura (Su): A master of radiance can emanate an aura of brilliant light that weakens undead creatures. The aura REQUIREMENTS provides bright illumination in a 30-foot radius around the To qualify to become a master of radiance, a character must character, and shadowy illumination for an additional 30 fulfi ll all the following criteria. feet beyond that. Creatures that take penalties in bright",
        "name":  "Hit Die",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Knowledge (nature) 8 ranks, Knowledge aura. In addition, undead creatures within the radius of (religion) 5 ranks. bright light take a –2 penalty on attack rolls, damage",
        "name":  "Skills",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A living foe hit by a pale master’s touch Ugen Allai the Pale Master: Male human wizard 5/pale attack takes 1d6 points of Strength damage (no save). A creature master 4; CR 9; Medium humanoid; HD 9d4+18; hp 42; Init +1; reduced to Strength 0 dies. Prerequisite: Class level 7th. Spd 30 ft.; AC 15, touch 12, fl at-footed 14; Base Atk +4; Grp +4;",
        "name":  "Weakening Touch",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 ghost touch spiked chain. 3rd +2 +1 +1 +3 Hide in plain sight LURKING TERROR Most people fear things that goes bump in the night. Lurking Sample Lurking Terror terrors give greater reason to fear things that can’t be heard. Years ago, the small village of Balcress was haunted by a merci- These horrible monsters are the quintessential hunting undead, less killer. The village lies deserted, but the killer, a powerful displaying great prowess with their special abilities and amazing mohrg with levels in the lurking terror prestige class, lingers powers of stealth. there still.",
        "name":  "Possessions",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Mohrg lurking terror 3; CR 11; a lurking terror. Mohrgs, nightshades, vampires, wraiths, dread Medium undead; HD 17d12; hp 110; Init +9; Spd 30 ft.; AC 24, wraiths, and advanced ghasts commonly enter this prestige class. touch 15, fl at-footed 14; Base Atk +9; Grp +14; Atk +14 melee NPC lurking terrors are more active than traditional undead, (1d6+7, slam) or +14 melee touch (paralysis, tongue); Full Atk +14 seeking out living prey rather than waiting for it to come to melee (1d6+7, slam) and +14 melee touch (paralysis, tongue); SA them. They can be found anywhere that darkness exists. create spawn, improved grab, paralyzing touch; SQ darkvision",
        "name":  "Any undead creature with a modicum of stealth can become The Balcress Horror",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Climb +13, Hide +25, Listen +14, Move Silently to rule over an entire gang of minions. The master vampire uses +25, Spot +18, Swim +9; Alertness, Dodge, Improved Initiative, its force of personality to control more spawn than any normal Lightning Refl exes, Mobility, Spring Attack. vampire could hope to rule. Create Spawn (Su): Creatures killed by the Balcress horror As the name suggests, the master vampire must be a vampire, rise after 1d4 days as zombies under its control. They do not but the class of the master vampire can vary greatly. Master possess any of the abilities they had in life. vampires are most common among charismatic character classes, Hide in Plain Sight (Ex): The Balcress horror can use the including sorcerer, blackguard, rogue, and bard. Hide skill even while being observed, as long as it has cover or An NPC master vampire invariably rules a gang, tribe, or clan concealment. of lesser vampires and vampire spawn. It uses these minions as Improved Grab (Ex): To use this ability, the Balcress horror soldiers, guardians, or gatherers, depending on its goals. must hit a creature of its size or smaller with its slam attack. Hit Die: d12. It can then attempt to start a grapple as a free action without provoking attacks of opportunity. Requirements Paralyzing Touch (Su): The Balcress horror lashes out with To qualify to become a master vampire, a character must fulfi ll its tongue in combat. An opponent the tongue touches must all the following criteria. succeed on a DC 20 Fortitude save or become paralyzed for 1d4 Special: The character must be a vampire (not a vampire minutes. spawn).",
        "name":  "Skills and Feats",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A tomb warden must dedicate itself to the protection Despair (Su): At the mere sight of Argotem, a viewer must of a tomb, graveyard, or similar resting place of the dead. succeed on a DC 16 Will save or be paralyzed with fear for 1d4 rounds. Whether or not the save is successful, that creature cannot Class Skills be affected again by Argotem’s despair ability for 24 hours. The tomb warden’s class skills (and the key ability for each Mummy Rot (Su): Supernatural disease—slam, Fortitude DC skill) are Hide (Dex), Knowledge (religion) (Int), Listen (Wis), 16, incubation period 1 minute; damage 1d6 Con and 1d6 Cha. Move Silently (Dex), Search (Int), Sense Motive (Wis), and Unlike normal diseases, mummy rot persists until the victim Spot (Wis). reaches Constitution 0 (and dies) or is cured as described below.",
        "name":  "Special",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Draw life from all creatures in 10-ft. 8 Avascular Mass: Reduce foe to 0 hp and stun foe for 1 round radius/level with –1 or fewer hit points that fail save. by purging blood vessels, which can trap creatures in 20-ft.",
        "name":  "Consumptive Field",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Incorporeal creatures turn corporeal. 4 Enervation*: Subject gains 1d4 negative levels.",
        "name":  "Ghost Trap",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Draw life from all creatures in 8 Bite of the King: Swallow enemies whole. 10-ft. radius/level with 9 or fewer hit points that fail save. 9 Energy Drain*: Subject gains 2d4 negative levels.",
        "name":  "Consumptive Field, Greater",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead creature loses most immunities. Deity: Affl ux.",
        "name":  "Spark of Life",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Permanently eliminates encysted energy effects. subject. 5 Circle of Death* M: Kills 1d4/level HD of creatures.",
        "name":  "Necrotic TerminationF, X",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead creature loses most immunities.",
        "name":  "Spark of Life",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Summons undead to fi ght for you. Abjur Ghost Trap: Incorporeal creatures turn corporeal.",
        "name":  "Conj Summon Undead IIF",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deathbound 8, sorcerer/wizard 8 check. The creature moves 5 feet for each profi ciencies they had in life (assume",
        "name":  "Level",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, DF Necromancy All creatures in the area with fewer than 0",
        "name":  "Components",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M Saving Throw: Fortitude negates fail their saving throw die, and creatures",
        "name":  "Components",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sorcerer/wizard 1 creature, that creature gains 4d4×5 feet per minute) if examining the ceiling",
        "name":  "Level",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 2, sorcerer/wizard 2 incorporeal creatures in this fi eld become While under the effect of ghostform,",
        "name":  "Level",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M corporeal. Creatures cannot turn ethereal your attacks pass through (ignore) natu-",
        "name":  "Components",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature from a sickened creature, and creatures",
        "name":  "Target",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M 2nd Round: Number of creatures bear- creature are wasted. Casting Time: 1 standard action ing necrotic cysts in the area.",
        "name":  "Dice that are not suffi cient to affect a Components",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A pinch of pow- Range: Personal 3rd Round: The location of each dered skull. Target: You creature bearing a necrotic cyst. If a",
        "name":  "Material Component",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action (or charmed as by charm monster) for 10 damage (introduced in Book of Vile Dark-",
        "name":  "Casting Time",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, F cyst (see page 28). Necromancy [Evil] Target: Living creature with necrotic",
        "name":  "Components",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched except you can dominate any human-",
        "name":  "Target",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Caster must possess a mother be worded in such a manner as to make penalty against effects from the school cyst (see page 28). the activity sound reasonable. Asking the of necromancy applies. creature to stab itself, throw itself onto a If the subject fails her saving throw, NECROTIC SCRYING spear, immolate itself, or do some other the cyst expands beyond control, killing Necromancy [Evil] obviously harmful act automatically the subject and digesting her soul. Raise",
        "name":  "Focus",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch Target: Destroyed undead creature Necromancy [Evil] Target: Living creature touched touched",
        "name":  "Range",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One or more corpses within Your restore animation to an undead range The warded creature gains partial pro- creature destroyed by hit point loss (even",
        "name":  "Targets",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch Target: Living creature touched Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Range",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched Duration: 1 hour/level Effect: One summoned creature",
        "name":  "Target",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cleric 7, druid 8 acquisitive undead creature. change that choice each time you cast the",
        "name":  "Level",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead creature touched over the period immediately prior to a other command undead abilities.",
        "name":  "Targets",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This white cudgel-like rod can be used as trap; Price 8,000 gp. a+2 heavy mace. All undead in a radius of 30 feet of the wielder Ghoul Gauntlets: When worn by a living creature, these who holds the rod of defi ance are treated as if they had –4 turn mottled gloves virtually meld with the wearer’s own fl esh, resistance. making his hands appear gaunt and rotting. Moderate necromancy; CL 10th; Craft Rod, class ability to Once per round, the wearer can make a touch attack that turn or rebuke undead; Price 13,000 gp. paralyzes the target for 1d6+2 rounds (Fortitude DC 13 negates).",
        "name":  "Rod of Defi ance",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This withered hand is swathed in the remnants of funereal wrappings. The grafted creature can use the mummifi ed hand to deliver a slam attack; the damage dealt is the Zombie same as that dealt by a zombie of the creature’s size. In addition, arm three times per day the grafted creature can deliver mummy rot with a slam attack. The choice to use mummy rot must be made before the attack is rolled; if the attack misses, the daily use is lost. The Fortitude save to resist the mummy rot is DC 16. Graft Flesh, contagion; Price 16,200 gp.",
        "name":  "Mummifi ed Hand",
        "source":  "libris_mortis_the_book_of_undead.txt",
        "_id":  "146841d54c561cbb9f472776ec6db3b23a55b5d05947e5863e09d66604157a5b"
    }
]
