[
    {
        "origin_file":  "monsters.json",
        "description":  "+2 ring of protection, wand of ice- storm (10 charges). The Metacube Nearly hidden among the buildings, arches, and doorways of Sigil sits a cube, 10 feet on a side and composed entirely of mithril. Unlike practically every other structure in the city, this cube has no doors, windows, or other speed of 5 feet. You cannot charge or run while burrow- portals. It’s simply a solid block of metal with no fi ligree or ing. You do not leave behind tunnels that other creatures adornments—with one bizarre exception. can use because the material you tunnel through fills in Anyone who looks at the cube long enough will see behind you, but you can bring one other creature with what at first appears to be a shadow or reflection moving you ahead of the fill whose size is equal to or smaller than across its surface. Closer inspection will reveal that this your own. is actually a sequence of numbers and letters that carve Higher-Order Uses: 5. themselves into the mithril—a great equation that pro- gresses across the face of the cube. The equation devel-",
        "name":  "Possessions",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Once the characters clear out a great insight into himself and his relationships with all the area, on subsequent visits the chance of an encounter is other creatures. only 10%. If the PCs fail to visit the location for more than As in a carnival’s hall of mirrors, all the refl ections make a year, they must roll for encounters as if they had never it diffi cult to move around in the Cavern of the Self. Anyone visited the site. within the cave takes a –4 penalty on all attack rolls, Refl ex",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a +1 bonus on Spot checks. saving throws, and Dexterity-based skill checks. Creatures",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Roll twice on the Breaching Obe- relatively quickly, but from time to time, a squall will fl are lisk encounter table when the characters visit the site for the into a psychic tempest that ravages the astral landscape for fi rst time. Because the Breaching Obelisk serves as such a decades or even centuries. handy way to travel, a wide variety of creatures can be found, Tempest Gu’n’ragh is the largest and longest-lived psychic sometimes existing in harmony, other times at each other’s storm ever recorded. It has been raging for well over 2,500 necks, according to their natures. years and shows no signs of abating. During that time, Gu’n’ragh has wandered over a huge area, wreaking damage Breaching Obelisk Encounters on dozens of githyanki communities and even shattering d% Encounter the remains of several smaller dead deities. 01–15 1d3 noble djinn Although Tempest Gu’n’ragh is incredibly destructive, like 16–25 1d3 mind fl ayers a terrestrial hurricane, it whirls around a calm center, known 26–40 1 night hag and 1 nightmare 41–50 1d4 efreet as its “eye.” Unlike terrestrial storms, though, a psychic tem- 51–65 1 devourer pest is roughly spherical in shape, so it is impossible to see 66–75 10th-level human cleric and 10th-level this eye or approach it from a relatively safe angle. However, goblin rogue some have braved the ravages of the storm to fi nd and enter 76–90 1 young adult red dragon the eye. They report that it is the most transcendently 91–100 1 astral deva peaceful place they have ever visited and that they experi-",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a +1 bonus on saving throws against evil creatures or effects.",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Roll on the Densahl’s Challenge in the least. encounter table when the characters visit the site for the For years that stretched into decades and eventually into fi rst time, or for the fi rst time in over a year. The creatures centuries, she and her followers defended their chosen they meet may well be arrogant or belligerent, but they will home against attacks from the nearby bastion of evil. not be evil. The PCs have a relatively good chance of nego- Wave after wave of Hextorites threw themselves against tiating these encounters peacefully—or at least without the fortress, only to be driven back by Restyn’s righteous serious injury (contests of strength or martial prowess may fury. However, no defense is impenetrable, and the tide take the place of actual battle). of opponents was never-ending. Restyn and her followers eventually fell. Densahl’s Challenge Encounters Although they crushed the planetar and the forces of d% Encounter good at her command, the Hextorites were unable to lay 01–18 3 avoral guardinals claim to the cube. Every time they tried, a force of Heiro- 19–46 1 leonal guardinal* nean angels drove them back to Scourgehold. The angels, 47–72 1 astral deva 73–88 1 trumpet archon it seemed, now considered the cube sacred ground, hal- 89–100 1 old brass dragon lowed by the determination and blood of Restyn and her * From Manual of the Planes. followers. They would now pay any price to keep it free from Hextor and his followers. The irony of this fact is",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Overcome one encounter. Then Location: Shurrock, one of the layers of Bytopia. place on Restyn’s monument a single stone bearing the blood of one creature that fought in the encounter. 620_17920_PlanarHandbook2.indd 184 5/20/04, 1:29:34 PM 185 SITES PLANAR CHAPTER 7",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain the ability to shrug off some spot because it is so closely attuned to death. They believe that amount of injury from any source of damage. Subtract 1 from seeing it and feeling its power will focus their resolve to resist the damage you take from any source. This ability works in the inevitable, withering end that waits for all creatures. conjunction with other sources of damage reduction. Location: The Negative Energy Plane.",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Roll on the Bleak Tower from massive damage. It cannot be raised, and resurrec- Encounter Table below when the characters visit the tionworks only if it is willing. site for the first time, or for the first time in more than Possessions: None. a year. THE CUSP OF THE TRYST (EL 14) Bleak Tower Encounter Table The 148th layer of the Abyss is a rocky, wind-blasted d% Encounter plain named Torrent. Dark blue and green clouds roil 01–20 1 dread wraith endlessly through the sky, and bolts of lightning strike 21–35 6 balor skeletons* the ground incessantly. Only creatures made of light- 36–60 1 lich 61–85 1 elite vampire, 13th-level half-elf monk/shadowdancer ning—or those with immunity to its effects—can live 86–100 1 mature adult black dragon in this dismal place. Any creature standing on the surface of Torrent will",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Once the characters Subsequent Encounters:Once the characters clear out the area, the chance of an encounter is only clear out the area, the chance of an encounter is only 20% on each subsequent visit. If the PCs fail to visit the 50% on each subsequent visit. If the PCs fail to visit the location for more than a year, they must roll for location for more than a year, they must roll for encounters as if they had never visited the site. The encounters as if they had never visited the site. The chance of a lightning strike does not change. creatures of the sentinel grove resent constant intru-",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The first layer of the Beastlands. assume one of the following animal traits for 1 minute",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Deeping Pool serves as a watering hole for all manner of wildlife. PCs ABOUT THE AUTHOR who make an effort to clear the area of monsters find it Skip Williams keeps busy with freelance projects just as busy each time they visit. If they make a con- for several different game companies, and he was certed effort to clear out the bigger predators in the Dragon Magazine’s Sage for eighteen years. Skip was area, however, treat an encounter with dire animals or a codesigner of the D\u0026D 3rd edition game and the giant crocodiles as no encounter during subsequent chief architect of the Monster Manual. When not visits. If the characters don’t visit for a year or more, go devising swift and cruel deaths for player characters, back to using the regular encounter table. Skip putters in his kitchen or garden. (His borscht",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Human lands are usually in flux, with new ideas, names are truly typical. Some human parents give their children social changes, innovations, and new leaders constantly coming to dwarven or elven names (pronounced more or less correctly). the fore. Members of longer-lived races find human culture exciting Adventurers: Human adventurers are the most audacious, but eventually a little wearying or even bewildering. daring, and ambitious members of an audacious, daring, and Since humans lead such short lives, their leaders are all young ambitious race. A human can earn glory in the eyes of her fellows by compared to the political, religious, and military leaders among the amassing power, wealth, and fame. Humans, more than other other races. Even where individual humans are conservative people, champion causes rather than territories or groups. traditionalists, human institutions change with the generations, adapting and evolving faster than parallel institutions among the HUMAN RACIAL TRAITS elves, dwarves, gnomes, and halflings. Individually and as a group, (cid:1) Medium: As Medium creatures, humans have no special bonuses humans are adaptable opportunists, and they stay on top of changing or penalties due to their size. political dynamics. (cid:1) Human base land speed is 30 feet. Human lands generally include relatively large numbers of (cid:1) 1 extra feat at 1st level, because humans are quick to master nonhumans (compared, for instance, to the number of non-dwarves specialized tasks and varied in their talents. See Chapter 5: Feats. who live in dwarven lands). (cid:1) 4 extra skill points at 1st level and 1 extra skill point at each",
        "name":  "Human Lands",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dwarves are slow to laugh or jest renowned for their courage and loyalty, and they are well rewarded and suspicious of strangers, but they are for their virtues. generous to those few who earn Religion: The chief deity of the dwarves is Moradin, the their trust. Dwarves value gold, Soul Forger. He is the creator of the dwarves, and he gems, jewelry, and art objects expects his followers to work for the betterment of the made with these precious dwarf race. materials, and they have Language: Dwarves speak Dwarven, which has its been known to succumb own runic script. Dwarven literature is marked by to greed. They fight comprehensive histories of kingdoms and wars neither recklessly nor through the millennia. The Dwarven alphabet is also timidly, but with a care- used (with minor variations) for the Gnome, Giant, ful courage and tenacity. Goblin, Orc, and Terran languages. Dwarves often Their sense of justice is speak the languages of their friends (humans and strong, but at its worst it can gnomes) and enemies. Some also learn Terran, the turn into a thirst for ven- strange language of earth-based creatures such as geance. Among gnomes, who xorn. get along famously with Names: A dwarf’s name is granted to him by his clan dwarves, a mild oath is “If I’m elder, in accordance with tradition. Every proper dwarven lying, may I cross a dwarf.” name has been used and reused down through the genera-",
        "name":  "Personality",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Because orcs are the sworn enemies of dwarves and (cid:1) Medium: As Medium- creatures, half-orcs have no special bonuses elves, half-orcs can have a rough time with members of these races. or penalties due to their size. For that matter, orcs aren’t exactly on good terms with humans, (cid:1) Half-orc base land speed is 30 feet. halflings, or gnomes, either. Each half-orc finds a way to gain (cid:1) Darkvision: Half-orcs (and orcs) can see in the dark up to 60 feet. acceptance from those who hate or fear his orc cousins. Some half- Darkvision is black and white only, but it is otherwise like normal orcs are reserved, trying not to draw attention to themselves. A few sight, and half-orcs can function just fine with no light at all. demonstrate piety and good-heartedness as publicly as they can (cid:1) Orc Blood: For all effects related to race, a half-orc is considered (whether or not such demonstrations are genuine). Others simply an orc. Half-orcs, for example, are just as vulnerable to special try to be so tough that others have no choice but to accept them. effects that affect orcs as their orc ancestors are, and they can use",
        "name":  "Relations",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Use the base statistics for a creature of the companion’s kind, as given in the Monster Manual, but make the ALTERNATIVE ANIMAL COMPANIONS following changes. As explained in the text on page 35, a druid of sufficiently high level can",
        "name":  "Animal Companion Basics",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wolf (see the Monster into a plant creature, such as a shambling mound, with the Tordek Manual for details). same size restrictions as for animal forms. (A druid can’t use",
        "name":  "Animal Companion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ranger often accepts their training as part of special military the role of protector, aiding those who teams, but most learned their skills from live in or travel through the woods. In solitary masters who accepted them as addition, a ranger carries grudges students and assistants. The rangers of a against certain types of creatures and particular master may count themselves as looks for opportunities to find and cohorts, or they may be rivals for the status destroy them. He may adventure for all of best student and thus the rightful heir the reasons that a fighter does. to their master’s fame.",
        "name":  "Adventures",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Rangers get along well with druids and to some extent enemy (for instance, devils are both evil outsiders and lawful with barbarians. They are known to bicker with paladins, mostly outsiders), the ranger’s bonuses do not stack; he simply uses because they often share goals but differ in style, tactics, approach, whichever bonus is higher. See the Monster Manual for more infor- philosophy, and esthetics. Since rangers don’t often look to other mation on types of creatures. people for support or friendship, they find it easy to tolerate people who are quite different from themselves, such as bookish wizards Table 3–14: Ranger Favored Enemies and preachy clerics. They just don’t care enough to get upset about others’ differences. Type (Subtype) Examples",
        "name":  "Classes",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you have 5 or you and the target. Creatures unaware of more ranks in Bluff, you get a +2 you cannot be bluffed.",
        "name":  "A bluff requires interaction between Synergy",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Rather than teaching an of any such check increases by 5. Such creatures have the animal individual tricks, you can simply train it for a same limit on tricks known as animals do. The Monster general purpose. Essentially, an animal’s purpose represents Manual provides information on teaching or training a preselected set of known tricks that fit into a common other kinds of creatures as appropriate. scheme, such as guarding or heavy labor. The animal must A druid or ranger gains a +4 circumstance bonus on meet all the normal prerequisites for all tricks included in Handle Animal checks involving her animal the training package. If the package includes more than three companion. In addition, a druid’s or ranger’s animal tricks, the animal must have an Intelligence score of 2. companion knows one or more bonus tricks, which don’t count An animal can be trained for only one general purpose, though if against the normal limit on tricks known and don’t require any the creature is capable of learning additional tricks (above and training time or Handle Animal checks to teach. beyond those included in its general purpose), it may do so. Training If you have the Animal Affinity feat, you get a +2 bonus on an animal for a purpose requires fewer checks than teaching Handle Animal checks. individual tricks does, but no less time. At your DM’s option, you Synergy: If you have 5 or more ranks in Handle Animal, you get a may be able to train an animal for a purpose that isn’t mentioned +2 bonus on Ride checks and wild empathy checks. here. Untrained: If you have no ranks in Handle Animal, you can use a Combat Riding (DC 20): An animal trained to bear a rider into Charisma check to handle and push domestic animals, but you can’t combat knows the tricks attack, come, defend, down, guard, and teach, rear, or train animals. A druid or ranger with no ranks in heel. Training an animal for combat riding takes six weeks. You may Handle Animal can use a Charisma check to handle and push her animal companion, but she can’t teach, rear, or train other also “upgrade” an animal trained for riding to one trained for combat nondomestic animals. riding by spending three weeks and making a successful DC 20 Handle Animal check. The new general purpose and tricks completely replace the animal’s previous purpose and any tricks it HEAL (WIS) once knew. Warhorses and riding dogs (see the Monster Manual) are Use this skill to keep a badly wounded friend from dying, to help already trained to bear riders into combat, and they don’t require any others recover faster from wounds, to keep your friend from suc- additional training for this purpose. cumbing to a wyvern’s sting, or to treat disease. Fighting (DC 20): An animal trained to engage in combat knows Check: The DC and effect depend on the task you attempt. the tricks attack, down, and stay. Training an animal for fighting takes three weeks. Task Heal DC Guarding (DC 20): An animal trained to guard knows the tricks First aid 15 attack, defend, down, and guard. Training an animal for guarding Long-term care 15 Treat wound from caltrop, spike growth, or spike stones 15 takes four weeks. Treat poison Poison’s save DC Heavy Labor (DC 15): An animal trained for heavy labor knows Treat disease Disease’s save DC the tricks come and work. Training an animal for heavy labor takes two weeks.",
        "name":  "Train an Animal for a Purpose",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Optional, but not recommended because retries penalty on Hide checks depending on its size category: Fine +16, usually do not work. Even if the initial check succeeds, the other Diminutive +12, Tiny +8, Small +4, Large –4, Huge –8, Gargantuan – character can be intimidated only so far, and a retry doesn’t help. If 12, Colossal –16. the initial check fails, the other character has probably become more You need cover or concealment (see pages 150–152) in order to firmly resolved to resist the intimidator, and a retry is futile. attempt a Hide check. Total cover or total concealment usually (but Special: You gain a +4 bonus on your Intimidate check for every not always; see Special, below) obviates the need for a Hide check, size category that you are larger than your target. Conversely, you since nothing can see you anyway. take a –4 penalty on your Intimidate check for every size category If people are observing you, even casually, you can’t hide. You can that you are smaller than your target. 76 :4 RETPAHC SLLIKS A character immune to fear (such as a paladin of 3rd level or High Jump Distance1 Jump DC2 higher) can’t be intimidated, nor can nonintelligent creatures. 1 foot 4 If you have the Persuasive feat, you get a +2 bonus on Intimidate 2 feet 8 checks. 3 feet 12",
        "name":  "A creature larger or smaller than Medium takes a size bonus or Try Again",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Varies. Mounting or dismounting normally is a move RIDE (DEX) action. Other checks are a move action, a free action, or no action at You can ride a mount, be it a horse, riding dog, griffon, dragon, or all, as noted above. some other kind of creature suited for riding. If you attempt to ride a Special: If you are riding bareback, you take a –5 penalty on Ride creature that is ill suited as a mount (such as most bipedal creatures), checks. you take a –5 penalty on your Ride checks. If your mount has a military saddle (page 132), you get a +2 cir-",
        "name":  "Action",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You may use Sense Motive to detect that a 2 A successful Search check can find a footprint or similar sign of a creature’s passage, but it won’t let you find or follow a trail. See the hidden message is being transmitted via the Bluff skill. In this case, Track feat for the appropriate DC. your Sense Motive check is opposed by the Bluff check of the character transmitting the message. For each piece of information",
        "name":  "Discern Secret Message",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Spot skill is used primarily to detect characters or Check: You can keep yourself and others safe and fed in the wild. creatures who are hiding. Typically, your Spot check is opposed by The table below gives the DCs for various tasks that require Survival the Hide check of the creature trying not to be seen. Sometimes a checks. creature isn’t intentionally hiding but is still difficult to see, so a Survival does not allow you to follow difficult tracks unless you successful Spot check is necessary to notice it. are a ranger or have the Track feat (see the Restriction section A Spot check result higher than 20 generally lets you become below). aware of an invisible creature near you, though you can’t actually see it. Survival DC Task Spot is also used to detect someone in disguise (see the Disguise 10 Get along in the wild. Move up to one-half your skill, page 72), and to read lips when you can’t hear or understand overland speed while hunting and foraging (no food what someone is saying. or water supplies needed). You can provide food and The Dungeon Master may call for Spot checks to determine the water for one other person for every 2 points by which distance at which an encounter begins. A penalty applies on such your check result exceeds 10. checks, depending on the distance between the two individuals or 15 Gain a +2 bonus on all Fortitude saves against severe groups, and an additional penalty may apply if the character making weather while moving up to one-half your overland the Spot check is distracted (not concentrating on being observant). speed, or gain a +4 bonus if you remain stationary. You may grant the same bonus to one other character Condition Penalty for every 1 point by which your Survival check result Per 10 feet of distance –1 exceeds 15. Spotter distracted –5 15 Keep from getting lost or avoid natural hazards, such as quicksand.",
        "name":  "Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "While anyone can use Survival to find tracks If you have the Athletic feat, you get a +2 bonus on Swim checks. (regardless of the DC), or to follow tracks when the DC for the task If you have the Endurance feat, you get a +4 bonus on Swim is 10 or lower, only a ranger (or a character with the Track feat; see checks made to avoid taking nonlethal damage from fatigue. page 101) can use Survival to follow tracks when the task has a A creature with a swim speed can move through water at its higher DC. indicated speed without making Swim checks. It gains a +8 racial",
        "name":  "Restriction",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you have 5 or more ranks in Survival, you can bonus on any Swim check to perform a special action or avoid a automatically determine where true north lies in relation to hazard. The creature always can choose to take 10 on a Swim check, yourself. even if distracted or endangered when swimming. Such a creature A ranger gains a bonus on Survival checks when using this skill to can use the run action while swimming, provided that it swims in a find or follow the tracks of a favored enemy (see page 47). straight line. If you have the Self-Sufficient feat, you get a +2 bonus on Survival checks. TUMBLE (DEX; TRAINED ONLY;",
        "name":  "Special",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "What a character who does not have this feat is limited to or restricted from doing. If not having the feat causes no AUGMENT SUMMONING [GENERAL] particular drawback, this entry is absent. Your summoned creatures are more powerful than normal.",
        "name":  "Normal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability to turn or rebuke creatures. more readily than normal. 94 :5 RETPAHC STAEF",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ability to turn or rebuke creatures. your ranged attacks.",
        "name":  "Prerequisite",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Most normal outdoor surfaces (such as lawns, fields, woods, and the like) or exceptionally soft or dirty indoor surfaces STUNNING FIST [GENERAL] (thick rugs and very dirty or dusty floors). The creature might leave You know how to strike opponents in vulnerable areas. some traces (broken branches or tufts of hair), but it leaves only",
        "name":  "Firm Ground",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You must declare that you are using this feat before you as bare rock or an indoor floor. Most streambeds fall into this make your attack roll (thus, a failed attack roll ruins the attempt). category, since any footprints left behind are obscured or washed Stunning Fist forces a foe damaged by your unarmed attack to make away. The creature leaves only traces (scuff marks or displaced a Fortitude saving throw (DC 10 + 1/2 your character level + your pebbles). Wis modifier), in addition to dealing damage normally. A defender Several modifiers may apply to the Survival check, as given on the who fails this saving throw is stunned for 1 round (until just before table below. your next action). See glossary (page 313) for effects of being stunned. You may attempt a Condition Survival DC Modifier stunning attack once per day for every four levels you have attained Every three creatures in the group being tracked –1 (but see Special), and no more than once per round. Constructs, Size of creature or creatures being tracked:1 oozes, plants, undead, incorporeal creatures, and creatures immune Fine +8 to critical hits cannot be stunned. Diminutive +4 Tiny +2",
        "name":  "Benefit",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A caltrop is a four-pronged iron spike crafted so that Its other sides are highly polished inside to reflect the light in a one prong faces up no matter how the caltrop comes to rest. You single direction. A bullseye lantern provides clear illumination in a scatter caltrops on the ground in the hope that your enemies step on 60-foot cone and shadowy illumination in a 120-foot cone. It burns them or are at least forced to slow down to avoid them. One 2- for 6 hours on a pint of oil. You can carry a bullseye lantern in one pound bag of caltrops covers an area 5 feet square. hand. See page 164 for more rules on illumination. Each time a creature moves into an area covered by caltrops (or",
        "name":  "Caltrops",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This Medium dog is specially trained to carry a hidden in the folds, and the sashes are strong enough to serve as Small humanoid rider. It is brave in combat like a warhorse. You short ropes. take no damage when you fall from a riding dog. (See the Monster Noble’s Outfit: This set of clothes is designed specifically to be Manual for more information on riding dogs.) expensive and to show it. Precious metals and gems are worked into",
        "name":  "Dog, Riding",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This four-wheeled vehicle can transport as many as many have the capability to take a few along when transporting four people within an enclosed cab, plus two drivers. In general, two cargo. Double the given cost for creatures larger than Medium or horses (or other beasts of burden) draw it. A carriage comes with the creatures that are otherwise difficult to bring aboard a ship. harness needed to pull it.",
        "name":  "Carriage",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When measuring distance, the first diagonal counts as 1 square, the second counts as 2 squares, the third counts as 1, the fourth as 2, and so on. (If it helps, you can think of a diagonal as a distance of 1.5 squares.) You can’t move diagonally past a corner (even by taking a 5-foot step). You can move diagonally past a creature, even an opponent. You can also move diagonally past other impassable obstacles, such as pits.",
        "name":  "Diagonals",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When it’s important to determine the closest square or creature to a location, if two squares or creatures are equally close, randomly determine which one counts as closest by rolling a die. Moving through a Square",
        "name":  "Closest Creature",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can’t end your movement in the same square as another creature unless it is helpless.",
        "name":  "Ending Your Movement",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Fine, Diminutive, or Tiny creature can move into or through an occupied square. The creature provokes attacks of opportunity when doing so.",
        "name":  "Very Small Creature",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " Any creature can move through a square occupied by a creature three size categories larger than it is. A gnome (Small), for example, can run between the legs of a cloud giant (Huge). A big creature can move through a square occupied by a creature three size categories smaller than it is. A cloud giant, for example, (This is often significant for creatures whose space fills more than one square, such as a giant.) can step over a gnome. Flying and incorporeal creatures are not hampered by difficult",
        "name":  "Square Occupied by Creature Three Sizes Larger or Smaller",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some creatures break the above rules. terrain. For example, a gelatinous cube fills the squares it occupies to a",
        "name":  "Designated Exceptions",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Like difficult terrain, obstacles can hamper move- height of 15 feet. A creature that completely fills the squares it ment. If an obstacle hampers movement but doesn’t completely occupies cannot be moved past, even with the Tumble skill or block it, such as a low wall or a deadfall of branches, each obstructed similar special abilities. square or obstacle between squares counts as 2 squares of move- ment. You must pay this cost to cross the barrier, in addition to the Terrain and Obstacles cost to move into the square on the other side. If you don’t have The rules presented so far in this section assume that you’re moving sufficient movement to cross the barrier and move into the square through an area clear of obstacles or difficult terrain. However, in on the other side, you can’t cross the barrier. Some obstacles may dungeons and wilderness areas, that’s often not the case. also require a skill check to cross (such as Climb of Jump).",
        "name":  "Obstacles",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Difficult terrain, such as rubble, an uneven On the other hand, some obstacles, such as floor-to-ceiling walls, cave floor, thick undergrowth, and the like, hampers movement. block movement entirely. A character can’t move through a Each square of difficult terrain counts as 2 squares of movement. blocking obstacle. (Each diagonal move into a difficult terrain square counts as 3 Flying and incorporeal creatures can avoid most obstacles though squares.) You can’t run or charge across difficult terrain. a floor-to-ceiling wall blocks a flying creature as well as a landbound creature. If you occupy squares with different kinds of terrain, you can",
        "name":  "Difficult Terrain",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In some cases, you may have to squeeze into or move only as fast as the most difficult terrain you occupy will allow. through an area that isn’t as wide as the space you take up. (This is particularly true for creatures whose space fills more than one square, such as a giant.) You can squeeze through or into a space that is at least half as wide as your normal space. For instance, an ogre (whose space is 10 feet, or 2 squares, wide) can squeeze through or into a space at least 5 feet (1 square) wide. Each move into or through a narrow space counts as if it were 2 squares, and while squeezed in a narrow space you take a –4 penalty on attack rolls and a –4 penalty to AC. When a Large creature (which normally takes up four squares) squeezes into a space that’s one square wide, the creature’s miniature figure occupies two squares, centered on the line between the two squares. For a bigger creature, center the creature likewise in the area it squeezes into. A creature can squeeze past an opponent while moving but it can’t end its movement in an occupied square. To squeeze through or into a space less than half your space’s width, you must use the Escape Artist skill (page 73). You can’t attack while using Escape Artist to squeeze through or into a narrow space, you take a –4 penalty to AC, and you lose any Dexterity bonus to AC. Special Movement Rules These rules cover special movement situations.",
        "name":  "Squeezing",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some- times a character ends its movement while moving through a space where it’s not allowed to stop. For example, you might incur an attack of opportunity from a monk while moving through a friend’s square and become stunned. When that happens, put your miniature in the last legal position you occupied, or the closest legal position, if there’s a legal position that’s closer. 148 :8 RETPAHC TABMOC creatures normally. Since they have no natural reach, they do not",
        "name":  "Accidentally Ending Movement in an Illegal Space",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When your movement is hampered in some way, your movement usually costs double. For example, each threaten the squares around them. You can move past them without square of movement through difficult terrain counts as 2 squares, provoking attacks of opportunity. They also can’t flank an enemy. and each diagonal move through such terrain counts as 3 squares Large, Huge, Gargantuan, and Colossal Creatures: Very large (just as two diagonal moves normally do). creatures take up more than 1 square. For instance, an ogre (Large) If movement cost is doubled twice, then each square counts as 4 takes up a space 10 feet on a side (2 squares wide). squares (or as 6 squares if moving diagonally). If movement cost is Creatures that take up more than 1 square typically have a natural doubled three times, then each square counts as 8 squares (12 if reach of 10 feet or more, meaning that they can reach targets even if diagonal) and so on. This is an exception to the general rule that two they aren’t in adjacent squares. For instance, an ogre can attack doublings are equivalent to a tripling. targets up to 10 feet (2 squares) away from it in any direction, even",
        "name":  "Double Movement Cost",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A low obstacle (such as a wall no attack helpless or pinned defenders. See also Helpless Defenders, higher than half your height) provides cover, but only to creatures page 153. within 30 feet (6 squares) of it. The attacker can ignore the cover if he’s closer to the obstacle than his target. Soft Cover: Creatures, even your enemies, can provide you with",
        "name":  "Low Obstacles and Cover",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can use cover to make a Hide such a creature, you can pick any of the squares it occupies to check. Without cover, you usually need concealment (see below) to determine if it has cover against you. make a Hide check. 151 COMBAT CHAPTER 8:",
        "name":  "Cover and Hide Checks",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As with cover, it’s usually not worth differentiating between more degrees of concealment than described above. However, the DM may rule that certain situ- ations provide more or less than typical concealment, and modify the miss chance accordingly. For instance, a light fog might only provide a 10% miss chance, while near-total darkness could provide a 40% miss chance (and a +10 circumstance bonus on Hide checks). FLANKING When making a melee attack, you get a +2 flanking bonus if your opponent is threatened by a character or creature friendly to you on the opponent’s opposite border or opposite corner. When in doubt about whether two friendly characters flank an opponent in the middle, trace an imaginary line between the two friendly characters’ centers. If the line passes through opposite borders of the opponent’s space (including corners of those bor- ders), then the opponent is flanked.",
        "name":  "Varying Degrees of Concealment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If a flanker takes up more than 1 square, it gets the flanking bonus if any square it occupies counts for flanking. Only a creature or character that threatens the defender can help an attacker get a flanking bonus. Creatures with a reach of 0 feet can’t flank an opponent. HELPLESS DEFENDERS A helpless opponent is someone who is bound, sleeping, paralyzed, unconscious, or otherwise at your mercy.",
        "name":  "Exception",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you are knocked unconscious, you have a an attack of opportunity against you, and your grab automatically 50% chance to stay in the saddle (or 75% if you’re in a military succeeds. You still have to make a successful opposed grapple check saddle). Otherwise you fall and take 1d6 points of damage. Without to become part of the grapple. you to guide it, your mount avoids combat. If there are multiple opponents involved in the grapple, you pick one to make the opposed grapple check against. OVERRUN You can attempt an overrun as a standard action taken during your Multiple Grapplers move, but not a charge. (In general, you cannot take a standard Several combatants can be in a single grapple. Up to four combat- action during a move; this is an exception.) With an overrun, you ants can grapple a single opponent in a given round. Creatures that attempt to plow past or over your opponent (and move through his are one or more size categories smaller than you count for half, square) as you move. You can only overrun an opponent who is one creatures that are one size category larger than you count double, size category larger than you, the same size, or smaller. You can and creatures two or more size categories larger count quadruple. make only one overrun attempt per round. When you are grappling with multiple opponents, you choose If you’re attempting to overrun an opponent, follow these steps. one opponent to make an opposed check against. The exception is Step 1: Attack of Opportunity. Since you begin the overrun by an attempt to escape from the grapple; to successfully escape, your moving into the defender’s space, you provoke an attack of grapple check must beat the check results of each opponent. opportunity from the defender. Step 2: Opponent Avoids? The defender has the option to MOUNTED COMBAT simply avoid you. If he avoids you, he doesn’t suffer any ill effect. If Riding a mount into battle gives you several advantages (see the you were attempting the overrun as part of a charge, you may keep Ride skill, page 80, and the Mounted Combat feat, page 98). moving. (You can always move through a square occupied by",
        "name":  "If You Are Dropped",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Warhorses and warponies can serve readily someone who lets you by.) In either case, the overrun attempt as combat steeds. Light horses, ponies, and heavy horses, however, doesn’t count against your actions this round (except for any are frightened by combat. If you don’t dismount, you must make a movement required to enter the opponent’s square). If your oppo- DC 20 Ride check each round as a move action to control such a nent doesn’t avoid you, move to Step 3. horse. If you succeed, you can perform a standard action after the Step 3: Opponent Blocks? If your opponent blocks you, make a move action. If you fail, the move action becomes a full round action Strength check opposed by the defender’s Dexterity or Strength and you can’t do anything else until your next turn. check (whichever ability score has the higher modifier). A Your mount acts on your initiative count as you direct it. You combatant gets a +4 bonus on the check for every size category he is move at its speed, but the mount uses its action to move. larger than Medium or a –4 penalty for every size category he is A horse (not a pony) is a Large creature (see Big and Little Crea- smaller than Medium. tures in Combat, page 149), and thus takes up a space 10 feet (2 The defender gets a +4 squares) across. For simplicity, assume that you share your mount’s bonus on his check if he has more than two legs or is otherwise space during combat. more stable than a normal humanoid (such as a dwarf). If you win,",
        "name":  "Horses in Combat",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "With a DC 5 Ride check, you can you knock the defender prone. If you lose, the defender may guide your mount with your knees so as to use both hands to attack immediately react and make a Strength check opposed by your or defend yourself. This is a free action. Dexterity or Strength check (including the size modifiers noted When you attack a creature smaller than your mount that is on above, but no other modifiers) to try to knock you prone. foot, you get the +1 bonus on melee attacks for being on higher Step 4: Consequences. If you succeed in knocking your oppo- ground. If your mount moves more than 5 feet, you can only make a nent prone, you can continue your movement as normal. If you fail single melee attack. Essentially, you have to wait until the mount and are knocked prone in turn, you have to move 5 feet back the gets to your enemy before attacking, so you can’t make a full attack. way you came and fall prone, ending your movement there. If you Even at your mount’s full speed, you don’t take any penalty on melee fail but are not knocked prone, you have to move 5 feet back the way attacks while mounted. 157 COMBAT CHAPTER 8: you came, ending your movement there. If that square is occupied, you fall prone in that square.",
        "name":  "Combat while Mounted",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You may attempt to turn undead a number of the wight are unaffected. times per day equal to 3 + your Charisma modifier. You can increase On Jozan’s next turn, he attempts to turn undead again. This time, this number by taking the Extra Turning feat (page 94). his turning check result is 21—enough to turn undead creatures of",
        "name":  "Times per Day",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You turn the closest turnable undead first, and you can’t up to 6 HD (his level + 3). His turning damage roll is only 7, though, turn undead that are more than 60 feet away or that have total cover so he can only turn 7 HD worth of creatures. He turns the two relative to you. You don’t need line of sight to a target, but you do nearest undead (the remaining 2 HD zombies), but the remaining 3 need line of effect (see page 176). HD worth of turning isn’t enough to turn the 4-HD wight.",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The first thing you do is roll a turning check to see how powerful an undead creature you can turn. This is a Charis- ma check (1d20 + your Charisma modifier). Table 8–9: Turning Evil Clerics and Undead Undead gives you the Hit Dice of the most powerful undead you Evil clerics channel negative energy to rebuke (awe) or command can affect, relative to your level. On a given turning attempt, you can (control) undead rather than channeling positive energy to turn or turn no undead creature whose Hit Dice exceed the result on this destroy them. An evil cleric makes the equivalent of a turning table. check. Undead that would be turned are rebuked instead, and those",
        "name":  "Turning Check",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If your roll on Table 8–9: Turning Undead is that would be destroyed are commanded. high enough to let you turn at least some of the undead within 60 Rebuked: A rebuked undead creature cowers as if in awe (attack feet, roll 2d6 + your cleric level + your Charisma modifier for turn- rolls against the creature get a +2 bonus). The effect lasts 10 rounds. ing damage. That’s how many total Hit Dice of undead you can turn. Commanded: A commanded undead creature is under the If your Charisma score is average or low, it’s possible (but mental control of the evil cleric. The cleric must take a standard unusual) to roll fewer Hit Dice of undead turned than indicated on action to give mental orders to a commanded undead. At any one",
        "name":  "Turning Damage",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Turned undead flee from you check result is equal to or greater than the turning check result that by the best and fastest means available to them. They flee for 10 the good cleric scored when turning the undead, then the undead rounds (1 minute). If they cannot flee, they cower (giving any attack are no longer turned. The evil cleric rolls turning damage of 2d6 + rolls against them a +2 bonus). If you approach within 10 feet of cleric level + Charisma modifier to see how many Hit Dice worth of them, however, they overcome being turned and act normally. (You undead he can affect in this way (as if he were rebuking them). can stand within 10 feet without breaking the turning effect—you Bolstering Undead: An evil cleric may also bolster undead just can’t approach them.) You can attack them with ranged attacks creatures against turning in advance. He makes a turning check as if (from at least 10 feet away), and others can attack them in any attempting to rebuke the undead, but the Hit Dice result on Table fashion, without breaking the turning effect. 8–9: Turning Undead becomes the undead creatures’ effective Hit",
        "name":  "Effect and Duration of Turning",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If you have twice as many levels (or more) Dice as far as turning is concerned (provided the result is higher as the undead have Hit Dice, you destroy any that you would than the creatures’ actual Hit Dice). The bolstering lasts 10 rounds. normally turn. An evil undead cleric can bolster himself in this manner. 159 COMBAT CHAPTER 8: Neutral Clerics and Undead initiative result or just wait until some time later in the round and act then, thus fixing your new initiative count at that point. A cleric of neutral alignment can either turn undead but not rebuke Delaying is useful if you need to see what your friends or oppo- them, or rebuke undead but not turn them. See Turn or Rebuke nents are going to do before deciding what to do yourself. The price Undead, page 33, for more information. you pay is lost initiative. You never get back the time you spend Even if a cleric is neutral, channeling positive energy is a good act waiting to see what’s going to happen. You can’t, however, interrupt and channeling negative energy is evil. anyone else’s action (as you can with a readied action).",
        "name":  "Destroying Undead",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your initiative result Paladins and Undead becomes the count on which you took the delayed action. If you Beginning at 4th level, paladins can turn undead as if they were come to your next action and have not yet performed an action, you clerics of three levels lower than they actually are. don’t get to take a delayed action (though you can delay again). If you take a delayed action in the next round, before your regular turn Turning Other Creatures comes up, your initiative count rises to that new point in the order Some clerics have the ability to turn creatures other than undead. of battle, and you do not get your regular action that round. For example, a cleric with the Fire domain can turn or destroy water creatures (as if he were a good cleric turning undead) and rebuke or READY command fire creatures (as if he were an evil cleric rebuking The ready action lets you prepare to take an action later, after your undead). The turning check result is determined as normal. turn is over but before your next one has begun. Readying is a standard action. It does not provoke an attack of opportunity Other Uses for Positive or Negative Energy (though the action that you ready might do so).",
        "name":  "Initiative Consequences of Delaying",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A character with a Constitution score of 9 or higher can run ment scales, creatures generally walk, hustle, or run. for a minute without a problem. Generally, a character can run for a",
        "name":  "Run",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In a day of normal walking, a character walks for 8 hours. The rest of the daylight time is spent making and breaking Table 9–6: Mounts and Vehicles camp, resting, and eating. Mount/Vehicle Per Hour Per Day A character can walk for more than 8 hours in a day by making a Mount (carrying load) forced march. For each hour of marching beyond 8 hours, a Con- Light horse or light warhorse 6 miles 48 miles stitution check (DC 10, +2 per extra hour) is required. If the check Light horse (151–450 lb.)1 4 miles 32 miles fails, the character takes 1d6 points of nonlethal damage. A character Light warhorse (231–690 lb.)1 4 miles 32 miles who takes any nonlethal damage from a forced march becomes Heavy horse or heavy warhorse 5 miles 40 miles fatigued. Eliminating the nonlethal damage also eliminates the Heavy horse (201–600 lb.)1 3-1/2 miles 28 miles Heavy warhorse (301–900 lb.)1 3-1/2 miles 28 miles fatigue. It’s possible for a character to march into unconsciousness Pony or warpony 4 miles 32 miles by pushing himself too hard. Pony (76–225 lb.)1 3 miles 24 miles Mounted Movement: A mount bearing a rider can move at a Warpony (101–300 lb.)1 3 miles 24 miles hustle. The damage it takes when doing so, however, is lethal Donkey or mule 3 miles 24 miles damage, not nonlethal damage. The creature can also be ridden in a Donkey (51–150 lb.)1 2 miles 16 miles forced march, but its Constitution checks automatically fail, and, Mule (231–690 lb.)1 2 miles 16 miles again, the damage it takes is lethal damage. Mounts also become Dog, riding 4 miles 32 miles fatigued when they take any damage from hustling or forced Dog, riding (101–300 lb.)1 3 miles 24 miles marches. Cart or wagon 2 miles 16 miles See Table 9–6: Mounts and Vehicles for mounted speeds and Ship speeds for vehicles pulled by draft animals. Raft or barge (poled or towed)2 1/2 mile 5 miles",
        "name":  "Forced March",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Objects are immune to There inevitably comes a time when a nonlethal damage and to critical hits. Even character must break something, animated objects, which are otherwise considered whether it’s a door, a chain, or a chest creatures, have these immunities because they full of treasure. are constructs. When attempting to break an",
        "name":  "Immunities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "globe of invulnerability. moned monster might chase your enemies) or remain still. Such an",
        "name":  "Example",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Makes subject drowsy; –5 on Spot and Listen checks, creatures. Creatures with Hit Dice only from their race, not from –2 on Will saves against sleep. classes, have character levels equal to their Hit Dice.",
        "name":  "Lullaby",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Performs minor tricks. Scare: Panics creatures of less than 6 HD.",
        "name":  "Prestidigitation",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature of 5 HD or less flees for 1d4 rounds.",
        "name":  "Cause Fear",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You understand all spoken and written Blink: You randomly vanish and reappear for 1 round/level. languages. Charm Monster: Makes monster believe it is your ally.",
        "name":  "Comprehend Languages",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Objects or creatures fall slowly.",
        "name":  "Feather Fall",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fascinates 2d4 HD of creatures.",
        "name":  "Hypnotism",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Puts 10 HD of creatures to sleep.",
        "name":  "Deep Slumber",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature is confused for 1 round.",
        "name":  "Lesser Confusion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight for you. and checks. Tasha’s Hideous Laughter: Subject loses actions for 1 round/ Haste: One creature/level moves faster, +1 on attack rolls, AC, and level. Reflex saves.",
        "name":  "Summon Monster I",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Throws voice for 1 min./level. Leomund’s Tiny Hut: Creates shelter for ten creatures.",
        "name":  "Ventriloquism",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Assume form of a similar creature. Remove Curse: Frees object or person from curse.",
        "name":  "Alter Self",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Attacks miss subject 20% of the time. See Invisibility: Reveals invisible creatures or objects.",
        "name":  "Blur",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calms creatures, negating emotion effects. Sepia Snake Sigil M: Creates text symbol that immobilizes reader. Cat’s Grace: Subject gains +4 to Dex for 1 min./level. Slow: One subject/level takes only one action/round, –2 to AC and",
        "name":  "Calm Emotions",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature of 6 HD or less loses next action. Summon Monster III: Calls extraplanar creature to fight for you.",
        "name":  "Daze Monster",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fascinates (2d4 + level) HD of creatures. Freedom of Movement: Subject moves normally despite imped-",
        "name":  "Hypnotic Pattern",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creates decoy duplicates of you (1d4 +1 per three Hold Monster: As hold person, but any creature. levels, max 8). Invisibility, Greater: As invisibility, but subject can attack and stay",
        "name":  "Mirror Image",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Misleads divinations for one creature or object. invisible. 182 :11 RETPAHC SLLEPS",
        "name":  "Misdirection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Indicates direction to familiar creature.",
        "name":  "Locate Creature",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Detects poison in one creature or object.",
        "name":  "Detect Poison",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight for you.",
        "name":  "Summon Monster IV",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Enemies take –1 on attack rolls and saves against fear. creatures.",
        "name":  "Bane",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature of 5 HD or less flees for 1d4 rounds.",
        "name":  "Cause Fear",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As charm monster, but all within 30 ft. counter mind control, hedge out elementals and outsiders.",
        "name":  "Charm Monster, Mass",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Suppresses fear or gives +4 on saves against fear for many creatures. one subject + one per four levels. Eagle’s Splendor, Mass: As eagle’s splendor, affects one subject/level. Sanctuary: Opponents can’t attack you, and you can’t attack.",
        "name":  "Remove Fear",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calms creatures, negating emotion effects.",
        "name":  "Calm Emotions",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fills area with positive energy, making undead creatures, damages objects. weaker.",
        "name":  "Consecrate M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight for you.",
        "name":  "Summon Monster VI",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kills dying creature; you gain 1d8 temporary hp, +2 to",
        "name":  "Death Knell",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fills area with negative energy, making undead Water Walk: Subject treads on water as if solid. stronger. Wind Wall: Deflects arrows, smaller creatures, and gases. Eagle’s Splendor: Subject gains +4 to Cha for 1 min./level.",
        "name":  "Desecrate M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Frees one or more creatures from paralysis or Discern Lies: Reveals deliberate falsehoods. slow effect. Dismissal: Forces a creature to return to native plane.",
        "name":  "Remove Paralysis",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sonic vibration damages objects or crystalline creatures. Giant Vermin: Turns centipedes, scorpions, or spiders into giant",
        "name":  "Shatter",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight for you. Neutralize Poison: Immunizes subject against poison, detoxifies",
        "name":  "Summon Monster II",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Subjects within range cannot lie. Planar Ally, Lesser X: Exchange services with a 6 HD extraplanar creature.",
        "name":  "Zone of Truth",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight for you.",
        "name":  "Summon Monster IV",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch attack, 3d8 damage +1/level (max creatures. +15). Dispel Chaos/Evil/Good/Law: +4 bonus against attacks.",
        "name":  "Inflict Serious Wounds",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ray deals 1d8/two levels damage, more against Summon Monster V: Calls extraplanar creature to fight for you. undead. Symbol of Pain M: Triggered rune wracks nearby creatures with",
        "name":  "Searing Light",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sculpts stone into any shape. Symbol of Sleep M: Triggered rune puts nearby creatures into",
        "name":  "Stone Shape",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight for you. catatonic slumber. 184 :11 RETPAHC SLLEPS",
        "name":  "Summon Monster III",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10-ft. field hedges out living creatures. Cure Critical Wounds, Mass: Cures 4d8 damage +1/level for",
        "name":  "Antilife Shell",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Banishes 2 HD/level of extraplanar creatures. many creatures. Bear’s Endurance, Mass: As bear’s endurance, affects one subject/ Dimensional Lock: Teleportation and interplanar travel blocked level. for one day/level.",
        "name":  "Banishment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wall of blades deals 1d6/level damage. Discern Location: Reveals exact location of creature or object.",
        "name":  "Blade Barrier",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As lesser planar ally, but up to 18 HD. many creatures.",
        "name":  "Planar Ally, Greater X",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blocks planar travel, damages creatures of different",
        "name":  "Forbiddance M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Projects you and companions onto Astral many creatures. Plane. Owl’s Wisdom, Mass: As owl’s wisdom, affects one subject/level. Energy Drain: Subject gains 2d4 negative levels.",
        "name":  "Astral Projection M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight for you. Gate X: Connects two planes for travel or summoning.",
        "name":  "Summon Monster VI",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Triggered rune panics nearby creatures. Heal, Mass: As heal, but with several subjects.",
        "name":  "Symbol of Fear M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Triggered rune charms nearby creatures. Implosion: Kills one creature/round.",
        "name":  "Symbol of Persuasion M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cures 3d8 damage +1/level for many creatures. AIR DOMAIN",
        "name":  "Cure Serious Wounds, Mass",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You become ethereal for 1 round/level. Granted Powers: Turn or destroy earth creatures as a good cleric",
        "name":  "Ethereal Jaunt",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kills, paralyzes, blinds, or deafens nongood subjects. turns undead. Rebuke, command, or bolster air creatures as an evil",
        "name":  "Holy Word",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deals 3d8 damage +1/level to cleric rebukes undead. Use these abilities a total number of times per day equal to 3 + your Charisma modifier. This granted power is a many creatures. supernatural ability.",
        "name":  "Inflict Serious Wounds, Mass",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures can’t approach you. 1 Obscuring Mist: Fog surrounds you.",
        "name":  "Repulsion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As restoration, plus restores all levels and 2 Wind Wall: Deflects arrows, smaller creatures, and gases. ability scores. 3 Gaseous Form: Subject becomes insubstantial and can fly slowly. 4 Air Walk: Subject treads on air as if solid (climb at 45-degree",
        "name":  "Restoration, Greater X",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight for you. 6 Chain Lightning: 1d6/level damage; 1 secondary bolt/level each",
        "name":  "Summon Monster VII",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Triggered rune stuns nearby creatures. deals half damage.",
        "name":  "Symbol of Stunning M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Triggered rune weakens nearby creatures. 7 Control Weather: Changes weather in local area.",
        "name":  "Symbol of Weakness M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Erythnul, Gruumsh, Hextor, Nerull, Vecna. You must succeed on a melee touch attack against a living creature",
        "name":  "Deities",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Dazzles one creature (–1 penalty on attack rolls).",
        "name":  "Flare",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As call lightning, but 5d6 damage per bolt. Summon Nature’s Ally II: Calls creature to fight.",
        "name":  "Call Lightning Storm",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Locust swarms attack creatures.",
        "name":  "Insect Plague",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Infects subject with chosen disease. Summon Nature’s Ally V: Calls creature to fight.",
        "name":  "Contagion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10-ft.-radius field hedges out living creatures.",
        "name":  "Antilife Shell",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hampers vision and movement. creatures.",
        "name":  "Sleet Storm",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures in area take 1d4 damage, may be slowed.",
        "name":  "Spike Growth",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Oak becomes treant guardian. Summon Nature’s Ally III: Calls creature to fight.",
        "name":  "Liveoak",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deflects arrows, smaller creatures, and gases.",
        "name":  "Wind Wall",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Subject treads on air as if solid (climb at 45-degree angle). Summon Nature’s Ally VI: Calls creature to fight.",
        "name":  "Air Walk",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sway the actions of one or more plant creatures.",
        "name":  "Command Plants",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Turns centipedes, scorpions, or spiders into giant many creatures. vermin.",
        "name":  "Giant Vermin",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your touch corrodes iron and alloys. Summon Nature’s Ally VII: Calls creature to fight.",
        "name":  "Rusting Grasp",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures in area take 1d8 damage, may be slowed.",
        "name":  "Spike Stones",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Metal within 40 ft. becomes wood. Summon Nature’s Ally IV: Calls creature to fight.",
        "name":  "Transmute Metal to Wood",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Control actions of one or more plant creatures. Daylight: 60-ft. radius of bright light.",
        "name":  "Control Plants",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Objects and creatures fall upward.",
        "name":  "Reverse Gravity",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cyclone deals damage and can pick up creatures.",
        "name":  "Whirlwind",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Frees subjects from enchantments, alter- many creatures. ations, curses, and petrification.",
        "name":  "Break Enchantment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Summons 1d4+2 shambling mounds to fight for you. Dispel Chaos: +4 bonus against attacks by chaotic creatures.",
        "name":  "Shambler",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Storm rains acid, lightning, and hail. Mark of Justice: Designates action that will trigger curse on subject. Summon Nature’s Ally IX: Calls creature to fight. Neutralize Poison: Immunizes subject against poison, detoxifies",
        "name":  "Storm of Vengeance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Object or location attracts certain creatures. venom in or on subject.",
        "name":  "Sympathy M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Detects poison in one creature or small object.",
        "name":  "Detect Poison",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Detects poison in one creature or object. rolls.",
        "name":  "Detect Poison",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures in area take 1d4 damage, may be slowed. Protection from Chaos/Evil/Good/Law: +2 to AC and Summon Nature’s Ally II: Calls animal to fight for you. saves, counter mind control, hedge out elementals and",
        "name":  "Spike Growth",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deflects arrows, smaller creatures, and gases. outsiders.",
        "name":  "Wind Wall",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight for",
        "name":  "Summon Monster I",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Insects, spiders, and other vermin stay 10 ft. away. Ench Charm Person: Makes one person your friend. Summon Nature’s Ally III: Calls animal to fight for you. Hypnotism: Fascinates 2d4 HD of creatures.",
        "name":  "Repel Vermin",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Subject moves normally despite imped- Illus Color Spray: Knocks unconscious, blinds, and/or stuns 1d6 iments. weak creatures.",
        "name":  "Freedom of Movement",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Orb deals 1d3 acid damage. Enlarge Person: Humanoid creature doubles in size.",
        "name":  "Conj Acid Splash",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Objects or creatures fall slowly.",
        "name":  "Feather Fall",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Humanoid creature of 4 HD or less loses next action.",
        "name":  "Ench Daze",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Humanoid creature halves in size.",
        "name":  "Reduce Person",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blinds creatures, outlines invisible creatures. Open/Close: Opens or closes small or light things. Melf’s Acid Arrow: Ranged touch attack; 2d4 damage for 1",
        "name":  "Glitterdust",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight",
        "name":  "Summon Monster II",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Reveals invisible creatures or objects.",
        "name":  "See Invisibility",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature of 6 HD or less loses next",
        "name":  "Ench Daze Monster",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight",
        "name":  "Summon Monster III",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Puts 10 HD of creatures to sleep.",
        "name":  "Ench Deep Slumber",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gives +2 bonus on attack rolls, saves, skill checks. creatures.",
        "name":  "Heroism",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fascinates (2d4 + level) HD of creatures. to AC.",
        "name":  "Hypnotic Pattern",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As silent image, plus some sound. Leomund’s Tiny Hut: Creates shelter for ten creatures.",
        "name":  "Minor Image",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deflects arrows, smaller creatures, and gases.",
        "name":  "Wind Wall",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Misleads divinations for one creature or",
        "name":  "Misdirection",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead creature obeys your com-",
        "name":  "Command Undead",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Panics creatures of less than 6 HD.",
        "name":  "Scare",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Assume form of a similar creature.",
        "name":  "Trans Alter Self",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature/level moves faster, +1 on attack rolls, Eagle’s Splendor: Subject gains +4 to Cha for 1 min./level. AC, and Reflex saves. Fox’s Cunning: Subject gains +4 Int for 1 min./level.",
        "name":  "Haste",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As many as eight creatures hide in extradi-",
        "name":  "Rope Trick",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ignore 10 points of damage per attack. Planar Binding, Lesser: Traps extraplanar creature of 6 HD",
        "name":  "Stoneskin M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Teleports you short distance. or less until it performs a task. Evard’s Black Tentacles: Tentacles grapple all within 15 ft. Summon Monster V: Calls extraplanar creature to fight for spread. you. Leomund’s Secure Shelter: Creates sturdy cottage. Teleport: Instantly transports you as far as 100 miles/level.",
        "name":  "Conj Dimension Door",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight",
        "name":  "Summon Monster IV",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Indicates direction to familiar creature.",
        "name":  "Locate Creature",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As hold person, but any creature.",
        "name":  "Hold Monster",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Makes monster believe it is your ally.",
        "name":  "Ench Charm Monster",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Triggered rune puts nearby creatures",
        "name":  "Symbol of Sleep M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ice plane creates wall with 15 hp +1/level, or Seeming: Changes appearance of one person per two levels. hemisphere can trap creatures inside. Shadow Evocation: Mimics evocation below 5th level, but only 20% real.",
        "name":  "Wall of Ice",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Withers one plant or deals 1d6/level damage to like another (field into forest, or the like). plant creature.",
        "name":  "Necro Blight",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Triggered rune wracks nearby creatures",
        "name":  "Symbol of Pain M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Moves object, attacks creature, or hurls object",
        "name":  "Telekinesis",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Infects subject with chosen disease. or creature.",
        "name":  "Contagion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Enlarges several creatures.",
        "name":  "Trans Enlarge Person, Mass",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Forces a creature to return to native plane.",
        "name":  "Dismissal",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures can’t approach you. Mordenkainen’s Private Sanctum: Prevents anyone from",
        "name":  "Repulsion",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight take Con damage. Leomund’s Secret Chest F: Hides expensive chest on for you. Ethereal Plane; you retrieve it at will. Wall of Iron M: 30 hp/four levels; can topple onto foes.",
        "name":  "Summon Monster VI",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Triggered rune charms nearby Insanity: Subject suffers continuous confusion. creatures. Power Word Blind: Blinds creature with 200 hp or less.",
        "name":  "Symbol of Persuasion M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Triggered rune stuns nearby Evoc Bigby’s Forceful Hand: Hand pushes creatures away. creatures.",
        "name":  "Symbol of Stunning M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Changes appearance of group of creatures. Shadow Conjuration, Greater: As shadow conjuration, but",
        "name":  "Veil",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kills 1d4/level HD of creatures. up to 6th level and 60% real.",
        "name":  "Necro Circle of Death M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creates ghouls, ghasts, mummies, or Simulacrum M X: Creates partially real double of a creature. mohrgs. Necro Control Undead: Undead don’t attack you while under",
        "name":  "Create Undead M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Triggered rune panics nearby creatures. Finger of Death: Kills one subject.",
        "name":  "Symbol of Fear M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Destroys 1d4/level HD of undead Symbol of Weakness M: Triggered rune weakens nearby (max 20d4). creatures. Trans Bear’s Endurance, Mass: As bear’s endurance, affects one Waves of Exhaustion: Several targets become exhausted. subject/level. Trans Control Weather: Changes weather in local area.",
        "name":  "Undeath to Death M",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Objects and creatures fall upward. level.",
        "name":  "Reverse Gravity",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Reveals exact location of creature or",
        "name":  "Div Discern Location",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Banishes 2 HD/level of extraplanar creatures. object.",
        "name":  "Abjur Banishment",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain insight bonus on single creature comatose. attack roll, check, or save.",
        "name":  "Moment of Prescience",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creates an invisible passage through wood or creature. stone.",
        "name":  "Phase Door",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As charm monster, but all within 30",
        "name":  "Charm Monster, Mass",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fight Otto’s Irresistible Dance: Forces subject to dance. for you.",
        "name":  "Summon Monster VII",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    }
]
