[
    {
        "origin_file":  "monsters.json",
        "description":  "Divine health. A living creature struck by a fl are bolt takes normal bolt",
        "name":  "Replaces",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One weekly use of remove disease. per round to the undead creature, which can remove all",
        "name":  "Replaces",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The main effect of wearer to see invisible and ethe- the locket (transforming energy real creatures once per day. from the devil’s garden to the",
        "name":  "This detachable hood allows its Activation",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When the silence effect is activated, silence (PH 279) after that. (Knowledge [religion or the planes] DC 31; Ritual descends in the selected 20-foot-radius area up to 520 feet of the Raven) away, and lasts for 3 minutes. When the scream effect is activated, the skull unleashes a Legacy Rituals wail of the banshee, which kills up to 17 living creatures within Three rituals are required to unlock all the abilities of the 75 feet of the skull that fail a DC 23 Fortitude save; creatures Holy Symbol of Ravenkind. closest to the skull are affected fi rst. When this effect is used, Ritual of Bonding: You must spend 8 hours praying to a the skull falls into dust. good deity (or to a raven intercessor) while holding the Holy Aura/Caster Level: Strong necromancy and faint illusion. Symbol.Cost: 1,500 gp. Feat Granted: Least Legacy (Holy Symbol CL 17th. of Ravenkind).",
        "name":  "Effect",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In order to be affected by the Slab of Sacrifi ce, side, long will I keep you close to my heart! Save my a living creature must stand or lie upon the slab. Ireena!",
        "name":  "Prerequisite",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hail to thee of might and valor: I, a lowly servant of the township of Barovia, send I, the Burgomaster of Barovia, send you honor— honor to thee. We plead for thy so desperately needed with despair. assistance within our community. My adopted daughter, the fair Ireena, has been Our village is nestled in the Svalich Woods, an these past nights bitten by a creature calling its race ancient forest that has long lay quiet with the weight “vampyr.” Over four centuries and more, he has of ages on its shoulders. But recent nights have brought drained this land of the life-blood of its people. Now, the howls of wolves to our ears, and the night of the my dear Ireena suffers from an unholy wound caused last full moon brought far worse out of the forest. by this vile beast. Yet I fear, too, that the creature has Enormous wolves attacked with unnatural savagery, some more cunning plan in mind. He has become too killing many of us and leaving many more wounded. powerful to be fought any longer. The love of my life, Ireena Kolyana, was one of So I say to you, give us up for dead and encircle those wounded, and I fear for her. Her injury refuses this land with the warding symbols of holiness. Let the our healing remedies, and she languishes abed. holy ones call up on their power that the Devil in our There is much wealth in this community. I offer land may be contained within the walls of weeping all that might be had to thee and thy fellows if thou Barovia. Leave our sorrows to our graves, and save shalt but answer my desperate plea. the world from this evil fate of ours. Come quickly, for I dread the rising of the next There is much wealth entrapped in this com- full moon! All that I have shall be thine! munity. Return for your reward after we are all Kolyan Indirovich, departed for a better life. Burgomaster of Barovia Kolyan Indirovich, Burgomaster of Barovia 9955339933772200__CChh0055__AApppp..iinndddd 222211 77//2266//0066 88::0000::5533 PPMM",
        "name":  "Hail to thee of might and valor",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some creatures lack certain ability scores. ability scores and any bonuses from feats or racial traits. These creatures do not have an ability score of 0—they lack All listed skills are class skills, unless the creature has a the ability altogether. The modifier for a nonability is +0. character class (noted in the entry). A creature’s type and Other effects of nonabilities discussed below. Intelligence score determine the number of skill points it",
        "name":  "Nonabilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any creature that can physically manipulate has. If it lacks an Intelligence score, it doesn’t have any other objects has at least 1 point of Strength. skill points. A creature with no Strength score can’t exert force, usu- Skill Points by Creature Type ally because it has no physical body (a living holocaust, for Aberration (2 + Int mod) ×(HD + 3) example). The creature automatically fails Strength checks. Animal (2 + Int mod) ×(HD + 3) If the creature can attack, it applies its Dexterity modifier to Construct (2 + Int mod) ×(HD + 3) its base attack instead of a Strength modifier. Dragon (6 + Int mod) ×(HD + 3)",
        "name":  "Strength",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any living creature has at least 1 point of Plant (2 + Int mod) ×(HD + 3) Undead (2 + Int mod) ×(HD + 3) Constitution. A creature with no Constitution has no body (a bhut, The Skills section of the creature’s descriptive text for example) or no metabolism (a golem or an undead). It recaps racial bonuses and other adjustments to skill is immune to any effect that requires a Fortitude save checks for the sake of clarity; these adjustments have unless the effect works on objects. For example, a zombie already been accounted for in the statistics block. An 9 INTRODUCTION asterisk (*) following a skill modifier in the statistics many combat-ready adults are in each type of group. Many block indicates a conditional adjustment, which is groups also have a number of noncombatants, expressed as explained in the Skills section. Conditional adjustments a percentage of the fighting population. Noncombatants are not accounted for in the statistics block. can include young, the infirm, slaves, or other individuals",
        "name":  "Constitution",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " The abrian is a human-sized Disease, improved flightless birdlike creature grab, sneak attack found in desolate reaches +5d6, Wisdom drain of the Outer Planes, par- 1d6 ticularly the Abyss. Abri- Special Qualities: Acid ans travel in large flocks resistance 20, blindsight and are far more intelli- 90 ft., cold resistance 20, gent than they look. Abrian deathwatch, electricity immunity, flocks sometimes engage in fire resistance 20, SR 20, uncanny trade with nomads and travel- dodge, undead traits ing merchants. Saves: Fort +5, Ref +10, Will +12",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "13d8+91 (149 hp) Spot or Listen checks to notice creatures within range of",
        "name":  "Hit Dice",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +15, Ref +12, Will +13 Creatures)",
        "name":  "Saves",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A blackstone gigant is immune to Challenge Rating:1/2 mind-affecting effects, and to poison, sleep,paralysis, stun- Treasure:50% goods (gems only) ning, disease, death effects, necromantic effects, and any Alignment:Always neutral effect that requires a Fortitude save unless it also works on Advancement:2–3 HD (Medium-size) 22 DOOLB KWAH Blackstone gigant BLOODTHORN Blood hawks are fierce, carnivorous predators. They pose a danger to any creature that wanders into the territory they Large Plant (Extraplanar) claim as their own. They take joy in the hunt, and often a Hit Dice:3d8+12 (25 hp) murder of blood hawks attacks even if all its members have Initiative:+3 fed well and recently. Speed:0 ft. A blood hawk measures about 3 feet from the tip of its AC:16 (–1 size, +3 Dex, +4 natural), touch 12, flat-footed 13 cruelly hooked beak to the end of its tail feathers, and an Base Attack/Grapple:+2/+11 adult has a wingspan of roughly 7 feet. Its feathers are a dull Attack:Tendril +6 melee gray color, and its eyes are the same bright red as the fresh Full Attack:4 tendrils +6 melee blood the creature craves. Damage:Tendril 1d8+5 Some experts believe that blood hawks are related to other Face/Reach:10 ft./10 ft. birds of prey. However, their hunger for fresh flesh and Special Attacks:Blood drain, blood is distinctly unlike more mundane aerial carnivores. improved grab",
        "name":  "Construct Traits",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "After spearing a victim, a bonespear attempts to is a fiendish hound (either a hell hound, vorr, or shadow drag the victim closer on the bonespear’s turn in each sub- mastiff) that has learned to assume humanoid form. Cre- sequent round. This activity resembles the bull rush maneu- ated by devil and demon lords to serve as intelligent ver, except that the bonespear drags its victim 10 feet closer trackers and guardians, canomorphs often journey to the +1 foot for each point by which its Strength check exceeds Material Plane to undertake diabolical missions for their the victim’s. The bonespear gains a +4 bonus on its drag infernal masters. check if it is set in its immobile stance. Against a Medium- An intense rivalry among the three subraces divides size victim, the bonespear’s Strength modifier is +10, or +14 canomorphs from each other. All three fill similar roles in if it is set in its stance. the Lower Planes, so there is intense competition for domi- A bonespear can draw in a creature from a distance of 10 nance. The haraknins are the physically weakest of the feet or less and bite with a +4 bonus on its attack roll in the three, but they are also the most numerous and tenacious. same round. The shadurakuls are the strongest and most dangerous Horns (Ex):Most encounters with a bonespear begin canomorphs, but they are few in number. Between the two when it fires its two horns. If a horn misses its intended are the shadowy vultivors, who are for now content to target, it is quickly reeled in. Reeling in a horn is a full- remain in hiding and let their more aggressive kin tear at round action. Each horn has a range of 60 feet (no range each other. increment). A bonespear will always try to hit a single target with both horns, but is capable of attaching to two different COMBAT targets at the same time. Canomorphs have all the abilities and characteristics of Poison (Ex):A bonespear delivers its poison (Fort DC their hound form (hell hound for haraknins, shadow mastiff 25 negates) with each successful horn attack. Initial and for shadurakuls, or vorr for vultivors), plus class levels 25 CANOMORPH Bonespear learned in their humanoid form. Canomorphs can change Organization:Solitary, pair, or pack (5–12) form at will from their hound form to a humanoid form— Challenge Rating:5 (3 + class level) usually human, although other races are possible. They infil- Treasure:Standard trate humanoid settlements in this guise, but often revert to Alignment:Always lawful evil their natural forms to attack. Advancement:By character class Change Shape (Su): A canomorph can assume the Level Adjustment:+3 form of any Small, Medium or Large humanoid. It retains the extraordinary attacks of its original form regardless of its Hell Hound Form new form. Changing shape to or from its original form Medium-Size Outsider (Evil, Extraplanar, Fire, requires a move action. Lawful, Shapechanger) Command Fiendish Hound(Sp):All canomorphs can use Hit Dice:4d8+8 plus 2d12+4 (43 hp) greater command at will against fiendish hounds of their Initiative:+6 associated kind (hell hounds for haraknins, shadow mas- Speed:50 ft. tiffs for shadurakuls, and vorrs for vultivors). These crea- AC:17 (+2 Dex, +5 natural), touch 12, flat-footed 15 tures will never voluntarily attack a canomorph of the Base Attack/Grapple:+6/+9 associated kind. Attack:Bite +9 melee",
        "name":  "Drag",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 21, Dex 16, Con 21, Int 8, Wis 14, Cha 10 to the Monster Manual for ability scores, feats, and skills), and",
        "name":  "Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A caryatid column is immune to mind- vermin traits affecting effects, and to poison, sleep,paralysis, stunning, dis- Saves:Fort +28, Ref +11, Will +13 ease, death effects, necromantic effects, and any effect that Abilities:Str 35, Dex 7, Con 22, Int —, Wis 11, Cha 2 requires a Fortitude save unless it also works on objects. The Skills:Swim +20 creature is not subject to critical hits, subdual damage, abil- Feats: — ity damage, ability drain, energy drain, or death from mas- Climate/Terrain:Any land and underground sive damage. It cannot heal itself but can be healed through Organization:Solitary repair. It cannot be raised or resurrected. A caryatid column Challenge Rating:19 has darkvision (60-foot range). Treasure:— Hardness (Ex):Like an animated object made of stone, a Alignment:Always neutral caryatid column has a hardness of 8. Advancement:41–80 HD (Gargantuan); 81–120 HD",
        "name":  "Construct Traits",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 rakes +25 melee and bite +19 melee and 2 although the creatures have scattered across the planes of wing buffets +19 melee, or feather flurry +21 ranged existence. Hoarders of knowledge, most chronotyryns do",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A chronotyryn has a +10 racial bonus on Spot Chwidenchas hunt down any living creature, but they checks. particularly despise drow, who have cast them out of soci- ety just as the drow have done with driders. Some evil 34 AHCNEDIWHC Chwidencha CRAWLING HEAD races capture groups of chwidenchas and place them in metal-lined pits, using them to dispose of waste, carcasses, Huge Undead and the occasional prisoner or criminal. Hit Dice:28d12 (182 hp)",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard Farastus can be summoned using a summon monster IX",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Acid immunity, cold immunity, DR Stench (Ex):A kelubar’s slime reeks of filth and decay. 15/+2, outsider traits, poison immunity, evasion, fire All creatures (except other demodands) within 30 feet of a immunity, SR 25, uncanny dodge kelubar must succeed on a Fortitude save (DC 19) or be",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 20, Dex 13, Con 17, Int 14, Wis 15, Cha 18 creature remains within the area, and for 10 rounds after",
        "name":  "Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bluff +24, Concentration +19, Diplomacy +28, the creature leaves. A successful save means the creature is Disguise +4 (+6 acting), Gather Information +6, Hide +9, immune to that kelubar’s stench for 1 day (but not the Intimidate +22, Knowledge (local) +18, Knowledge (the stench of other kelubars). planes) +18, Listen +18, Move Silently +9, Sense Motive Summon Demodand(Sp): Once per day, a kelubar can +22, Spot +18, Survival +2 (+4 on other planes) attempt to summon 1d2 kelubars with a 40% chance of suc-",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Acid immunity, cold immunity, dark- Reflexes feat. vision 120 ft., DR 20/+3, outsider traits, poison immu- Paralyzing Slime (Ex):A shator’s slime acts as a nerve nity, fire immunity, immunity to mind-affecting effects, toxin. Creatures struck in melee by a shator’s claw or bite scent, see invisibility, SR 30 attack must make a Fortitude save (DC 21) or be paralyzed",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+2 their own masters, and they never serve any other creature",
        "name":  "Initiative",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Huge +3 unholy scythe2d6+14/19–20/×4 it needs such powers; in combat, few creatures can match (primary), Huge +3 unholy scythes2d6+8/19–20/×4 the horrible fury of an enraged myrmyxicus. It spreads its (secondary), bite 2d8+5, tail 1d8+5, tentacle 1d6+5 attacks out among any creatures it can affect, only focusing Face/Reach:15 ft./15 ft. its attacks on a single target in the rare case when it meets a",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "DR 30/+3, infuse scythe, outsider traits, tures in this area must make a Reflex save (DC 26) or SR 30, tanar’ri traits, unholy ichor become nauseated. Good-aligned creatures take 10d6",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A myrmyxicus has a +8 racial bonus on any Swim Slow Aura (Su):Living creatures that come within 30 check to perform some special action or avoid a hazard and feet of a skulvyn must make a Will save (DC 12) or can always choose to take 10 on Swim checks, even if dis- become slowed for 4 rounds. Skulvyns are immune to tracted or endangered. this aura. A creature that makes a successful saving throw is immune to that particular skulvyn’s slow aura SKULVYN for one day. Creatures that come within range of a pack of Large Outsider (Aquatic, Chaotic, Evil, Extraplanar) skulvyns must make one saving throw for each skulvyn",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +12, Ref +10, detect evil,discern lies,hold Will +10 monster, mirror image, prayer,",
        "name":  "Saves",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Baatezu traits, cold resistance 20, survived such an encounter. When a paeliryon deems it DR 20/+3, outsider traits, scent, see invisibility, SR 32, necessary to become involved in some scheme itself, it’s tongues usually because some plan has gone awry, and the creature",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 (–2 size, –5 Dex, +1 deflection), touch 4, flat-footed 4, on the Ethereal Plane until it detects a creature on the Mate- or 3 (–2 size, –5 Dex), touch 3, flat-footed 3 rial Plane large enough to attract its interest (at least Small Base Attack/Grapple:+9/+26 in size). The ethereal ooze then manifests and moves toward",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "—, or slam +16 melee the creature, hoping to move over it incorporeally and",
        "name":  "Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "—, or slam 2d6+13 plus 3d6 acid Acid (Ex): An ethereal ooze secretes a digestive acid that Face/Reach:15 ft./10 ft. dissolves flesh. Any melee hit against a creature on the Ethe-",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +10, Ref –1, Will –1 need to make Spot or Listen checks to notice creatures within",
        "name":  "Saves",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 28, Dex 1, Con 22, Int—, Wis 1, Cha 1 range of its blindsight. An ethereal ooze on the Ethereal Plane Climate/Terrain:Any (Ethereal Plane) can ascertain creatures and objects on the Material Plane",
        "name":  "Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard perception of creatures and object on the Material Plane.",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Darkvision 60 ft., fire subtype, low-light Brutish creatures of scales and fire, flame snakes are often vision, scent coerced or bribed into serving as guards for royal families. Saves: Fort +2, Ref +5, Will +0",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "21 (+4 Dex, +7 natural),touch 14, flat-footed 17 creatures’ tails. Base Attack/Grapple:+8/+10 Of all three varieties of flame",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite ployers shy away from 1d8+2 and a creature almost as 2d6 fire plus likely to bite its mas- poison, tail ter as any intruders. spike 1d6+1 plus 2d6 fire, Combat magma spit Lesser flame snakes 2d6 fire revel in the burning of Face/Reach: 5 their foes, so they use ft./5 ft. (coiled) their magma spit at every",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, pair, or clutch (3–6) greater flame snake is damaging. Any creature within 5 feet",
        "name":  "Organization",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +13 melee and 2 claws +11 melee and because of the creature’s augmented critical ability and its sting +11 melee Improved Critical feat. On a successful critical hit with a",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10–13 HD (Medium-size); 13–27 HD Armadons rush into the thick of battle where they can do (Large) the most damage. They typically release a gout of acid prior to engaging in melee. Because they are immune to acid, they An observer is weaker than a taskmaster (see the Monster use their acid spray in areas with other armadons even if Manual). It has two sets of eyes—one large set on the front they are in combat. of its head and another smaller set on the sides of its head, 77 FORMIAN Observer LGW granting it all-around vision. Its antennae are larger than WINGED WARRIOR those of other subraces, and its arms end in small, delicate Medium-Size Outsider (Extraplanar, Lawful) hands used for manipulation, not combat. Hit Dice: 6d8+12 (39 hp) Like taskmasters, observers lack mouths and communi- Initiative: +4 cate only through telepathy. Observers know Formian and Speed: 20 ft., fly 60 ft. (good) Common. AC: 19 (+4 Dex, +5 natural),touch 14, flat-footed 15 Base Attack/Grapple:+6/+8",
        "name":  "Combat Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Masterwork heavy flail 1d10+6, slam 1d8+6 Whirlwind of Death (Ex):A blood golem can spin its (see text) upper body and cause its flails to rotate at high speed. This abil- Face/Reach:10 ft./10 ft. ity allows it to attack all creatures within its reach as if it had the",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +3, Ref +2, Will +3 creatures to continue functioning. The golem loses 5 hit",
        "name":  "Saves",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +1, Ref +3, Will +2 5–6 Protection from law3/day, Tasha’a hideous laughteror suggestion1/day Abilities: Str 13, Dex 10, Con 13, Int 13, Wis 14, Cha 14 7–8 Confusion oremotion1/day Skills: Balance +9, Jump +9, Swim +10 9–10 Eyebiteorlesser geas 1/day Feats: Multiattack 11–12 Dominate personorhold monster 1/day Climate/Terrain: Any underground 13–14 Mass invisibility 1/day",
        "name":  "Saves",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Adjust from the base creature as follows: Dex Alignment: Usually neutral evil +2, Con –2, Wis +2, Cha +4. Advancement:By character class",
        "name":  "Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A half-fey has skill points equal to (6 + its Int Level Adjustment:+6 modifier)×(its Hit Dice + 3). Treat skills possessed by the base creature as class skills and other skills as cross-class. Half-illithid lizardfolk, called tzakandi in the illithid lan- If the creature has a class, it gains skill points for class guage, are used as slave laborers and personal guards in levels normally. some illithid communities. Their appearance contains",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. aspects of both the illithid and the host; no two of them look",
        "name":  "Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +2. exactly the same.",
        "name":  "Level Adjustment",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Int a union inevitably produces. Some less scrupulous practi- +4, Wis +4, Cha +4. tioners of the arcane mysteries have, at times, taken captive Climate/Terrain: Same as the base creature and any trolls and bred them forcibly with other creatures, hoping to underground. produce a new breed of powerful, resilient, yet easily con-",
        "name":  "Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature (to a maximum trolled minion. of about 10 creatures) or cult (6–10 plus 3–5 mind flayers). A half-troll is typically much tougher than a member of",
        "name":  "Organization",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +3. its nontroll parent race. It gains much of the troll’s natural",
        "name":  "Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Glaive +10 melee, or 2 claws +9 melee and with both claw attacks, it automatically hits with its beard. bite +7 melee and beard (see text) The affected creature must succeed on a Fortitude save (DC",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Half-trolls have bite and claw attacks. If the base creature does not have these attack forms, use the appropri- ate damage values based on the half-troll’s size (see the table below). Otherwise, use the values from the table or the base creature’s damage, whichever is greater. Size Bite Damage Claw Damage Fine 1 — Diminutive 1d2 1 Tiny 1d3 1d2 Small 1d4 1d3 Medium-size 1d6 1d4 Large 1d8 1d6 Huge 2d6 1d8 Gargantuan 2d8 2d6 Colossal 4d6 2d8",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Adjust from the base creature as follows: Str +6, Challenge Rating: 7 Dex +2, Con +6, Int –2, Cha –2. Treasure: Standard",
        "name":  "Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A half-troll has skill points equal to (2 + its Int Alignment: Often neutral evil modifier, minimum 1) ×(its Hit Dice + 3). Treat skills pos- Advancement: By character class sessed by the base creature as class skills and other skills as cross-class. If the creature has a class, it gains skill points for In life, this huecuva was a 5th-level human cleric. class levels normally.",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Half-trolls gain feats normally. They tend to favor COMBAT feats that take advantage of their strength, such as Power A huecuva attacks with the savagery of a beast that has been Attack and Cleave, or feats that offset their natural weak- consumed with loathing of the living. nesses, such as Iron Will. Huecuva Blight (Su):Victims hit by a huecuva’s slam Climate/Terrain:Same as base creature or any land, attack must succeed on a Fortitude save (DC 14) or fall prey aquatic, and underground. to the disease called huecuva blight. The incubation period",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as base creature or solitary. is 1 day; at the end of that time, the disease deals 1d2 points",
        "name":  "Organization",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +2. of Strength and Constitution damage. An infected victim",
        "name":  "Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A huecuva retains all the attacks them with the Death and Evil domains. A cleric who pre- of the base creature and also gains a slam attack if the base viously was able to turn undead loses that ability and creature does not have one. If the base creature does not gains the ability to rebuke or command undead, like have a slam attack, use the appropriate value based on the other evil clerics. huecuva’s size (see the table below) but only humanoids A paladin who becomes a huecuva gains special abilities are eligible. A base creature with natural attacks uses the much like a fallen paladin who becomes a blackguard. See value from the table below or the base creature’s damage, the information on fallen paladin blackguard abilities in whichever is greater. the DUNGEONMASTER’s Guide to determine the huecuva’s spe- Size Damage cial abilities. Fine 1 Abilities: Change from the base creature as follows: Str Diminutive 1d2 +2, Int –6, Wis +2, Cha +2. As undead creatures, huecuvas Tiny 1d3 have no Constitution score. Small 1d4 Medium-size 1d6 Feats: Huecuvas gain Toughness as a bonus feat. Large 1d8 Climate/Terrain: Any land and underground. Huge 2d6 Organization:Solitary or gang (2–12). Gargantuan 2d8",
        "name":  "Attacks and Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +2. Colossal 4d6",
        "name":  "Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A huecuva retains all the special Alignment: Always evil (any). attacks of the base creature. In addition, huecuvas expose 95 HUECUVA BS Huecuva HULLATHOIN With a distinctive preference for the dark places of the Huge Undead land, the hullathoin is most commonly encountered",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Deform, exude bloodfiend locusts, mob of assorted undead creatures. Since the swarm it car- improved grab, improved grapple, poison, rebuke ries in its body is capable of creating fresh vampire spawn, undead, ring of pus these are the most common kind of undead in its retinue,",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "DR 5/silver, outsider traits, polymorph, nurse corps. regeneration 4, see in darkness, SR 6, transfusion Corpulent human-shaped creatures with short limbs",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4d8 (18 hp) During this time, afflicted creatures are so entranced by",
        "name":  "Hit Dice",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+0 Filth imps can be summoned using a summon monster",
        "name":  "Initiative",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Claw +4 melee foot spread. Any creatures caught within the cloud must",
        "name":  "Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "DR 5/silver, outsider traits, polymorph, for one day. regeneration 2, see in darkness, sonic resistance 20, SR 5 Disease (Ex):Any creature hit by a filth imp’s claw attack",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17 (+1 size, +3 Dex, +3 natural) as jackal, (in any of its forms) that meets the creature’s gaze must touch 14, flat-footed 14; 16 (+3 Dex, +3 succeed on a Will saving throw (DC 13) or fall asleep for 5 natural) as hybrid, touch 13, flat-footed 13; minutes. Jackalweres are immune to their own gaze 15 (+3 Dex, +2 natural) as humanoid, touch attacks and to those of others of their kind. Creatures 13, flat-footed 12 engaged in combat receive a +4 bonus on their Base Attack/Grapple:+4/+1 Small or +5 saving throws. Medium-size Alternate Form (Su): A jackalwere has",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Material vulnerability, outsider traits, parent and liquid as it slithers and runs over the creature’s poison immunity visible entrails. A kaorti’s fingers are little more than bone-",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+3 with the creatures that have it. Once they have learned",
        "name":  "Initiative",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "40 ft., climb 20 ft. what they think they can from a creature, keepers often",
        "name":  "Speed",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "19 (+3 Dex, +4 natural, +2 leather), touch 13, flat- attempt to silence that creature so that others cannot footed 16 learn what it knows. Despite these draconian tactics, Base Attack/Grapple:+4/+8 keepers can be bargained with and will hold to the letter",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "ing blood during a fight. The Darkvision 60 ft. creatures make use of giant",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10–24 HD (Huge), 25–27 HD (Gargantuan) even if rushed or threatened. 116 HTARUDLUK Kuldurath LIVING HOLOCAUST Living holocausts burn every creature they encounter. Small Elemental (Air, Extraplanar, Fire) They are the enemies of all living things; even fire and air",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +8, Ref +12, Will +10 Burn (Ex):Any creature that is hit by the living holo-",
        "name":  "Saves",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "16–20 HD (Small); 21–35 HD (Medium-size); 36–45 HD (Large) Equal parts air, fire, and evil, living holocausts are elemental creatures with demonic spirits. Filled with malice and greed for power, they feed by burning the life out of other creatures. Living holocausts on the Material Plane seek to dominate creatures in the area, forcing them to offer living tributes to its hunger. A living holocaust looks like a red, upright flame that constantly flickers and waves. It has no obvious face or other recognizable features. In its whirlflame form, a living holo- caust shows it is truly worthy of its name, becoming a veritable cyclone of fiery death and tearing winds. 117 HOLOCAUST LIVING Living holocaust hits or flanking, and it cannot be raised or resurrected. The escape the whirlflame. The creature still takes damage but creature also has darkvision (60-foot range). can leave the whirlflame if the save is successful. Fiery Aura (Ex): Anyone within 30 feet of a living A living holocaust can eject any carried creature when- holocaust must succeed on a Fortitude save (DC 18) or ever it wishes, depositing it wherever the whirlflame hap- take 1d6 points of fire damage from the intense heat. pens to be.",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 22, Dex 11, Con Maelephants can be sum- 16, Int 14, Wis 19, Cha 15 moned using a summon monster",
        "name":  "Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite +2 melee creature is not subject to critical hits, subdual damage, abil-",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Octopus trees have a +8 racial bonus on any floating man-of-war jellyfish. It pulses and ripples due to Swim check to perform some special action or avoid a the tremendous amount of gas carried within it; some- hazard and can always choose to take 10 on Swim checks, times a pocket of the gas just under the creature’s skin even if distracted or endangered. develops a leak, causing the gas to whistle as it slowly escapes. Dangling from the floating body are a number of barbed tendrils, upon which are skewered the eyes of the OCULARON ocularon’s former prey. Large Aberration An ocularon can animate eyeballs it has captured and",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Huge+3 halberd2d6+12plus antithesis Antithesis (Su): Any creature that is hit by the auru- Face/Reach: 10 ft./10 ft. mach’s melee attack or that touches it with a natural",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +17, Ref +14, Will +17 points of unholy damage. Thus, a creature of chaotic good",
        "name":  "Saves",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "32 (+7 Dex, +15 natural),touch 17, flat-footed 32 skin, but few creatures ever get to see this form. A cuprilach Base Attack/Grapple:+12/+16 rarely travels without wearing layers of disguises.",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "12 creature, Melf’s acid arrow, misdirection, see invisibility;3/day—",
        "name":  "Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20 ft. (+1full plate); base 30 ft. ferrumachs would rather have creatures obey their com-",
        "name":  "Speed",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +15, Ref +7, Will +7 one day. All rilmani and any creatures the ferrumach",
        "name":  "Saves",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Slam +9 melee and 6 claws +7 melee and 3 the rukanyr; the creatures are so destructive that the kaorti bites +7 melee do not allow them in their enclaves. A rukanyr’s ability to",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— 146 HTIRKRAS SEA DRAKE their waters free of pirates, raiders, and other dangerous Gargantuan Dragon (Aquatic) sea monsters. Many sea captains consider the toll a bargain",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide in plain sight, shadow curse, casting leader. Skilled at stealth and gifted with visual superior low-light vision acuity greater than that of most other creatures, the",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bite 1d3–2 plus creature slain by a shadow poison asp’s poison rises as a shadow Face/Reach:2 1/2 ft./ in 1d2 days. Such a shadow is 0 ft. considered uncontrolled,",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Shedim have a +8 racial bonus on Balance, Listen, pathetic creatures usually die at the Knowledge (the planes), and Spot checks. hands of an angry mob. Skulks speak a bastardized ver- sion of Common, rife withwords SKULK and concepts from long-dead Medium-Size Humanoid (Skulk) human cultures.",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "30 ft. A mud slaad can be summoned using a summon monster",
        "name":  "Speed",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Climb +12, Jump +12, Hide +11, Listen +7, Move attempt a new Will save to attack it. Silently +11, Spot +7 Disease (Ex): Any creature hit by a mud slaad’s bite",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary, gang (2–5), or pack next week into a mud slaad. The infected creature (6–10) can attempt a new save each day (DC 15) to",
        "name":  "Organization",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17 (–1 size, +2 Dex, +6 natural), touch 11, flat-footed 15 melee attack against each creature it threatens at the end Base Attack/Grapple:+6/+15 of its charge. Each creature hit takes 3d6+10 points of",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Sting +10 melee and bite +5 melee damage from this attack, the creature must make a",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All-around vision, blindsight 60 ft., aren’t uncommon. They have wormlike bodies with large, darkvision 60 ft., DR 20/+2, immunities, incorporeal razor-edged wings that run nearly their entire length, giving subtype, SR 28 them the appearance of a manta ray. The creature’s lamprey- Saves:Fort +10, Ref +13, Will +12 like mouth is located on its underside. The slasrath’s tail is Abilities:Str—, Dex 27, Con 21, Int 10, Wis 14, Cha 18 long and whiplike with a barb at its tip. Skills:Hide +9*, Listen +9, Spot +9 158 HTARSALS Slasrath MC",
        "name":  "Most slasraths are black, but gray and green varieties Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alertness, Dodge, Improved Initiative, Mobility, Ghost Touch Attacks (Su):A spectral lurker’s tentacle Multiattack, Spring Attack and bite attacks deal normal damage to corporeal creatures. Climate/Terrain:Any land or underground Essentially, the lurker can consider its mouth and tentacles",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17 more beneficial to the creature.",
        "name":  "Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "17–22 HD (Huge); 23–48 HD a tentacle attack, it deals normal damage and attempts to (Gargantuan) start a grapple as a free action without provoking an attack of opportunity (grapple bonus +26). If it gets a hold, it can A spectral lurker waits in the dark places where only the pull the opponent into a solid surface and also constrict in brave and foolhardy go. Drawn to a dungeon, an abandoned the same round. Thereafter, the lurker has the option to con- keep, or a cavernous space, a lurker bides its time, hoping for duct the grapple normally, or simply use its tentacle to hold a meal to pass by. the opponent (–20 penalty on grapple check, but the spec- A lurker’s body is roughly ovoid in shape. From it sprout tral lurker is not considered grappled). In either case, each two long tentacles and two eyes on long, prehensile stalks. successful grapple check it makes during successive rounds Below these four appendages sits a large mouth automatically deals tentacle damage and subjects the oppo- filled with sharp teeth. The col- nent to the possibility of Dex- oration of a lurker’s hide is terity drain. nearly always the faded gray Incorporealize (Su): A of stone, but its tentacles creature grappled and pinned and mouth give off a by a spectral lurker’s tenta- faint, white glow. cles must make a Fortitude A spectral lurker is save (DC 22) or become often mistaken for an incorporeal itself. This ef- unusual-looking ghost fect temporarily grants the when spotted at a dis- creature the incorporeal tance. Those who seek to subtype (as long as it re- put the “ghost” to rest are mains grappled by the one of the most common spectral lurker), but doesn’t sources of food for the automatically allow it to creature. escape the lurker’s grapple Spectral lurkers speak due to the lurker’s ability Undercommon. to make ghost touch at- tacks. If a victim becomes COMBAT corporeal while inside a A spectral lurker hides material object (such as a in walls, floors, and ceil- solid wall), it is shunted of ings of enclosed spaces— to the nearest open space dungeons, caverns, and and takes 1d6 points of so on—waiting for a tasty damage per 5 feet that it morsel to pass nearby. so travels. When likely prey makes All-Around Vision (Ex): an appearance, it strikes A spectral lurker can see in with its tentacles, wrapping a all directions at once. Because victim up, turning it incorporeal, then dragging it inside a of this ability, it has a +4 racial bonus on solid surface before releasing it. It repeats these tactics until Search and Spot checks, and it cannot be flanked. its prey is dead. Blindsight (Ex):A spectral lurker can ascertain creatures Constrict (Ex):With a successful grapple check, a spec- by nonvisual means (mostly hearing, but also by vibration tral lurker can constrict a grabbed opponent, dealing 2d6 and other environmental clues). This ability enables it to dis- points of bludgeoning damage. cern objects and creatures within 60 feet. A spectral lurker Dexterity Drain (Su):A creature grappled by a spectral usually does not need to make Spot or Listen checks to lurker must make a Fortitude save (DC 22) or be drained of notice creatures within range of its blindsight. 1d6 points of Dexterity. This saving throw must be made Immunities (Ex): A spectral lurker is immune to cold, each round the opponent remains grappled. electricity, and sonic damage. 159 LURKER SPECTRAL Spectral lurker",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+5 toward the creature’s nose,",
        "name":  "Initiative",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+1 heavy for hundreds of miles. mace+15/+10/+5 Creatures that pass within melee and bite +12 are generally unmolested, melee and wing buffet but the sprits sometimes +12 melee take offense at unseen",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Plague ant swarms have a +8 racial bonus on Climb Medium-Size Vermin (Swarm of Fine Creatures) checks and can always choose to take 10 on Climb checks,",
        "name":  "PLAGUE ANT SWARM Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A locust swarm is immune to all consumption of carrion and the like, scarab mind-affecting effects (charms, compulsions, beetles speed the reintroduction of decaying phantasms, patterns, and morale effects). It also has organic material into the environment. darkvision (60-foot range). Fortunately, scarab beetles are not very fond of sunlight or intense heat, and they do not venture out onto the SCARAB BEETLE SWARM sweeping sands for long. At most, they attack any animal Medium-Size Vermin (Swarm of Fine Creatures) unfortunate to stumble across their lair before retreat-",
        "name":  "Vermin Traits",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swarm presence of a living creature and",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swarm 5d6 plus desiccate devour anything that gets be- Face/Reach: 5 ft./0 ft. tween them and that creature.",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 1, Dex 15, Con 12, Int 1, Creatures) Wis 12, Cha 2 Hit Dice: 4d8+4 (22 hp)",
        "name":  "Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +2.",
        "name":  "Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+9 shape shared by both monsters. Thunder worms are incor-",
        "name":  "Initiative",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str —, Dex 21, Con 28, Int 14, Wis 19, Cha 42 Engulf (Ex):As an incorporeal creature, a thunder worm",
        "name":  "Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A ti-khana deinonychus can assume the Special Attacks:A ti-khana creature gains all the follow- form of a Tiny to Large viper (see the Monster Manual). ing special attacks. The ti-khana deinonychus uses its own or the viper’s Poison (Ex): A ti-khana creature delivers its poison (Fort DC poison, whichever it prefers. 10 + 1/2 creature’s HD + creature’s Con modifier negates) with",
        "name":  "Alternate Form",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "18 (–2 size, +2 Dex, +8 natural), touch 10, flat-footed 16 Creatures stepping into a tunnel terror’s space suddenly Base Attack/Grapple:+13/+30 find themselves engulfed as the beast contracts to wrap",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tentacle slap +20 melee around its prey. Wrapped creatures are ground into paste",
        "name":  "Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Alertness, Great Fortitude, Improved Initiative, while it constricts. Attacks made on an engulfing tunnel Lightning Reflexes, Power Attack, Skill Focus (Hide), terror deal half their damage to the monster and half to the Skill Focus (Move Silently) trapped victim. Climate/Terrain:Any underground Psionics (Sp): At will—arcane eye,",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "19–32 tion (Ex):An engulfed crea- (Huge); 33–54 turetakes 1d8+13 points of (Gargantuan) bludgeoning damage, has no air to breathe, and In the depths of the begins to suffocate. earth, tunnel terrors Camouflage (Su): (also known as rock- Since a tunnel terror worms) carve out looks like a part of the treacherous mazes tunnel when at rest, and pitfalls that mis- it takes a successful direct unsuspecting Spot check (DC 20) wanderers into their to notice it before it great maws. These attacks. Dwarves can bizarre predators use stonecunning to are distantly related notice a tunnel terror. to delvers. Tremorsense A tunnel terror (Ex):Tunnel terrors looks like a gigan- can automatically tic stony worm that sense the location of has been hollowed out, anything within 60 leaving only a thick, tubular feet that is in contact hide. It has two flat tentacles, each with the ground. positioned at one end of its body. When at rest, these ten- Skills: Tunnel terrors have a +8 racial tacles are outstretched and blend in with a tunnel ceiling bonus on Climb checks and can always choose to take 10 on or wall. Tunnel terrors have no mouth, eyes, or ears. They Climb checks, even if rushed or threatened. use psionic abilities and tremorsense to interact with their environment. 179 TERROR TUNNEL Tunnel terror ULGURSTASTA The newly formed beast has an Intelligence of 1 and can Gargantuan Undead immediately create new skeletons. It obeys the vocal com-",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "18 (+8 natural), touch 10, fights as an assassin vine in all flat-footed 18 respects (see the Monster Manual). An Base Attack/Grapple:+3/+7 animated vine loses its ability",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A wendigo’s bite is its sole attack.If the base crea- Special Qualities:A wendigo retains all the special qual- ture does not have a bite attack, the wendigo gains one. ities of the base creature and gains the following special",
        "name":  "Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A wendigo creature’s bite attack deals damage as qualities as well. shown on the table below, or as the base creature, whichever Cold Subtype (Ex):A wendigo is immune to cold damage. It is better. It adds 1 1/2 times its Strength bonus to the takes half again as much (+50%) damage as normal from fire, damage dealt. regardless of whether a saving throw is allowed, or if the Wendigo Size Bite Damage save is a success or a failure. Fine 1 Corner of the Eye (Su): A wendigo that stalks a victim while Diminutive 1d2 wind walking always seems to lurk just at the corner of its Tiny 1d3 chosen victim’s field of vision. This victim takes a –2 penalty Small 1d4 Medium-size 1d6 on all Wisdom-based skill checks as long as the wendigo Large 2d4 stalks him. Huge 2d6 Regeneration 5 (Ex): Fire deals normal damage to a wendigo. Gargantuan 2d8 Wind Walk (Su): A wendigo can wind walk at will, trans- Colossal 4d6 forming from physical form to incorporeal form or back",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary or infestation (1 yellow musk The musk has a range of 30 feet and can target one creature creeper plus 2–8 yellow musk zombies) per round.",
        "name":  "Organization",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 Creatures struck by a yellow musk creeper’s musk puff",
        "name":  "Challenge Rating",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1d8 (4 hp) 1st-level orc warrior as the base creature.",
        "name":  "Hit Dice",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— creature also has low-light vision. Seeded (Ex):If a yellow musk zombie orc dies, the grow- Yellow musk zombies are not zombies at all, though their low ing seed inside its head takes root and grows into a yellow groans, sickly yellow skin, and vacant stares lead many to musk creeper within 1 hour. believe they are undead. Rather, the wretched creatures are all that remains of victims of the deadly yellow musk creeper. THE YELLOW MUSK ZOMBIE TEMPLATE During their thankfully brief lives, yellow musk zombies do “Yellow musk zombie” is an acquired template that can be everything within their power to protect and support the applied to any living creature that would ordinarily have an plant that spawned them. Intelligence score, and whose physiology includes a brain 191 ZOMBIE ORC YELLOW MUSK (referred to hereafter as the base creature). The creature’s type becomes plant. It uses all the base creature’s statistics and abilities except as noted here.",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature, except that the yellow musk zombie has an Intelligence of 2, and Dexterity and Wisdom change to 10, unless they were already lower.",
        "name":  "Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature (although the zombie retains only whatever it was wearing or carry- ing when transformed).",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always neutral. 192 KSUM WOLLEY CRO EIBMOZ Yellow musk creeper Yellow musk zombie orcs Curing a Yellow Musk Zombie the top of the torso, allowing the creature to see in all A yellow musk zombie’s patron plant must be killed before directions and attack as many as eight different opponents the zombie can be cured of its affliction. Thereafter, a cleric at once. The creature’s scales range in shade from deep of at least 12th level must cast regenerateorhealupon the maroon to midnight blue or violet black, usually lighter on character before the implanted seed germinates. the torso and underbelly. Its twelve eyes glitter yellow with malice and intelligence. It has a musky odor about it that most mammals find unsettling. YUAN-TI ANATHEMA Like other yuan-ti, anathemas speak their own language, Huge Aberration plus Common, Draconic, and Abyssal",
        "name":  "Alignment",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Double standard Tiny to Huge viper (see the Monster Manual). In viper form,",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+7 creature is frightened, which is nearly all the time.",
        "name":  "Initiative",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 11, Dex 16, Con 12, Int 5, Wis 8, Cha 11 have the upper hand. When they encounter creatures",
        "name":  "Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Skeroloths have a +4 racial bonus on Hide and Yurians use their large claws in combat. The males of certain Move Silently checks. Skeroloths also have a +8 racial bonus yurian tribes have one en- on Climb checks and can always choose to take 10 on Climb larged claw that deals 1d8 checks, even if rushed or threatened. points of damage plus the creature’s Strength bonus. YURIAN Medium-Size Monstrous Humanoid (Aquatic)",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Burst of strength, construct traits, Fortitude save unless it also works on objects. The creature invulnerability, wish is not subject to critical hits, subdual damage, ability",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "2 + Int modifier. 202 1 XIDNEPPA CLASS FEATURES a simple task. The next day, when the affected creature is The following are class features of the fiend of corruption suffering from the penalty, the price for restoring the prestige class. favor gets slightly higher, and",
        "name":  "Skill Points at Each Level",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An aboleth tentacle typically replaces To a beholder, every kind of creature—including other an arm or forelimb on the grafted creature, though some- beholders who vary even slightly from itself—is an abom- times it is attached just above a forelimb or below an arm. ination fit only to be destroyed. Any attempt to transfer the The creature gains a +4 bonus to Strength when using the perfection of the beholder form to another creature is tentacle for any purpose, including attacking. A successful abhorrent to beholders—and that is exactly what beholder natural attack with the tentacle deals 1d6 points of grafts are. These are created and implanted by deranged damage plus the grafted creature’s adjusted Strength cultists who worship beholders (usually human but some- bonus, and can cause the struck creature to transform. times goblinoid) in an attempt to become more like the Affected creatures must succeed on a Fortitude save (DC 10 creatures they idolize. + 1/2 grafted creature’s HD + grafted creature’s Con modi- fier) or begin to transform as if struck by an aboleth’s ten- Acquiring a Beholder Graft tacle (see the Monster Manual). Beholder grafts are created by bizarre beholder cults, and",
        "name":  "Aboleth Tentacle",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "50,000 gp. are usually made up of subterranean creatures such as",
        "name":  "Price",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This graft replaces one of the crea- of the skin (detailed in Tome and Blood) gains a ture’s own eyes and gives it a gaze attack. This attack fiendish skin at 1st level, and with increasing cancharm monster,causesleep,petrify, or cause fear.It levels becomes more closely attuned has a range of 30 feet and a save DC of 16 (including a +2 to the graft. Other prestige classes are bonus because only one of the grafted creature’s eyes can likely to exist that bestow different make the attack), but otherwise functions like a beholder’s kinds of fiendish grafts. eye rays. Even when a character gains a fiendish",
        "name":  "Gazing Eye",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A replacement eye is grafted into the grant fiendish grafts as a special ability. They grant these creature’s skull in place of one of its own eyes. The grafted “gifts” as rewards to characters who are progressing well creature can use it to produce an eye ray as a standard along the path of corruption, often in exchange for the action three times per day; the effect exactly duplicates mortal creature’s soul. one of a beholder’s smaller eye rays. An individual replace- ment eye can produce only one kind of ray. The grafted Drawbacks of Fiendish Grafts creature uses its own attack bonus to determine whether Creatures of good alignment with a fiendish graft must the ray hits its target, but the save DC is always 18. The ray make a successful Will save (DC 15) every day or take 1d3 has a range of 50 feet. points of Wisdom damage as the experience drives them",
        "name":  "Replacement Eye",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "195,000 gp. evil act. This may result in an alignment change, eventually. 209 APPENDIX 2 When characters with fiendish grafts interact with its eyes must make a Will saving throw (DC 14) or be para- nonevil NPCs, a –6 circumstance penalty is applied on all lyzed with fear for 1d4 rounds. The save DC against this Charisma-based checks (Diplomacy, Bluff, and so on). effect reflects a +2 bonus because only one of the grafted This penalty applies even if the NPC is unaware of the creature’s eyes can make the attack. The grafted creature is graft’s presence, since it reflects the subtle twisting of immune to its own gaze attack. the host’s personality. Prerequisites:Graft Flesh, fear, see invisibility,creator must be",
        "name":  "Market Price",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Graft Flesh, charm Prerequisites:Graft Flesh, fly,cre- monster, true seeing,creator must be ator must be a fiend; Market Price: a fiend; Market Price:120,000 gp. 10,000 gp.",
        "name":  "Prerequisites",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Graft Flesh, barkskin, cat’s grace, poison,creator Membranous Wings: Membranous wings resemble must be a fiend; Market Price:55,000 gp. those of a succubus, pit fiend, or bat. The grafted creature",
        "name":  "Prerequisites",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A strong leg is thick and muscular. A crea- attacks, dealing damage based on the grafted creature’s size ture with this leg gains a +2 inherent bonus to its Constitu- (see Table A2–1) plus its adjusted Strength bonus. It does tion score. not confer the benefits of the improved grab special attack. Prerequisites:Graft Flesh, endurance,creator must be a",
        "name":  "The grappling tentacle can be used to make natural Strong Leg",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Graft Flesh, creator must be a fiend; Market Reflex save (DC 10 + 1/2 the grafted creature’s HD + grafted",
        "name":  "Prerequisites",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5,000 gp. creature’s Str modifier) for half damage.",
        "name":  "Price",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Graft Flesh, bull’s strength, baleful polymorph, Table A2–1: Fiendish Graft Damage by Creature Size creator must be a fiend; Market Price:5,000 gp. Creature Flexible or Long Arm, Clawed Arm, Grappling",
        "name":  "Prerequisites",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A whip tail is long and thin, and lashes Size Fiendish Jaw Tentacle, Trampling Leg around behind the grafted creature as if of its own volition. Fine — 1 Diminutive 1 1d2 As a full-round action, the grafted creature can direct the Tiny 1d2 1d3 tail to attack one creature within a radius equal to the crea- Small 1d3 1d4 ture’s natural reach plus 10 feet. The tail uses the grafted Medium-size 1d4 1d6 creature’s base attack and size modifier and adds a Strength Large 1d6 1d8 modifier of +2, dealing 1d6+3 points of damage on a suc- Huge 1d8 2d6 Gargantuan 2d6 2d8 cessful hit (regardless of the grafted creature’s size and Colossal 2d8 4d6 Strength). Wounds from the whip tail burn fiercely, causing 211 APPENDIX 2 the struck creature to be dazed for 1 round unless it makes make a natural attack with the horn, dealing piercing a successful Fortitude save (DC 11). damage based on the grafted creature’s size (see Table A2–2).",
        "name":  "Whip Tail",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Graft Flesh, ghoul touch,creator must be a The creature also gains the benefit of the Improved Bull fiend;Market Price:8,000 gp. Rush feat.",
        "name":  "Prerequisites",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This graft Mind flayers commonly add contorts and strengthens the crea- grafts to their thralls. An il- ture’s spine and back muscles, while lithid needs only the Graft forcing it to stoop low enough to use its Flesh feat to bestow these grafts, so hands while walking. A hauling back horribly transformed thralls are quite applied to a bipedal creature turns it into common in illithid settlements. a quadruped for the purposes of deter- The process of creating a ceremorph (see the half-illithid mining carrying capacity. Illithids template, earlier in this book) is a much more radical trans- typically apply this graft to Large or formation of the host creature than an illithid graft. larger creatures, since the benefit is",
        "name":  "Acquiring an Illithid Graft Hauling Back",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A pair of long antennae sprout from minimal for Medium-size creatures the grafted creature’s head, and hundreds of inch-long and nonexistent for smaller ones. hairs are embedded into its shoulders and arms. The com- Prerequisites:Graft Flesh, creator must be an illithid; Market bined effect of these complex sensory organs is to give Price:2,000 gp. the grafted creature tremorsense, allowing it to sense the Raking Tentacle:This is a long, flexible tentacle with location of anything within 60 feet that is in contact with sharp, bony protrusions at the end. It replaces an arm or the ground. forelimb, allowing the grafted creature to make a natural",
        "name":  "Antennae Graft",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "20,000 gp. damage based on the grafted creature’s size (see Table",
        "name":  "Price",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Graft Flesh, creator must be an illithid; Market arm—overlong for the grafted creature’s height (typically",
        "name":  "Prerequisites",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This graft alters the entire facial structure The hand boasts long, sharp claws resembling knife blades. of the creature, lengthening its face into a bestial muzzle The grafted creature can make a natural attack with the and attaching a long, sharp horn. The grafted creature can rending claw, dealing slashing damage based on the grafted 212 2 XIDNEPPA creature’s size (see Table A2–2). The rending claw deals ×3 skill use. The bonus from a locking hand stacks with that damage on a critical hit. The grafted creature takes a –4 provided by a locked gauntlet. penalty on skill checks that require precision or fine manip- Prerequisites:Graft Flesh, bull’s strength,creator must be a ulation with the rending claw. maug;Market Price:2,000 gp.",
        "name":  "Goring Horn",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5,000 gp. rock, rollers replace the creature’s legs and feet. Rollers",
        "name":  "Price",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Graft Flesh, gentle repose, ghoul touch;Market at a supernaturally high velocity and power. Such attacks Price:40,000 gp. deal damage one die type higher than normal (use the Weakening Arm:A weakening arm is a skeletal forelimb “Increased” column on Table A2–3) and have a +1 enhance- that grants a +4 inherent bonus to the grafted creature’s ment bonus on attack and damage rolls. A stone spitter can Strength. Twice per day, the grafted creature can use a weak- be loaded with up to 50 stones or sling bullets. ening touch: A living creature touched takes 1d6 points of",
        "name":  "Six times per day, the stone spitter can fire its ammunition Prerequisite",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This tail replaces the grafted creature’s as a fiendish familiar may be, few characters stand any risk legs or rear limbs. The grafted creature’s base land speed is of having it subvert their will. On the other hand, a mind reduced by 10 feet, but it can climb and swim at half its orig- leech has a base Ego score of 8 (Int 16, Wis 14, Cha 16), inal land speed. The creature can constrict Medium-size or plus 2 for its mind blast special attack, 4 for its psionic smaller creatures: With a successful grapple check, it deals abilities of charm monster and suggestion, 1 for its detect 1d4 points of bludgeoning damage plus 1 1/2 times its thoughtspsionic ability, and 1 for its telepathy, for a total Strength modifier to the grappled foe. Ego of 16.",
        "name":  "Replacement Tail",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Graft Flesh, creator must be a yuan-ti; Market If the host creature does not share the symbiont’s align-",
        "name":  "Prerequisites",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This is a long, flexible arm ending in a When a personality conflict occurs, the host must make snake head. The grafted creature can make one bite attack a Will saving throw (DC = symbiont’s Ego). If the host with the arm, dealing 1d4 points of damage plus poison creature succeeds, it is dominant. If the host fails, the sym- (Fort DC 17 negates). Initial and secondary damage are the biont is dominant. Dominance lasts for one day or until a same (1d6 Con). critical situation occurs (such as a major battle, a serious",
        "name":  "Serpent Arm",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "12,000 gp. DM’s discretion). Should a symbiont gain dominance, it directly controls the host creature’s actions until the host regains dominance.",
        "name":  "Price",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1d8 (4 hp) A mind leech is a small, slimy creature that coils itself",
        "name":  "Hit Dice",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "–4 around the brain stem of the creature carrying it. A mind",
        "name":  "Initiative",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Attach, mind blast, psionics to a host. It hides in wet areas and attacks creatures that",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— composed of force, incorporeal creatures can’t bypass it the",
        "name":  "Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Skill Focus (Hide) survive only by attaching themselves to larger creatures. Climate/Terrain: Any underground",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— Face/Reach:1 ft./0 ft. 219 APPENDIX 2 Soul tick Fiendish familiar Gutworm Gutworm Infect (Ex):Gutworm eggs are often found Tiny Outsider (Chaotic, Evil, Extraplanar, in the polluted water of the Abyss and infect Symbiont) creatures that drink the water. A purify water",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— points of damage from the creature’s",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— death throes. Face/Reach:2 1/2 ft./0 ft. A creature with a gutworm must",
        "name":  "Damage",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Penny Williams from the Monster Manualand one from the Fiend Folio.",
        "name":  "Design",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Miranda Horner These creatures are ready-to-use NPCs that you can drop into your campaign world wherever you need a",
        "name":  "Editing",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Animals native to temper- Touching metal with bare skin can cause the moisture on ate or cold climates that have heavy fur coats (badgers, bears, your skin to freeze to the metal. When you pull away, you wolves, and other such creatures). may leave a layer of skin behind.",
        "name":  "Nonarctic Animal with Fur",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures whose Environment entry includes a cold terrain. Treating Frostbite",
        "name":  "Monsters Native to Cold Terrain",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Monsters that are normally found in regions of extreme cold belong in this Condition Heal DC Modifi er Cold environment +3 group. For a sample list, see page 165. Immersion in warm water –5",
        "name":  "Monsters Native to Frostfell Terrain",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Characters or creatures that are not A successful DC 15 Heal check can lower the level of attempting to travel, but instead stop and seek shelter in a hypothermia of the victim by one level (severe to moderate, snow cave, den, or similar shelter, can gain a bonus to their moderate to mild, mild to none). The DC is modifi ed by the level of protection. conditions listed in the table below.",
        "name":  "Improvised Shelter",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A few inches of ice can turn a lake or river into a highway in cold weather, but ice that is too Table 1–3: Survival Check to Avoid Getting Lost thin for a traveler’s weight is very dangerous. Terrain/Condition Survival DC Mountains 12 Everfrost 13 Table 1–2: Breaking Through Ice Frostfell marsh 13 Ice Thickness Small Medium Large Huge Ice fi eld 15 Up to 1 inch At risk Break Break Break Iceberg 15 2–3 inches Safe At risk Break Break Snow and ice cavern complex 15 4–6 inches Safe Safe At risk Break Snow field 15 7–23 inches Safe Safe Safe At risk Taiga forest 15 24+ inches Safe Safe Safe Safe Tundra 16 Frozen sea 17 The size categories refer to creature size, or objects of an Glacier 20 appropriate weight (60 pounds or less for Small, 500 pounds Map –6 or less for Medium, 4,000 pounds or less for Large, and 16 Precipitation (snow) +2 tons or less for Huge). Snowstorm +4",
        "name":  "Frozen Lakes and Rivers",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature is not at risk of breaking through Blizzard +6 the ice. White-out conditions +10",
        "name":  "Safe",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creatures who charge, run, jump, or fall on the ice may cause a break (50% chance per round of such activity). LIGHT",
        "name":  "At Risk",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The ice cannot bear the creature’s weight, and While most regions of frostfell adhere to the normal laws breaks beneath it. of daily illumination, polar regions and other rare areas, If a creature causes a break in ice, the ice collapses in a including certain planes of existence, can lie under a blan- circle whose radius is 5 feet larger than the space taken up ket of night or day for months at a time. by the creature causing the break. Eternal Twilight: During the polar winter, the sun never",
        "name":  "Break",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature must pay 4 squares of movement pace is entitled to a DC 10 Survival check to spot the danger to enter each square of the snowfi eld. The DC of Tumble before stepping in, but charging or running characters don’t checks increases by 8. have a chance to detect the quickslush before blundering Total: The creature cannot move unless it succeeds on a in. A typical area of quickslush is 30 feet in diameter; the DC 5 Strength or Balance check (creature’s choice). Moving momentum of a charging or running character carries him a creature’s speed requires a full-round action. The creature or her 1d2×5 feet into the quickslush. must pay 4 squares of movement to enter each square of the",
        "name":  "A character approaching an area of quickslush at a normal Major",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Between 0° and 40° F during the day, drop- from the ground, fog obscures all sight, including darkvi- ping by one or two temperature bands at night (see Cold sion, beyond 5 feet. Creatures 5 feet away have concealment Dangers, page 8). Wind speeds are light (0 to 10 mph). (attacks by or against them have a 20% miss chance).",
        "name":  "Cold, Calm",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Snow and sleet occur when the tempera- Whiteout conditions occur in snowstorms or blizzards ture is 30° F or lower. If the temperature is above 30° F, roll accompanied by a strong or stronger wind force. However, d% to determine whether the precipitation is fog (01–30), it doesn’t have to be precipitating to create whiteout condi- rain (31–90), or hail (91–100). Most precipitation lasts for tions. Snow fi elds buffeted by severe or stronger winds can 2d4 hours. By contrast, hail lasts for only 1d20 minutes but also cause creatures to experience a whiteout. usually accompanies 1d4 hours of rain. Characters in whiteout conditions take a –2 penalty to",
        "name":  "Precipitation",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "21,000 gp. multiple traps (one forcecage trap and one conjure ice beast VII",
        "name":  "Market Price",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The ground is covered with slippery ice. It 2. Creatures take a –2 penalty on Move Silently checks in costs 2 squares of movement to enter a square covered by an light undergrowth. ice sheet, and the DC of Balance and Tumble checks there Scree: A fi eld of shifting frozen soil pellets, scree doesn’t increases by 5. A DC 10 Balance check is required to run or affect speed, but it can be treacherous on a slope. The DC charge across an ice sheet. of Balance and Tumble checks increases by 2 and creatures",
        "name":  "Ice Sheet",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The area is covered in 1d6 feet of take a –2 penalty on Move Silently checks if there’s scree on snow. Movement is impeded or impossible, depending upon a gradual slope. the size of the creature and the depth of the snow (see Table 1–4: Snow-Impeded Movement). FROSTFELL MARSH TERRAIN",
        "name":  "Natural Snow Field",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The evergreen bushes and other tall grasses in frostfell swamps obstruct movement. A space Cliff: A cliff typically requires a DC 15 Climb check to covered with light undergrowth provides concealment, scale and is 1d4×10 feet tall, although the needs of your map costs 2 squares of movement to move into, and increases the may mandate a taller cliff. A cliff isn’t perfectly vertical, DC of Tumble checks by 2. Creatures take a –2 penalty on taking up 5-foot squares if it’s less than 30 feet tall and 10- Move Silently checks in light undergrowth. foot squares if it’s 30 feet or taller. Since the rocks in these",
        "name":  "Light Undergrowth",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This incline isn’t steep enough to affect by 2. movement, but characters gain a +1 bonus on melee attacks A square that is part of a deep slush bog has roughly 4 against foes downhill from them. feet of slush. It costs Medium or larger creatures 4 squares Ice Sheet: The ground is covered with slippery ice. It of movement to move into a square with a deep slush bog, costs 2 squares of movement to enter a square covered by or characters can swim if they wish, taking a –4 penalty on an ice sheet, and the DC of Balance and Tumble checks the Swim check for the slush’s soupy consistency. Small or increases by 5. A DC 10 Balance check is required to run or smaller creatures must swim to move through a deep bog. charge across an ice sheet. Tumbling is impossible in a deep slush bog. Ice sheets in areas with a gradual slope cost 3 squares The slush in a deep slush bog provides cover for Medium of movement to enter and increase the DC of Balance and or larger creatures. Smaller creatures gain improved cover (+8 Tumble checks by 10. A DC 12 Balance check is required to bonus to AC, +4 bonus on Refl ex saves). Medium or larger run or charge. creatures can crouch as a move action to gain this improved Ice sheets in areas with a steep slope cost 4 squares of move- cover. Creatures with this improved cover take a –10 penalty ment to enter and increase the DC of Tumble checks by 10 on attacks against creatures that aren’t in the slush. and Balance checks by 12. All other effects of steep slope also Characters entering the slush of a bog are susceptible to apply, and all other DCs (such as Ride checks) are increased hypothermia (see page 10). by an additional 2; however, the Tumble penalty of the ice Deep slush bog squares are usually clustered together sheet supercedes the Tumble penalty of the steep slope. and surrounded by an irregular ring of shallow slush bog Light Undergrowth: A space covered with light squares. under growth provides concealment, costs 2 squares of Both shallow and deep slush bogs impose a –4 penalty on movement to move into, and increases the DC of Tumble Move Silently checks. checks by 2. Creatures take a –2 penalty on Move Silently checks in light undergrowth.",
        "name":  "DC of Balance and Tumble checks in such a square increases Gradual Slope",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These areas of fl owing water are fi lled the area, moving just fast enough to avoid freezing. The with chunks of fl oating ice. They are 1d4 squares across. A water is 2d4 squares wide. creature in the water with an ice fl oe is immersed in freez- Ice Sheet: The ground consists of slippery ice. It costs ing water, immediately subjected to hypothermia, and must 2 squares of movement to enter a square covered by an ice succeed on a DC 15 Swim check to tread water or move sheet, and the DC of Balance and Tumble checks increases (see the Swim skill, page 84 of the Player’s Handbook). Each by 5. A DC 10 Balance check is required to run or charge round, there is 50% chance the character is struck by a piece across an ice sheet. of moving ice in the fl oe. Treat this as a +5 slam melee attack Light Rubble: Small frost-covered rocks and chunks of that deals 1d2 points of damage. frozen soil are strewn across the ground, making nimble",
        "name":  "Narrow Ice Floe",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This functions exactly like ice sheet terrain, costs 2 squares of movement to enter a square covered by except that the area has a hallucinatory effect on creatures. an ice sheet, and the DC of Balance and Tumble checks",
        "name":  "Faerie Frost",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The area is covered in razor ice 1d4 feet and increase the DC of Tumble checks by 10 and Balance deep, an accumulation of supernaturally strong and sharp checks by 12. Characters running or charging downhill snowfl akes. Razor ice impedes movement as snow of equal (moving to an adjacent square of lower elevation) must depth (see Table 1–4: Snow-Impeded Movement), and deals succeed on a DC 12 Balance check upon entering the fi rst damage for each square a creature enters. steep slope square. Mounted characters make a DC 12 Ride check instead. Characters who fail this check stumble and ICEBERG TERRAIN must end their movement 1d2×5 feet later. Characters who As snow is squeezed under its own weight on the upper fail by 5 or more fall prone in the square where they end reaches of the glaciers, it starts to fl ow downhill, eventually their movement. reaching the ocean in large “tongues” of packed ice. Eventu- Abodes and Strongholds: Icebergs, especially those ally, the battering of waves and wind weaken the protruding of the medium and large varieties, are sometimes used by tongue of the glacier until it breaks off in a huge mass and nonintelligent or intelligent beings as homes or floating fl oats out into open water. fortresses. They can also serve as temples, dungeons, or even whole cities. 26 1 RETPAHC EHT LLEFTSORF",
        "name":  "Razor Ice",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "If a square is part of a shallow bog, it has water about Shallow slush bog 20% 5% 1 foot in depth. It costs 2 squares of movement to move into Acid slush 1% 5% a square with a shallow bog, and the DC of Tumble checks Blood snow 1% 10% in such a square increases by 2. Natural snow 99% 50% Negation snow — 10% A square that is part of a deep bog has roughly 4 feet Quickslush 10% 10% of standing water. It costs Medium or larger creatures 4 Rustsnow 2% 5% squares of movement to move into a square with a deep bog, Snow geyser 5% 5% or characters can swim if they wish. Tumbling is impossible in a deep bog.",
        "name":  "Natural Supernatural Bogs",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The square has slush about 1 foot The water in a deep bog provides cover for Medium or in depth. It costs 2 squares of movement to move into a larger creatures. Smaller creatures gain improved cover (+8 square with a shallow slush bog, and the DC of Balance and bonus to AC, +4 bonus on Refl ex saves). Medium or larger Tumble checks in such a square increases by 2. The slush creatures can crouch as a move action to gain this improved bog imposes a –2 penalty on Move Silently checks. cover. Creatures with this improved cover take a –10 penalty",
        "name":  "Shallow Slush Bogs",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This functions as a slush bog as described on attacks against creatures that aren’t underwater. above, except that acidic slush deals 1d6 points of acid Deep bog squares are usually clustered together and sur- damage per round of exposure. rounded by an irregular ring of shallow slush bog squares.",
        "name":  "Acid Slush",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The area is covered in 1d6 feet of snow. Both shallow and deep bogs impose a –2 penalty on Move Movement is impeded or impossible, depending upon the Silently checks. size of the creature and the depth of the snow. Trees: Taiga forests are dominated by pines and ever-",
        "name":  "Natural Snow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The square is covered in blood snow 1d6 greens, including cedar, spruce, and larch. For information feet deep. Blood snow impedes movement as normal snow on typical and massive trees, see Forest Terrain, page 87 of and also poisons creatures touching it. the Dungeon Master’s Guide.",
        "name":  "Blood Snow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These spikelike protrusions of ice hang from the ceil- a deep pool. ing and in some cases jut up from the fl oor. Icicles function like Frozen Lake: If a square contains a frozen lake, it has at slender pillars (see page 64 of the Dungeon Master’s Guide), except least 30 feet of water, the top 4d6-inch layer of which is ice. that a typical icicle has AC 4, hardness 2, and 50 hit points. It otherwise functions as a natural ice sheet as described in Icicles can be deadly when they fall on creatures below. Ice Field Terrain, above, except that the ice can break if the Icicles normally do not fall unless they grow too large, are sub- amount of weight in a square exceeds the weight limit listed jected to warm temperatures, or are knocked lose by sudden in Table 1–2 for that depth of ice, plunging the source of the shocks. Falling icicles have the following characteristics: weight into the freezing water. See page 11 for more informa- tion on breaking through ice, and page 64 of the Dungeon Table 1–12: Icicles Master’s Guide for information on characters immersed in a Size Weight Attack Damage deep pool. Small 20 lb. or less +4 1d6/3 Medium 21–100 lb. +8 2d6/3 Large 100 lb. or more +12 4d6/3",
        "name":  "Icicles",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Uldras are exceptionally emotional creatures, sinister and evil race in the eyes of most humanoids. and their reactions to new situations are always powerful Alignment: Uldras are free-spirited and often give in and expressive. An uldra can be laughing with joy one to their emotions or act on a whim; as a result they are moment, screaming with rage in the next, and then be calm most often chaotic neutral. Many uldras, enraged by the and serene a moment later. To an uldra, these ever-changing lack of respect afforded the natural world by other races, mood swings are natural and logical, but they often project turn to evil in an attempt to exact vengeance and to fi ght a feeling of insanity to more civilized people. back in nature’s behalf. Good-aligned uldras are rarer, Nothing brings joy to an uldra’s heart more than watch- but those who do resist their darker natures try to fi nd ing, playing with, or helping wild animals. They find peaceful ways for the civilized races and nature to coexist. domesticated animals to be depressing and enraging, and Lawful uldras are quite rare, but not unheard of; usually often stage midnight raids on villages to “rescue” cows, dogs, such uldras are those who have had long contact with and other domesticated animals by kidnapping them and lawful humanoid societies. helping them to return to their wild roots. Uldras have a Uldra Lands: Unlike humanoid races, uldras have little strong dislike of cities and civilization in general, and many interest in building cities. They dwell in natural caves, of them take it upon themselves to harass and annoy travel- hollow trees, dense thickets, or icy glacial tunnels or spires, ers and other obviously city-bred folk they encounter. fi nding comfort and shelter as they can. They tend to live",
        "name":  "Personality",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can exist comfortably in conditions between devices. Many view the act of creating or using a skull talis- 0° F and 90° F without having to make Fortitude saves (as man as a distasteful activity, but neither in and of itself is it an evil act. 48 2 RETPAHC ,SESSALC ,SECAR STAEF DNA the exception of the cold subtype. This subtype grants you FAITH IN THE FROST [GENERAL] immunity to cold but vulnerability to fi re, which means you You channel frozen energies from your deity when you turn take half again as much (+50%) damage as normal from fi re or rebuke creatures. while in a frozen wild shape, regardless of whether a saving",
        "name":  "Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In cold areas (temperature at or below 40° F), infused with cold energy. creatures native to cold environments and creatures with",
        "name":  "When you enter your barbarian rage, your body becomes Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "By expending one of your daily uses of bardic SMITE FIERY FOE [GENERAL] music, you may perform a deadly style of combat known as You can smite creatures with the fi re subtype. the snowfl ake wardance. Activating a snowfl ake wardance",
        "name":  "Benefi t",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A war megaloceros gains a +1 racial bonus on SAMPLE KNIGHT OF THE Listen and Spot checks. IRON GLACIER Improved Grab (Ex): To use this ability, the crea- Tharakus was raised in the frostfell and has aspired to ture must hit a Medium or smaller opponent with its become a Knight of the Iron Glacier ever since they res- gore attack. If it gets a hold, the megaloceros scoops up cued his village from an ice goblin attack. Now Tharakus the opponent with its antlers and can toss it aside. and Toecleft, his war megaloceros, patrol the icy wastes on Stampede (Ex): A frightened herd of megaloceroses behalf of the Knights, looking for travelers to aid and evil may fl ee as a group in a random direction (but always monsters to vanquish. Tharakus’s patrols sometimes take away from the perceived source of danger). They liter- him beyond the frostfell into warmer climes. ally run over anything of size Large or smaller that gets",
        "name":  "Skills",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Human paladin 6/Knight of the Iron Glacier in their way, dealing 1d12 points of damage for each fi ve 3; CR 9; Medium humanoid; HD 9d10+18; hp 67; Init +0; beasts in the herd (Refl ex DC 18 half). sillE .S yb .sullI 65 CLASSES PRESTIGE CHAPTER 3 Toss (Ex): A megaloceros can vigorously shake any creature caught in its horns and fl ing it in a random REQUIREMENTS direction. Resolve the toss as a bull rush maneuver (+9 To qualify to become a primeval, a character must fulfi ll all check modifi er), except that there is no attack of oppor- the following criteria. tunity, since the megaloceros has already grabbed its foe Alignment: Any nonlawful. when it tries to toss the victim. The megaloceros does not Base Attack Bonus: +8. need to move with its foe in order to throw its foe more Skills: Handle Animal 5 ranks, Knowledge (nature) 5 than 5 feet. If the tossed victim beats the megaloceros’s ranks, Survival 5 ranks.",
        "name":  "Tharakus",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Conjures ice creature to fi ght for Dex damage. you. Hibernal Healing: You absorb ice, slush, and snow, curing",
        "name":  "Conjure Ice Beast I",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Cold subtype creatures gain +1 Pass through Ice: Subject can pass through ice or snow sacred bonus on attacks and saves against fi re effects. like water.",
        "name":  "Fortify Cold Creatures",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Area of fallen snow drains 1d2 points of Conjure Ice Beast VI: Conjures ice creature to fight Con/round and causes nausea. for you.",
        "name":  "Blood Snow",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Conjures ice creature to fight Ice Rift: Intense quake shakes 40-ft. radius spread of ice. for you. Mantle of the Icy SoulX: Gives subject the cold subtype.",
        "name":  "Conjure Ice Beast II",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Touch deals 1d12 frostburn damage creatures within 10 ft. +1/level (max +5). Conjure Ice Beast VII: Conjures ice creature to fight",
        "name":  "Frostburn, Lesser",
        "source":  "frostburn.txt",
        "_id":  "a93bed76ce5bebfd9bba28c7ca88f6847c6f3cb65d70d9cec4d9a182d902f4c6"
    }
]
