[
    {
        "origin_file":  "monsters.json",
        "description":  "Special abilities that the creature can employ sesses, including those that appear elsewhere in the to modify its normal attacks appear here. Such abilities might statistics block. include feats such as Power Attack or special abilities such Skills: This entry shows all the skill modifi ers for skills as smite evil. in which the creature has ranks. Modifi ers are also provided",
        "name":  "Atk Options",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This entry gives any special actions for skills to which racial modifi ers, bonuses from synergy, that the creature can take on its turn in place of making or other modifi ers apply, even if the creature has no ranks attacks. in those skills.",
        "name":  "Special Actions",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Specifi c terms to describe climate (warm, view themselves, each other, and other races? What do they temperate, or cold) and terrain (plains, hills, forests, marshes, value? What’s “normal” for them? mountains, or deserts) are used to let you know where a creature prefers to live. Some creatures are subterranean. SAMPLE LAIR Others have no place in the natural environment (particu- Some creatures (the rylkars and the tirbanas) have an entry larly constructs and undead) and might be found anywhere. showing a sample lair complete with area descriptions. Extraplanar outsiders are assigned a plane of origin.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This section states TYPICAL TREASURE the average height of a bipedal creature, or whatever’s most This information expresses typical treasure values and trea- appropriate for a nonbipedal one, and the creature’s weight. sure preferences. Some creatures don’t have treasure. Others It discusses any signifi cant physical differences between ages have their treasure merely expressed in their Possessions or genders. entries. This section of the description is where you can fi nd",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A burrow root is between 12 and 14 feet long. The bulk of its gray- brown body is about the width of a human head, and its posterior tapers to a sharp spike. Dozens of thorny branches split the anterior, creating the appearance of an exaggerated maw about the size of a barrel. It uses its mouth to wound its prey, but it can absorb nutrients by imbedding its spiked taproot into an opponent’s flesh, draining that creature’s blood.",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All its a few of them into the nobility stripped from it, a wild to harry other deadborn vulture is a rapa- giant birds and spread cious creature that thrives the pestilence of his new breed of on death. Deadborn vultures raptor. Even the wild vultures return to Deadborn vulture are always neutral evil. Zeluzuss’s tower bearing the corpses of those they’ve slain. One or two of the vile birds might TYPICAL TREASURE be encountered in the wilderness or in settlements near Deadborn vultures don’t value treasure and have none. Their Zeluzuss’s tower. masters are often wealthier for having such mighty raptors Darker Rider (EL 12): Zeluzuss sometimes wings about in their service. the area on the back of one of his deadborn vultures, gather- ing fresh corpses for his work and terrorizing any who carry FOR PLAYER CHARACTERS the banner of his hated homeland. A second deadborn vulture Deadborn vultures can’t be trained unless they are willing, accompanies him on these forays. requiring one to be reared to the saddle or infl uenced to a friendly attitude with a successful Diplomacy check. Training ECOLOGY a deadborn vulture requires four weeks of work and a DC 25 Deadborn vultures are loathsome, murderous creatures, cor- Handle Animal check. Riding a deadborn vulture requires rupted by the process that makes them. Unlike the mundane an exotic saddle. A deadborn vulture can fi ght when carrying vultures they resemble, deadborn vultures prefer live and a rider, but the rider must succeed on a Ride check to attack intelligent prey. They especially enjoy killing and feasting while the vulture does so. upon other giant birds, a task they are well suited to. A giant eagle egg or giant owl egg is worth 2,500 gp, and the Deadborn vultures are sterile. One reason they seek out formulas and components necessary to make the egg hatch other giant birds is that a giant eagle or giant owl egg brooded a deadborn vulture cost 5,000 gp. Few trainers are willing over by a deadborn vulture is corrupted, and the chick is born to rear or train a deadborn vulture, but those that are charge a deadborn vulture. 2,000 gp to do so.",
        "name":  "Zeluzuss has released Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A light load for a deadborn vulture is not eat, sleep, or reproduce. Unlike most other zombies, they up to 520 pounds; a medium load, 521–1,040 pounds; and a remain loyal to creatures they were friendly with in life. heavy load, 1,041–1,560 pounds. A light load for a deadborn",
        "name":  "After being reanimated as zombies, deadborn vultures do Carrying Capacity",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As created creatures, deadborn vultures vulture zombie is up to 700 pounds; a medium load, 701–1,400 can be found anywhere, but they are usually found near pounds; and a heavy load, 1,401–2,100 pounds. the temperate habitats of other giant raptors—forests or mountains. DEADBORN VULTURES IN FAERÛN",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature grant the creature the ability to fly, that effect is suppressed for",
        "name":  "Target",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Moving a xorvintaal dragon’s personal hoard HOW XORVINTAAL WORKS should be an incredibly complex maneuver, requiring years Xorvintaal takes years to learn and centuries to play. Only of preparation and multiple levels of fail-safe and coun- dragons understand the fi ner points of the rules. At its heart, terstrike plotting. That’s the impression some xorvintaal xorvintaal is a combination of chess and poker, played with dragons like to give. So, how do a few players move their the world as the board and “lesser” creatures as the pieces. hoards so quickly, easily, and regularly? Are they moving Dragons use lackeys to take over one another’s territories into prepared positions? Are their networks of xorvintaal and hoards, but they must also place their own hoards and resources laid out across the world in a way that few if any lairs at risk. rivals can see? Xorvintaal has a feudal element as well, with older, suc- Claw Test: On precise dates that only players of the great cessful players taking new players under their wings. A new game can fathom, exarchs and unwitting agents of different player that does well earns esteem and infl uence for its older players are maneuvered into prearranged locations. The draconic patrons, and the older dragon earns a share of the engagement seems reasonable to each of the combatants at younger dragon’s hoard and of its future conquests. the time, but if anyone survives to investigate the true causes, The rules of xorvintaal forbid dragon-to-dragon confl ict the origins of the confl ict quickly grow murky. Apparently, except under rare circumstances. Most players act subtly to the winning player in these small contests is the player whose divert attention from themselves, avoiding the direct ire of agents are deemed to have accomplished the most while other players. possessing the fewest resources or least power. 38 EHT FO SNOGARD EMAG TAERG pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Castling",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Unusual for a silver dragon, Morlican- as the base dragon). tha’s lair is on a small coral atoll off a forbidding coast. Challenge Rating: Same as base creature or higher, Morlicantha is often away playing the great game, but a depending on how many xorvintaal abilities it has (see band of tritons guards her island. A network of tunnels below). extends from the atoll to below the seafloor. Morlicantha Languages: A xorvintaal dragon can communicate tele- isn’t the first dragon to call this atoll home, and because pathically with any of its exarchs (10-mile range) and with of her obsession with xorvintaal, she hasn’t fully explored willing xorvintaal dragons (100-mile range). all the tunnels yet. Immune: Nobody can learn about a xorvintaal dragon’s",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A xorvintaal dragon has all the special that’s one reason why she’s so keen to get allies from what qualities of the base dragon, plus the following special qualities. Create Exarchs (Sp): A xorvintaal dragon can perform an hour-long ritual to designate a creature as an exarch in the ongoing great game. Doing so gives the xorvintaal exarch template (page 47) to the designated creature or gives fi ve favor tokens to a creature that is already an exarch. Xorvintaal Abilities (Su): A xorvintaal dragon chooses one of these abilities after it completes the Ritual of Xor- vintaal, and it earns more by achieving victories in the great game. The average xorvintaal dragon has one of these abilities, plus another one for every two age categories it attains beyond young adult. But if you’re creating a particularly successful xorvintaal dragon, you can add more xorvintaal abilities, 43 GREAT GAME DRAGONS OF THE pqqqqqqqqqrs MORLICANTHA LORE Characters who have ranks in Knowledge (arcana) can learn more about Morlicantha. When a character makes a success- ful skill check, the following lore is revealed, including the information from lower DCs. Because she’s new to xorvintaal, little is known about her. Knowledge (Arcana) DC Result 23 Morlicantha is a silver dragon fond of taking humanoid form and manipulating people. 28 She plays xorvintaal, the dragons’ great game, and is unaffi liated with any powerful dragons. pqqqqqqqqqrs adding 1 to the Challenge Rating of the dragon for each extra xorvintaal ability.",
        "name":  "Morlicantha is exceedingly wary of other dragons, and Special Qualities",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This ability replaces the base dragon’s it can instead fl ap its wings and blast wind at the foe that frightful presence. When another NPC comes within a provoked the attack. The wing fl ap functions like a bull distance of 30 feet × the dragon’s age category away from rush attempt, except that the dragon doesn’t move along a xorvintaal dragon, that dragon can make an Intimidate with the foe being pushed (though the victim can still be check opposed by the NPC’s level check (1d20 + Hit Dice + pushed as far as the maximum distance the dragon could Wis modifi er + modifi ers on saves against fear). If the dragon normally bull rush it). If the other creature is airborne, then beats the NPC’s level check result, then that NPC’s attitude it counts as one size smaller for the purpose of resolving improves to friendly as long as it’s within range and for the opposed check. 1d6×10 minutes after it’s out of range. After this time, the If a xorvintaal dragon takes this immediate action, it NPC’s attitude shifts to unfriendly (or, if already unfriendly, can’t use its wing attacks during its next turn. However, to hostile). this immediate action doesn’t use up one of the dragon’s",
        "name":  "Intimidating Presence",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "taal exarch can spend a token Same as base to tap into the draconic wisdom creature +1. that fl ows through all those con-",
        "name":  "Rating",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Ember guards are native to the Elemental treasure of a monster that has the ember guard’s Challenge Plane of Fire, where they can be found guarding the palac- Rating between treasure found on the ember guard’s es of the mightiest companions and its nobles. They are sel- commander, and re- dom encountered wards from grateful elsewhere on the people the PCs save plane, though some from the creature. bold planar travelers have claimed to spy EMBER legions of these crea- GUARDS IN tures spawned from EBERRON pockets of elemental During the last cen- earth that bob in the tury, when the seas molten seas. of Fernia were co- Typical Physical terminous with the",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +1. Imix-Blooded",
        "name":  "Challenge Rating",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The base creature gains the following “Imix-blooded” is an acquired template that can special action. be added to any evil creature. A creature gains this",
        "name":  "Special Actions",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A god-blooded creature can take template through service to Imix, Prince of Evil Fire a free action to gain damage reduction Elementals. The creature must perform a great deed 10/— from the mingling of divine blood in the name of Imix, and then, when the signs and omens with its material form. The creature can are promising, stand in a brass cauldron fi lled with oil and suppress this ability with another free set it alight. If Imix is pleased, he action. Once the damage reduction has appears and squeezes a single prevented 40 points of damage, the drop of his fi ery blood into the creature loses all benefits of the cauldron, granting the crea- god-blooded template, including ture this template. this ability, except when oth- Subtype: An Imix- erwise noted. blooded creature gains",
        "name":  "Divine Endurance",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "All god- the fi re subtype. blooded creatures receive other Special Actions: An abilities based on the blood Imix-blooded creature they bathe in. See the deity gains the following spe- entries below. cial action.",
        "name":  "Other Abilities",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Kord-blooded creature gains a +4 bonus on saves Vecna-blooded creature. The creature loses all distinguishing against poison and disease. characteristics, hair, and other traits, keeping only a small,",
        "name":  "Saves",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Kord-blooded creature gains the fol- thin mouth, the faintest trace of a nose, and eyes. These lowing special action. changes are permanent and remain even after the creature Kord’s Athleticism (Su): Once per day, as a swift action, a loses this template. Kord-blooded creature can call upon the blood invested Some sages believe that several Anchorites exist, and that in him to gain a tremendous surge of prowess. For the they are the most powerful of Vecna’s servants. They seek out next minute, the Kord-blooded creature gains a +4 bonus lost secrets and forgotten lore. Several point to the disappear- on Strength and Dexterity checks, Strength- and Dexter- ance of Delether of Hardby as the Anchorites’ work. Every ity-based skill checks, and grapple checks. The creature page of the books in Delether’s library had been carefully also gains a +1 bonus on damage rolls to which Strength removed and replaced with cured human skin—apparently normally applies. taken from Delether, judging by the faint remnants of his",
        "name":  "Special Actions",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An Orcus-blooded creature gains +4 turn resistance.",
        "name":  "Resist",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Yeenoghu-blooded creature gains a secondary to divine endurance. You can add a third if that ability has bite attack that deals 1d6 points of damage. little direct effect on combat. The Vecna-blooded template",
        "name":  "Melee",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Yeenoghu-blooded creature gains the provides a good example of such an ability with its cloak of following special actions. mystery. The cloak adds some interesting story elements to Rot Fangs (Ex): Once per day, as a swift action, a Yeenoghu- the creature, but it has little effect during a fi ght. blooded creature can imbue its bite with a dreadful necrotic The creature’s abilities should be useful regardless of its energy. The next time the gnoll hits an opponent with a bite, fi nal Challenge Rating. Abilities that deal a fi xed amount of that foe must succeed on a Fortitude save (DC 10 + 1/2 the damage are diffi cult to judge, since that damage doesn’t scale gnoll’s HD + its Con modifi er) or take 1d6 points of Constitu- as the creature’s CR increases. Instead of such abilities, focus tion damage. on attacks that require saving throws and impose conditions,",
        "name":  "Special Actions",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Guulvorgs prefer old tem- perate forests where towering trees mask Guulvorg their enormity. Within their forest homes, they create a complex system of trails that makes it hard to track SOCIETY them despite their size. The tracks on the trails are convo- Created by goblinoids, guulvorgs are still tied to that human- luted and run over many times by the same creature. Those oid subtype. Hobgoblins maintain guulvorgs as cruel siege tracking a guulvorg in its home territory get no bonus due beasts that can clean the battlefield of its dead and keep to the creature’s size. moving. Even the richest goblinoid kings can afford to main-",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One of the largest tain only a few guulvorgs in peacetime. A few simply allow lupine creatures in existence, the average guulvorg out- loyal guulvorgs to hunt and return home at their leisure. classes even the most tremendous dire wolves. They are Guulvorgs are highly territorial, and they obsessively usually 15 to 20 feet long. Reports of older males reaching defend their domains from one another and other encroach- 40 feet in length and standing 20 feet at the shoulder have ers. They willingly share territory with a single mate and been confirmed. worgs, treating these lesser lupine monstrosities as pups to Guulvorgs look like outsized worgs. They have gray or be protected. A goblinoid settlement in which a domesticated black pelts and lupine features. Their unnatural attributes guulvorg lives is also that guulvorg’s territory, so the guulvorg begin with the spurs of bone that jut from the creature’s defends the community fi ercely. pelt and continue with the monster’s glowing red eyes. Guulvorgs mate for life. Only if a guulvorg’s mate dies The guulvorg’s aberrant features continue with its enor- does that guulvorg seek another. Although guulvorgs are mous fangs, which resemble scythe blades. These teeth nasty toward most other creatures, they are doting and self- are too large for the guulvorg’s maw and jut outward along sacrifi cing parents. Young guulvorgs are vicious by nature, the gums and snout. and they learn further brutality by watching their parents. Another oddity is the guulvorg’s tail. Long and sinewy, it ends in a bulb of bone. It has a complex nervous system and TYPICAL TREASURE musculature, allowing the guulvorg to wield it with remark- Guulvorgs have little use for treasure, but their lairs are able speed and power. littered with the goods carried by their victims. They have",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As a swift action, a kuo-toa can smear a strange, attack hits, the struck opponent must make a Will save (DC 10 + sticky substance on its hands. When using flurry of blows, the 1/2 the monitor’s HD + its Wis modifier). On a failed save, that kuo-toa automatically hits with one of its extra attacks if its first foe attacks the closest non–kuo-toa on his next turn. attack hits. A kuo-toa that has this feat uses Hit Dice, rather This feat also grants one additional daily use of the Stunning than character level, to determine its Stunning Fist save DC. Fist feat. pqqqqqqqqqqqqqqqqqqqqrs Monitors create a deadly combination with their Kuo-Toan the way to dominance lies in organization, but those with Monasticism feat and Mind-Shattering Strike or Stunning power abuse that authority and their underlings to the extent Fist. If a monitor’s fi rst attack of a fl urry of blows hits, she that they can. They are often neutral evil. uses Stunning Fist or Mind-Shattering Strike to augment her second sure strike. Against particularly dangerous foes, SOCIETY she uses both. Kuo-toas dwell in small settlements known as shrines. Each shrine is dedicated to Blibdoolpoolp, and smaller shrines ra- ECOLOGY diate out from larger settlements. All spaces within a shrine Kuo-toas are warm-blooded amphibious creatures built for show evidence of religious fervor, with icons, carvings, and swimming. Although they breathe air as well as water, they other works depicting the bizarre god- prefer damp environments with ample pools of water. Their dess and rituals of the kuo-toas. long legs are not well suited to land mobility, so their hop- Within the shrines, clerics ping movement is usually slower than an average known as whips are supreme, rul- human’s land speed. ing over other kuo-toas by divine Kuo-toa females lay eggs that are later fertilized right. All kuo-toan leaders are by male kuo-toas, much the way fi sh spawn. clerics, though a lot of them Young kuo-toas hatch from the eggs, look- are also practiced in subter- ing like a cross between fuge or other forms of martial tadpoles and large fi sh. training. A few shrines are When they hatch, they blessed by the presence of can breathe only water one or more exalted whips, and are about 1 foot in kuo-toas that are favored by height. Over the next year, Blibdoolpoolp to be superior in they grow to 3 feet tall and develop every way to their kin. Kuo-toas their amphibious qualities. high in the chain of command By the time a kuo-toa reach- abuse and intimidate their un- es fi ve years old, it is an adult. A derlings to instill fear and prevent kuo-toa lives to approximately scheming for power. sixty years of age. Without the aid of their less-",
        "name":  "Benefit",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "es. Monitors watch over the Kuo-toas are pudgy population like secret police, and covered with fine culling the weak, killing or scales. Looking like a imprisoning the criminal, and cross between a fi sh and corraling the mad. Harpooners work as elite soldiers, aiding a frog, they have large the monitors and whips as commanded, remorselessly kill- mouths, oversized staring eyes, and long limbs that look ing anything from intruders to other kuo-toas. spindly. This appearance is deceptive, because even though Other adult kuo-toas are capable warriors, but they also kuo-toas are only about 5 feet tall and weigh 160 pounds, they work at crafts and trades, the results of which go to support are tough and strong. the shrine or to honor Blibdoolpoolp. Skill and merit deter- The most telling feature of kuo-toas is their skin, which mine an individual’s rise in kuo-toan society. But it’s easier smells like rotting fi sh. Silvery gray in color, the skin of a to plot against and even murder one’s fellows and superiors kuo-toa changes hue according to the creature’s emotions. to get ahead. Crazed kuo-toas can change color rapidly, but they are usually Fear, paranoia, and depravity are as much a part of kuo-toan red with agitation and anger. culture as religion is. More than a few kuo-toas break under",
        "name":  "Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Merchurions MERCHURIONS favor warm environs, and most IN EBERRON of them inhabit the interiors of The merchurions of Eb- volcanic mountains. Others re- erron are an ancient main even farther beneath the race whose origins are surface of the earth. Individual shrouded in mystery, merchurions can be found roam- but which is no doubt ing everywhere but in arctic climes, connected to the ancient seeking lost mines, ancient treasure creation forges of Xen’drik. hoards, and the like. Merchurions have ranged far Typical Physical Character- from the shattered land in istics: Merchurions appear well the countless centuries muscled, and their rippling since their creation, and silvery forms fl ow like liquid one extended tribe now metal. They are far larger than Merchurion serves a powerful silver dragon the fi re giants they are suppos- named Azraxror-Shien on Argonnessen. edly descended from, standing 20 feet tall and weighing A neutral good merchurion named Silverfi st resides in twelve tons. Thrane. The creature converted to the faith of the Silver Flame",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Shadow fl ayers are usually neutral evil. They than other monsters of their Challenge Rating. Shadow fl ayers have a slightly chaotic tendency that breeding hasn’t yet are also somewhat less versatile, since they don’t have all the stamped out. enchantment-based psionic abilities that regular mind fl ayers have. With their ability to quickly turn invisible, they’re better Society at the tentacle attacks that lead to brain extraction. Shadow fl ayers see themselves as spies and hunters for Thoon. Shadow fl ayers usually carry daggers coated with shadow They’re haughty about their ability to infi ltrate places unseen essence, a potent but slow-acting poison. If they are facing a and their ability to bring back brains. signifi cant foe, they use shadowcloak, fl ing their daggers from pqqqqqqqqqrs a safe hiding place, then fl ee. After a minute, when the poison has run its course, they return, shadowcloaking again to SHADOW FLAYER LORE surprise weakened PCs with tentacle attacks and grapples. Characters who have ranks in Knowledge (dungeoneering) can learn more about shadow flayers. When a character Ecology makes a successful skill check, the following lore is revealed, including the information from lower DCs. Shadow fl ayers are physiologically similar to mind fl ayers, but a shadow fl ayer has a less prominent cranium and a cor- Knowledge (Dungeoneering) respondingly less powerful mind. Shadow fl ayers eat brains DC Result and reproduce as mind fl ayers do. 18 This is a shadow fl ayer, a mind fl ayer with ebony skin. It can turn invisible at will.",
        "name":  "Like traditional mind fl ayers, shadow fl ayers are less durable Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature +2. Speed: When not dormant, a Thoon thrall’s speed increases",
        "name":  "Challenge Rating",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The base creature’s type changes to monstrous by 10 feet in whatever mode the creature most often employs humanoid. It does not gain the augmented subtype but (usually land speed). retains other subtypes except those from alignment and Abilities: The base creature’s ability scores are modifi ed 112 humanoid race. as follows: Str +6, Dex +2, Con +2, Wis –2, Cha –4. SREYALF DNIM NOOHT FO nnamrediW .E yb .sullI",
        "name":  "Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Madcrafters handle high-level PCs can use the madcrafter of Thoon to spawn construct after con- poorly because they depend on CR 6 monsters to do much struct, and if you’re tactically minded, you can give the PCs fits of their dirty work. The CR 10 madcrafter is indeed a suitable with this monster. You’re the one responsible for tracking all challenge for four 10th-level PCs. But two CR 10 madcrafters those monsters, and nobody at the gaming table is having any don’t challenge four 12th-level PCs in the same way, because fun when it takes you 10 minutes to move your army of con- the CR 6 scythers of Thoon just can’t hurt the PCs. Nor would structs. Think carefully about how many monsters you want to four CR 10 madcrafters challenge a 14th-level group. You can, be running at a time. pqqqqqqqqqqqqqqqqqqqqrs 115 OF THOON MIND FLAYERS Madcrafter of Thoon Illus. by D. Allsop",
        "name":  "The first consideration",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Madcrafters of Thoon are neutral evil, but Looking at them, it’s difficult to believe that the mad- with a twist. They’re more lawful when given a regular diet crafters of Thoon were once mind flayers. Contact with of quintessence and more chaotic when denied quintessence the Far Realm and Thoon has twisted them into the or given too many brains to eat. immense, sluglike creatures they are today. A madcrafter of Thoon subsists entirely on quintessence. Society Because madcrafters of Thoon are slow and vulnerable Alone among the mind fl ayers of Thoon, the madcrafters of out in the world, other creatures gather quintessence Thoon actually consume quintessence. The other followers for them. of Thoon gather it because Thoon directs them to, and they Though the madcrafters of Thoon are no longer mind covet it for the power it promises. The madcrafters, however, fl ayers, they have a similar life cycle. The asexual madcrafters have a direct connection to quintessence and a craving for give birth to thousands of tadpoles in a spawning pool deep it that sometimes overwhelms their reason. Consequently, within the nautiloid vessel (not the same pool the Thoon elder the mind fl ayers keep the madcrafters well fed—a starving brain lives in). The tadpoles feast on each other in a frenzy madcrafter lashes out at everyone and does almost anything of cannibalism punctuated by long periods of group torpor. to attain more quintessence. Eventually, one massive madcrafter of Thoon, grown fat from Quintessence isn’t the madcrafters’ only dependency. They consuming its siblings, slithers from the spawning pool and are addicted to the pleasure of eating sentient brains. Even immediately demands its fi rst taste of quintessence. a madcrafter that feeds on a matrix of quintessence starts The madcrafters of Thoon need only quintessence to to feel hunger pangs soon afterward, never feeling sated by survive from that point forward, but they have a vestigial quintessence consumption. If given a sentient brain, however, appetite for sentient brains. They don’t derive nutrition from it might be lost in pleasure for hours, its hunger for quintes- brains, but a sentient brain sends a madcrafter of Thoon into sence forgotten. fi ts of ecstasy. Thoon elder brains and Thoon disciples use fresh brains as rewards to keep their construct-producing Advanced Madcrafters of Thoon madcrafters in line. The mind fl ayers of Thoon don’t have any madcrafters with",
        "name":  "Ecology Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that churns out constructs more than 10 Hit Dice—yet. Some Thoon disciples theo- is valuable, so the mind fl ayers of Thoon usually keep the rize that feeding a madcrafter of Thoon a large amount of madcrafters safe in their main base. If an outpost beyond the quintessence might cause it to grow, perhaps exponentially. nautiloid vessel is safe, the mind fl ayers might try to move The Thoon elder brain is considering more aggressive a madcrafter of Thoon there, because it’s useful to have a quintessence-gathering to experiment with overfeeding a construct factory and quintessence repository on site. Still, madcrafter of Thoon. doing so is tricky, because the madcrafters are slow and attract a lot of attention. SCYTHER OF THOON",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Most scythers of Thoon are kept in square in which it set the tentacle. squads of four to six within the mind flayers’ base, but Natural Healing (Ex) Unlike most constructs, a stormcloud outside the nautiloid vessel. Scythers are plentiful, so mind of Thoon is capable of natural healing, albeit very slowly. fl ayers often order a pair of scythers to follow them around A stormcloud of Thoon heals 1 hit point for every 8 hours it remains motionless. as menial servants. Levitative Movement (Ex) Even when the creature uses its",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A Thoon elder brain 100 feet. That target must succeed on a DC 22 Will save is 8 feet across and weighs about 800 pounds. Its tentacles or take 2d6 points of Wisdom damage. Though overmind blast isn’t a fear effect, a creature that has immunity to reach a length of almost 20 feet. It’s diffi cult for a Thoon elder fear or a save bonus against fear receives a +4 bonus on brain to uncurl its tentacles completely, so its effective reach the saving throw. The save DC is Charisma-based. is only 10 feet. A creature that is reduced to 0 Wisdom by an over mind A Thoon elder brain doesn’t visibly age. Sometimes indi- blast is unconscious, but its body mutters, “Thoon . . . vidual tentacles atrophy and wither away, but they’re quickly Thoon . . . ” repeatedly until consciousness returns. replaced with fresh, quintessence-fueled limbs.",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A phantom retains all the weaknesses of the If the base creature ordinarily possesses treasure, the base creature, and it gains the following weakness. phantom does too, according to the base creature’s standard Vulnerability to Ghost Touch (Ex): If damaged by a ghost treasure and the phantom’s new Challenge Rating. touch attack, a phantom takes half again (+50%) as much damage from that attack, regardless of whether a saving throw is allowed or whether that save succeeds.",
        "name":  "Weakness",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A base creature of CR 4 or lower gains the following special quality. Incorporeal Movement (Su): When willingly mov- ing, a phantom becomes incorporeal. A phantom can suppress or resume this ability as a move action.",
        "name":  "Speed",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Although a rylkar colony can have the appear- sewer located anywhere in the city. The water is slow-moving, ance of a regimented society, rylkars are self-serving in the too shallow to swim but too deep to walk through unimpeded. extreme. A colony’s dedication to its harridan is absolute, but Each square of the sewer costs 2 squares to enter. Due to the madclaws and tormentors are intelligent enough to defend sounds of dripping and running water, characters take a –2 themselves from the appetite of the harridan and her vora- penalty on Listen checks when in these sewer tunnels. cious swarms. Without exception, rylkars are neutral evil. This area is home to two rat swarms that have managed to elude the ravenous rylkars. The swarms are drawn to the SOCIETY sound of movement. Rylkars are vicious and rapacious. Thoroughly malevolent, 2 Rat Swarms: hp 13 each; MM 239. they are concerned only with the rampant destruction 2. Entrance (EL 6): At the entrance to the rylkar through which they feed their endless hunger. Rylkar warren, chunks of slimy masonry emerge like rotten colonies avoid quick collapse into chaos only by the rigidly teeth from the sluggish flow of the sewer water. Perched defi ned roles of their hierarchy. Under a social structure on one rock is a common brown rat that scampers off if similar to that of ants or bees, members of the colony are anyone approaches. assigned particular functions based on their capabilities. Guarding this area is a single tormentor. It is focused on At the bottom of the hierarchy are the mewling rylkspawn, eating a sheepdog, so it takes a –4 penalty on Listen checks which live only to eat and grow. They cannot reproduce and to notice the PCs’ approach. If it hears the PCs, the tormentor have little individual will. presses against the wall, leaping out to attack any creature Above the rylkspawn swarms stand the madclaws that that comes within 5 feet. serve as the harridan’s consorts. Savage and self-centered, 3. Hall of Bones (EL 6): This large chamber has been they have an infl ated sense of their own purpose, seeing their excavated by swarming rylkspawn. The stench here is over- relationship to the harridan as a sign of power. This belief whelming, and the fl oor is littered with chewed bones and doesn’t end even when the harridan snatches up a madclaw rotting offal. Footing in this area is bad—the DC of Balance and stuffs it into her cavernous maw. and Tumble checks increases by 2. Tormentors are the warriors of a colony, charged with Hiding in the muck are two rylkspawn swarms. When protecting the harridan and her breeding chamber. This any character moves into the room, the swarms attack. responsibility makes them arrogant, and they believe they 4. Madclaw Nest (EL 7): This chamber is foul with excre- have the right of life and death over any other colony member. ment and slime. The colony’s madclaws lair here, and four are Gluttony and hubris inspire tormentors to devour squirming here at any one time. They attack any nonrylkar that enters rylkspawn and madclaws alike, though they prefer to kill and this area. eat other creatures. 5. Harridan Horror (EL 10): The colony’s harridan At the head of the infestation is the grotesque harridan languishes here in her own fi lth. Protecting her are two herself. This queen of the colony is a blind, vile behemoth tormentors that attack anyone who threatens their queen. whose life is spent eating and breeding. The pampering she This room also holds the colony’s treasure. receives from her madclaw drones inflates her cruel and 6. Rylkspawn Swarm Nests (EL 6): The odor of this room selfish nature—harridans are famed for their fickleness is particularly repulsive. Cast-off bits of cloth and rubbish and wickedness. litter the floor, serving as a nest. Two rylkspawn swarms are here.",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The secret druidic ritual limited by the 60-foot range of their darkvision. Scouring for creating a scouring slinger involves the initial creation stanchions can be found underground, and they function of three shambling mounds that are incorporated into the perfectly well underwater. creature’s construction.",
        "name":  "Scouring Slinger Construction",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The secret druidic vegetation. Essentially amorphous, a scouring slinger can ritual for creating a scouring stanchion requires the partici- grow limbs as it needs them, then reabsorb them into its pation of a treant willing to sacrifi ce its life to become the body. These creatures are vaguely bipedal, standing 20 construct. A druid must make a DC 25 Craft (woodcarving) feet tall and weighing twelve tons. check after one day of working to inscribe special runes in Scouring stanchions resemble nothing so much as a mas- the treant’s trunk. sive, gnarled tree trunk. They stand 25 feet tall and weigh CL 18th; Craft Construct, creeping doom, animate plants; fi fteen tons. Price 105,000 gp; Cost 52,500 gp + 3,000 XP. The insects that swarm on and around a scouring construct",
        "name":  "Scouring Stanchion Construction",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "In its normal form, a shards afterward, taking on its original shape bonespur appears to be a 12-foot-tall column of bone, 5 feet shortly after doing so. pqqqqqqqqqrs around at the base and slowly tapering toward its top. Bones 157 Illus. by F. Vohwinkel SKULL LORD SERPENTIR Advancement 9–12 HD (Large); 13–18 HD (Huge) Dual Actions (Ex) A serpentir’s two independent heads A serpentlike abomination of bone crawls stealthily toward you, both allow it to take two rounds’ worth of action in any given ends crowned by a skull with burning eyes. The creature appears round, as if it were two creatures. Thus, a serpentir can to be composed of a series of linked torsos whose moving ribs propel use two standard actions and two move actions, two it forward. Two pairs of taloned skeletal arms reach for you as the full-round actions and two 5-foot steps, or some other monstrosity attacks. combination. All-Around Vision (Ex) A serpentir’s two heads allow it to Serpentir CR 4 look in any direction, providing a +4 racial bonus on Spot and Search checks. Opponents gain no benefit when Always CE Large undead flanking a serpentir. Init +9, dual actions; Senses all-around vision, darkvision Sense Emotions (Su) This ability functions like blindsense, 60 ft., sense emotions 60 ft.; Listen +10, Spot +10 except that a serpentir can detect only the presence and Languages understands creator’s orders positions of living creatures. AC 15, touch 14, flat-footed 10; Dodge, Mobility Stability (Ex) A serpentir has better than average footing and (–1 size, +5 Dex, +1 natural) leverage. It gains a +4 bonus on ability checks made to hp 52 (8 HD); DR 5/bludgeoning resist being bull rushed or tripped when standing on the Immune cold, flanking, undead immunities ground (but not when climbing, flying, or otherwise not Resist stability standing firmly on the ground). Fort +2, Ref +7, Will +9 Improved Grab (Ex) To use this ability, a serpentir must Speed 50 ft. (10 squares), climb 20 ft. hit an opponent of up to Medium size with two or Melee 4 claws +5 each (1d6+2) more claw attacks. It can then attempt to start a Space 10 ft.; Reach 5 ft. grapple as a free action without provoking attacks of Base Atk +4; Grp +10 opportunity. Atk Options improved grab A grappled opponent can be drawn into the Special Actions churning ribs serpentir’s churning ribs as a free action. Churning Ribs (Ex) A serpentir’s elongated torso of Abilities Str 14, Dex 20, Con —, Int 4, Wis prehensile ribs can chew creatures to pieces. Any 16, Cha 11 Medium or smaller opponent successfully grappled SA churning ribs, dual actions, by a serpentir can be drawn into the churning ribs as improved grab a free action. When this occurs, the serpentir is no SQ undead traits longer considered to be grappling and can act and move Feats Dodge, Improved Initiative, normally, dragging the creature with it as it goes. Mobility Opponents in the churning ribs remain grappled Skills Climb +10, Hide +12, until they succeed on a grapple check against the Jump +10, Listen +10, Move serpentir, allowing them to claw their way free. A creature Silently +15, within the churning ribs takes 2d6 points of Search +1, piercing damage at the beginning of each of the Spot +10 serpentir’s turns. Skills Serpentirs have a +4 racial bonus on Listen checks and a +8 racial bonus on Hide, Move Silently, and Climb checks. A serpentir can choose to take 10 on Climb checks, even if rushed or threatened. Serpentirs use either their Strength or Dexterity modifier for Climb checks, whichever is higher. Serpentirs are unnatural predators, preferring to stalk foes from the shadows rather than face them in a stand-up fi ght. Their talent for stealth and their speed make them favor quick strikes and hit-and-run tactics. Strategies and Tactics A serpentir conceals itself from foes whenever possible, shadowing them for hours as it sizes up their abilities and learns their habits. It takes great delight in attacking without warning, using walls, ceilings, and difficult terrain to its advantage. A serpentir attempts to grapple a weak-looking creature, draw that foe into its churning ribs, then retreat. If it has had Serpentir time to prepare, it takes a preplanned escape route that is 158 DROL LLUKS lekewS .A yb .sullI difficult for foes to follow, such as a steep mine shaft or a serpentir is slain, Dramethius and his three vampire rubble-filled corridor. If this tactic proves successful, the spawn attack. serpentir continues to stalk the group, attacking in the same way at the next opportunity. Ecology If cornered or forced to fight, a serpentir does not shy A serpentir is born with a hunger it can never satisfy. Com- away from battle. It moves quickly as one move action, pelled to devour living prey, these creatures are then forced to then brings five claw attacks to bear against individual tar- watch their mangled meals drop through empty ribs, leaving gets, using its remaining standard and full-round actions. them eternally ravenous. A cornered serpentir faced with only a single creature The skull lords created serpentirs, but their uncontrol- always attempts to grapple and draw that foe into its lable urge for slaughter has led a lot of these creatures to churning ribs. escape their servitude. Necromancers have since learned the art of creating these menaces, and chaotic necromantic Sample Encounters cabals spawn such dangerous predators as implements of Serpentirs are made to serve the masters who created them. mindless terror.",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Thrym hounds fell island where a kingdom of giants was said to have been have the shape and build of wolves, but they are 30 feet established before the fall of Xen’drik. long, including the tail, and can stand 12 feet tall at the shoulder. An adult Thrym hound weighs fifteen tons. THRYM HOUNDS IN FAERÛN Instead of fur, these creatures have rocklike skin that proj- Thrym hounds live in the far north, particularly on the ects away from the body in fine spines. These spines are Great Glacier and the High Ice. Packs of these creatures are constantly frosted with ice, regardless of the surrounding sometimes seen in the Frozenfar and the Spine of the World temperature, and are cold to the touch. They reflexively as well, and they have been known to raid as far south as flare out to strike at anyone attacking the Thrym hound Daggerford. In recent years, Thrym hounds have appeared in melee. in southern climes for reasons beyond the need to hunt or",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Bladerager trolls are most commonly BLADERAGER TROLLS found near where normal trolls live and breed, usually WITH CLASS LEVELS in the vicinity of mountain ranges in colder climates. Because of their constant agony, bladerager trolls have little After their augmentation, bladerager trolls go where ability to comprehend complex skills. They gain levels as their masters send them. An independent bladerager troll fi ghters or barbarians, both of which are associated classes wanders blindly, so it might be found far from where trolls for the creatures. normally range.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Because of their reliance on move- in shifts at ment, tusk terrors avoid living in marsh areas, night. and deserts rarely have enough prey to sup- Negotiation port them. Though they can survive with a tusk terror is the cold, they do not like it. possible, since they understand Terrain that Common and Undercom- provides cover mon. Their own language and slows consists of grunts, roars, other crea- and gestures. tures down is a tusk TYPICAL terror’s TREASURE preferred Tusk terrors have no environment. treasure of their own. As such, they are found in warm or TUSK TERRORS temperate hills and IN EBERRON mountains, or in temperate forests. Tusk terrors are found in the Eldeen Tusk terrors have a particular af- Reaches and the forests of northern Aundair fi nity for a plant known as and Karrnath. Though these creatures keep to weary grass (see the sidebar). themselves, they are wary of humanoid expan- They can sense its presence, sion in their territories. Unprovoked tusk terror and they live near patches of the Tusk terror attacks against settlers and explorers are not strange herb when they can. uncommon. Tusk terrors also roam the Black- Tusk terrors prefer to lair in places that cap Mountains in Breland, with adventurers claiming that allow for defense and have ample escape routes. Packs of packs of these creatures actively guard a mountain pass on tusk terrors typically lair in the open, setting watches the Aundair frontier. Why they do so is unknown. against intruders.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tusk terrors are TUSK TERRORS IN FAERÛN larger than normal boars, about 6 feet long and weigh- Tusk terrors are found in the Vilhon Reach, particularly ing 500 pounds. They stand 4 feet high at the shoulder. the Chondalwood and the Cloven Mountains. They favor Unlike a boar, a tusk terror has a flexible tail as long as its the worship of Lurue, although the less chaotic favor body, used for balance as it tumbles and jumps. Its fur is Nobanion. Tusk terrors in Faerûn tend toward good as a a mottled green and brown under normal circumstances, result, but they also count more than a few worshipers but displays bright red and blue patches when the creature of Malar among their number. The tusk terrors of the signals aggression. Chondalwood have an understanding with the wild elves",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The cieties that are forgiving brawny turlemoi stand of their strange appear- approximately 9 feet ance. Hobgoblins and tall and can weigh other monstrous races 1,000 pounds. use the simpler turlemoi Hadrimoi are and lashemoi as mer- lithe and light, cenaries or slaves. The standing 6 feet more intelligent hadri- tall and weigh- moi and arkamoi work ing 150 pounds. with other creatures as Arkamoi are approxi- hirelings or allies. mately 6 feet tall and 190 Little sense of loyalty pounds. Lashemoi are 5 is found among the ushemoi, feet tall and 130 pounds. particularly between arkamoi",
        "name":  "Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vivisectors are found in secluded locations face regular attacks by vivisectors, and some suspect that close to potential victims, such as the sewers beneath a city a great conclave of the creatures dwells deep beneath the or a defensible cavern near a small town. Though bright Hoar frost Mountains. light causes them no negative effect, they have an aversion to it, preferring darkness and gloom as a backdrop for their VIVISECTORS IN FAERÛN grisly work. The Underdark is the traditional home of vivisectors in",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An average vivisector Faerûn, and all the races of that subterranean realm fear stands about 5 feet tall and weighs 100 pounds. Its body these creatures. Rumors tell of a great hive of vivisec- resembles that of a giant praying mantis, with talons at the tors located beneath the Thunder Peaks. There, one of end of each arm and a pair of dark but translucent wings. their number is said to have attained great power, and",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Wild Hunt can roam across an entire Knowledge (Nature) world, but a master of the hunt prefers to stalk prey at night DC Result 32 This large, elfl ike creature is a master of the hunt, in the wide outdoors. a cruel fey that seeks to prove his skill against the",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When fl ying, the creature can take a move action",
        "name":  "Benefi t",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Add +2 to the DC for all saving throws against (including a dive) and another standard action at any point the special ability on which the creature focuses. during the move. The creature cannot take a second move",
        "name":  "Benefi t",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature can gain this feat multiple times. Its action during a round when it makes a fl yby attack. effects do not stack. Each time the creature takes the feat, it",
        "name":  "Special",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When fl ying, the creature can halt its forward size Large or larger. motion and hover in place as a move action. It can then fl y",
        "name":  "Benefi t",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature gains a number of hit points equal",
        "name":  "Benefi t",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This feat can be taken multiple times. Each time 1 hit point permanently. it is taken, the creature can apply it to a different one of its",
        "name":  "Special",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "When the creature charges, if its melee attack The creature can grab opponents much smaller than it and hits, it deals an extra 1d8 points of damage (if it is of hold them in its mouth or claw. Medium size). For Large creatures, the extra damage is",
        "name":  "Benefit",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature can choose to start a grapple when it Colossal, 6d6. hits with a claw or bite attack, as though it had the improved This feat works only when the creature makes a charge. It grab special attack. If the creature gets a hold on an opponent does not work when the creature is mounted. If the creature three or more sizes smaller, it can squeeze each round for bite has the ability to make multiple attacks after a charge, it can or claw damage. A snatched opponent held in the creature’s apply this extra damage to only one of those attacks. mouth is not allowed a Refl ex save against the creature’s",
        "name":  "Benefi t",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An aberration has a bizarre anatomy, to the creature: strange abilities, an alien mindset, or any combination of —The creature retains the type and subtype of its original the three. form. It gains the size of its new form.",
        "name":  "Aberration Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature is born with the indicated alignment. outsiders known as the baatezu.",
        "name":  "Always",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "More than 50% of these creatures have the given —Telepathy. alignment. This could be due to strong cultural infl uences, —Immunity to fi re and poison. or it might be a legacy of the creatures’ origin. —Resistance to acid 10 and cold 10.",
        "name":  "Usually",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature tends toward the given alignment, —Summon (Sp): Baatezu share the ability to summon either by nature or nurture, but not strongly. A plurality others of their kind (the success chance and type of baatezu (40–50%) of individuals has the given alignment, but excep- summoned are noted in each monster description). tions are common.",
        "name":  "Often",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A blind creature has no visual senses and is thusly",
        "name":  "Blind",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An animal has the following features. —d8 Hit Dice; good Fortitude and Refl ex saves. Blindsense (Ex): Using nonvisual senses, such as acute —Base attack bonus equal to 3/4 total Hit Dice (as smell or hearing, a creature that has blindsense notices cleric). creatures it cannot see. The creature usually does not need —Skill points equal to (2 + Int modifi er, minimum 1) per to make Spot or Listen checks to pinpoint the location of a Hit Die, with quadruple skill points for the fi rst Hit Die. creature within range of its blindsense ability, provided that it",
        "name":  "Features",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "These creatures have swim speeds and most kinds of concealment are irrelevant, though the and thus can move in water without making Swim checks. creature must have line of effect to a creature or object to An aquatic creature can breathe underwater. It cannot also discern that creature or object. The ability’s range is speci- breathe air unless it has the amphibious special quality. fi ed in the creature’s descriptive text. The creature usually does not need to make Spot or Listen checks to notice",
        "name":  "Aquatic Subtype",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "An elemental is a being composed creature’s Cha modifier). On a success, the negative level of one of the four classical elements: air, earth, fire, or goes away with no harm to the creature. On a failure, the water. negative level goes away, but the creature’s level is also",
        "name":  "Elemental Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fey is a creature that has supernatural abilities saving throw negates the effect. A monster’s gaze attack is and connections to nature or to some other force or place. described in abbreviated form in its description. Fey are usually human-shaped. Gaze attacks can affect ethereal opponents. A creature",
        "name":  "Fey Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A fey has the following features. is immune to gaze attacks of others of its kind. Allies of a —6-sided Hit Dice; good Refl ex and Will saves. creature that has a gaze attack might be affected. All the —Base attack bonus equal to 1/2 total Hit Dice (as wizard). creature’s allies are considered to be averting their eyes from —Skill points equal to (6 + Int modifi er, minimum 1) per the creature that has the gaze attack (see below). The creature Hit Die, with quadruple skill points for the fi rst Hit Die. also can veil its eyes, thus negating its gaze attack.",
        "name":  "Features",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that has the fi re subtype has a saving throw against the gaze attack. The creature that immunity to fi re. It has vulnerability to cold, which means has the gaze attack, however, gains concealment against it takes half again as much (+50%) damage as normal from that opponent. cold, regardless of whether a saving throw is allowed, or if Closing Eyes: The opponent acts in a way so it cannot see the save is a success or failure. the creature that has the gaze attack at all—closing its eyes, turning its back, or even wearing a blindfold. The creature Flight (Ex or Su): A creature that has this ability can that has the gaze attack gains total concealment against such cease or resume flight as a free action. If the ability is an opponent. 212 YRASSOLG",
        "name":  "Fire Subtype",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A creature that has a gaze attack can Humanoids with more than 1 Hit Die (for example, gnolls actively gaze as a standard action by choosing a target within and bugbears) are the only humanoids who make use of the range. That opponent must attempt a saving throw but can features of the humanoid type. try to avoid this as described above. Thus, it is possible for Features: A humanoid has the following features. an opponent to save against a creature’s gaze twice during —8-sided Hit Dice, or by character class; good Refl ex saves the same round, once before the opponent’s action and once (usually; a humanoid’s good save varies). during the creature’s turn. —Base attack bonus equal to 3/4 total Hit Dice (as cleric).",
        "name":  "Active Gaze Attack",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A giant is a humanoid-shaped creature of —Skill points equal to (2 + Int modifi er, minimum 1) per great strength, usually of at least Large size. Hit Die, with quadruple skill points for the fi rst Hit Die, or",
        "name":  "Giant Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A humanoid usually has two arms, two A successful hold does not deal any extra damage unless the legs, and one head, or a humanlike torso, arms, and a head. creature also has the constrict special attack. If the creature Humanoids have few or no supernatural or extraordinary does not constrict, each successful grapple check it makes abilities, but most can speak and usually have well-devel- during successive rounds automatically deals the damage oped societies. They are usually Small or Medium. Every indicated for the attack that established the hold. Otherwise, humanoid creature also has a subtype, such as elf, goblinoid, it deals constriction damage as well (the amount is given in or reptilian. the creature’s descriptive text). Humanoids with 1 Hit Die exchange the features of their When a creature gets a hold after an improved grab humanoid Hit Die for the class features of a PC or NPC class. attack, it pulls the opponent into its space. This act does Humanoids of this sort are presented as 1st-level warriors, not provoke attacks of opportunity. It can even move (pos- which means that they have average combat ability and poor sibly carrying away the opponent), provided it can drag the saving throws. opponent’s weight. 213 GLOSSARY",
        "name":  "Humanoid Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature attacks with its mouth, dealing piercing, Charisma: Any creature capable of telling the difference slashing, and bludgeoning damage. between itself and other creatures and objects has at least",
        "name":  "Bite",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature rips with a sharp appendage, 1 point of Charisma. Only objects have no Charisma dealing piercing and slashing damage. score, and an object that has no Charisma score also has",
        "name":  "Claw or Talon",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature spears the opponent with an antler, no Wisdom score. horn, or similar appendage, dealing piercing damage.",
        "name":  "Gore",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The creature batters opponents with an Obyrith Subtype: A number of demons belong to the appendage, dealing bludgeoning damage. primeval race of evil outsiders known as the obyriths.",
        "name":  "Slap or Slam",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any creature that can physically manipulate —Form of Madness (Su): Obyriths are so noxious and other objects has at least 1 point of Strength. A creature horrific that their presence produces madness. When an that has no Strength score can’t exert force, usually because obyrith comes within 60 feet of a creature, that creature it has no physical body or because it doesn’t move. The must succeed on a Will save (DC 10 + 1/2 the obyrith’s HD + creature automatically fails Strength checks. If the creature its Cha modifi er) or fall victim to a form of permanent insan- can attack, it applies its Dexterity modifi er to its base attack ity as indicated in the specifi c obyrith’s description. The bonus instead of a Strength modifi er. insanity is permanent until cured by greater restoration, heal,",
        "name":  "Strength",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Any living creature has at least 1 point Ooze Type: An ooze is an amorphous or mutable creature, of Constitution. A creature that has no Constitution has usually mindless. no body or no metabolism. It is immune to any effect Features: An ooze has the following features. that requires a Fortitude save unless the effect works —10-sided Hit Dice; no good saving throws. on objects or is harmless. The creature is also immune —Base attack bonus equal to 3/4 total Hit Dice (as to ability damage, ability drain, and energy drain, and cleric). automatically fails Constitution checks. A creature that —Skill points equal to (2 + Int modifi er, minimum 1) per has no Constitution cannot tire and is thusly immune to Hit Die, with quadruple skill points for the fi rst Hit Die, if fatigue and exhaustion. the ooze has an Intelligence score. However, most oozes are",
        "name":  "Constitution",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A tanar’ri possesses the following traits. the indicated number to the creature’s Hit Dice total. For —Telepathy. example, a forest haunt has 12 Hit Dice and +2 turn resis- —Immunity to electricity and poison. tance. Attempts to turn, rebuke, command, or bolster treat —Resistance to acid 10, cold 10, and fi re 10. the forest haunt as though it had 14 Hit Dice, though it is a —Summon (Sp): Tanar’ri share the ability to summon 12 HD creature for any other purpose. others of their kind.",
        "name":  "Traits",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Vermin have the following features. of Water. Creatures that have the water subtype have swim —8-sided Hit Dice; good Fortitude saves. speeds and can move in water without making Swim checks. —Base attack bonus equal to 3/4 total Hit Dice (as A water creature can breathe underwater and can usually cleric). breathe air as well. 222 YRASSOLG pqqqqqqqqqqqqqqqqqqqqrs MONSTERS BY TYPE (AND SUBTYPE) (Good): Arcadian avenger.",
        "name":  "Features",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Defi ant. . . . . . . . . . . . . . . . . 44 Anarchic Creature. . . . . . . . . . . . . . . . . . . . . . 107 Encounter Level 8 Sites. . . . . . . . . . . . . . . 165 The Doomguard. . . . . . . . . . . . . . . . . . . . . . . . . . 46 Creating an Anarchic Creature. . . . . . . . 108 Encounter Level 9 Sites. . . . . . . . . . . . . . . 168 Lore of the Doomguard. . . . . . . . . . . . . . . . 47 Astral Kraken. . . . . . . . . . . . . . . . . . . . . . . . . . . 109 Encounter Level 10 Sites. . . . . . . . . . . . . . 171",
        "name":  "Prestige Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Doomlord. . . . . . . . . . . . . . 47 Axiomatic Creature. . . . . . . . . . . . . . . . . . . . . 110 Encounter Level 11 Sites. . . . . . . . . . . . . . 174 The Fated. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 49 Creating an Axiomatic Creature . . . . . . 111 Encounter Level 12 Sites. . . . . . . . . . . . . . 178 Lore of the Fated. . . . . . . . . . . . . . . . . . . . . . 50 Dharculus. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 112 Encounter Level 13 Sites. . . . . . . . . . . . . . 182",
        "name":  "Prestige Class",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A bariaur’s name is given to him by his parents. like abilities. It is usually a simple, one- or two-syllable name (the easier • Skills: Bariaurs have keen senses, giving them a +2 racial to be shouted across the hills of Ysgard). Within the fl ock, bonus on Listen and Spot checks. he denotes his parentage by adding “buck of” his father’s • Automatic Languages: Celestial, Common. Bonus Lan- name (or “doe of” the mother’s name, if female); outside guages: Abyssal, Infernal. Bariaurs commonly learn the the fl ock, he relies instead on a fl ock name to indicate the languages of fi endish creatures to better prepare them- extended family to which he belongs. Flock names typi- selves against such threats. cally describe the environments favored by the fl ock, and • Favored Class: Ranger. can change over time. • Level adjustment +1.",
        "name":  "Names",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Buommans communicate with one the extraplanar subtype when not on another by means of their low, throaty songs, but the Astral Plane. the concepts they convey appear to be more abstract than • Medium: As Medium creatures, buommans have no spe- informational. Contrary to rumor, a buomman does not cial bonuses or penalties due to their size. constantly sing, but instead sings as part of rituals that • A buomman’s base land speed is 30 feet. mark his daily life. The buommans have a song for arriving, • Low-Light Vision: A buomman can see twice as far as a a song for leaving, a song for waking, a song for sleeping, a human in starlight, moonlight, torchlight, and similar song for eating, and countless other songs for far less con- conditions of poor illumination. He retains the ability to crete concepts. Except for these songs, buommans choose distinguish color and detail under these conditions. not to speak any recognizable language, though they are • Skills: +2 racial bonus on Listen and Perform (sing) checks. capable of learning any language they choose. The average All buommans have uncanny hearing and an innate sense buomman, for example, understands Common; he simply of tone and pitch. never speaks it. • Buommans take a vow against speech at an extremely",
        "name":  "Language",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A water mephling resembles a small, fi sh-scaled Scholarly lore contains two different origin stories for the human with black, bulbous eyes. mephlings. In one, mephlings are planetouched offshoots of Mephlings do not reach adulthood until they are more long-ago unions between mephits and an indeterminate race than 50 years old. The longest-lived members of the race can of humanoids. The other is a darker tale of a megalomaniacal reach an age of well over 200 years. mage seeking to imprint his essence on another race. Relations: Mephlings fi t in equally oddly in virtually all What is true is that a mephling will occasionally be born societies. At best, one is regarded as an exotic curiosity. At to mephit parents. Weaker than their mephit ancestors, worst, one is seen as a friendly stranger, perhaps with a suspi- mephlings are put out of mephit communities as undesir- cious touch of devil, demon, or elemental blood—whatever able runts. They’re left to the mercies of the inhospitable is least welcome by a given culture. Mephlings get along planes. Mephit parents revolted by their humanoid child best with others of their race who have had similar experi- will leave the babe on a hostile plane. Kindly parents will ences. Mephlings also have good relations with halfl ings, place the child on a habitable plane where it will easily be especially those who have traveled widely or who frequently found by other creatures. Sometimes other creatures adopt consort with outsiders. the abandoned baby and it grows to reach adulthood. Alignment: Mephlings tend to have a neutral component",
        "name":  "Water",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Neraphim cannot afford to be as incon- in this practice. sistent as the plane they inhabit and the game they Religion: Giving some credence to the theory that the hunt—only stern discipline within each neraph house neraphim are a subspecies of slaad, a few neraphim houses keeps its members from succumbing to poverty and worship less bloodthirsty and less insane aspects of the starvation. Each house consists of a bonded group of entities Ssendam and Ygorl (who are normally considered neraphim made up of several related families and one to be, if not slaadi deities, at least very powerful slaadi matriarch. In the time between their Festivals of Spawn- worthy of respect). ing, the various neraphim houses meet only rarely, and Language: Neraphim speak their own language and then often in conflict over disputed hunting grounds. Slaad. Some learn Common, which allows them to better hcaoR .D yb .sullI 620_17920_PlanarHandbook2.indd 12 5/20/04, 11:11:15 AM 13 RACES CHAPTER 1 communicate with creatures of other planes, and some learn • Leap (Ex): Neraphim are natural jumpers. They have a +5 Abyssal and Celestial. racial bonus on Jump checks.",
        "name":  "Personality",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Tiefl ings WILDREN share no common language. Some learn Infernal or Abys- Over time, the petitioners sal, although since most (spirits of the departed) who have no idea where their arrive in the Wilderness bloodline comes from, of the Beastlands acquire as often as not they choose animal traits, eventually becom- the wrong racial language. A ing celestial beasts or animals. tiefl ing usually learns the lan- Some instead mingle with the guage of her parents as well. beasts they will one day become,",
        "name":  "Language",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "As a rule, tiefl ings creating new races that are perpetu- use human names until such ally half-animal, half-humanoid. time as they seek to differen- Prominent among these are the tiate themselves from their wildren, beings descended from parents. At that point, they the union of partially trans- often take names that hint at formed dwarf petitioners and their fi endish heritage. Some celestial badgers. choose words of Infernal or Prowling the darkest forests Abyssal that sound menac- of Karasuthra, the Beastlands’ ing, occasionally without even lowest layer, wildren build elabo- knowing the words’ defi nitions. rate underground burrows, which they",
        "name":  "Names",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The average wildren is chaotic good, tending • Wildren have the scent ability. See page 314 of the Monster toward neutral good. A few are neutral or chaotic neutral. Manual for details.",
        "name":  "Alignment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "d6. portal from the bard’s side of the portal, or creatures that would other- Requirements wise arrive at the bard’s location To take a bard planar substitution through the portal, instead arrive level, a character must be about to take at the endpoint of another portal his 3rd, 6th, or 12th level of bard. chosen by the bard this round. The portal to which the bard redirects travelers continues to Class Skills connect to its original destination; if a redirected creature Bard planar substitution levels have the class skills of the attempts to go back through the bard-infl uenced portal, standard bard class. it doesn’t return to the bard’s location, but instead to that",
        "name":  "Hit Die",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Knowledge (the you can cast. (Work with the planes) 2 ranks. DM to select creatures appro-",
        "name":  "Prerequisite",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Choose any planar touchstone for which you in the same way as a normal familiar. The familiar uses the have previously fulfilled the higher-order recharge condi- basic statistics for a creature of its kind, as given in the tion (see page 154); this is now your personal touch stone. Monster Manual or this book, except as noted below.",
        "name":  "Benefit",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You can take this feat more than once. Each good-aligned plane.” He couldn’t apply it to a summoned time, you gain the base ability to retain one more planar celestial lion (chaotic good), since the lion’s alignment touchstone location in addition to your previous ability. has at least one component (chaotic) that is opposed to You also gain the capacity to retain uses of one more planar the alignment traits of the Seven Mounting Heavens of touchstone’s higher-order ability. Thus, you could retain Celestia (lawful). the base abilities for both the Breaching Obelisk and Echo- lost (planar touchstone locations described in Chapter 7), as Water Heritage [Heritage] well as both sites’ higher-order uses, simultaneously. If you You are descended from creatures native to the Elemental then visit a third planar touchstone and fulfi ll its recharge Plane of Water. You share some of your ancestors’ natural condition, unless you have taken this feat three times, you aquatic talents. must choose which of your two previous touchstone site Benefi ts: You gain a swim speed of 20 feet, or your exist- abilities to lose when you gain the abilities of the third ing swim speed increases by 20 feet. touchstone site. Also, you gain a +4 bonus on Constitution checks made to hold your breath. Shadow Heritage [Heritage] Special: A creature with a swim speed also gains a You are descended from creatures native to the Plane of +8 racial bonus on Swim checks made to perform some Shadow. You share some of your ancestors’ natural stealth, special action or avoid a hazard, and can take 10 on a but only in areas of dim or no illumination. Swim check even if distracted or endangered. It can use",
        "name":  "Special",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wing is capable of learning two tricks in cess with never-ending vigor. According to “takers” (as addition to any that Cado might choose to teach it (see members of the Fated are called), anyone can be great, but the Handle Animal skill, page 74 of the Player’s Handbook). greatness is not guaranteed. Hard work must come fi rst, These bonus tricks don’t require any training time or and follow after. Handle Animal checks, and they don’t count against the Takers belong to the Fated faction, which advocates, normal limit of tricks known by the creature. Cado has among other things, survival of the fi ttest. Some interpret selected guard and fetch as bonus tricks and often uses the takers’ philosophy as “If you can take it and keep it, you Wing to retrieve his annulats. were meant to have it,” but others see that as a simplistic Evasion (Ex): If Wing is exposed to any effect that view. Takers believe that success is not just the accumula- normally allows it to attempt a Reflex saving throw tion of physical comforts and conquering enemies by force. for half damage, it takes no damage with a successful More than that, success is partly determined by the respect saving throw. of others. With respect, simple happiness is a measure of 620_17920_PlanarHandbook2.indd 49 5/20/04, 12:48:10 PM 50 3 RETPAHC EGITSERP SESSALC success. For some, this road is reached by kindness without NPC fatemakers can be found at the heads of successful weakness, compassion without cowardice; for others with a ventures or scrambling to reach the head. Others fi nd suc- more heartless outlook, happiness is gained only by depriv- cess in maintaining collections, doing deeds of good (or ing others of it. bad), or as important functionaries in government.",
        "name":  "Bonus Tricks",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Not traditional mounts, elsewhales are Vehicles related to seagoing whales. An elsewhale has the ability to Why settle for a chariot when you can purchase an ethereal slip between planes, as long as the original plane and the tunneler or a gate zeppelin? By using the vehicles described destination plane have suitable bodies of water in which here, characters can go anywhere—assuming they have the the elsewhale can swim. cash to pay for such an extravagance. Travelers do not ride on elsewhales; they ride within, Refer to the sidebar in this section for details in the creature’s mouth. The mouth cavity of an adult on how to read a vehicle’s statistics block. elsewhale is large enough to hold 1 Large, 4 Medium, or Astral Skiff: Huge vehicle; Pro- 16 Small creatures in the dark, cramped, and somewhat fession (sailor) +0; Spd fly 120 ft. moist environment. (average); Overall AC 3; Section hp 40 A “stable” housing even (hardness 10); Section AC 3; Ram 4d8; a single elsewhale requires Face 15 ft. by 5 ft.; Height 10 ft.; SA ram- access to the sea or ocean. ming; Crew 1 (carries 3); Cargo 1 ton",
        "name":  "Elsewhale",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The size of the vehicle, using the same size categories followed by the section hit points and hardness of the vehicle as for creatures. itself. Large or smaller vehicles do not have sections and lack a",
        "name":  "Size",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Some enterprising wealthy mer- ture with anarchic water only if he is adjacent to it. Doing chant guilds or consortiums have established pairings of so is a ranged touch attack that does not provoke attacks planar ring gates. These lead from one well-guarded loca- of opportunity. tion in a planar metropolis to a similarly protected spot A direct hit by a fl ask of anarchic water deals 2d4 points in another. On occasion, the owner of a pair of planar ring of damage to a lawful outsider. Each such creature within 5 gates may move them to a requested location, provided that feet of the point where the fl ask hits takes 1 point of damage the task is easily done and that the new environment is from the splash. safe. The larger the risk, the larger the cost. Antitrait Grease: Antitrait grease is made in four",
        "name":  "Planar Ring Gates",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "This 2-inch-diameter metallic orb and Tumble checks. The creature also gains damage reduc- resembles an eye, though streamlined and idealized. tion 1/adamantine. These eyes are purportedly salvaged from secret grave- Elementals with the earth subtype that are exposed to yard cogs on Mechanus, where a demolished race who this pure element gain a +2 enhancement bonus to Con- once claimed the plane now lies forgotten. Anyone look- stitution. Elementals with the air subtype take 2d6 points ing through a Mechanus eye gains a +1 competence bonus of damage (this effect overcomes the damage reduction of on Search checks. such creatures).",
        "name":  "Mechanus Eye",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One creature of 5 HD or fewer flees for 5 Break Enchantment: Frees subjects from enchantments, 1d4 rounds. alternations, curses, and petrifi cation. 2 Bull’s Strength: Subject gains +4 to Strength for 1 Summon Monster V: Calls extraplanar creature to fi ght min./level. for you (CG creatures only).",
        "name":  "Cause Fear",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to for you (LG creatures only). fi ght for you (LE creatures only). 6 Blade Barrier: Wall of blades deals 1d6/level damage. 4 Deeper Darkness: Object sheds supernatural shadow in Bear’s Endurance, Mass: As bear’s endurance, affects one 60-ft. radius. subject/level.",
        "name":  "Summon Monster III",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fi ght for you (LG creatures only). fi ght for you (LE creatures only). ELYSIUM 8 Demand: As sending, plus you can send suggestion.",
        "name":  "Summon Monster VII",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Calls extraplanar creature to fi ght Granted Power: You gain the supernatural ability to for you (LE creatures only). smite evil with a single melee attack once per day. You add your Charisma bonus (if any) to your attack roll and deal CELESTIA an extra 1 point of damage per class level. This smite attack",
        "name":  "Summon Monster IX",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Damages and sickens good creatures. Otto’s Irresistible Dance: Forces subject to dance. 5 Crushing Despair: Subject take –2 on attack rolls, 9 *Perinarch, Planar: Gain control over a small area of any damage rolls, saves, and checks. divinely morphic plane.",
        "name":  "Unholy Blight",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+4 bonus against attacks by good creatures. ShapechangeF: Transforms you into any creature; change 6 Mind Fog: Subjects in fog get –10 to Wisdom and Will forms once per round. checks. MECHANUS",
        "name":  "Dispel Good",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide a color pool on the Astral Plane from Attune Form: Grant target creature temporary protection view. against overtly damaging planar traits.",
        "name":  "Cloak Pool",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Summon an Elysian thrush, Devil Blight: Damage and confuse baatezu; damage other which accelerates natural healing. lawful and evil creatures.",
        "name":  "Summon Elysian Thrush",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "While on the Astral Plane, open a portal to Planar Exchange, Greater: Trade places with one of three a demiplane so natural healing can occur. greater planar creatures (your choice).",
        "name":  "Astral Hospice",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Paralyze creature with your glare. cheat time.",
        "name":  "Evil Glare",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Provides long-term protection against Beastland Ferocity: Subject fi ghts without penalty while overtly damaging planar traits. disabled or dying.",
        "name":  "Planar Tolerance",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Your body explodes when you die. Attune Form: Grant target creature temporary protection",
        "name":  "Death Throes",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Kill evil creatures with a look, or make against overtly damaging planar traits. them very afraid. Babau Slime: Secrete a body-covering acid that damages",
        "name":  "Opalescent Glare",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Trade places with one of three planar Planar Tolerance: Provides long-term protection against creatures (your choice). overtly damaging planar traits.",
        "name":  "Planar Exchange",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain an overview of the geography Necro Evil Glare: Paralyze creature with your glare. around you. Trans Attune Form: Grant target creature temporary",
        "name":  "Lay of the Land",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One or more living by the energy of a major positive- creatures touched dominant plane and automati-",
        "name":  "Target",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "1 standard action Target: Creature touched Range: Touch",
        "name":  "Casting Time",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched",
        "name":  "Transmutation Target",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Flask of water touched Saving Throw: None vive inherent in every creature. The",
        "name":  "Target",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature or creatures Conjuration (Calling) [Lawful] deny the grave. The inevitable does touched (up to one/level) Level: Cleric 7, sorcerer/wizard 7 not ask for any payment for the task.",
        "name":  "Target",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A small vial of table does not ask for any payment for (though you might get a different smoke. the task. After seven days, or if asked creature, anyway). to do something nonlawful, frivolous, You may ask the zelekhut to per- Bodak’s Glare or not focused on its lawful objective, form one duty for you. The task must Necromancy [Death, Evil] the kolyarut will leave. be in harmony with its lawful objec-",
        "name":  "Material Component",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One living creature Level: Cleric 9, sorcerer/wizard 9 ment. The inevitable does not ask",
        "name":  "Target",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S destroyed in an explosion of energy Target: Living creature",
        "name":  "Components",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched foot-radius burst. Saving Throw: None or Will partial;",
        "name":  "Target",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "One color pool Duration: 1 min./level The creatures obey you explicitly",
        "name":  "Target",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Four drops of though only once per round, as a Range: Touch colored ink. free action. Unattended objects fall, Target: Living creature touched as normal. Duration: 1 min./level",
        "name":  "Material Component",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature his personal gravity. A character fall- By touching a living creature and",
        "name":  "Target",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Two or more summoned crea- later, 1d4 chain devils appear. Ten Level: Cleric 9 tures, no two of which can be more minutes after that, one bone devil Components: V, S than 30 ft. apart appears. Each creature has maximum Casting Time: 1 minute",
        "name":  "Effect",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "None creatures appear, they serve you for level)",
        "name":  "Saving Throw",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S, M/DF of your language). The pack fi ends and never attack you, even if someone Casting Time: 1 standard action are treated as trained hunting beasts, else manages to gain control over Area: 20-ft. radius, centered on you so you can command them to track if them. You do not need to concentrate Duration: 1 round/level (D) you so choose. to maintain control over the creatures. Saving Throw: None",
        "name":  "The creatures obey you explicitly Components",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Creature touched tion are ruined. Target: 1 living creature",
        "name":  "Target",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Instantaneous on your turn, every living creature Saving Throw: None (object) and",
        "name":  "Duration",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "V, S the effect. Illus. by E. Fiegenschuh 620_17920_PlanarHandbook2.indd 103 5/20/04, 1:05:47 PM 104 5 RETPAHC SLLEPS Precipitate Complete Breach The warded creature gains partial pro- You can permanently seal an inter- Conjuration (Teleportation) tection against positive energy effects. planar portal or gate. If cast on a",
        "name":  "Components",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Living creature touched Target: Creature touched Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Target",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "10 min./level Duration: 10 min./level Target: One creature",
        "name":  "Duration",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Undead creature touched Casting Time: 1 action Effect: One summoned babau demon",
        "name":  "Target",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pipes, smite law ANARCHIC CREATURE",
        "name":  "Special Attacks",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Damage reduction 5/cold iron, Anarchic creatures dwell in planes of chaos, the realms of dis- darkvision 60 ft., fast healing 1, immunity to poly- order. Although they may resemble creatures from the Mate- morph and petrifi cation, low-light vision, resistance rial Plane, they appear less fi nished, their features more rough to acid 5, cold 5, electricity 5, fi re 5, and sonic 5 and uneven, their fur or scales blotched and tattered, their Saves: Fort +2, Ref +5, Will +5 appearance more ragged and horrifi c. They are also called the Abilities: Str 10, Dex 13, Con 12, Int 12, Wis 13, Unfi nished, and some say they were fi rst drafts, abandoned Cha 13 to the roiling planes of chaos by forgotten creators. Skills: Bluff +9, Diplomacy +3, Disguise +1 (+3 acting), Hide +13, Intimidate +3, Knowledge SAMPLE ANARCHIC CREATURE (nature) +9, Listen +15, Move Silently +13, Per- form (wind instruments) +9, Spot +15, Survival Anarchic Satyr +1 (+3 above ground) Medium Fey (Extraplanar) Feats: AlertnessB, Dodge, Mobility",
        "name":  "Special Qualities",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Standard ANARCHIC CREATURE",
        "name":  "Treasure",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Satyrs have a +4 racial bonus on Hide, Listen, —Immunity to polymorph and petrifi cation. Move Silently, Perform, and Spot checks. —Fast healing (see the table below). pqqqqqqqqqqqqqqqqqqqqrs MONSTERS BY TYPE (AND SUBTYPE)",
        "name":  "Skills",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "anarchic satyr, astral kraken, axiomatic dragonne, Elysian thrush, gaspar, Limbo stalker, pack fiend, ur’Epona. dharculus, dwarf (frost), elementite swarm, elsewhale, Elysian Ooze: shadow jelly, void ooze. thrush, energon, entropic ogre mage, gaspar, gnome (fire), Outsider: energon, entropic ogre mage, lesser nightmare, Limbo stalker, nightmare (lesser), pack fiend, shadow jelly, unraveler, vivacious dire tiger. unraveler, ur’Epona, vivacious dire tiger, void ooze. (Swarm): elementite swarms. (Evil): lesser nightmare, pack fiend. (Water): water elementite swarm. pqqqqqqqqqqqqqqqqqqqqrs smaR .V yb .sullI 620_17920_PlanarHandbook2.indd 108 5/20/04, 1:06:05 PM Astral kraken 109 THE PLANES CREATURES OF CHAPTER 6",
        "name":  "Extraplanar",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Same as the base creature, but Intelligence is at reaches out with segmented tentacles, feeling the air around least 3. it for prey.",
        "name":  "Abilities",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Up to 3 HD, same as the base crea- ture; 4 HD to 7 HD, same as the base creature +1; 8 or more HD, same as the base creature +2.",
        "name":  "Challenge Rating",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "40 ft. (8 squares), fl y 30 ft. An axiomatic creature uses all the base creature’s statis-",
        "name":  "Speed",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +9, Ref +8, Will +4 Smite Chaos (Su): Once per day, the creature can make a",
        "name":  "Saves",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Blind-Fight, Combat Refl exes, Improved Initiative, Special Qualities: An axiomatic creature retains all the Track special qualities of the base creature and also gains the fol-",
        "name":  "Feats",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Double standard If the creature has 12 or more Hit Dice, these resistances",
        "name":  "Treasure",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+8 (cohort) (maximum 25). —Linked Minds (Ex): Axiomatic creatures of the same kind Combat within 300 feet of one another are in constant communica- Linked Minds (Ex): Axiomatic dragonnes within 300 tion. If one is aware of a particular danger, they all are. If feet of one another are in constant communication. If one one in the group is not fl at-footed, none of them are. No is aware of a particular danger, they all are. If one in the axiomatic creature in the group is considered fl anked unless group is not flat-footed, none of them are. No axiomatic all of them are. dragonne in the group is considered flanked unless all of If the base creature already has one or more of these spe- them are. cial qualities, use the better value. Pounce (Ex): If an axiomatic dragonne charges, it can Abilities: Same as the base creature, but Intelligence is make a full attack in the same round. at least 3. Roar (Su): An axiomatic dragonne can loose a devastat- Environment: Any lawful-aligned plane. ing roar every 1d4 rounds. All creatures except dragonnes Challenge Rating: Up to 3 HD, as the base creature; 4 within 120 feet must succeed on a DC 15 Will save or to 7 HD, as the base creature +1; 8 or more HD, as the base become fatigued. Those within 30 feet who fail their saves creature +2. become exhausted. Alignment: Always lawful (any). Smite Chaos (Su): Once per day, an axiomatic drag- Level Adjustment: As the base creature +4. onne can make a normal attack to deal extra damage equal to its Hit Dice (maximum 20 points) against a cha- otic opponent.",
        "name":  "Level Adjustment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "A light load for an axiomatic drag- onne is up to 348 pounds; a medium load, 349–699 pounds; and a heavy load, 700–1,050 pounds. Illus. by A. Swekel 620_17920_PlanarHandbook2.indd 111 5/20/04, 1:06:20 PM Dharculus 112 6 RETPAHC FO SERUTAERC SENALP EHT DHARCULUS The dharculus is a creature from an alternate reality far Medium Aberration (Extraplanar) from the Material Plane, and perhaps beyond the planar",
        "name":  "Carrying Capacity",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+6 these creatures are dependent on some element from their",
        "name":  "Initiative",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9 a standard action. Creatures",
        "name":  "Challenge Rating",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9–11 the dharculus. Because HD (Large); 12–24 the monster is dual- HD (Huge) planar and therefore",
        "name":  "Advancement",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +2, Ref +7, Will +2 Elementite swarms have very little intelligence. Like all Abilities: Str 10, Dex 15, Con 10, Int 2, Wis 11, Cha 11 swarms, they attack by moving into an opponent’s space, Skills: Hide +10, Listen +7, Spot +7 provoking an attack of opportunity. An elementite swarm Feats: Alertness, Dodge, Improved Initiative can occupy the same space as an opponent of any size, but it Environment: Elemental Plane of Air remains a creature with a 10-foot space. Swarms never make Organization: Solitary, cloud (2–4 swarms), thunderhead attacks of opportunity. (7–12 swarms) Unlike other creatures with a 10-foot space, an elemen- Challenge Rating: 4 tite swarm is shapeable. It can occupy any four contiguous Treasure: None 5-foot squares, and it can squeeze through any space large Alignment: Usually neutral enough to contain a Tiny creature. Advancement: —",
        "name":  "Saves",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Swarm (2d6) roll over terrain and creatures, pulverizing anything in Space/Reach: 10 ft./0 ft. the way.",
        "name":  "Full Attack",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Distraction Distraction (Ex): Any living creature vulnerable",
        "name":  "Special Attacks",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str —, Dex 17, Con 12, Int 7, Wis 10, Cha 18 Xac-yels target fur-covered or large creatures before attack-",
        "name":  "Abilities",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Incorporeal touch +7 melee (1d6 plus 2d6 acid) or This creature looks like a fireball with two eyes peering out of it energy ray +7 ranged touch (1d8 acid) and fiery tentacles trailing behind it.",
        "name":  "Attack",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 incorporeal touches +7 melee (1d6 plus 2d6 acid) or energy ray +7 ranged touch (1d8 acid) The xac-yel prefers an exceptionally hot, dry environ- Space/Reach: 5 ft./5 ft. ment. This fi re-based energon and its cold-based cousin, Special Attacks: — the xor-yost, tend to be the most social of all energons. If nitraM .D yb .sullI 620_17920_PlanarHandbook2.indd 120 5/20/04, 1:07:00 PM 121 THE PLANES CREATURES OF CHAPTER 6",
        "name":  "Full Attack",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Diplomacy +6, Hide +9, Knowledge (the planes) +6, The air around this jellyfishlike creature crackles and pulses with electrical energy. Search +6, Sense Motive +8, Spot +8, Survival +8 (+10 on other planes)",
        "name":  "Skills",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "4 incorporeal touches +8 melee (1d6 plus 2d6 A xac-yij focuses its attacks on smaller creatures fi rst, before sonic); or energy ray +8 ranged touch (1d8 sonic) attacking larger ones. Space/Reach: 5 ft./5 ft.",
        "name":  "Combat Full Attack",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +10, Ref +4, Will +4 ENTROPIC CREATURE",
        "name":  "Saves",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Hide +8, Knowledge (the planes) +6, Search +6, Sense Entropic creatures dwell on the Negative Energy Plane. In Motive +8, Spot +8, Survival +8 (+10 on other planes) addition to large quantities of undead, entropic creatures",
        "name":  "Skills",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "5 CREATURE",
        "name":  "Challenge Rating",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "6–9 HD (Medium); mage as the base creature. 10–15 HD (Large)",
        "name":  "Advancement",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Str 21, Dex 10, Con 19, CREATURE Int 14, Wis 14, Cha 19",
        "name":  "Abilities",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Negative Energy Plane or vermin (referred to hereafter as the base creature).",
        "name":  "Environment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary An entropic creature uses all the base creature’s statistics",
        "name":  "Organization",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Double standard Size and Type: Unless the creature was undead, its",
        "name":  "Treasure",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Usually lawful evil type changes to outsider. Do not recalculate the creature’s",
        "name":  "Alignment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "+9 The creature also gains the extraplanar subtype.",
        "name":  "Level Adjustment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Constitution +2, Charisma +2. Intelligence is at least 3.",
        "name":  "Abilities",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Negative Energy Plane or same as the base creature.",
        "name":  "Environment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 HD or fewer, as the base creature +1; 4 to 7 HD, as the base creature +2; 8 or more HD, as the base creature +3.",
        "name":  "Challenge Rating",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Gore +20 melee (2d8+8) and 4 lesser gores +15 A wide rack of antlers crowns the head of this massive, staglike beast. Four lesser sets of antlers protrude from its shoulders and melee (2d6+8) and 2 hooves +15 melee (1d6+8) hips, giving it impressive protection. Space/Reach: 15 ft./10 ft.",
        "name":  "Full Attack",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Fort +17, Ref + 11, Will +4 Wilderness of the Beastlands.",
        "name":  "Saves",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Wilderness of the Beastlands species, and most creatures leave them alone. If harassed or",
        "name":  "Environment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always neutral evil has concealment against creatures 5 feet away Advancement: 9–12 HD (Large); 13–16 HD (Huge) and total concealment against creatures 10 feet Level Adjustment: — or farther away. The smoke does not obscure the nightmare’s vision at all. This vicious beast looks like a cross between a wolf and a cockroach. Its sleek, elongated head sports",
        "name":  "Because of the smoke it gives off, a nightmare Alignment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Pack fi ends gain a +4 racial bonus on Hide, Move COMBAT Silently, and Survival checks. Shadow jellies lurk in the darkest of dark places, waiting TRAINING A PACK FIEND for living prey to happen by. On the Plane of Shadow, they Trained pack fi ends are highly valued as hunting beasts. gravitate toward the darklands, from where they originate. A pack fi end requires training before it can hunt on com- When prey presents itself, a shadow jelly lurches forward mand. Training a pack fi end requires six weeks of work and out of hiding, seeking to get a grip on its opponent. Once a DC 25 Handle Animal check. it has caught a foe, a shadow jelly withdraws to its hiding place, even if it is still under attack. It changes tactics only if it loses its grip on its foe. SHADOW JELLY Strength Damage (Su): The touch of a shadow jelly deals Large Ooze (Extraplanar) 1d6 points of Strength damage to a living foe. A creature",
        "name":  "Skills",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— This creature resembles a pool of undulating darkness—a patch of mobile gloom. Illus. by D. Martin 620_17920_PlanarHandbook2.indd 129 5/20/04, 1:08:03 PM Unraveler 130 6 RETPAHC FO SERUTAERC SENALP EHT UNRAVELER creature manages to control the effect (see below), it unrav- Large Outsider (Extraplanar, Incorporeal, Lawful) els over the course of 2d4 rounds, until it has decomposed",
        "name":  "Level Adjustment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "9 an affl icted creature but fi xes its form for the",
        "name":  "Challenge Rating",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Solitary vermin (referred to hereafter as the base creature).",
        "name":  "Organization",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "11 A vivacious creature uses all the base creature’s statistics",
        "name":  "Challenge Rating",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Always neutral Size and Type: The creature’s type changes to outsider.",
        "name":  "Alignment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "— type. Do not recalculate the creature’s Hit Dice, base attack bonus, or saves. Size is unchanged.",
        "name":  "Level Adjustment",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  " Combat A vivacious creature A vivacious dire tiger’s retains all the special higher-than-animal attacks of the base intelligence makes creature, although those it aware of the deadly relying on physical contact power of its positive do not affect nonethereal energy ray and positive energy creatures. It also gains the aura when used against hale following special attack. and hearty foes. Positive Energy Ray (Su): Against an ethe- A vivacious creature can fi re a real opponent, a positive energy ray once every 1d4 dire tiger attacks by rounds with a range of 60 feet. running at its prey, With a successful ranged touch attack, leaping, and clawing the vivacious creature infuses a target with positive energy and biting as it rakes equal to 1d4 + its Cha modifi er. This attack damages undead with its rear claws. and heals living creatures. Creatures that exceed their full Improved Grab (Ex): To use this ability, a dire tiger must normal hit points from this effect need to make Fortitude hit with its bite attack. It can then attempt to start a grapple as saves as if in a positive-dominant environment. a free action without provoking an attack of opportunity. If it Special Qualities: A vivacious creature has all the spe- wins the grapple check, it establishes a hold and can rake. cial qualities of the base creature. In addition, it gains the Pounce (Ex): If a dire tiger charges, it can make a full following special qualities. attack, including two rake attacks. Fast Healing (Ex): Vivacious creatures regain hit points at a Rake (Ex): Attack bonus +18 melee, damage 2d4+4. rate of 5 hit points per round.",
        "name":  "Special Attacks",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Increase from the base creature as follows: Environment: Negative Energy Plane Constitution +2, Charisma +2. Intelligence is at least 3. Organization: Solitary, midnight (2–7)",
        "name":  "Abilities",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "8 Strength score. Treasure: None",
        "name":  "As an incorporeal creature, a vivacious creature has no Challenge Rating",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "3 HD or fewer, as the base creature Level Adjustment: — +1; 4 to 7 HD, as the base creature +2; 8 or more HD, as the base creature +3. An area of darkness blacker than black seems to absorb light. It vaguely resembles a great flying black slug.",
        "name":  "Challenge Rating",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "It’s a good idea for characters Upper Planes or Lower Planes may not allow alcohol, public to get to know one location fairly well. The city of Sigil provides gatherings, interspecies fraternization, or the unlicensed com- the friendliest starting point and is the most hospitable to those missioning of work for hire. new to the planes. Tu’narath and the City of Brass provide other Give each plane its own flavor, and appreciate it for the place interesting destinations, as the three cities all offer very differ- it is. Also, bear in mind that different areas on the same plane ent experiences. Union (described in the Epic Level Handbook) can be substantially different. One glance at the diversity of the makes an ideal location for high-level epic play. Material Plane is enough to demonstrate that. pqqqqqqqqqqqqqqqqqqqqrs 620_17920_PlanarHandbook2.indd 136 5/20/04, 1:08:43 PM TTToooppp VVViiieeewww ssshhhooowwwiiinnnggg mmmaaaiiinnn ppplllaaannnaaarrr rrreeelllaaatttiiiooonnnssshhhiiipppsss KKKeeeyyy MMMaaattteeerrriiiaaalll PPPlllaaannneee 111))) MMMaaattteeerrriiiaaalll PPPlllaaannneee TTTrrraaannnsssiiitttiiivvveee PPPlllaaannneeesss 222))) EEEttthhheeerrreeeaaalll PPPlllaaannneee*** 333))) PPPlllaaannneee ooofff SSShhhaaadddooowww*** 444))) AAAssstttrrraaalll PPPlllaaannneee IIInnnnnneeerrr PPPlllaaannneeesss 555))) PPPooosssiiitttiiivvveee EEEnnneeerrrgggyyy PPPlllaaannneee 666))) EEEllleeemmmeeennntttaaalll PPPlllaaannneee ooofff FFFiiirrreee DDD\u0026\u0026\u0026DDD CCCooosssmmmooolllooogggyyy::: 777))) EEEllleeemmmeeennntttaaalll PPPlllaaannneee ooofff EEEaaarrrttthhh 888))) NNNeeegggaaatttiiivvveee EEEnnneeerrrgggyyy PPPlllaaannneee TTThhheee GGGrrreeeaaattt 999))) EEEllleeemmmeeennntttaaalll PPPlllaaannneee ooofff WWWaaattteeerrr 111000))) EEEllleeemmmeeennntttaaalll PPPlllaaannneee ooofff AAAiiirrr WWWhhheeeeeelll OOOuuuttteeerrr PPPlllaaannneeesss 111111))) CCCeeellleeessstttiiiaaa 111222))) BBByyytttooopppiiiaaa 111333))) EEElllyyysssiiiuuummm 111444))) TTThhheee BBBeeeaaassstttlllaaannndddsss 111555))) AAArrrbbbooorrreeeaaa 111666))) YYYsssgggaaarrrddd 111777))) LLLiiimmmbbbooo 111888))) PPPaaannndddeeemmmooonnniiiuuummm 111999))) TTThhheee AAAbbbyyyssssss 222000))) CCCaaarrrccceeerrriii SSSiiidddeee VVViiieeewww 222111))) TTThhheee GGGrrraaayyy WWWaaasssttteee 222222))) GGGeeehhheeennnnnnaaa ssshhhooowwwiiinnnggg OOOuuutttlllaaannndddsss cccooonnnnnneeecccttteeeddd 222333))) TTThhheee NNNiiinnneee HHHeeellllllsss tttooo aaallllll ooottthhheeerrr ooouuuttteeerrr ppplllaaannneeesss 222444))) AAAccchhheeerrrooonnn 222555))) MMMeeeccchhhaaannnuuusss 222666))) AAArrrcccaaadddiiiaaa 222777))) TTThhheee OOOuuutttlllaaannndddsss *** TTThhheee EEEttthhheeerrreeeaaalll PPPlllaaannneee aaannnddd ttthhheee PPPlllaaannneee ooofff SSShhhaaadddooowww aaarrreee cccoooeeexxxiiisssttteeennnttt wwwiiittthhh ttthhheee MMMaaattteeerrriiiaaalll PPPlllaaannneee... 137 SITES PLANAR CHAPTER 7 620_17920_PlanarHandbook2.indd 137 5/20/04, 1:08:45 PM 138 7 RETPAHC RANALP SETIS even the existence of these extradimensional spaces is stomach the moral perversity of the City of Brass should constantly changing. steer clear. Those new to the city should ask after Melchoir the Mer- Union chant (LE male efreeti, expert 3). Melchoir, a wily creature A trading city located on a demiplane named Union, formed who puts business fi rst despite his personal hobbies, knows eighty years ago, has become known for the extreme volume that all contacts have a seed of potential for future lucrative of trade moving through its streets, as well as for the excep- contracts. He sees foreign travelers who are enterprising tional abilities of many of its citizens. Union is described at and brave enough to visit the fabled City of Brass as likely length in the Epic Level Handbook. to continue their travels and exploits, perhaps gaining great fame and wealth in the process. And Melchoir makes a GEOGRAPHY OF THE PLANES point of staying friends with the wealthy and famous. It’s The Dungeon Master’s Guide provides a cogent description all about business. of all the planes, which serves as the perfect springboard To this end, he offers lavish accommodations and meals for utilizing the information in this book. However, if you in his mansion for the meager price of 2 gp per day or per really desire to plumb the depths of all things planar, see meal. He provides travelers with contacts and additional tips Manual of the Planes for an exhaustive treatment of planar concerning the City of Brass, though he will never stick his topics from a DM’s perspective. neck out for his guests should they anger the Grand Sultan or the Sultan’s agents. PLANAR METROPOLISES Entering and Exiting the City of Brass From a player’s perspective, adventuring on the planes Several interplanar portals connect various parts of the City may at fi rst seem a daunting undertaking. While it is true of Brass to other planar locations, though most of these por- that lower-level adventurers rarely possess the resources to tals are privately controlled. If players can locate any land- branch out to the planes, other-planar explorations are in ing on the Infi nite Staircase (see the sidebar), a technique some ways limited more by ignorance than ability. This that often proves useful for fi nding the City of Brass is to section seeks to give characters a few starting points from follow the staircase that leads in the warmest direction. which they can get a toehold on the planes. Though simplistic, some enchantment laid on the Infi nite Staircase grants this method validity, and eventually a land- THE CITY OF BRASS ing will spit travelers out on the Elemental Plane of Fire, The City of Brass, home to powerful efreet lords, is found on with the towers of the City of Brass visible across the fi re- the Elemental Plane of Fire. Cradled in a brass hemisphere cracked plain. Unfortunately for them, travelers must cross 40 miles across, the city fl oats above a plate of cracked the plane before entering the city proper. obsidian. Here, trade fl ourishes among the Inner Planes. In addition, travelers and merchants from every corner of the City of Brass (Metropolis): Conventional; AL LE; 300,000 multiverse conduct business. The Grand Sultan rules from gp limit; Assets 750,000,000 gp; Population: 500,000 free his Charcoal Throne in the Burning Palace of the Grand residents (40% efreet, 15% salamanders [flamebrothers, Sultan of All the Efreet at the center of the city. average, noble], 15% mephits [fi re, magma, and steam], 15% The city has normal gravity and time. The fi re-dominant humanoids [humans, elves, halfl ings, and so on], 3% azer, trait is suppressed by the will of the ruler, the Grand Sultan. 3% magmin, 1% thoqqua, 8% other) and 1,000,000 slaves Traveler’s Tip: Located on the Elemental Plane of Fire, (25% elementals, 18% mephits [fire, magma, and steam], the City of Brass is an artifi cial island free of the plane’s 15% humanoids [humans, elves, halfl ings, and so on], 12% fi re-dominant trait. Here, travelers and traders can conduct thoqqua, 7% azer, 7% magmin, 6% salamanders [fl amebroth- business, and efreet can grant audiences to those not hard- ers or average], 1% efreet, 9% other). ened against the fi res. Of course, all travelers need to keep Authority Figures: Marrake al-Sidan al-Hariq ben Lazan, in mind the lawful evil nature of the place—those who can’t Grand Sultan of All the Efreet (LE male efreeti, sorcerer pqqqqqqqqqqqqqqqqqqqqrs THE INFINITE STAIRCASE in radiant space, where no two steps share the same gravita- The Infinite Staircase is a mystery. It leads to all places, tional orientation. It is said that a traveler can find her heart’s though the trick is finding an exit. When one finds an open- desire somewhere on the Infinite Staircase if each landing is ing onto the staircase, the journey usually begins on a small searched long enough. landing with a nondescript stairway leading off. Travelers on The origin and purpose behind the Infinite Staircase remain a the Infinite Staircase see its appearance vary from simple mystery. It is unknown whether the staircase is truly infinite or stairs of wood or stone to a chaotic jumble of stairs hanging just unimaginably large. pqqqqqqqqqqqqqqqqqqqqrs 620_17920_PlanarHandbook2.indd 138 5/20/04, 1:08:53 PM CCiittyy ooff BBrraassss SSeeaa ooff FFiirree NNaavvaall YYaarrddss KKrraakk aall--ZZiinnaadd KKrraakk aall--NNaayyyyiirraann CCiinnddeerrsswweeeeppss TThhee PPlluummee CChhaarrccooaall PPaallaaccee AArrcchheess SSeeaa ooff FFiirree TThhee FFuurrnnaaccee ee aa llee tt SS AAvveenncciinnaa ff oo tt ee ee rr TThhee FFoouunnddrryy tt SS CChhaarr aall nn aa CC GGrreeaatt CCaannaall RRii qq aa qq PPyyrraaccuulluumm SS ttrreeeett ooff tthh ee CC KKrraakk aall--TTaawwiill MMaarrllggaattee rraaffttssmm eenn TThhee OOccttaaggoonn IIsskkaallaatt AAsshhllaarrkkss ((DDoocckkss)) GG rree aa tt CC aa nn aa ll ee nn VVii KKeeffffiinnssppiirreess RRooookkeerryy ooff ee eett TThhee rr SStt HHaarrbboorr ee hh TT SSaahhhhaarr CCaannaall MMaaggmmaa GGaattee SSeeaa ooff FFiirree lleeeettSS ffoo tteeeerrttSS City of Brass Sea of Fire Naval Yards Krak al-Zinad Krak al-Nayyiran Cindersweeps The Plume Charcoal Palace Arches Sea of Fire aall nn Avencina The Furnace e a le t S f o NN aa rr aa nnjj CC aa t e e r The Foundry t S Char al n a C Great Canal Ri q a q Pyraculum aall nn S treet of th e C MM uu nn hh aa nnii CC aa Krak al-Tawil Marlgate raftsm en The Octagon Iskalat Ashlarks (Docks) G re a t C a n GGoollddeenn TToowweerr aall a l nn Keffinspires Rookery hh aa nnii CC aa of Vi n e MM uu nn r e et The St Harbor e h T Sahhar Canal Magma Gate 00 11 mmiillee Sea of Fire leetS fo teertS al n a C nj a r a N al n a C ni a h n u M Golden Tower al n a C ni a h n u M 0 1 mile 139 SITES PLANAR CHAPTER 7 620_17920_PlanarHandbook2.indd 139 5/20/04, 1:08:59 PM 140 7 RETPAHC RANALP SETIS 20); Jamal Kala’un, Grand Vizier (LE male efreeti, cleric 10); History Jasmine al-Hyan, Master of Secrets (LE female efreeti, rogue The City of Brass is the capital of the efreet civilization. 8/assassin 5). The Sultan or Sultana rules from the Charcoal Palace.",
        "name":  "Establish a Base of Operations",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Roll on the Empyrea Mere encoun- Subsequent Encounters: Once the characters clear out ter table when the characters visit the site for the fi rst time, the lake, on subsequent visits the chance of an encounter is or for the fi rst time in over a year. The creatures encoun- only 10%. If the PCs fail to visit the location for more than tered are initially suspicious of those seeking the Mere, but a year, they must roll for encounters as if they had never diplomacy may turn their hostile attitudes to a less aggres- visited the site. sive posture. Base Ability: You gain a +2 bonus on Swim checks and add +10 to your swim speed.",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Drink of the Mere from a silver ENCOUNTER LEVEL 5 SITES chalice. Higher-Order Ability: Once per day, your touch upon The Burning Rift the target creature can wipe away one of the following ail- The Burning Rift is situated upon a solidifi ed plain of free- ments or conditions: ability damage, blinded, confusion, fl oating magma on the Elemental Plane of Fire, some 200 dazed, dazzled, deafened, disease, exhaustion, fatigue, feeble- feet above the infi nite expanse of fi re and ash below. The mindedness, insanity, nausea, sickness, stun, poison (ongo- fl oating plain is bisected, forming a great rift from which ing), or hit point damage (up to 90 points). Your touch has no wells up a great river of fi re called the Rift River. The Rift effect on undead creatures. River fl ows out along the rift and into empty space, creating Higher-Order Uses: 4. a magnifi cent cascade of fi re. The “headwaters” of the Rift River are a magnet to native creatures.",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Once the characters clear out 16–35 1 wraith the area, on subsequent visits the chance of an encounter is 36–60 1 shadow owlbear* 61–85 1d4 dusk beasts* only 10%. If the PCs fail to visit the location for more than 86–100 1 shadow gray render* a year, they must roll for encounters as if they had never * From Manual of the Planes visited the site. Once Arthenmyr has been defeated, reroll any result of 81–100.",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Roll on the Library of Ignorance encounter table when the characters visit the site for the fi rst time, or for the fi rst time in over a year. Some of the encounters are with creatures that wander the frozen waste; others are with visitors who come to torment Dreschm. No matter when one visits the library, Dreschm will be there, sitting at his table, either writing or tearing out a page to feed into the stove. ability to sunlight; AL CE; SV Fort +5, Ref +7, Will +9; Str 13, Library of Ignorance Encounters Dex 16, Con 17, Int 16, Wis 5*, Cha 14*. d% Encounter * Adjusted due to madness. 01–17 2 imps",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "You gain a +4 bonus on saving throws Mimshan’s Curtain Encounters against cold effects. d% Encounter Recharge Condition: Submerge yourself in the super- 01–12 1 celestial unicorn chilled water (which deals 5d6 points of cold damage). 13–31 2 fi endish lions Higher-Order Ability: Once per day, you can create an 32–56 2 formian warriors 57–82 1 arrowhawk area of intense cold around yourself—in effect, you ema- 83–100 5th-level lillend monk nate a 20-foot-radius burst of cold. All creatures within the affected area take 1d6 points of cold damage for each of your",
        "name":  "Base Ability",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Roll on the Blazing Forge encoun- Location: The Plane of Shadow. ter table when the characters visit the site for the fi rst Initial Encounters: Roll on the Blinding Tower encoun- time, or for the fi rst time in over a year. None of the beings ter table when the characters visit the site for the fi rst time, encountered are particularly happy to see armed intruders or for the fi rst time in over a year. All of the beings encoun- arriving to take up their valuable time with the forge, but tered attack intruders. the dwarves and the gnomes are at least willing to negotiate, rather than rush right into battle. Blinding Tower Encounters d% Encounter Blazing Forge Encounters 01–10 1 shadow jelly 11–40 2 shadow mastiffs d% Encounter 41–60 4 shadows 01–10 6th-level dwarf expert and 4 2nd-level 61–80 2 wraiths dwarf warriors 81–100 1 bodak 11–20 5th-level dwarf cleric and 2 1st-level dwarf fi ghters 21–30 5th-level dwarf fighter and 5th-level dwarf Subsequent Encounters: Once the characters rid the cleric area of creatures, on subsequent visits the chance of an 31–40 4 3rd-level dwarf fi ghters encounter is only 50%. If the PCs fail to visit the location 41–50 6th-level gnome expert and 4 2nd-level for more than a year, they must roll for encounters as if they gnome warriors 51–60 5th-level gnome wizard and 2 1st-level had never visited the site. gnome fi ghters Base Ability: You gain darkvision out to 60 feet, or your 61–70 5th-level gnome fighter and 5th-level existing darkvision distance increases by 30 feet. gnome wizard",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "The Blazing Forge never sits +10), with the usual effects against undead creatures. Using unattended for long. No matter whether the characters this ability against an unwilling target requires a successful negotiated or fought to gain access to it, the forge is in ranged touch attack. someone else’s hands every time the characters return. Roll Higher-Order Uses: 6. on the encounter table again.",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Roll on the Fountain of Screams The Blinding Tower encounter table when the characters visit the site for the The rumors of a “shining citadel” of color and light, located first time, or for the first time in over a year. Though at the very heart of the Plane of Shadow, may be fueled by each creature encountered is thoroughly evil, they are 620_17920_PlanarHandbook2.indd 162 5/20/04, 1:27:56 PM 163 SITES PLANAR CHAPTER 7 less interested in combat than in the spectacle of some- Location: The Elemental Plane of Water. one bathing in the Fountain of Screams. In their excite- Initial Encounters: Roll on the Ice Catacombs encoun- ment, they might even attempt to help someone into the ter table when the characters visit the site for the fi rst time, fountain sooner than that person is ready—perhaps even or for the fi rst time in over a year. Most of the mephits and holding that person under to ensure immersion for the ice paraelementals claim the site as their home, but the “full duration.” greater ice paraelemental considers the Ice Catacombs its personal palace, and defends it aggressively. Remember Fountain of Screams Encounters that entering an ice pocket on the Elemental Plane of Water d% Encounter deals 1d6 points of cold damage each minute to any creature 01–20 1 babau within the area. 21–50 8 dretches 51–75 1 babau and 2 dretches Ice Catacombs Encounters 76–90 1 succubus 91–100 1 vrock d% Encounter 01–40 4 water mephits 41–60 4 ice mephits",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Because a great many creatures 61–80 4 Medium ice paraelementals* of the Abyss make this vast acid sea their home, the chance 81–95 2 Large ice paraelementals* of an encounter on every subsequent visit is 60%. If the PCs 96–100 1 Huge ice paraelemental* fail to visit the location for more than a year, they must roll * From Manual of the Planes for encounters as if they had never visited the site.",
        "name":  "Subsequent Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Karasuthra, third layer of the Beastlands. for up to 9 hours. Changing back to your normal form ends",
        "name":  "Location",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Roll on the Were Glade encounter the effect and counts as one use. While in your alternate table when the characters visit the site for the fi rst time, or form, you retain full control of your actions and gain most for the fi rst time in over a year. If a werewolf lord is encoun- of the benefi ts of the lycanthrope template; however, you tered, it is attempting to establish a lair. cannot pass on the curse of lycanthropy. Once you’ve made your fi rst visit to the Were Glade, you permanently retain Were Glade Encounters the shapechanger subtype, even if you’ve exhausted all d% Encounter your uses of the higher-order ability. For full details of the 01–10 1 weretiger template, see Creating a Lycanthrope and associated text on 11–50 2 werebears page 175 of the Monster Manual. 51–75 3 wereboars 76–97 4 werewolves Higher-Order Uses: 2. 98–100 1 werewolf lord 620_17920_PlanarHandbook2.indd 164 5/20/04, 1:28:01 PM 165 SITES PLANAR CHAPTER 7 ENCOUNTER LEVEL 8 SITES",
        "name":  "Initial Encounters",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    },
    {
        "origin_file":  "monsters.json",
        "description":  "Stay within the tunnel hollow for Initial Encounters: Roll on the Catalogues of Enlight- at least 1 hour, breathing in the lost breath of Threphocris. enment encounter table when the characters visit the site Higher-Order Ability: Once per day, you can breathe for the fi rst time, or for the fi rst time in over a year. The forth a cone of air that is charged with positive energy. The functionaries of the fortress do not mind allowing seekers cone can be as short as 10 feet or as long as 60 feet. This cures of knowledge access to the libraries, but they are adamant 1d8+9 points of damage to all creatures in the cone or deals that only the most learned and wise should gain access the same to undead, though they may attempt a Will save to the fortress’s greatest secrets, such as the higher-order (DC 15 + your Wis modifi er) for half damage. abilities granted by the Catalogues. Thus, whoever seeks Higher-Order Uses: 3. access must debate the nature of the multiverse with a phi- losopher. If the supplicant can defeat the philosopher in an",
        "name":  "Recharge Condition",
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "_id":  "39fb2b7de0cad97b8523ea07ef1dfd1228e3720f0273f1529d63a57dab94b1e9"
    }
]
