[
    {
        "origin_file":  "spells.json",
        "description":  "Yes With a shout, you strike the ground at your feet and create a bolt of seismic force that causes earth, rock, and sand to ﬂ y into the air, striking creatures along its path. Any creatures caught in the spell ’s area take 1d6 points of damage per caster level (maximum 10d6). This spell functions only if you are standing on dirt, clay, sand, or stone (including stone ﬂ oors), not on wooden ﬂ oors or other surfaces. EARTHEN GRASP Transmutation [Earth]",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You bring forth from the ground an arm made of dense, compacted earth or soil that can grapple your foes. You can cause the arm to rise out of only earth, mud, grass, or sand, and the spell fails if you attempt to cast it in an area with the wrong materials (including stone). Treated the arm as a Medium crea-ture, with a base attack bonus equal to your caster level and a Strength score of 14 +2 per three caster levels (16  at 3rd level, 18 at 6th level, and so on). The  arm doesn ’t  move from the square it appears in, but can make one grapple attempt per round against any creature in its square or any adjacent square, provoking attacks of opportunity as normal. If the arm can target multiple creatures, the caster chooses one. If the caster is unable to choose a target, the arm attacks a random creature within reach (possibly including the caster ’s allies). Each round that it successfully pins a target, the hand deals 1d6 points of lethal damage (plus its Strength  modi ﬁ er). The earthen arm has AC 15, hardness 4, and 3 hit points per caster level. If reduced to 0 or fewer hit points, it crumbles to dust.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action EarthboltIllus. by S. Belledin 620_17925_Chpt4.indd   104 620_17925_Chpt4.indd   104 9/15/04   3:04:51 PM 9/15/04   3:04:51 PM105CHAPTER 4 SPELLS  AND",
        "name":  "Casting Time",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Water pushes out in a ﬁ erce wave, knocking creatures within the area prone unless they make successful Reﬂ ex saves. Creatures get a +4 bonus on their saving throws for each size category they are larger than Medium, or a –4 penalty for each size category smaller than Medium. Exceptionally stable creatures, such as dwarves or creatures with four legs, get an addi-tional +4 bonus. The spell does not noticeably affect the structure or form of the target object. ELEMENTAL WARD",
        "name":  "Water",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes This spell allows you to drive off elementals of a speci ﬁ c type by utter- ing a fearsome cry. When you cast the spell, any elemental within the spell ’s area must leave the area unless it makes a successful Will save. If you try to force the barrier against an elemental that has failed its saving throw, the spell fails.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Energy immunity  overlaps protec- tion from energy  and resist energy . So long as energy immunity  is in effect, the other spells absorb no damage. ENHANCE FAMILIAR Universal",
        "name":  "Note",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level This spell functions like alter self, except that you can take the form of any ﬁ endish creature, demon, or devil that can be summoned by a summon monster I, II, III, or IV spell, regardless of size. You can assume only one form with each use of the spell, but you gain all that form ’s extraordinary, spell-like, and supernatural abilities, and your type changes to outsider. Spells and effects that harm or ward evil outsiders affect you, and any effect that would n o r m a l l y  b a n i s h  a n  o u t s i d e r  t o  i t s home plane instead ends the spell and leaves you staggered for 1 round per caster level. Material Component: A bone from any ﬁ endish creature, half- ﬁ endish creature, demon, or devil. FIERY EYES Evocation [Fire]",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes (D) As aiming at the target  ( s e e  p a g e  9 6 ) , except that you no longer need to main- tain conscious concentration on the spell you cast before casting this one. Your unconscious mind maintains the required concentration, allowing you to take other actions (including move-ment, attacks, and even casting more spells) as normal. Short of dying, only mind-affecting spells and conditions (such as feeblemind  and confusion ) can affect your concentration on the other spell, though you might be convinced to willingly dismiss ﬁ nding the center (and the previous spell with it) under the effect of a charm  or suggestion . FIRE BREATH Evocation [Fire]",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action 620_17925_Chpt4.indd   106 620_17925_Chpt4.indd   106 9/15/04   3:04:58 PM 9/15/04   3:04:58 PM107CHAPTER 4 SPELLS  AND",
        "name":  "Casting Time",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Fireburst  causes a powerful ex- plosion of ﬂ ame to burst from you, damaging anyone with- in 5 feet of you. All creatures and objects within that area, except for you and any crea-tures or objects that share y o u r  s p a c e ,  t a k e  1 d 8  p o i n t s  of ﬁ re damage per caster level (maximum 5d8).",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Burst of ﬁ re extending 10 ft. from you This spell functions like fireburst , except that it affects creatures within 10 feet of you and deals a maximum of 15d8 points of damage to each one. FIST OF STONE Transmutation [Earth]Fist of stone 620_17925_Chpt4.indd   107 620_17925_Chpt4.indd   107 9/15/04   3:05:00 PM 9/15/04   3:05:00 PM108 CHAPTER 4 SPELLS  AND",
        "name":  "Effect",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes When you cast this spell, you literally strip the ﬂ esh from a corporeal crea- ture ’s body, in ﬂ icting incredible pain and psychological trauma. Each round, the target takes 2d6 points of damage, 1d6 points of Charisma damage, and 1d6 points of Constitution damage. A successful Fortitude save negates the ability damage, reduces the hit point damage by half, and ends the spell. In each round when the target creature is affected, it gets a new save. Flensing has no effect on creatures in gaseous form.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) As ﬂ y ( s e e  p a g e  2 3 2  o f  t h e  Player ’s Handbook ), except this spell confers the power of ﬂ ight upon all targeted creatures. Each recipient of the spell must remain within 30 feet of at least one other recipient, or the spell ends for the creature that is separated from the others. If only two individuals are affected, the spell ends for both if the distance between them exceeds 30 feet. FORCE WHIP Evocation [Sonic, Mind-Affecting]Level:  Bard 2, wu jen 2",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You create a ghostly green radiance a n yw h e r e  wi t h i n  r a n g e  t h a t  s h i n e s  with the brightness of a torch and is imbued with unearthly power, causing creatures within 30 feet to become shaken unless they succeed on a Will save. The light can be shaped to any Medium or smaller form, and can move at a speed of 30 feet as long as you maintain concentration on the spell (so that you can shape the effect into a human form and make it seem to walk or ﬂ y, for example). The shape of a ghost light can be changed at any time during the spell ’s duration as a free action. Material Component:  A bit of phos- phorus. GIANT SIZE",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You create a rain of stones that deals 1d4 points of damage per caster level ( m a x i m u m  5 d 4 )  t o  c r e a t u r e s  a n d objects within the area. Material Component:  A piece of jade worth 5 gp. HEART OF STONE",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes With a sweep of your hand, invisible bolts of force slam into your targets, instantly slaying each target by driving its heart from its body unless it suc-ceeds on a Fortitude save. Heart ripper affects a number of creatures with Hit D i c e  t o t a l i n g  y o u r  c a s t e r  l e v e l ,  n o n e  of which can have more than 4 HD. Creatures with the fewest Hit Dice are affected ﬁ rst, with creatures of equal Hit Dice affected according to which is closest to the spell ’s point of origin. Extra Hit Dice not suf ﬁ cient to affect remaining creatures are wasted. Creatures that don ’t depend on their hearts for survival (such as undead and constructs) and creatures with no anatomy (such as oozes) are unaffected by the spell. ICE BLAST Evocation [Cold]Level:  Wu jen 2 (water)",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes W h e n  y o u  c a s t  t h i s  s p e l l ,  y o u  s p i t forth a cloud of icy crystals that extends outward in a cone. Creatures in the area are covered with a thin layer of ice that deals 1d6 points of damage per two caster levels (maxi-mum 10d6). In addition, creatures are affected by a temporary frostbite c o n d i t i o n ,  m a k i n g  t h e m  f a t i g u e d for 1 minute. A successful Fortitude save negates both the damage and the frostbite effect. Material Component:  A mouthful of water.Giant Size Caster     Nat. AC/Atk Space/Level Size Str Dex Con AC Mod Reach1st–15th Huge (20 ft.) +16 –2 +4 +3 –2 15 ft./15 ft.16th–18th Gargantuan (40 ft.) +24 –2 +8 +7 –4 20 ft./20 ft.19th or higher Colossal (72 ft.) +32 –2 +12 +12 –8 30 ft./30 ft.Illus. by W. O’Connor 620_17925_Chpt4.indd   110 620_17925_Chpt4.indd   110 9/15/04   3:05:07 PM 9/15/04   3:05:07 PMGiant size 620_17925_Chpt4.indd   111 620_17925_Chpt4.indd   111 9/15/04   3:05:13 PM 9/15/04   3:05:13 PM112 CHAPTER 4 SPELLS  AND INVOCATIONSICE KNIFE Conjuration (Creation) [Cold]",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You create an illusory pit, and each creature entering or within the area is forced to make a Will save or believe the ﬂ oor on which it stands has become a bottomless chasm. On a successful save, creatures suffer a mild case of vertigo and are stunned for 1 round, but those that fail their saves fall prone and are unable to take any action except clawing desperately at the ﬂ oor in the hopes of stopping their apparent fall. An attack on an affected creature frees it from the effect of the illusion but leaves it stunned for 1 round. Likewise, when the spell ends, creatures that believed they were falling are stunned for 1 round. Flying creatures passing over an illusory pit  that succeed on a Will save are unaffected by the spell, but those that fail are stunned for 1 round. IMBUE FAMILIAR WITH SPELL ABILITY Universal",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes This spell creates a deadly raging heat in the internal organs of the targets, causing them to burst into ﬂ ame from within. Targets that fail a Fortitude save die instantly. Those who save success- fully take 6d6 points of ﬁ re damage +1 point per caster level (maximum +20) instead. Focus:  An iron brazier ﬁ lled with red-hot charcoal. IRON SCARF",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No 620_17925_Chpt4.indd   112 620_17925_Chpt4.indd   112 9/15/04   3:05:17 PM 9/15/04   3:05:17 PM113CHAPTER 4 SPELLS  AND INVOCATIONSW h e n  y o u  ca s t  this  sp e ll ,  y o u  ﬂ ick a silk scarf at one creature within range, m a g i c a l l y  p r o p e l l i n g  i t  t o w a r d  t h e target. The scarf assumes an ironlike hardness on the way. You must have line of sight to the target and hit with a normal ranged attack with the scarf. If you hit, the target takes 1d8 points of damage +1 point per caster level (maximum +5). Focus:  The silk scarf. KISS OF THE TOAD Necromancy",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Your touch becomes toxic, poisoning a creature you hit with a successful melee touch attack. The poison deals 1d6 points of Constitution damage immediately and another 1d6 points of Constitution damage 1 minute later. Each instance of damage can be negated with a successful Fortitude save. Focus:  A  t a t t o o  o f  a  t o a d  o n  y o u r skin. LEOMUND’S HIDDEN LODGE Conjuration (Creation)",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No As Leomund ’s secure shelter  (see page 247 of the Player ’s Handbook ), except that the hidden lodge is perfectly camou ﬂ aged to blend in with whatever terrain or surroundings are appropriate. It might appear as a house-sized boulder in a rocky or mountainous area, as a sand dune in the desert, as a densely tangled thicket, a grassy knoll, or even a mighty tree. The hidden lodge also obscures all telltale signs of habitation, including any smoke, light, or sound coming from within. At any distance of more than 30 feet, the lodge is indistinguishable from natural terrain. Any creature approach- ing within 30 feet is entitled to a DC 30 Survival check to spot the hidden lodge as an arti ﬁ cial dwelling and not a natural part of the landscape.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The focus of an alarm spell (silver wire and a tiny bell), if this bene ﬁ t is to be included in the hidden lodge (see the Leomund ’s secure shelter description for more information). LIGHTNING BLADE Evocation [Electricity]Level:  Wu jen 2",
        "name":  "Focus",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No An orb of acid about 3 inches across s h o o t s  f r o m  y o u r  p a l m  a t  i t s  t a r g e t ,  dealing 1d6 points of acid damage per caster level (maximum 15d6). You must succeed on a ranged touch attack to hit your target. A creature struck by the orb takes damage and becomes sickened by the acid ’s noxious fumes for 1 round. A successful Fortitude save negates the sickened effect but does not reduce the damage. ORB OF ACID, LESSER Conjuration (Creation) [Acid]Level: Sorcerer/wizard 1, warmage 1",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No An orb of acid about 2 inches across s h o o t s  f r o m  y o u r  p a l m  a t  i t s  t a r g e t , dealing 1d8 points of acid damage. You must succeed on a ranged touch attack to hit your target. For every two caster levels beyond 1st, your orb deals an additional 1d8 points of damage: 2d8 at 3rd level, 3d8 at 5th level, 4d8 at 7th level, and the maximum of 5d8 at 9th level or higher. ORB OF COLD Conjuration (Creation) [Cold]Level: Sorcerer/wizard 4, warmage 4",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2  levels)Minute Form Caster     AC/Atk Space/Level Size Str Dex Con Mod Reach15th–16th Tiny (18 in.) –8 +4 –2 +2 2-1/2 ft./0 ft. 17th–18th Diminutive (9 in.) –10 +6 –2 +4 1 ft./0 ft. 19th or higher Fine (3 in.) –10 +8 –2 +8 1/2 ft./0 ft.Illus. by G. Kubic 620_17925_Chpt4.indd   115 620_17925_Chpt4.indd   115 9/15/04   3:05:28 PM 9/15/04   3:05:28 PM116 CHAPTER 4 SPELLS  AND",
        "name":  "Range",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No This spell functions like orb of acid, e x c e p t  t h a t  i t  d e a l s  c o l d  d a m a g e .  I n  addition, a creature struck by an orb of cold must make a Fortitude save or be blinded for 1 round instead of being sickened. ORB OF COLD, LESSER Conjuration (Creation) [Cold]Level: Sorcerer/wizard 1, warmage 1",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One orb of cold This spell functions like lesser orb of acid, except that it deals cold damage. ORB OF ELECTRICITY Conjuration (Creation) [Electricity]",
        "name":  "Effect",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One orb of electricity This spell functions like lesser orb of acid, except that it deals electricity damage.ORB OF FIRE Conjuration (Creation) [Fire]Level: Sorcerer/wizard 4, warmage 4",
        "name":  "Effect",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No This spell functions like orb of acid, e x c e p t  t h a t  i t  d e a l s  ﬁ re damage. In addition, a creature struck by an orb of ﬁ re must make a Fortitude save or be dazed for 1 round instead of being sickened. ORB OF FIRE, LESSER Conjuration (Creation) [Fire]Level: Sorcerer/wizard 1, warmage 1",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One orb of ﬁ re This spell functions like lesser orb of acid, except it deals ﬁ re damage. ORB OF FORCE Conjuration (Creation) [Force]",
        "name":  "Effect",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No You create a globe of force 3 inches across, which streaks from your palm toward your target. You must succeed on a ranged touch attack to hit the target. The orb deals a total of 1d6 p o i n t s  o f  d a m a g e  p e r  c a s t e r  l e v e l (maximum 10d6). ORB OF SOUND Conjuration (Creation) [Sonic]",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude partialSpell Resistance: No This spell functions like orb of acid, except that it deals 1d4 points of sonic damage per level (maximum 15d4). In addition, a creature struck by an orb of sound  must make a Fortitude save or be deafened for 1 round instead of being sickened. ORB OF SOUND, LESSER Conjuration (Creation) [Sonic]Level: Sorcerer/wizard 1, warmage 1",
        "name":  "Saving Throw",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One orb of sonic energy This spell functions like lesser orb of acid, except it deals 1d6 points of sonic damage, plus an additional 1d6 points of damage per two caster levels beyond 1st: 2d6 at 3rd level, 3d6 at 5th level, 4d6 at 7th level, and the maximum of 5d6 at 9th level or higher. OTILUKE’S DISPELLING SCREEN Abjuration",
        "name":  "Effect",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels)Poison needlesIllus. by R. Spencer 620_17925_Chpt4.indd   116 620_17925_Chpt4.indd   116 9/15/04   3:05:34 PM 9/15/04   3:05:34 PM117CHAPTER 4 SPELLS  AND",
        "name":  "Range",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A sheet of ﬁ ne lead crystal. OTILUKE’S GREATER DISPELLING SCREEN Abjuration",
        "name":  "Material Component",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 7 As Otiluke ’s dispelling screen , except that the maximum caster level bonus on the dispel check is +20. PAIN Necromancy",
        "name":  "Level",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes The target creatures are struck by wrack- ing pains and agony, giving them a –4 penalty on attack rolls, skill checks, and ability checks. A successful Fortitude save lessens this penalty to –2.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Y o u  c r e a t e  p h a n t a s m a l  i m a g e s  o f nightmare creatures in the target ’s mind, visible only as shadowy shapes to you and unseen by all others. If the target succeeds on an initial Will save, it recognizes that the images are not real, and the spell fails. If not, the phantasms strike the target, dealing 4 points of Wisdom damage and 4 points of Dexterity damage (2 points each on a successful Fortitude save). If the subject of a phantasmal assailant  succeeds in disbelieving and is wearing a helm of telepathy , the spell can be turned back upon you with the same effect. POISON NEEDLES Transmutation",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes A needle ﬂ icked from your ﬁ ngers multiplies into a hail of needles that drip poison, strik- ing a single target. If you hit with a normal ranged at- tack, the target takes 1d4 points of damage per caster level (maximum 5d4) and expe-riences an effect of your choice from the following.• The target takes 1d8 points of Constitution damage immedi-ately and another 1d8 points of Constitution damage 1 minute later. Each instance of damage can be negated with a separate Fortitude save. • The target is paralyzed for 2d6 min- utes. A successful Fortitude save negates the effect. • The target takes 1d10 points of Dexterity damage immediately and another 1d10 points of Dex-terity damage 1 minute later. Each instance of damage can be negated with a separate Fortitude save.Material Component:  A long metal needle. 620_17925_Chpt4.indd   117 620_17925_Chpt4.indd   117 9/15/04   3:05:40 PM 9/15/04   3:05:40 PM118 CHAPTER 4 SPELLS  AND INVOCATIONSPRISMATIC RAY Evocation",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes A single beam of brilliantly colored light shoots from your outstretched hand. On a successful ranged touch attack, creatures with 6 Hit Dice or fewer are blinded for 2d4 rounds by the prismatic ray  in addition to suffering a ran d o ml y  d e t e rmin e d  e ff e ct  ( s e e  th e  accompanying table). Prismatic Ray Color of  1d6 Beam Effect1 Red 20 points fire   damage (Reflex half)2 Orange 40 points acid   damage (Reflex half)3 Yellow 80 points electricity   damage (Reflex half)4 Green Poison (Kills;   Fortitude partial,   take 1d6 Con   damage instead)5 Blue Turned to stone   (Fortitude negates)6 Indigo Insane, as insanity spell (Will negates) PROGRAMMED AMNESIA Enchantment (Compulsion) [Mind- affecting]",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You can selectively destroy, alter, or implant memories in the target crea-ture as you see ﬁ t. Casting the spell gives you access to all of the subject ’s thoughts and memories, allowing you to implement as many of the following speci ﬁ c effects as you like.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can create false memories in the subject ’s mind as you see ﬁ t. Memories of being friends with a hated enemy, events that didn ’t really take place, or betrayals by people the subject regards as friends could all be implanted. Negative Levels:  You can bestow a number of negative levels equal to 1/2 the subject ’s character level or less. This effect represents erasure of class knowledge and training. These nega-tive levels never become permanent level loss, but they cannot be removed by spells such as restoration,  remaining in effect as long as the subject is under the effect of this spell.",
        "name":  "Memory Implant",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) The recipient of this spell gains a resistance bonus of +1 per three caster levels (maximum +5) on any Will save against charm or compulsion spells or effects. Material Component:  Hair or some other small part of the body of a c r e a t u r e  w i t h  a n  i n n a t e  c h a r m  o r dominate ability (such as a succubus or a vampire). RAIN OF NEEDLES",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes A needle ﬂ icked from your ﬁ ngers multiplies into a hail of needles, rain-ing down on all the targets you select. Y o u  m a k e  a  n o r m a l  r a n g e d  a t t a c k 620_17925_Chpt4.indd   118 620_17925_Chpt4.indd   118 9/15/04   3:05:44 PM 9/15/04   3:05:44 PM119CHAPTER 4 SPELLS  AND INVOCATIONSagainst each target separately, and the needles deal 1d4 points of damage per caster level (maximum 5d4) divided up among the targets. Thus, a 4th-level wu jen can target a single creature with 4d4 points of damage, or two creatures with 2d4 points of damage each, and so forth. Material Component:  A long metal needle. REANIMATION Conjuration (Healing)Level:  Wu jen 7",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One spellcaster, creature, or object; or a 20-ft.-radius burst",
        "name":  "Target or Area",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No When laying your hand upon a con- struct that has at least 1 hit point remaining, you transmute its structure to repair the damage it has taken. The spell repairs 1d8 points of damage +1 point per caster level (maximum +5). REPAIR MINOR DAMAGE Transmutation",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) As resist energy , except that it affects all targeted creatures. 620_17925_Chpt4.indd   120 620_17925_Chpt4.indd   120 9/15/04   3:05:47 PM 9/15/04   3:05:47 PM121CHAPTER 4 SPELLS  AND INVOCATIONSRESONATING BOLT Evocation [Sonic]",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You unleash a tremendous bolt of s o n i c  e n e r g y  f r o m  y o u r  o p e n  h a n d , dealing 1d4 points of sonic damage per caster level (maximum 10d4) to each creature within its area. In addition, a resonating bolt deals full damage to objects and can easily shatter or break interposing barriers. If the bolt destroys a bar-rier, it can continue beyond it if its range permits; otherwise, it stops. RING OF BLADES Conjuration (Creation)",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level This spell conjures a horizontal ring of swirling m etal blades around y ou. The ring extends 5 feet from you, into all squares adjacent to your space, and it moves with you as you move. Each round on your turn, starting when you cast the spell, the blades deal 1d6 points of damage +1 point per caster level (maximum +10) to all creatures in the affected area. The blades conjured by a lawful- aligned cleric are cold iron, those conjured by a chaotic-aligned cleric are silver, and those conjured by a cleric who is neither lawful nor chaotic are steel.",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Using nonverbal means, you can com- municate a simple message to one other intelligent creature within range. By simply waving a hand, placing a scroll on a table, raising an eyebrow, or making any other sign, the spell allows the target to understand any complete thought of twenty- ﬁ ve words or less, so long as you and the target could normally communi- cate. You can ’t send a verbal message if you don ’t speak the target ’s language, but can transmit a simple emotional appeal (such as “help ” or “danger ”) that the recipient knows is from you. You can use this spell even if you are bound and gagged, so long as the focus is on your person. Focus:  A small glass cone. SERVANT HORDE Conjuration (Creation)",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "NoRing of bladesIllus. by M. Phillippi 620_17925_Chpt4.indd   121 620_17925_Chpt4.indd   121 9/15/04   3:06:24 PM 9/15/04   3:06:24 PM122 CHAPTER 4 SPELLS  AND INVOCATIONSThis spell creates a number of unseen servants  (see page 297 of the Player’s Handbook ), up to a maximum of 2d6  +1 servant per level (maximum +15).",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You cause a multitude of ribbonlike shadows to instantaneously explode outward from the target point. Crea- tures in the area that fail a Will save are dazed for 1 round and are subsequently entangled. Breaking free of the shadow binding requires a DC 20 Strength check or Escape Artist check, taken as a full-round action. Material Component:  A few links of iron chain. SIGN OF SEALING",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "NoYou create a misty ladder up to 10 feet long per caster level, shaped from the smoke given off by a ﬁ re as you cast the spell. A smoke ladder weighs virtually nothing and can be easily handled at any length. Always steady and rigid, the ladder needs no support or object to lean against, but can simply be placed in the desired position and climbed. By casting the spell again on an exist- ing smoke ladder  before it dissipates, you can reset its duration.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes When you cast this spell, your snake tattoos (the spell ’s focus) transform into real poisonous snakes that ﬂ y from you to the target or targets you select, striking like darts. The snakes always hit, dealing 3d6 points of damage each. The poison each snake carries deals 1d6 points of Constitution damage immediately and another 1d6 points of Constitution damage 1 minute later. E a c h  i n s t a n c e  o f  a b i l i t y  d a m a g e  c a n  be negated by a successful Fortitude save. After striking the targets, the living snakes ﬂ y back to you and must be swallowed before you can cast the spell again. Swallowing the snakes is a  s t a n d a r d  a c t i o n  t h a t  c a u s e s  y o u  n o  harm and does not provoke attacks of opportunity. Once they are swallowed, the tattoos reappear immediately on your arms. Focus:  Two snake tattoos on your skin, usually one coiled around each forearm. 620_17925_Chpt4.indd   122 620_17925_Chpt4.indd   122 9/15/04   3:06:28 PM 9/15/04   3:06:28 PM123CHAPTER 4 SPELLS  AND INVOCATIONSSPHERE OF ULTIMATE DESTRUCTION Conjuration (Creation)",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes This spell functions as lesser planar binding  ( s e e  p a g e  2 6 2  o f  t h e  Player ’s Handbook ), except that it allows you to call and trap a single spirit creature of up to 8 Hit Dice. When you use a calling spell to call an air , chaotic, earth, evil, ﬁ re, good, lawful, or water creature, it becomes a spell of that type. SPIRIT BINDING, GREATER Conjuration (Calling) [see text for lesser spirit binding ]",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You expel a powerful breath of super- heated steam that extends outward as a cone of scalding mist. Creatures within the cone take 1d6 points of ﬁ re damage per caster level (maximum 10d6). The steam clouds dissipate instantly after the damage is dealt.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No You conjure a tremendously power- ful creature known as an elemental monolith (see page 156). It appears at the spot you designate and acts imme- diately on your turn, attacking your opponents to the best of its ability. If you speak the elemental monolith ’s language and are close enough to com- municate with it, you can direct it not to attack, to attack particular enemies, or to perform other actions. The monolith can ’t be summoned into an environment hostile to it in any way (for example, you couldn ’t summon a ﬁ re monolith underwater or an earth monolith high in mid-air). When you use a summoning spell to summon an air, earth, ﬁ re, or water creature, it becomes a spell of that type. Arcane Material Component:  A gem worth 100 gp —aquamarine for air, tourmaline for earth, garnet for ﬁ re, or pearl for water. SUMMONING WIND",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No This powerful glamer functions like invisibility,  except that it masks image, scent, and sound alike, concealing the subject from all senses except touch and taste. As with greater invisibility, this spell doesn ’t end if the subject attacks. While invisible, the subject exudes no scent and radiates a silence that absorbs all sound and vibration in a 5-foot radius, pre- venting detection by tremorsense and similar abilities, as well as preventing speech and the casting of spells with somatic components (though the sub-ject remains able to detect scents and can hear as normal). Superior invisibility renders the recipient immune to detection by see invisibility, faerie ﬁ re, glitterdust, invis- ibility purge, dust of appearance, and the b l i n d s e n s e  a b i l i t y ,  t h o u g h  c r e a t u r e s  under the effect of the spell can be detected by true seeing  or the blindsight ability. Certain mundane conditions (such as leaving footprints) can also render a subject detectable. SWIM Transmutation [Water]",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) This spell gives the recipient a swim speed like any aquatic creature (though not the ability to breathe water or hold one’s breath beyond normal l i m i t s ) .  S o  l o n g  a s  t h e creature isn ’t carrying more than a light load, it can swim at its normal speed with- out making Swim checks. It also gains a +8 competence bonus on any Swim checks to perform special actions or Stony graspIllus. by J. Miracola 620_17925_Chpt4.indd   125 620_17925_Chpt4.indd   125 9/15/04   3:06:34 PM 9/15/04   3:06:34 PM126 CHAPTER 4 SPELLS  AND INVOCATIONSavoid hazards, though it still takes the normal penalty for weight carried (–1 per 5 pounds). The recipient can c h o o s e  t o  t a k e  1 0  o n  s w i m  c h e c k s ,  even if rushed or threatened, and can use the run action while swimming if it swims in a straight line. If the creature is carrying more than a light load, it must make Swim checks to move (taking the normal penalty for weight carried), but all other bene ﬁ ts and bonuses of the spell still apply.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wu jen 5 (earth) As terra cotta warrior , but the spell ani- mates a statuette of a foo lion (a celestial dire lion) into a Huge animated object (Huge construct, 90 hp, AC 13, hard-n e s s  6 ,  s p e e d  3 0  f t . ,  a t t a c k  s l a m  + 9 , damage 2d6+7). As with terra cotta war- rior, the lion has none of the animated object attack forms given in the Monster Manual .",
        "name":  "Level",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No This spell turns an innocuous statu- ette of decoration and devotion into a full-sized warrior, ready to ﬁ ght your foes. The statuette becomes a Medium animated object (Medium construct, 35 hp, AC 14, hardness 6, speed 40 ft., attack slam +2, damage 1d6+1) that attacks a speci ﬁ ed target on your turn as directed by you. You can change the designated target as a move action (as if directing an active spell). The statuette can be reused if the terra cotta warrior remains intact at the end of the spell, but if the warrior is reduced to 0 or fewer hit points, it crumbles to powder and the statuette is lost. See page 13 of the Monster Manual for full information on animated objects, but the terra cotta warrior has none of the given attack forms.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A terra cotta statue of a warrior, up to 6 inches tall and costing 1 gp. 620_17925_Chpt4.indd   126 620_17925_Chpt4.indd   126 9/15/04   3:06:45 PM 9/15/04   3:06:45 PM127CHAPTER 4 SPELLS  AND INVOCATIONSTHORNSKIN Transmutation",
        "name":  "Focus",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes This spell causes any Medium or smaller humanoids within the area of the spell to become paralyzed. When casting the spell, you must specify a condition that will end it ( “Wait here until the dragon arrives ”), even if that condition can never feasibly be met ( “Stay here until the sun shines at night ”). Subjects in the area that fail their saves immediately become aware of the con- dition, but they cannot communicate it due to their paralyzed state (although someone could use a spell such as detect thoughts  to ascertain the condition). For every hour the creatures are trans ﬁ xed before the condition is met, they are allowed another saving throw to break free of the spell ’s effect. So long as the spell operates, any Me-dium or smaller humanoid that enters its area must make a successful saving throw or become trans ﬁ xed with the same exit conditions (they too become aware of the exit condi- tions on becoming trans ﬁ xed). Likewise, any creatures removed from the area are freed from the spell ’s  effects.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "YesWhen you cast this spell, you nega- tively in ﬂ uence the randomness of fortune for the target. Whenever the affected creature undertakes an action involving random chance (speci ﬁ cally, whenever any die roll is made for the creature, including attack rolls, damage rolls, and saving throws), two separate rolls are made and the worse result applied. A creature carrying a stone of good luck is immune to the effect of unluck , but the stone ’s effects do not function for the duration of the spell if the creature fails its save.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reﬂ ex negates and Re ﬂ ex half; see textSpell Resistance: NoYou conjure a sizzling emerald sphere that drenches all within the area with a potent acid. Affected creatures take 1d4 points of acid damage per caster level (maximum 15d4) and must succeed on a Re ﬂ ex save or risk taking damage in the following 2 rounds (6d4 points of damage in the second round and 3d4 points of damage in the third round). Both rounds of continuing damage are subject to Re ﬂ ex saves for half damage; if an affected creature succeeds on its second Re ﬂ ex save, it takes no acid damage in the third round.",
        "name":  "Saving Throw",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Wall of bonesIllus. by D. Crabapple 620_17925_Chpt4.indd   128 620_17925_Chpt4.indd   128 9/15/04   3:06:56 PM 9/15/04   3:06:56 PM129CHAPTER 4 SPELLS  AND",
        "name":  "Components",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You create a barrier of ominous shadow t h a t  o b s c u r e s  v i s i o n  a n d  d e t e r s  p a s - sage. Creatures in squares adjacent to the wall have concealment against attacks from the other side, while creatures more than 1 square away have total concealment. Although the wall is not substantial, a creature with 6 or fewer Hit Dice must succeed on a Will save or be halted at its edge, ending its move action (though a crea- tures can move away from the wall or attempt to move through again if it has a second move action available). A creature can attempt to pass the w a l l  a n y  n u m b e r  o f  t i m e s ,  b u t  e a c h previous failure imposes a cumulative –1 penalty on its Will save. Wall of gloom  counters or dispels any light  spell of equal or lower level.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No This spell transforms a volume of water into an equal volume of colorless, taste- less, ingested poison with a save DC equal to the spell ’s DC. When ingested, the poison deals 1 point of Constitu- tion damage followed by 1d8 points of Constitution damage 1 minute later. A s u c c e s s ful  W ill  s a v e  can  n e g a t e  e a c h  instance of damage. A single swallow (1 ounce) of poison is enough to affect a single creature; drinking more does not increase the effect.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Your successful melee touch attack deals 1 point of Strength damage and 1 point of Constitution damage per two cast e r l e v e ls t o th e tar g e t ( m axim um of 15 points each). If you score a criti-cal hit, the subject takes ability drain instead. WOOD ROT",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Speak word of the Dark Speech and shatter objects as the shatter  spell. Beguiling Inﬂ  uence:  Gain bonus on Bluff, Diplomacy, and Intimidate checks.",
        "name":  "Baleful Utterance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Create a fog cloud  as the spell. Dark One ’s Own Luck:  Gain a luck bonus on one type of save.",
        "name":  "Breat h of the Night",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use earthen grasp  as the spell.",
        "name":  "Earthen Grasp",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gain see invisibility  as the spell and dark- vision.",
        "name":  "See the Unseen",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gain spider climb  as the spell.",
        "name":  "Spiderwalk",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use summon swarm  as the spell. LESSER INVOCATIONS",
        "name":  "Summon Swarm",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Curse one creature as the bestow curse spell, or hinder its attacks.",
        "name":  "Curse of Despair",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Create undead as the animate dead  spell.",
        "name":  "The Dead Walk",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use short-range dimen- sion door  as the spell, and leave behind a major image.",
        "name":  "Flee the Scene",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use stony grasp  as the spell.Voidsense:  Gain blindsense 30 feet.",
        "name":  "Stony Grasp",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use invisibility  (self only) as the spell.",
        "name":  "Walk Unseen",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use wall of gloom  as the spell. GREATER INVOCATIONS",
        "name":  "Wall of Gloom",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use Evard ’s black tentacles  as the spell, and deal extra cold damage to creatures in the area.",
        "name":  "Chilling Tentacles",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blast ignores spell resistance and deals acid damage for several rounds.",
        "name":  "Vitriolic Blast",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Create a wall of ﬁ re as the spell, but half the damage from the wall results from super-natural power. Warlock ’s Call:  Use sending  as the spell, but risk damage from recipient. DARK INVOCATIONS",
        "name":  "Wall of Perilous Flame",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use foresight  as the spell, and communi- cate telepathically with a close target of the effect.",
        "name":  "Dark Foresight",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use shadow walk  as the spell and speed up natural healing.",
        "name":  "Path of Shadow",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use greater invisibility  as the spell (self only); deals damage in a burst if dispelled.",
        "name":  "Re tributive Invisibility",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The skull of a small animal (a bird, mouse, or rat, for example) is enchanted with a single spell. When crushed in one ’s hand or underfoot, the skull talisman releases its stored effect.",
        "name":  "Skull Talismans",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A complex series of gestures and sounds is completed with a specially prepared gemstone in hand, and the spell stored within it is released when the ﬁ nal words are spoken. Like the parchment on which a scroll is scribed, a gemstone is emptied by cast- ing but can be reused again.",
        "name":  "Gemstone",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A staff of this type is short and made of brass. Though most date from an earlier era and have only a handful of charges remaining, a rare few are of more recent vintage. It allows the use of the following spells:• Dimensional anchor  (1 charge) • Otiluke ’s resilient sphere  (1 charge) Moderate abjuration; CL 8th; Craft Staff, dimensional anchor, Otiluke ’s resilient sphere;  Price 36,750 gp.",
        "name":  "Entrapment",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This staff is either made of ebony and topped with a skull carved from ivory, or crafted from the thighbone of a giant and topped with a smooth-polished real skull. It allows the use of the following spells: • Animate dead  (1 charge) • Cure light wounds (1 charge) • Inﬂ ict light wounds  (1 charge) • Mass in ﬂ ict light wounds (2 charges) Moderate necromancy; CL 9th; Craft Staff, animate dead, cure light wounds, in ﬂ ict light wounds, mass in ﬂ ict light wounds; Price 39,200 gp.",
        "name":  "Skulls",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Originally created by a wizard known as Whisper, this staff is mostly hollow (fashioned simply of wire in the shape of a staff), with a mottled brown uncut gemstone at each end. It allows the use of the following spells: • Blink  (1 charge) • Dimension door (1 charge) • Teleport  (2 charges) Moderate transmutation; CL 9th; Craft Staff, blink, dimen- sion door, teleport;  Price 67,500 gp.",
        "name":  "Transportation",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A wise and powerful bard named Falataer reportedly created the ﬁ rst of these instru- m e n t s ,  u s i n g  t h e m  t o  t e s t  a n d  r e w a r d  t h e  s t u d e n t s  o f  t h e  s e v e n  l e v e l s  o f  h i s  b a r d i c  c o ll e g e .  O t h e r s  h a v e  s i n c e  c o p i e d  the designs, honoring Falataer by keeping the names he gave them. Each instrument has its own set of unique powers that can be activated automatically by anyone with suf ﬁ cient ranks in the appropriate Perform skill, but for a character without the requisite skill, some instruments bestow one negative level as long as the instrument is carried. This negative level never results in actual level loss, but it cannot be overcome in any way (including restoration  spells) while the instrument is held.",
        "name":  "Instruments of the Bards",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A ﬂ ask of thick green glass, a thought bottle  can be used to store thoughts, memories, experience, or spells. A single bottle can hold ﬁ ve thoughts or memories at a time, or a single creature ’s current experience, or a single spellcaster ’s collection of prepared spells. Any individual that touches the bottle and speaks the command word instantly gains a general knowledge of the bottle ’s contents, but doesn ’t actually access the thoughts, memories, or spells within until she consciously decides to do so. Storing or retrieving anything from a thought bottle requires a full-round action that provokes attacks of opportunity.",
        "name":  "Thought Bottle",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An ef ﬁ gy loses all supernatural special attacks, spell-like abilities, and extraordinary special attacks for which a target ’s saving throw is based on the ef ﬁ gy’s Constitution (since the creature no longer has a Con score). It retains any extraordinary special attacks that do not allow a saving throw (such as rake, rend, or constrict) or any for which the target ’s saving throw is based on the creature ’s Strength (such as trample) or Dexterity (such as a howler ’s quills).",
        "name":  "Special Attacks",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., elemental traits, immu- nity to acid, spell disruption, tremorsense 30 ft.",
        "name":  "Special Qualities",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell object or none",
        "name":  "Treasure",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blur,  darkvision 60 ft., elemental traits, immunity to ﬁ re, spell disruption, vulnerable to cold",
        "name":  "Sp ecial Qualities",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell object or none",
        "name":  "Tr easure",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., elemental traits, invis- ible, immunity to electricity, spell disruption",
        "name":  "Special Qualities",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell object or none",
        "name":  "Treasure",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., elemental traits, immunity to cold, spell disruption",
        "name":  "Special Qualities",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell object or none",
        "name":  "Treasure",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— This foul creature resembles a loose, frigid mass of tainted water encased in a dripping membrane. Streams and pseudopods of liquid ﬂ ail away from its shapeless body, while dark malignant eyespots drift across its surface. Ildriss VardiggIllus. by D. Crabapple 620_17925_Chpt6.indd   155 620_17925_Chpt6.indd   155 9/15/04   11:23:50 AM 9/15/04   11:23:50 AMCHAPTER 6 ARCANE MONSTERS 156Vardiggs (or water grues) are brutish and cruel creatures created from the corruption of elemental water, and they systematically seek out and attack any other being that enters a body of water they have claimed as their own. Vardiggs are about 4 feet in diameter and weigh about 400 pounds. When they bother to, they can speak Aquan in thick, burbling voices. To determine the type of spell-object inside a vardigg, roll d%: 01 –70, resist energy; 71–100, sleet storm. COMBAT Vardiggs usually hide below the surface of a body of water, waiting to attack any who approach. Water Jet (Sp): As a standard action, a water grue can create a tremendously powerful 30-foot line of water. Any creature in the area of the line takes 2d6 points of damage (Reﬂ ex DC 11 negates). A creature failing the saving throw must succeed on a Strength check or a Balance check (DC 5 + damage dealt) or be knocked prone by the force of the blast. This is the equivalent of a 2nd-level spell. Skills: A water grue has a +8 racial bonus on any Swim checks to perform some special action or avoid a hazard. It can always choose to take 10 on a Swim check, even if distracted or endangered, and can use the run action while swimming, provided it swims in a straight line. ELEMENTAL MONOLITH Like their lesser kin, elemental monoliths are living incarna- tions of the elemental forces that compose the multiverse. They are so powerful that only the mightiest of summoning spells can draw them to the Material Plane and compel their service, and even then the caster dare not take his attention from the monolith ’s control for even a moment. Monoliths are great rulers and princes among their kind, obeyed by even the elder elementals. Only the primal elementals are more powerful. COMBAT Each type of monolith has its own varied combat tactics and abilities, but all share the same elemental qualities. AIR MONOLITH Gargantuan Elemental (Air, Extraplanar)Hit Dice: 36d8+216 (378 hp)",
        "name":  "Level Adjustment",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— This towering creature seems to be a shapeless cloud ringed by powerful currents of air. Distortions in the vapor and wind seem to suggest two eyes and a ragged mouth. Lords of the Elemental Plane of Air, air monoliths seldom leave their home plane unless summoned. They speak Auran, and though they are much less taciturn than other elementals, they still choose their words with care. The voice of an air monolith sounds like the roaring of a tremendous windstorm. Combat Air monoliths ﬁ ght much like other air elementals, but are far stronger. Air Mastery (Ex): Airborne creatures take a –2 penalty on attack rolls and damage rolls against an air monolith. Whirlwind (Su):  An air monolith can transform itself into a whirlwind at will as a standard action and remain in that form inde ﬁ nitely. In this form, the monolith can move through the air or along a surface at its ﬂ y speed. The whirlwind is 10 feet wide at the base, up to 50 feet wide at the top, and up to 80 feet tall. The monolith controls the exact height, but it must be at least 20 feet. The air monolith ’s movement while in whirlwind form does not provoke attacks of opportunity, even if the monolith enters the space another creature occupies. Another creature might be caught in the whirlwind if it touches or enters the whirlwind, or if the monolith moves into or through the creature ’s space. Huge or smaller creatures take damage when caught in a whirlwind and may be lifted into the air. An affected creature must succeed on a DC 39 Re ﬂ e x  s a v e  w h e n  i t  c o m e s  i n t o contact with the whirlwind or take 4d6 points of damage. It must also succeed on a second DC 39 Re ﬂ ex save or be picked up bodily and held suspended in the powerful winds, auto- matically taking the indicated damage each round. A creature that can ﬂ y is allowed a Re ﬂ ex save each round to escape the whirlwind. The creature still takes damage but can leave if the save is successful. The save DC is Strength-based. A creature trapped in a whirlwind cannot move except to go where the air monolith carries it or to escape the whirlwind. 620_17925_Chpt6.indd   156 620_17925_Chpt6.indd   156 9/15/04   11:23:56 AM 9/15/04   11:23:56 AMCHAPTER 6 ARCANE MONSTERS 157It can otherwise act normally, but must succeed on a Concen- tration check (DC 20 + spell level) to cast a spell. Creatures caught in a whirlwind take a –4 penalty to Dexterity and a –2 penalty on attack rolls. A monolith can have only as many creatures trapped inside a whirlwind at one time as will ﬁ t inside the whirlwind ’s volume. An air monolith can eject any carried creatures whenever it wishes, depositing them wherever the whirlwind happens to be. A summoned monolith always ejects trapped creatures before returning to its home plane. If the whirlwind ’s base touches the ground, it creates a swirling cloud of debris. This cloud is centered on the air monolith and has a diameter equal to half the monolith ’s height. The cloud obscures all vision, including darkvision, beyond 5 feet. Creatures 5 feet away have concealment, while those farther away have total concealment. Those caught in the cloud must succeed on a Concentration check (DC 15 + spell level) to cast a spell. An  a ir  m o n o li th  in  w h ir l win d  f o rm  c an n o t  m ak e  s l am  attacks and does not threaten the area around it. EARTH MONOLITH Gargantuan Elemental (Earth, Extraplanar)Hit Dice: 36d8+255 (417 hp)",
        "name":  "Level Adjustment",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— A great, moving heap of earth and rock the size of a small tower lumbers forward on crude, stumplike legs. Two clublike arms studded with jagged stone hang from its shoulders, and its head is a blunt, featureless mass of earth. Masters of the Elemental Plane of Earth, earth monoliths do not normally leave their home plane unless summoned. They are composed of whatever dirt, soil, stone, or rock from which they were conjured, and they speak Terran with voices like the grinding of stone on stone. As leaders of their kind, they are less sullen and silent than other elementals, but have little interest in communicating with creatures other than their own elemental kind. Combat Earth monoliths are nearly unstoppable, using their great strength to crush and destroy their foes. Like other earth ele- mentals, earth monoliths travel through solid ground or rock as easily as humanoids walk on the earth ’s surface. Air monolith Earth monolithIllus. by W. O’Connor 620_17925_Chpt6.indd   157 620_17925_Chpt6.indd   157 9/15/04   11:23:58 AM 9/15/04   11:23:58 AMCHAPTER 6 ARCANE MONSTERS 158They cannot swim, though, and must either walk around a body of water or travel through the ground beneath it. Earth Mastery (Ex): An earth monolith gains a +2 bonus on attack rolls and damage rolls if both it and its foe are touch- ing the ground. If an opponent is airborne or waterborne, the monolith takes a –4 penalty on attack rolls and damage rolls. Push (Ex): An earth monolith can start a bull rush without provoking attacks of opportunity. The combat modi ﬁ ers given in Earth Mastery also apply to the monolith ’s opposed Strength checks. Earth Glide (Ex): An earth monolith can glide through stone, dirt, or almost any other s o r t  o f  e a r t h  e x c e p t  m e t a l  a s  e a s i l y  a s  a  ﬁ sh swims through water. Its burrowing l e a v e s  b e h i n d  n o  t u n n e l  o r  h o l e ,  n o r  does it create any ripple or other signs of its presence. A move earth  spell cast on an area containing a burrowing earth monolith ﬂ ings the creature back 30 feet, stunning it for 1 round unless it succeeds on a DC 15 Fortitude save. FIRE MONOLITH Gargantuan Elemental (Extraplanar, Fire)",
        "name":  "Level Adjustment",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alternate form, darkvision 60 ft., low- light vision, resistance to acid and electricity 5, scent, spell resistance 13",
        "name":  "Special Qualities",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bite +5 melee (1d8+3 plus paralysis) and 2 claws +3 melee (1d4+1 plus paralysis) Space/Reach: 5 ft./5 ft. 620_17925_Chpt6.indd   161 620_17925_Chpt6.indd   161 9/15/04   11:24:17 AM 9/15/04   11:24:17 AMCHAPTER 6 ARCANE MONSTERS 162Special Attacks:  Ghoul fever, paralysis, stench, spell-like abilities",
        "name":  "Full Attack",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spellstitched creature retains all the special attacks of the base creature and gains the following special attack.Spell-Like Abilities: A spellstitched creature can be imbued with spell-like abilities ac- cording to its Wisdom, as indicated on the ta- ble below. Any spells selected must be from the conjuration, evo- cation, or necromancy school. The number of spell-like abilities is cumulative; for example, a spell-stitched undead with a Wisdom of 12 can cast two 2nd-level spells four times per day and two 1st-level spells four times per day. Caster level equals the creature ’s Hit Dice. Example Spells Times per Wisdom Undead Imbued Day10 Skeleton, zombie Two 1st-level 411–12 Bodak Two 2nd-level 4 13–14 Ghoul, ghast Two 3rd-level 2 15–16 Devourer Two 4th-level 2 17–18 Some liches Two 5th-level 2 19 or higher Nightshade One 6th-level 1 The creator of a spellstitched creature decides how to allocate the spells known against the number of times per day spells of each level can be cast, and once made, this determination cannot be changed. For example, if a spellstitched skeleton has cause fear  usable once per day and shocking grasp usable three times per day imbued as its 1st-level spell-like abili-ties, its creator cannot later change either the spells or how frequently each can be used (to two times per day each, for example).",
        "name":  "Special Attacks",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellstitched creatures get a +2 profane bonus on all saving throws.",
        "name":  "Saves",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You begin play with knowledge of six 1st-level spells plus 1 per point of Intelligence modifier. Each time you gain a wizard level, you may add four spells to your spellbook without additional research. In addition, you gain a +2 bonus on all Knowledge (arcana) checks.",
        "name":  "Benefit",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1st-level wizards begin play with knowledge of three 1st- level spells, and can add two spells per level to their spellbooks.",
        "name":  "Normal",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can take this feat only as a 1st-level character.Precocious Apprentice [General] Your master has shown you the basics of a spell beyond the normal limits of your experience and training.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcasting ability (Int or Cha) 15, arcane caster level 1st.",
        "name":  "Prerequisites",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  " The Epic Mage of the Arcane Order An epic mage of the Arcane Order displays a great thirst for arcane knowledge. His associations with his guild and the Spellpool grow to new heights. Hit Die:  d4.",
        "name":  "Sample Prestige Class Epic Progression",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Quicken Spell, Spellcraft 30 ranks, ability to cast 9th-level arcane or divine spells. Bene ﬁ t: You can cast all 0-level and 1st-level spells as quickened spells without using higher-level spell slots. The normal limit to the number of quickened spells you can cast per round applies. Spells with a casting time of more than 1 full round can ’t be quickened.",
        "name":  "Prerequisites",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Silent Spell, Spellcraft 24 ranks, ability to cast 9th-level arcane or divine spells. Bene ﬁ t: You can cast all 0-, 1st-, 2nd-, and 3rd-level spells as silent spells without using higher-level spell slots.",
        "name":  "Prerequisites",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Still Spell, Spellcraft 27 ranks, ability to cast 9th-level arcane or divine spells. Bene ﬁ t: You can cast all 0-, 1st-, 2nd-, and 3rd-level spells as stilled spells without using  higher-level spell slots.",
        "name":  "Prerequisites",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This site is trapped with a discern lies spell (renewed regularly by Melver; see area 10) that revealsfalsehoods spoken by anyone standing on the stones.False responses to questions produce coruscating colorsin the paving stones that are visible to both those on theoctagon and the guards in the towers.aa",
        "name":  "Trap",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Should the alarm sound, the high warmaster and the Warmasters’ Council take up posi-tions atop the wall within 5 rounds and bring theirranged attack spells to bear on the intruders. Thestudents gather on the ground inside the compound,ready to attack should the inner doors open without theall-clear signal from their superiors. 3. TOWERS Each of these round towers stands 30 feet high and hasa crenellated top. Each tower top has a stockpile of material components, javelins, and other supplies like those along the wall’swalkway. Access to the tower is via a door inside thecomplex and a spiral staircase. Each of three storiesinside the tower consists of a single round chamberequipped with beds, tables and comfortable chairs foroff-duty guards, plus extra material components andsupplies for the guards on the wall. At any time, eightregular guards (male or female human fighter 1) aresleeping or relaxing inside each tower, and one watchcaptain is inspecting one of the three towers. Students (6): hp 3; see The Order of the Fire Hawk. Guards (24): hp 5; see The Order of the Fire Hawk. Watch Captain (Senior Student): hp 17; see The Order of the Fire Hawk.",
        "name":  "Development",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Melver, the priest of Heironeous, can be found in this room during the day. He leads all thereligious services for the complex and also provides healing for students and faculty injured during spellpractice and wargames. The priest also offers wiseadvice to Sereda from time to time on matters bothmilitary and mundane.",
        "name":  "Creatures",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Male halfling expert 5; hp 17. 16. High Warmaster’s Study (EL 0 or 15) The high warmaster uses this chamber to plan thecurriculum for the school. The desk contains a typical assortment of pens, paper, and bottles of ink. The papers atop the desk are sketchesof battle plans that Sereda has made for the next set ofwargames. Also in the desk is a copy of the latestinstructor reports on the students. Three, includingBendrik, seem to be progressing more slowly than theothers, and in fact seem unable to reliably cast all thespells that they should. The books on the shelves covera wide range of military subjects, from history to battle-field tactics.",
        "name":  "Carlis",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane and divine spells. 1",
        "name":  "Spells",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 1st level, a dweomerkeeper spell drops by 1 (minimum +1 level, or +0 level if the creates a personal mantle of arcane and/or divine spells. feat already has a +0 level adjustment). For example, a She chooses one arcane or divine spell that she can cast, quickened fireball uses a 6th-level slot (+3 levels) and thereafter she can convert prepared spells of that instead of the usual 7th-level slot (+4 levels), but a silent 2 spell’s type (arcane or divine) into the chosen spell, so fireball still uses a 4th-level slot (+1 level). A spell affected by the Heighten Spell feat is unaffected by this prestidigitation;1st—animate rope, chill touch, comprehend ability. languages, expeditious retreat, true strike; 2nd—detect",
        "name":  "Mantle of Spells",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This prestige class could be made Wizard Spells Prepared(4/5/4/4/3; save DC specific to any god of the dead or the spirit world. In 14 + spell level): 0—dancing lights, mage hand, message, 3 your campaign, you could create an organization that added the prestige class. He does not, however, gain exists solely to train masters of shrouds—perhaps a any other benefit a character of that class would have cabal within the Mortuary Guild or a cult of mind gained (improved chance of turning or rebuking flayer clerics from the Plane of Shadow. undead, or the like). The level of master of shrouds is",
        "name":  "Adaptation",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. added to the level of whatever other divine spellcasting class the character has, then spells per day, spells REQUIREMENTS known, and caster level are determined accordingly. To qualify to become a master of shrouds, a character If the character had more than one divine spellcast- must fulfill all the following criteria. ing class before he became a master of shrouds, the",
        "name":  "Hit Die",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast divine spells and a spell that master of shrouds for the purpose of determining appears on the spell list for the Death, Evil, or Protec- spells per day and spells known. tion domain. Summon Undead(Sp): At 1st level, the master of",
        "name":  "Spells",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 10 ranks, Spellcraft 10 ranks. shrouds gains the ability to summon a shadow or allip to",
        "name":  "Skills",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to command or rebuke undead. fight his enemies. This ability works like the summon monster I spell, except as follows. The master of shrouds CLASS SKILLS cannot dismiss the summoned creature, and if it remains The master of shrouds’s class skills (and the key ability after the last enemy is gone or slain, it attacks the master for each skill) are Concentration (Con), Craft (Int), of shrouds unless he successfully rebukes or commands Diplomacy (Cha), Intimidate (Cha), Knowledge it. The master of shrouds gains a +4 bonus on turning (arcana) (Int), Knowledge (religion) (Int), Profession checks and damage against undead he has summoned. (Wis), and Spellcraft (Int). See Chapter 4: Skills in the As the master of shrouds gains additional levels in Player’s Handbookfor skill descriptions. the prestige class, he can summon undead more",
        "name":  "Other",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. The Master of Shrouds Class Level Base Attack Bonus Fort Save Ref Save Will Save Special Spells per Day/Spells Known 1st +0 +0 +0 +2 Summon undead — (allip/shadow) 1/day 2nd +1 +0 +0 +3 Extra turning +1 level of existing divine spellcasting class 3rd +2 +1 +1 +3 Summon undead — (allips/shadows) 2/day 4th +3 +1 +1 +4 — +1 level of existing divine spellcasting class 5th +3 +1 +1 +4 Summon undead — (wraiths) 3/day 6th +4 +2 +2 +5 — +1 level of existing divine spellcasting class 7th +5 +2 +2 +5 Summon undead — (spectres) 4/day 8th +6 +2 +2 +6 — +1 level of existing divine spellcasting class 9th +6 +3 +3 +6 Summon undead — (greater shadows) 5/day 10th +7 +3 +3 +7 — +1 level of existing divine spellcasting class CLASS FEATURES frequently, and he gains access to more powerful incor- All the following are features of the master of shrouds poreal undead. He can summon two allips or two shad- prestige class. ows at 3rd level, two wraiths at 5th level, two spectres at",
        "name":  "Skill Points at Each Level",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The master of shrouds gains character gains new spells per day (and spells known, if Extra Turning as a bonus feat. Furthermore, his master applicable) as if he had also gained a level in a divine of shrouds levels stack with his levels in any other 4 spellcasting class to which he belonged before he classes that can rebuke or destroy undead (such as MOON GUARDIAN cleric) for the purpose of determining the parameters of his rebuke or command ability. When a werewolf or other evil lycanthrope passes on",
        "name":  "Extra Turning",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Male halfling cleric the curse of lycanthropy, the victim must either find a 8/master of shrouds 2; CR 10; Small humanoid; HD cure quickly or succumb slowly to the ravening evil of 8d8+8 plus 2d8+2; hp 55; Init +4; Spd 15 ft.; AC 22, a bestial nature. But good or neutral divine spellcasters touch 12, flat-footed 22; Base Atk +7; Grp +3; Atk +9 who have strong connections to their deities or to the melee (1d8, masterwork heavy mace) or +8 ranged divine powers they choose to represent can sometimes (1d6, sling); Full Atk +9/+4 melee (1d8, masterwork use their divine connections to stave off the slide into heavy mace) or +8 ranged (1d6, sling); SA rebuke evil. Those who succeed are known as moon guardians. undead 4/day, summon undead(allips/shadows); SQ The requirements to become a moon guardian are halfling traits; AL CE; SV Fort +9, Ref +4, Will +15; Str straightforward, but they’re more difficult to meet than 10, Dex 10, Con 12, Int 13, Wis 19, Cha 12. they first appear. The afflicted lycanthrope must pray",
        "name":  "Wulbrin Undercotte",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb –4, Concentration +11, Diplo- for succor when he feels the temptation to give in to macy +8, Hide –2, Jump –4, Knowledge (religion) +7, his newfound bestial urges, but in time, a character Listen +9, Move Silently –4, Spellcraft +11, Spot +8; who has done so faithfully gains release from the risk Alertness, Extend Spell, Improved Initiative, Scribe of alignment change. (In game terms, the afflicted Scroll, Spell Penetration. lycanthrope PC must stave off an alignment change Summon Undead(Sp):Wulbrin can summon a until he earns enough experience to take a level in shadow or allip to fight his enemies. This ability works moon guardian.) like the summon monster I spell, except as follows. Wul- As NPCs, moon guardians often perform quests on brin cannot dismiss the summoned creature, and if it behalf of their deities or infiltrate cults of evil lycan- remains after the last enemy is gone or slain, it attacks thropes in order to destroy them from within. The Wulbrin unless he successfully rebukes or commands occasional evil moon guardian NPC often takes advan- it. He gains a +4 bonus on turning checks and damage tage of PCs’ assumptions about his alignment, pretend- against undead he has summoned. He may always ing to be good at first, then revealing his true nature at choose to substitute lower-CR undead for any higher- a crucial moment. CR ones that he can summon, but the number sum-",
        "name":  "Skills and Feats",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. humanoid form can make another attempt each sub- sequent round, rather than waiting until dawn. The Moon Guardian Class Level Base Attack Bonus Fort Save Ref Save Will Save Special Spells per Day/Spells Known 1st +1 +2 +2 +0 Natural spell, — voluntary change 2nd +2 +3 +3 +0 +1 level of existing divine spellcasting class 3rd +3 +3 +3 +1 Rapid change — 4th +4 +4 +4 +1 +1 level of existing divine spellcasting class 5th +5 +4 +4 +1 Instantaneous — change CLASS FEATURES Rapid Change (Ex): At 3rd level, the moon guardian can make a Control Shape check as a move All of the following are class features of the moon action rather than a standard action, though he can still guardian prestige class. change form only once per round.",
        "name":  "Skill Points at Each Level",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. The Nightcloak Class Level Base Attack Bonus Fort Save Ref Save Will Save Special Spells per Day/Spells Known 1st +0 +2 +0 +2 Might of darkness +1 level of existing spellcasting class 2nd +1 +3 +0 +3 Eyes of night +1 level of existing spellcasting class 3rd +2 +3 +1 +3 — +1 level of existing spellcasting class 4th +3 +4 +1 +4 Shadow talk +1 level of existing spellcasting class 5th +3 +4 +1 +4 True lies +1 level of existing spellcasting class 6th +4 +5 +2 +5 — +1 level of existing spellcasting class 7th +5 +5 +2 +5 Grace of the dark +1 level of existing spellcasting class 8th +6 +6 +2 +6 Minions of night +1 level of existing spellcasting class 9th +6 +6 +3 +6 — +1 level of existing spellcasting class 10th +7 +7 +3 +7 Voice of ineffable evil +1 level of existing spellcasting class CLASS FEATURES feet beyond that). Shadow talk is a sonic, language- All the following are features of the nightcloak prestige dependent effect. class. True Lies(Sp):Beginning at 5th level, a night-",
        "name":  "Skill Points at Each Level",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 2nd level, the can now be given and will be obeyed. The limit for demonologist gains the ability to siphon demonic each instruction issued grows to twenty words. energies to fuel his own spellcasting as described on p21. Greater Control: The demonologist\u0027s mastery of his art is almost complete as he reaches 10th level.",
        "name":  "Siphon Demonic Energy",
        "source":  "demonology___the_dark_road.txt",
        "_id":  "e3dc8037fb581147eb9f4b66b67256a70a90e4ca7407f4ca628bc3df8b122cc5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "12th; Prerequisites: Forge Ring, soul at any one time and will shatter when the soul Demon Lore rank 8+; Market Price: 25,000 gp. has been sacrificed in this way. A wish spell may be used to free the soul before this occurs. Ring of the Balor",
        "name":  "Caster Level",
        "source":  "demonology___the_dark_road.txt",
        "_id":  "e3dc8037fb581147eb9f4b66b67256a70a90e4ca7407f4ca628bc3df8b122cc5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities COMBAT",
        "name":  "Special Attacks",
        "source":  "demonology___the_dark_road.txt",
        "_id":  "e3dc8037fb581147eb9f4b66b67256a70a90e4ca7407f4ca628bc3df8b122cc5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "9-16 HD (medium) Spell-like abilities: At will - Invisibility, Fear. Upon the infernal planes, within the A vlai-maroth requires dark domains of the Tzaretch, the no material components vlai-maroth work in concert with the to cast these spells and enfeebled narks, the lesser demon they work exactly as locating prey to be utterly destroyed. described in the Player\u0027s They are most noted for their Guide as if cast by a 5th predilection for actually consuming level sorcerer (save DC their prey entirely, thus ensuring 10 + spell level). permanent destruction in a place Skills: Vlai-Maroth where such things are not wisely taken receive a +8 racial bonus for granted. to Listen and Spot checks. Very ancient texts often term the vlai- maroth as elf-eaters and, on occasion, make reference to a small but powerful invasion of elven mages directly into the heart of the Tzaretch realms. Considering the amount of myth and legend surrounding both elf- kind and demonic entities, the veracity of such accounts is often left for the reader to determine for himself. However, the vlai-maroth do 2 TZARETCH FAMILY QUADROS Quadros (Tzaretch) Medium-Size Outsider (Chaotic, Evil)",
        "name":  "Advancement",
        "source":  "demonology___the_dark_road.txt",
        "_id":  "e3dc8037fb581147eb9f4b66b67256a70a90e4ca7407f4ca628bc3df8b122cc5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, Battle frenzy",
        "name":  "Special Attacks",
        "source":  "demonology___the_dark_road.txt",
        "_id":  "e3dc8037fb581147eb9f4b66b67256a70a90e4ca7407f4ca628bc3df8b122cc5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities similar demons of other families and they move slowly, even whilst in clumsy flight,",
        "name":  "Special Attacks",
        "source":  "demonology___the_dark_road.txt",
        "_id":  "e3dc8037fb581147eb9f4b66b67256a70a90e4ca7407f4ca628bc3df8b122cc5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +14, 10 + spell level). Knowledge (any two) +10, Listen +8, Skills: Skarn receive a +8 racial bonus to Scry +18, Spellcraft +18, Spot +8 Listen and Spot checks.",
        "name":  "Skills",
        "source":  "demonology___the_dark_road.txt",
        "_id":  "e3dc8037fb581147eb9f4b66b67256a70a90e4ca7407f4ca628bc3df8b122cc5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The caster is affected by an effect similar to the confusion spell for one round per Backfire Effect Descriptions altered level of the backfired spell, with no saving",
        "name":  "Confusion",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spell works as throw allowed. a summon monster spell of a level equal to the backfired spell. The Games Master decides which Drain Spells: The arcane energy escapes harmlessly creature arrives, and it is immediately hostile to and takes some of the caster’s own power with it. the caster and everyone around him. The creature The caster loses a prepared spell or spell slot for remains for one round per altered level of the every altered level of the spell that backfired, starting backfired spell or until destroyed. with the highest level spells or slots.",
        "name":  "Accidental Summoning",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The spell does work but has the Tongue Twist: The High Draconic words are too minimum effect possible in terms of duration, range, much of an effort for the caster and he is affected damage or any other variable value. by a silence effect. He does not emanate a silenced area but he is unable to cast spells with a verbal",
        "name":  "Minimum Effect",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd level the check, as they are just focusing their spellcasting",
        "name":  "Level Equivalent",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes. victim to this Word, the target is shaken, suffering a -2 morale penalty on attack rolls, checks and This Word of Power works like the spell of the same saving throws. If targeted a second time, the name. The affected creature can take no actions but target becomes frightened, doing the best in its defends itself normally. power to flee in addition to the morale penalty of the shaken condition. The creature may fight, use Dazzle special abilities, including spells, to flee; indeed, Illusion (Phantasm) [Mind-affecting] the creature must use such means if they are the",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes path randomly (as long as it is getting away from immediate danger) and flees any other dangers that The Word turns into a blinding light only perceivable confront it. If cornered, a panicked creature is frozen by the target. A dazzled creature suffers a -1 penalty in fear, losing its Dexterity bonus to AC (if any), and on attack rolls until the effect ends. is unable to take actions that do not involve escape. Foes gain a +2 bonus to hit cowering creatures. Deafen If the target is already in one of the states (shaken, Evocation [Sonic] frightened or panicked) from some other effect, the",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Hold The Word echoes in the target’s ears until the Enchantment (Compulsion) [Mind-affecting] volume becomes unbearable and deafens it. A Level Equivalent: 5th level deafened character cannot hear, suffers a -4 penalty Speak High Draconic: 7 ranks to Initiative checks and has a 20% chance of spell Saving Throw: Will negates failure when casting spells with verbal components. Spell Resistance: Yes He cannot make Listen checks. This Word works as the hold monster spell, except for the range, duration and target of Draconic Words Dispel of Power. Abjuration",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes creature, an area or a single effect, and makes a normal caster check with a +2 bonus due to the The speaker issues an order in the form of a short power of the Word he is uttering. sentence and then speaks this Word. If the victim fails its saving throw, it is compelled to obey the Fear order. The victim must be able to understand the Enchantment (Compulsion) [Fear, Mind-effecting] original order so that it can obey it. Orders that put",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Transmutation Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No enough to stabilise it and bring it back to 0 hit points so that it is able to fend for itself without actually This Word functions like the knock spell, opening curing its wounds. two methods of locking in a single target. Alternatively, the speaker can pronounce this Word Tire aloud so that a single method of locking is opened in Transmutation all objects within the Word’s range. Level Equivalent: 3rd level",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Transmutation Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 6 ranks in Perform and 5 ranks in Speak High Draconic can cause normal vegetation (grasses, briars, bushes, creepers, thistles, trees, vines, etc.) within close range (25 feet + 5 feet per level) to become thick and overgrown. This melody works otherwise like the spell of the same name, except that the vegetation returns to normal 5 rounds after the bard stops singing.",
        "name":  "Plant Growth",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 3 ranks in Perform come from somewhere else. This melody is different and 3 ranks in Speak High Draconic can simply than the rest as it does not requires the bard to spend vocalise the words of the green dragonsong in order a use of bardic music, although he can only use it to breathe water as per the spell of the same name. once per day and it has no effect by itself. Instead, This only affects the bard, and the effect stops 5 the bard can use any of his bardic music abilities or rounds after he stops vocalising. other dragonsong melodies from another point of origin as far as 25 feet plus 5 feet per caster level.",
        "name":  "Water Breathing",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 6 ranks in the dragonsong version, he can use it on charmed or Perform and 6 ranks in Speak High Draconic can helpless creatures as well. The victim’s DC to save cause the power of the High Draconic lyrics to weave is 14 + the bard’s Cha modifier. an illusion in the landscape, working exactly like the spell of the same name. Creatures entering the",
        "name":  "Hallucinatory Terrain",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 9 ranks in Perform and 8 ranks of a single creature through the High Draconic lyrics in Speak High Draconic can use his voice projected of the dragonsong. This effect acts as the dominate through High Draconic to weave an illusion over person spell but the bard can only use it against a group of creatures, changing their appearance as creatures he has already fascinated, are charmed or the spell of the same name. If the bard’s signing is helpless. The target’s DC to resist this song is 18 inappropriate for the disguise, creatures interacting + bard’s Cha modifier. The victim is freed as soon with the bard’s group can make a Listen check (DC as the bard stops singing. The bard must spend two 18 + bard’s Cha modifier) to hear the singing and bardic music uses for this melody. then attempt to disbelieve. The illusion fades 5 rounds after the bard stops singing. The bard must",
        "name":  "Veil",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 3 ranks in Perform and Bellows: A bard with 3 ranks in Perform and 3 ranks 3 ranks in Speak High Draconic can envelop himself in Speak High Draconic can make the air coming in a song of fire that allows him to resist fire-based out from his mouth into a strong wind as per the damage as if he was the subject of a resist elements gust of wind spell of the same name, except that the spell. The effect ceases as soon as the bard stops effect is a cone coming from the bard’s mouth, not an singing. This effect does not accumulate with the emanation. endure elements, protection from elements and resist elements spells. Freezing Fog: A bard with 6 ranks in Perform and 4 ranks in Speak High Draconic can summon an icy",
        "name":  "Fire Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 3 ranks in Perform and 4 mist similar to a solid fog spell but which also causes ranks in Speak High Draconic can sing himself into a a rime of slippery ice to form on any surface the fog trance that lasts as many minutes as his Constitution touches, creating the effect of a grease spell. The fog score. While in the trance, he can divine the location dissipates as soon as the bard stops singing but the of an object as if he was using the locate object spell. ice layer remains for 5 rounds after that. The bard must spend two bardic music uses for this melody.",
        "name":  "Locate Object",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 9 ranks in Perform and a numbing cold freeze their limbs. The song affects 9 ranks in Speak High Draconic can enter a trance all opponents within 60 feet of the bard, who must through his song, where he can then divine the make a Fortitude save (DC 16 + Cha modifier) or be shortest way to a location as with the find the path frozen in place as if by a hold monster spell. The spell. If the bard is forced to exit the trance before effect wears off 5 rounds after the bard stops singing reaching his destination, he forgets the way and must but the victims are left with a numbing sensation and wait to sing the song again after resting for a day. with a -1 penalty to their attack and damage rolls that The bard must spend two bardic music uses for this wears off after rest. The bard must spend two bardic melody. music uses for this melody.",
        "name":  "Find the Path",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 3 ranks in Perform Control Weather: A bard with 12 ranks in Perform and 3 ranks in Speak High Draconic envelops and 9 ranks in Speak High Draconic can control the himself in the elemental nature of the dragon’s power weather as per the white dragonsong melody. The and protects himself as if he was under the effects of bard must spend three bardic music uses for this the spell of the same name. The protection stops as melody. soon as the bard stops singing. Bronze Dragonsong",
        "name":  "Endure Elements",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The same as the brass 7 ranks in Speak High Draconic can make the wind dragonsong melody. answer to his voice. This melody works like the control winds spell, except that the bard must keep",
        "name":  "Song of the Fauna",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 6 ranks in Perform and 7 ranks in Speak High Draconic can sing a very subtle tune that reflects off the minds of creatures around him, creating an effect similar to the detect thoughts spell with a 60 feet radius. While he sings, the bard is aware of the presence of sentient minds in the area and hears a jumble of thoughts inside his head. He must make a Will save (DC 10 + number of creatures present) in order to focus on a single mind and tune out the rest.",
        "name":  "Mind Echo",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 9 ranks in Perform and 9 ranks in Speak High Draconic can raise or lower the level of a body of water as per the spell of the same name. The effect stops as soon as the bard stops singing. The bard must spend two bardic music uses for this melody.",
        "name":  "Control Water",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 3 ranks in Perform but the effect ends as soon as the bard stops singing. and 4 ranks in Speak High Draconic can instil his The bard must spend two bardic music uses for this allies with a sense of self-worth that helps them melody. strive harder and perform better. All allies receive a +1 bonus to attack rolls and saving throws. If he",
        "name":  "This works in the same way as the spider climb spell Inspire Confidence",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 3 ranks in Perform previously sang inspire courage the bonuses stack, and 5 ranks in Speak High Draconic can make stone and the bard can make a Perform check (DC 18) dance to the rhythm of his music. This ability works to maintain both songs at the same time once the as the stone shape spell. The bard must spend two effect of inspire courage fades away 5 rounds after bardic music uses for this melody. the bard stopped singing it, in order to sing inspire confidence.",
        "name":  "Rhythm of Stone",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 6 ranks in Perform and 7 ranks in Speak High Draconic has learned to Fortune Stone: A bard with 3 ranks in Perform and 5 make earth resonate with his voice and the power ranks in Speak High Draconic can imbue a precious of the High Draconic verses. He can choose to gem with any one of the inspire bardic music or transmute rock to mud or transmute mud to rock dragonsong melodies (inspire courage, inspire as per the spells. The bard must spend two bardic confidence, inspire competence, inspire greatness, music uses for this melody. etc.) and give it to someone else. The gem must be worth at least 10 gp per rank of Perform needed to",
        "name":  "Earth Resonance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 9 ranks in know the melody or music. The person who receives Perform and 9 ranks in Speak High Draconic can the gem enjoys the benefit of the song imbued within project his voice through the High Draconic verses it as long as he holds it in one hand or otherwise of the copper dragonsong to stop foes advancing, secured against his skin. The effect resonates within as they feel their limbs stiffen. The song affects the stone for 1 hour plus an extra hour per bard’s all opponents within 60 feet of the bard, who must Charisma modifier. make a Fortitude save (DC 17 + Cha modifier) or be immobilised as if by a hold monster spell. The Impose Duty: A bard with 6 ranks in Perform and effect wears off 5 rounds after the bard stops singing. 7 ranks in Speak High Draconic can sing a song The bard must spend two bardic music uses for this of heroism and duty, and impose a task on a single melody. victim that listens to it. The victim can make a Will save (DC 17 + Cha modifier) to avoid the task but,",
        "name":  "Unmoving Repulsion",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 12 ranks in Perform Harmonic Fall: A bard with 3 ranks in Perform and and 11 ranks in Speak High Draconic can sing 4 ranks in Speak High Draconic can cause the power himself into a state of mind that warns him of locked in the High Draconic verses to sustain a fall, impending danger about him or another, similar to acting as a feather fall spell as long as the bard keeps the foresight spell. The bard must sing this melody singing. If attacked successfully while falling, he for 9 full rounds before he enters that state, which must roll a Concentration check (DC 10 + damage then lasts for its normal duration. The bard must suffered) to maintain the melody. spend three bardic music uses for this melody.",
        "name":  "Song of Prophecy",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a dragonslayer can carry the torso to be resource-minded spellcasters find extremely wasteful dissected, he might as well take the whole beast – not to mention extremely insulting to dragonkind. while he is at it. However, a torso can be sold",
        "name":  "Torso",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Even if the wielder is not a spellcaster, he gains a Spell Resistance rating as long",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The dragon can grant the charm’s recipient with enhanced senses. The dragon suffers Spell Resistance: The dragon can extend all or some an extra 3d6 points of subdual damage. The charm’s of his natural Spell Resistance rating to the recipient recipient can see twice as well as normal as long of the charm. It suffers an amount of subdual as the charm is in his possession, and may invoke damage equal to the SR rating being bestowed, the the power of darkvision once per day, which works dragon may imbue any rating between 13 and his as the spell of the same name cast at the dragon’s own rating. The charm’s recipient can invoke the current caster level. Spell Resistance once per day and enjoys it for one round per dragon’s caster level.",
        "name":  "Keen Senses",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The character is required to succeed at already possess a feat from Core Rulebook I or this a skill check, ability check or saving throw. The book, or another ascendancy feature. Some features difficulty of these rolls is indicated in the feature’s are equivalent to feats, and a character who has either description. Particularly powerful features require is considered to meet the prerequisite. Each feature spell slots and a die roll. indicates what feat it is equivalent to. The feature remains activated for a limited time, If the character meets the prerequisites, he can although some features can alter this duration. pay the unlocking cost. Most costs are paid for in experience points, either a fixed amount or a result of the character’s current level. Other costs are expressed in devoted spell slots. Like the mental strain incurred by learning High Draconic, some ascendancy features require arcane energy to remain restrained. The devoted spell slot remains unavailable to the caster as if he had used it for the day. For wizards, this means they cannot prepare spells of the devoted levels; bards and sorcerers cannot use the devoted spells’ slots to cast their spells. If the caster uses the spell slot he devoted to unlock the ascendancy feature, it goes dormant and the character must pay the cost of unlocking it again. Using Features Features are considered extraordinary, supernatural or spell-like ability, and their activation time depends on their 3388 39 ASCENDANCY – PRIMORDIAL BLOOD",
        "name":  "Die Roll",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Same as base feature. feature. As the character invokes the power of his blood to activate it, his appearance changes One of the previous features the character has slightly to reflect his lineage. Anatomical features unlocked becomes permanent. Sensory features are carry their appearance change with them, as the always active, anatomical features are irreversible character shifts part of his body to resemble that and special features are available at all times. To fix of a dragon but other features have more subtle, a feature, the character must sacrifice 500 XP plus though no less impressive, secondary effects. Eyes the same experience cost as the original feature. may change colour and the pupils become slitted, If the feature has a spell slot unlocking cost, the the tongue may fork, the character may exude an character pays an additional 500 XP per spell level odour corresponding to his ancestral species or a and the slot is freed for normal use. Sensory and ghostly image of his ancestor may appear behind anatomical features become permanently active. him, revealing that he has the soul of a dragon. This Special features are available for use once per day appearance change is different for each feature and it per half the character’s level, with no activation cost fades away as its duration comes to an end but some necessary, although if there is a die roll the character may wish to make the change permanent, to reflect must still succeed at it. Spell-like abilities still the power of their blood and enjoy its benefits. require activation as normal. Dragons who witness the changes will react depending on their disposition and the species the Natural Shapeshifter dragon-blooded character is descended from. The You understand the fluidity of physical forms only certainty is that dragons do not remain passive intimately. and indifferent at the spectacle of a mortal harnessing Prerequisites: Any anatomical feature. the power of their blood, showing by his deeds that Unlocking Cost: Current level x 100 XP. he is dragonkin. Activation: Special.",
        "name":  "Appearance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd level spell slot. Your sense of hearing is superior to that of others of",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 500 XP; 2nd level spell slot.",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1st level spell slot; 1 action.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 100 XP; 1st level Fangs spell slot.",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 15) or a 1st level Your teeth become pointed and sharp. spell slot; 1 full round. Prerequisites: Con 12+.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/character level. Unlocking Cost: Current level x 100 XP; 1st level spell slot.",
        "name":  "Duration",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 15) or a 1st level his normal attack bonus without provoking an spell slot; 1 full round. attack of opportunity. Damage dealt depends on Duration: 1 round/character level. the character’s size, with sizes larger then medium listed in case the character unlocks the enlarge The character gains a bite attack, performed at feature as well. If the character unlocked the natural his normal attack bonus without provoking an shapeshifter feature, he can make a Control Shape attack of opportunity. Damage dealt depends on check instead of a Constitution check and, if he the character’s size, with sizes larger than medium possesses the Improved Control Shape feat, he does listed in case the character unlocks the enlarge not need to roll to activate this feature. feature as well. If the character unlocked the natural shapeshifter feature, he can make a Control Shape check instead of a Constitution check and, if he possesses the Improved Control Shape feat, he does not need to roll to activate this feature. Size Bite Damage Small 1d4 Medium 1d6 Large 1d8 Huge 2d6 Gargantuan 2d8 Colossal 4d6 Neck Your neck lengthens to resemble a dragon’s.",
        "name":  "The character gains a claw attack, performed at Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 15) or a 1st level spell slot; 1 full round.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 100 XP; 1st level Scaly Hide spell slot. You grow scales all over your body.",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 15) or a 1st level Prerequisites: Con 12+ spell slot; 1 full round. Unlocking Cost: Current level x 250 XP; 1st level",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/character level. spell slot.",
        "name":  "Duration",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 15) or a 1st level The character gains an additional tail slap attack, spell slot; 1 full round. performed at -5 to his highest attack bonus without Duration: 1 minute/character level. provoking an attack of opportunity. Damage dealt Appearance: The scales are the colour of a juvenile depends on the character’s size, with sizes larger dragon of character’s draconic ancestor species. than medium listed in case the character unlocks the enlarge feature as well. If the character unlocked the The character gains a +4 natural armour bonus to AC natural shapeshifter feature, he can make a Control but suffers a -4 penalty to all Charisma-based rolls Shape check instead of a Constitution check and, when dealing with non-reptilian intelligent creatures. if he possesses the Improved Control Shape feat, If the character unlocked the natural shapeshifter he does not need to roll to activate this feature. In feature, he can make a Control Shape check instead addition, the character gains a +2 inherent bonus to of a Constitution check and, if he possesses the all Balance checks. Improved Control Shape feat, he does not need to roll to activate this feature. Size Tail Slap Damage Small - Bony Ridges Medium 1d6 Large 1d8 You grow horns and bony spikes all over your body. Huge 2d6 Prerequisites: Scaly Hide. Gargantuan 2d8 Unlocking Cost: Current level x 250 XP. Colossal 4d6 Activation: Constitution check (DC 15) or a 1st level spell slot; 1 full round.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 300 XP; 2nd level The character’s skin erupts with bony ridges along spell slot. the spine, arms, face and legs. The character gains a",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 15) or a 2nd +2 circumstance bonus to grapple checks and deals level spell slot; 1 full round. +1d4 damage when grappling. The character deals",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/character level. this damage to an opponent that is pinning him. If the character unlocked the natural shapeshifter The character gains a fly movement rate equal to feature, he can make a Control Shape check instead double his walk speed. His manoeuvrability is of a Constitution check and, if he possesses the average if he is of Medium or Large size and poor Improved Control Shape feat, he does not need to if he is Huge or larger. Flying for a long time is the roll to activate this feature. same as walking at a hustle. The character suffers 1 point of subdual damage in the second continuous Ability Increase hour of flying and suffers additional subdual damage equal to double the amount suffered in the previous You use the power of your blood to increase your hour. A winged character suffers a size modifier physical potential. to AC as if he was one size category larger (-1 for Prerequisites: Hidden Strength feat. Large, -2 for Huge, -4 for Gargantuan and -8 for Unlocking Cost: Current level x 250 XP; 2nd level Colossal). If the character unlocked the natural spell slot. shapeshifter feature, he can make a Control Shape Activation: 2nd level spell slot; 1 action. check instead of a Constitution check and, if he Duration: 1 round/character level. 4422 43 ASCENDANCY – PRIMORDIAL BLOOD",
        "name":  "Duration",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 500 XP; 3rd level spell slot. spell slot.",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd level spell slot; 1 full round.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd level spell slot; 1 action.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 500 XP; 3rd level Green Cone** of gas 6d6 17 spell slot. Red Cone of fire 6d10 19",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 18) and 2nd White Cone of cold 3d6 16 level spell slot; 1 full round. Brass Line of fire 3d6 17",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Iron Will feat. spell slot; 1 action.",
        "name":  "Prerequisites",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd level spell slot; 1 action. Appearance: The character’s mien takes on an awe-",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3rd level spell slot; 1 action. presence of dragons.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 250 XP; 3rd level description. spell slot.",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    }
]
