[
    {
        "origin_file":  "spells.json",
        "description":  "+3. ofthestrongestone(as perthe detect evil spell).In thethird",
        "name":  "BaseAttackBonus",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "AlternateForm-Musteither knowpolymorphself 8thlevelin wujen, butuses the othershapeshifter aspects of or have anaturalalternateform, alterself,polymorph self, or levelprogression such as attack bonusand save bonus.If she shapechangeability. nextgains a levelofwu jen, making her an 8th-levelwu jen/2nd-levelshapeshifter,shegainsspells as ifshehadrisento CLASS SKILLS 9thlevelin wujen. Theshapeshifter\u0027s classskills (andthekeyabilityforeach skill) Ifacharacteradopts the shapeshifter prestige classwithout areAnimal Empathy(Cha,exclusiveskill),Concentration havingaspellcastingclass, hedoes notgain anyspellabilityas (Con), Craft(Int), Diplomacy (Cha), Handle Animal (Cha), heincreaseshisshapeshifterlevels. Intuit Direction(Wis), Knowledge(nature) (Int), Profession Thousand Faces(Su):At 6th level, a shapeshifter gains (Wis), Scry (Int,exclusive skill),Spellcraft (Int), Swim (Str), theabilityto change her appearance at will,as ifusingthe andWilderness Lore (Wis). SeeChapter4: Skills in the Player\u0027s spellalterself. Handbook forskilldescriptions. Natural Shapechanger: At lothlevel, a shapeshifter",
        "name":  "Special",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "4+Intmodifier. changes form so naturally that her type changesto shape- changerratherthanhumanoid.(Hengeyokaiarealreadyshape- CLASS FEATURES changers; theirtype is notaffected.) Shebecomesimmune to spells andeffects that specifically target humanoids, such as Thefollowingareclassfeaturesoftheshapeshifter. charmperson.",
        "name":  "SkillPoints atEachLevel",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "AShintaomonk hastheunarmeddamage, day, targeting one creature within 30 feet.When themonk\u0027s ACbonus,andspeedofamonkwith as many levels as herShin- chosen target meetshis gaze,the target must attemptaWill taomonk levels plus hermonklevels. saving throw (DC 10 +monk\u0027sclass level +monk\u0027s Charisma Add the Shintaomonk\u0027s base attack bonus derived from modifier). Ifthetarget fails this save, he is struck mute for 1 monklevels to that derivedfromShintaomonklevelsandcon- minuteperlevelofthemonk.Amutecharactercannot speak sult Table 3-1:Multiple UnarmedAttacks. or cast spellswithaverbal component. TouchtheVoidDragon(Su):Onceperday, aShintaomonk StealtheAirDragon (Sp):Once perday, aShintaomonkofat canraiseoneabilityscoreby 1d4+1 points fora duration of 1 least7thlevelcanuseimproved invisibility as a sorcerer ofthe hourperlevel.This abilityis similartothespells bull\u0027s strength, monk\u0027scharacterlevel. cat\u0027sgrace, and endurance,andto theeffects ofapotion ofIntelli- AncestralGuidance (Sp):At8thlevel, aShintaomonk canuse, gence, apotionofWisdom,orapotionofCharisma. commune with greaterspirit onceperweek,as acleric ofthe",
        "name":  "MonkAbilities",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 1stlevel, andeverytwolevels thereafter,a monk\u0027s characterlevel. She neednotpaytheXP component Shintaomonk receives abonusfeat.This feat mustbe selected costforthespell. from the followinglist: DefensiveThrow, DeflectArrows RidetheWaterDragon (Ex):At9thlevel, aShintaomonk\u0027s (Grappling Block), EagleClaw Attack,Expertise(Karmic wounds heal extraordinarilyquickly. Sherecovers 1 hit point Strike, Improved Disarm,Improved Trip, Defensive Strike, perlevelperhour,withoutneedingto rest forthehealing to Superior Expertise, WhirlwindAttack), Fists ofIron,Great take place. Throw, Improved Grapple (Choke Hold,Earth\u0027sEmbrace), Kukan-Do(Su):At 10th level, a Shintao monk gains a Stunning Fist (Falling Star Strike, Freezing theLifeblood, secondgaze attack.The monk canuse this abilityonce per UnbalancingStrike,PainTouch). day, targetingonecreature within 30 feet. When themonk\u0027s DetectTaint(Sp):AShintaomonk of2ndlevelorhigher can chosentargetmeetshergaze,thetarget must attemptaWill usedetectTaintasaspell-like ability,atwill.Outsidethefeatured savingthrow(DC10 +monk\u0027sclasslevel+monk\u0027sCharisma campaign settingofRokugan, theShintaomonk canusedetect modifier). Ifthe target failsthis save, heand the monk are evilinstead. locked in a kind of elemental stasis, preventing both of SmiteTaint(Su):Once perday,aShintaomonkof2ndlevel them from musteringtheirspiritual energies. Neither or higher mayattemptto smite aShadowlandsopponentwith the target nor themonk canuse anyspells, spell-like abilities, or supernat- uralabilities.Either charactercan attack or useskills andexceptionalabil- ities, includingthemonk\u0027sunarmed attacksandstunning attack.",
        "name":  "Bonus Feat",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Asinghragergainsthis feat forfree at CLASS SKILLS 3rdlevel. Thetattooed monk\u0027s classskills (and the keyabilityforeach Lion\u0027s Pounce(Ex):At4thlevel, a singhragercan make a skill) are Balance (Dex), Climb (Str), Concentration(Con), fullattack at theendofacharge. Craft(Int), Diplomacy (Cha), Escape Artist (Dex), Hide(Dex), RoaringStrike(Ex):Asinghragerof5thlevelorhighercan Jump (Str), Knowledge (arcana) (Int), Knowledge(religion) make a Ki Shoutas afree action if shecombinesit with afull (Int), Listen (Wis), Move Silently(Dex),Perform(Cha), Profes- attackaction. sion (Wis), Swim (Str), andTumble (Dex).SeeChapter4:Skills Swiftness oftheLioness(Ex):Whenshereaches7thlevel, in thePlayer\u0027s Handbookforskilldescriptions. asinghragercanactas ifundertheeffectsofahastespellfora SkillPointsatEachLevel:4+Intmodifier. TABLE 3-14:THETATTOOED MONK Chameleon: The tattooed Class Base Fort Ref Will monk canusealterselfonceper Level Attack Bonus Save Save Save Special day pertattoo he possesses to 1 +0 +2 +2 +2 Monk abilities, tattoo take on the appearance ofany 2 +1 +3 +3 +3 otherhuman hehasencoun- 3 +2 +3 +3 +3 Tattoo tered.Theduration ofthis abil- 4 +3 +4 +4 +4 ityis onehourperlevel. 5 +3 +4 +4 +4 Tattoo Cloud:Once perday, thetat- 6 +4 +5 +5 +5 tooed monk can commune 7 +5 +5 +5 +5 Tattoo withgreaterspirit as the spell 8 +6 +6 +6 +6 (described inChapter7).With 9 +6 +6 +6 +6 Tattoo each useof the ability, the tat- 10 +7 +7 +7 +7 tooed monk canask nomore CLASS FEATURES thanonequestion perlevel.MinimumLevel:5th.",
        "name":  "RemainConscious",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Everyhourthatthetattooedmonkwith this characterbytouch. Each day he can cure atotalnumber of tattooisinsunlight,hehealsanumberofhitpoints equalto his hitpointsequalto hisWisdombonustimeshislevel.Thetat- level.Adaylight spelldoes notprovoke this fast healing; the tooedmonk cannot heal himself, but he may divide the charactermustbeexposedto therealsun.MinimumLevel:7th. curing amongmultiple recipients,andhedoesn\u0027thaveto use",
        "name":  "Chrysanthemum",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once perdaypertattoo hepossesses, the tattooed it allat once. monk canusefire breath as thespell(described in Chapter7).",
        "name":  "Dragon",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In Rokugan, only kikage zumi (monks ofthe mumLevel:5th. Hitomi school)canchoose this tattoo.Once perdaypertattoo he possesses,thetattooedmonk canuseetherealjauntas aspell- Sun:In Rokugan, only isezumi (monks of theTogashi likeability.MinimumLevel:7th. school) can choose this tattoo. Once perdaypertattoo he",
        "name":  "Moon,Crescent",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "HeightenSpell, SpellPenetration. TheVoid disciple cannot sense across planar boundaries.",
        "name":  "Feats",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. specializedspellresistance equalto 20 +herclass level.This TABLE3-18: THE YAKUZA Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +0 +0 +2 +0 Uncannydodge (Dex bonustoAC), defensiveroll 2nd +1 +0 +3 +0 Improved evasion 3rd +2 +1 +3 +1 Yakuza knowledge 4th +3 +1 +4 +1 Uncannydodge (can\u0027t be flanked) 5th +3 = +1 +4 +1 Leadership 6th +4 +2 +5 +2 7th +5 +2 +5 +2 8th +6 +2 +6 +2 Uncannydodge (+1 to traps) 9th +6 +3 +6 +3 10th +7 +3 +7 +3 Slippery mind REQUIREMENTS her Dexteritybonusto AC, shecan\u0027troll. Since this effect would not normally allow acharacter to make a Reflex save To qualifyas ayakuza, acharactermust fulfillallthefollow- forhalfdamage,theyakuza\u0027s evasionabilitydoes notapplyto ingcriteria: thedefensiveroll.",
        "name":  "HitDie",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If youpinyour opponent whilegrappling and maintainthe pinfor 1full round, at the end of the round Phoenix Scorpion your opponent mustmake aFortitudesaving throw(DC 10 + Discipline Blood Sorcerer 1/2yourlevel+yourWisdom modifier). Ifthe saving throw GreatDiplomat HonestMerchant fails, youropponentfallsunconsciousfor1d3rounds. Keen Intellect Karmic Twin Oni\u0027s Bane Magistrate\u0027s Mind COOL HEAD [ANCESTOR] ScholarofNature Many Masks Youaredescended from the great diplomat Ide, who was SpellcasterSupport Soul ofSincerity chosen to bethevoiceofShinjo in alldealings with strangers.",
        "name":  "WarriorShugenja Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Add +3 to the Difficulty Classofallmaho-tsukai thespellrequires.IfcastingthespellwouldreduceyourXPtotal, spellsyoucast.However, youalsoadd+3 totheDCfortheFor- youpaythecostuponbeginningtheprocessinadditiontotheXP titude save youmust make to avoidaccumulatingTaintwhen costformaking thetalisman itself. Likewise,material compo- youcast mahospells. nentsareconsumedwhenyoubegincrafting,butfocusesare This feat is only availableifthe maho-tsukaiprestige class, not.(Afocusused in crafting atalisman canbereused.) describedin Chapter12:TheShadowlands,is available.",
        "name":  "Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Againstahumanoid opponent, youcanmake an 50gp(a 0-levelspellcountsas 1/2level).Youmustspend1/25 of unarmed attack that has achanceofblinding yourtarget. if itsbasepriceinXPanduseuprawmaterialscostinghalfthisbase yourattack is successful,your target mustattempta Fortitude price.Atalisman\u0027smarketvalueequalsitsbaseprice. saving throw(DC10 +1/2yourlevel+yourWisdommodifier). Ifthetargetfailsthis savingthrow,heisblindedfor1roundper DEFENSIVE STRIKE. [GENERAL] levelyoupossess. In addition totheobviouseffects, ablinded Youcanturn astrong defenseintoapowerfuloffense.This feat creature suffersa50% miss chancein combat (all opponents is calledmusubi in Rokugan. havefullconcealment),losesanyDexteritybonustoAC,grants",
        "name":  "Thetalismanhasabase priceofthespelllevelxcaster levelx Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dex13+, Improved Unarmed Strike, Dodge, effects,andtheDifficulty Classof anyfear effect youcreate ImprovedTrip,Combat Reflexes. (through spellor otherability) is increasedby1.",
        "name":  "Prerequisite",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Base attack bonus+1 or higher, Cha 13+. casterlevel)tobeat anoutsider\u0027sspellresistance.However, because",
        "name":  "Prerequisites",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Victimsofasuccessfulstunningattackaresubjectto saves, andchecks. such debilitatingpainthat theyarenauseatedfor1roundfollow- ingtheroundtheyarestunned.Nauseatedcreaturesareunable to LION SPY [ANCESTOR] attack,cast spells,concentrateon spells,or doanything else Yourancestor,AkodoShinju,wasthegreatestspyoftheLionclan. requiringattention.Theonlyactionsuchacharactercantake isa",
        "name":  "Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "YoucanusetheAidAnotheraction,making aSpell- craftcheckagainstDC 10,to add+2totheDifficultyClassofan WARRIOR SHUJENJA [ANCESTOR] allied shugenja\u0027sspell. Yourancestor, Agasha Nodotai, wasashugenja well versed in thecode ofbushidoandthewayofwar.",
        "name":  "Benefit",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "as arethedeitiesdescribedin the Player\u0027s Handbook,butshamans \" Avengingthedeathofafamily member andshugenjascansometimescommandor implorethemto per- \" Defeatingan ancestralenemy form specifictasksontheirbehalf.Shamansactually have twoto \" Saving anotherperson\u0027s life threespecificpatron spirits(whograntthem domainspells and",
        "name":  "Honorableactions, accordingto thecode ofbushido, include",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Human(Phoenix). tendtobe quickto takeinsult, and IsawaTetsuya\u0027s angryreac- BaseAttackBonus:+5. tionto animpassioned Dragon remark (\"We need room to live, Skills:Knowledge (religion)4ranks. notyour protection\") may have spurredthetwo clansintowar Feats:Alertness, Expertise, IronWill. withoutreal cause.Theblameforthepoorrelationshipbetween IsawaTaeruko andTamori Shaitung oftheDragon probably belongsto both women, butTaeruko is averyvocalproponent CLASS SKILLS ofthephilosophyofPhoenix superiority. The Shibaprotector\u0027s classskills (andthekey abilityfor each skill) are Climb (Str),Concentration (Con),Craft(Int), Diplo- PHEONIX FAMILIES macy(Cha),IaijutsuFocus(Cha), Intimidate (Cha), Jump(Sir), Perform (Cha), Profession (Wis),Ride (Dex), SenseMotive The Phoenix clan revolves around its shugenjas and maintains (Wis), Spellcraft (Int), andSwim (Str). SeeChapter 4:Skills in two distinct schoolsfor shugenjas:theIsawaand theAgasha. the Player\u0027s Handbookforskilldescriptions.TheIaijutsu Focus The Shiba school trains samurai to serve and protect the skillisdescribedin Chapter4ofthisbook. shugenjas,thoughnow,forthefirsttime,aShiba(ShibaNingen,",
        "name":  "Race",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "N masters ofwhat they call wabukan, \"the peacefulpath.\"They serveas a smooth bufferbetween the Unicorn-whose \"bar- Foreighthundredyears,theances- baric\"ways oftengrateon thenervesofotherRokugani-and tors oftheUnicornwandered the the otherclans, sensitive tosocial customs and level-headed landsoutside Rokugan, learning inthemost awkward situations.Theiremissaries are typically from thebarbarians and creatingacultureuniquelytheirown, experts oraristocrats. synthesizing elements ofbarbarian cultures with theirnative Rokugani heritage. Inthe threehundred years sincetheUni- THE MOTO AVENGER cornsreturnedto Rokugan,theyhavelefttheirmark on itshis- ThoughtheMotowhorode in the Shadowlands were extermi- toryasthebestcavalry in the empire,withapowerfulcommit- natedduringtheBattle ofOblivion\u0027sGate,theremainingmem- ment todiplomacyandjustice. bers ofthe Moto family arenoless dedicated to theirwar againsttheShadowlands and itsevils.If anything, they are RECENT HISTORY more impassioned,makingmore frequentraidsintothosedark The Unicorns serveas the magistrates ofthe empire,enforcing landsand fightingmorefiercelyagainst Shadowlandscreatures the laws oftheidealEmperoreven whenthecommandsofthe theyencounter. actualEmperor fall shortofthat ideal.Their\"outsider\" perspec- Moto avengers are often samurai, but they also comefrom tive-even afterthreehundredyearsofdwellingin Rokugan- thebarbarianclass. givesthem freedom from someofthestrict moresthat bind NPCMotoavengersare rarelyseeninRokugan, fortheystill otherclans, and aUnicorn magistrateiswilling toreportatruth feeltheshameoftheirfamilyinheritance.Driventoavengethat thatan Ikomahistorian wouldneverallowhimselfto speak, dishonor,theyrideintothe Shadowlandson theirgrimmission. suchasthe deedsofanunjustEmperororanembarrassmentfor Hit Die:d10. theirclan.The Unicorns are also excellent diplomats,and strive to keepthefracturingpeaceamongtheclans. REQUIREMENTS Toward the end ofthe WarAgainsttheShadow,theUnicorns Toqualify tobecomeaMotoavenger, acharacter mustfulfillall werefinally ableto purgeadarkblotfrom theirclan\u0027s honor- thefollowingcriteria. the corruptionoftheMoto by the Shadowlands.Afterhun- Race:Human(Unicorn). dredsofyearsofserving theShadowlands\u0027 evil,theDarkMoto Alignment:Anygood. are gone, and theMotofamilyridesproudly once more.Still, BaseAttackBonus:+5. theMotohavenotforgottentheirlostkin, and continuetoride Skills:Ride 8ranks. into the Shadowlands andwar against itsevil.The fact that a Feats:MountedCombat,Spirited Charge,Trample. memberoftheUnicorn clan, Iuchi Shahai, is now a mighty powerin the Shadowlands, theso-called\"DarkDaughterofFu CLASS SKILLS Leng,\" leavesmanyintheUnicorn clanangryandashamed.As TheMoto avenger\u0027sclassskills (and thekey ability for each aresult,theUnicorns arerapidly becomingnearlyasdedicated skill)areClimb(Str),Craft(Int),HandleAnimal(Cha),intimi- as the Crabsto fightingtheShadowlands. date(Cha),Jump (Str), Profession (Wis),Ride (Dex),Sense Motive (Wis), Spellcraft(Int), and Swim (Str).See Chapter4: UNICORN FAMILIES Skills in thePlayer\u0027s Handbookforskilldescriptions.",
        "name":  "Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The dungeon delver possesses an ity functions like a fi nd the path spell cast by a 16th-level uncanny intuition that warns him of impending danger. sorcerer, except that it affects the user only. This grants him a +2 insight bonus on Refl ex saves to Phase Door (Sp): At 10th level, the dungeon delver avoid traps, a +2 dodge bonus to AC against attacks by gains the ability to create a phase door once per day. This traps, and a +4 insight bonus on Spot checks made to enables him to bypass cave-ins, walk through dead ends spot creatures at the beginning of an encounter (see the and immovable obstructions (such as a portcullis welded Encounter Distance rules in Chapter 3 of the Dungeon into place), and make quick escapes through walls. This Master’s Guide). At 6th level, these bonuses increase to ability functions exactly like a phase door spell cast by +4, +4, and +6, respectively. an 15th-level sorcerer, except that the dungeon delver",
        "name":  "Danger Sense",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 5th level, a royal explorer gains cover it provides. Some wizards and sorcerers use their a +2 competence bonus on Search and Wilderness lore spellcraft as a cover for subterfuge, and some barbarians checks made to fi nd a path, including checks for secret are far more subtle than they may seem. Spymasters may doors and for following tracks. also be of any alignment. They range from self-serving",
        "name":  "Search Bonus",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A royal explorer of 6th level or higher information brokers who sell their services to the high- automatically succeeds at Wilderness lore and Intuit est bidder to high-minded moles who penetrate and Direction checks made to avoid being lost, and maze destroy corrupt organizations. spells don’t affect him. It’s important for spymasters to keep personal emotions",
        "name":  "Never Lost",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Beginning at 1st level, a vigilante can cast guard, but another might be an independent detective- arcane spells just as a sorcerer does. To cast a particular for-hire. A third might even take to the streets by night spell, the vigilante must have a Charisma score of at to stop crimes in progress—or keep would-be crimi- least 10 + the spell’s level. The character gains bonus nals from striking in the fi rst place. spells based on his Charisma score, and the DC for the A bard or rogue can pick up the variety of skills a saving throws against his spells is 10+ the spell’s level vigilante needs very quickly. Rangers also tend to fi nd + the vigilante’s Charisma modifi er. Like a sorcerer, a the class appealing, for it allows them to engage in vigilante need not prepare his spells ahead of time. urban hunts with criminals as their prey. Detect Evil(Sp): Once per day per vigilante level, the An NPC vigilante might turn up just in time to character can detect evil just as a paladin does (see the save the player characters from becoming crime vic- Paladin section in Chapter 3 of the Player’s Handbook). tims themselves. However, if they break the law on a Search for Clues: A vigilante of 2nd level or higher vigilante’s home turf, the heroes may fi nd themselves who merely passes within 5 feet of a clue to a crime under his unwelcome scrutiny. is entitled to a Search check to notice it as if he were",
        "name":  "One vigilante could work for the local ruler or the city Spells",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. or sorcerer) accordingly. If the character had more than one spell-casting class before becoming a virtuoso, she Requirements must decide to which class she adds each level of vir- To qualify as a virtuoso, a character must fulfi ll all the tuoso for purposes of spells per day and spells known. following criteria. Bardic Music: At 1st level, the virtuoso gains the",
        "name":  "Hit Die",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 0-level arcane spells (cantrips). song, fascinate, inspire competence, inspire courage, inspire greatness, and suggestion) become available to Class Skills her immediately, subject to their usual Perform skill The virtuoso’s class skills (and the key ability for each requirements (see the Bard section in Chapter 3 of the skill) are Balance (Dex), Bluff (Cha), Concentration Player’s Handbook). Countersong requires either a musi- (Con), Craft (Wis), Diplomacy (Cha), Disguise (Cha), cal or a poetic performance; all others can be produced Escape Artist (Dex), Gather Information (Cha), Intimi- with any performance type. Each bardic music effect date (Cha), Jump (Str), Perform (Cha), Spellcraft (Int), except suggestion requires one daily use of either the and Tumble (Dex). See Chapter 4 in the Player’s Hand- virtuoso performance ability (see below) or the bardic book for skill descriptions. music ability. Suggestion does not require any uses, but the subject must fi rst be fascinated.",
        "name":  "Spells",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All spell traps have this type of trigger. The appropriate spell descriptions in the Player’s Handbook Now that you’ve fi gured out the trigger, reset, and explain the trigger conditions for each of these traps. bypass elements, it’s time to defi ne the traps itself. You need DCs for Search and Disable Device, plus attack/ ReRseestet saving throw and damage/effect information. Keep A reset element is simply the set of conditions under your list of cost and CR adjustments running; many of which a trap becomes ready to trigger again. The avail- these elements also change those factors. able types are explained below.",
        "name":  "Spell",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To get the trap functioning again, the highest-level spell used. you must repair it. Mechanical Trap: The base DC for both Search and",
        "name":  "Repair Reset",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell traps produce the spell’s effect as Some traps (such as a table covered with contact poison) 29 described in the appropriate entry in thePlayer’s Hand- simply deal the poison’s damage. Others, such as poisoned book. Like all spells, each spell-based trap that allows a arrows, deliver ranged or melee attacks as well. CHAPTER 2: SKILLS AND FEATS",
        "name":  "Spell Traps",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If one trap depends on the casting spells, or some combination of these steps. success of the other (that is, you can avoid the second trap altogether by not falling victim to the fi rst), they must be MMecehcahnainciacla Tl rTarpasps treated as two separate traps. Building a mechanical trap is a three-step process. You",
        "name":  "Multiple Dependent Traps",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All you need to do to place automatic reset; hidden switch bypass (Search [DC costs 1d8 × 10% of the trap’s this trap is actually cast the spell. No other 25]); Atk +10 melee (2d4/*4, scythe); Search (DC 22); total construction cost. If you checks are required. Disable Device (DC 22). MarketPrice: 2,500 gp. don’t wish to destroy the trap mechanism, you can voluntarily 90 Sample Traps CRC R2 2 reduce the repair cost required.",
        "name":  "SpellTraps",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This trap is really one CR 1 trap that trips and a (detectchaos); automatic reset; spell effect (bestowcurse, 5th- second CR 1 trap that attacks with a spiked chain. If the level cleric, Will save [DC 14] negates); Search (DC 28); tripping attack succeeds, a +4 bonus applies to the spiked Disable Device (DC 28). Cost: 8,000 gp, 640 XP. chain attack because the opponent is prone.",
        "name":  "Note",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 3; spell; spell trigger; no reset; spell effect trigger; manual reset; Atk +15 ranged (1d4+4 plus poison, (fi retrap, 3rd-level druid, Refl ex save [DC 13] half damage, dart); multiple targets (1 dart per target in a 10-ft. by 10-ft. ld4+3 fi re); Search (DC 27); Disable Device (DC 27). Cost: area); poison (Small centipede poison, Fortitude save [DC 85 gp to hire NPC spellcaster. 11] resists, 1d2 Dex/1d2 Dex); Search (DC 21); Disable",
        "name":  "Fire Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 5; spell; spell trigger; no reset; spell effect targets (1d6 spears per target in a 10 ft. by 10-ft. area); Search (fi re trap, 7th-level wizard, Refl ex save [DC 16] half (DC 26); Disable Device (DC 20). Market Price: 31,200 gp. damage, 1d4+7 fi re); Search (DC 29); Disable Device (DC Glyph of Warding (Blast): CR 6; spell; spell trigger; no 29). Cost: 305 gp to hire NPC spellcaster. reset; spell effect (glyph of warding [blast], 16th-level cleric,",
        "name":  "Fire Trap",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 5; mechanical; location trigger, trigger (alarm); automatic reset; spell effect (lightning bolt, manual reset; Atk +18 ranged (1d4+1, dart); multiple 10th-level wizard, Refl ex save [DC 14] half damage, 10d6 targets (1d8 darts per target in a 10-ft.-by-10-ft. area); Search electrical); Search (DC 28); Disable Device (DC 28). Cost: (DC 19); Disable Device (DC 25). Market Price: 18,000 gp. 15,000 gp, 1,200 XP.",
        "name":  "Fusillade of Darts",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 7; mechanical; trigger (alarm, 10-ft. area); automatic reset; spell effect touch trigger (attached); no reset; poison (dragon bile, (reverse gravity, 13th-level wizard, Refl ex save [DC 20] Fortitude save [DC 26] resists, 3d6 Str/0); Search (DC 27); avoids damage, 6d6 fall [upon hitting the ceiling of the 60- Disable Device (DC 16). Market Price: 11,300 gp. ft.-high room], then 6d6 fall [upon falling 60 ft. to the fl oor",
        "name":  "Lock Covered in Dragon Bile",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can evade detection tumble checks. by a spell such as see invisibility with a successful Hide",
        "name":  "Hiding While Invisible",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You get a +2 bonus on all Jump and Tumble unobtrusively, mingling verbal and somatic components checks. into your performances so skillfully that others rarely catch you in the act. Like a silent, stilled spell, a disguised AAllullruirnign g[ G[Geneenrearla]l] spell can’t be identifi ed through a Spellcraft check. Your Others have an inexplicable urge to believe your every performance is obvious to everyone in the vicinity, but word. the fact that you are casting a spell isn’t. Unless the spell",
        "name":  "Benefi t",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You get a +2 bonus on Diplomacy checks means of determining its source, they don’t know where and add +2 to the save DCs of all your mind-affecting, the effect came from. A disguised spell uses up a spell language-dependent spells. slot one level higher than the spell’s actual level. AArtretreiraila Sl tSrtirkiek e[G [Geneenrearla]l ] EExpxepretr tT aTcatcitciicaina n[G [Geneenrearla]l ] Your sneak attacks target large blood vessels, leaving Your tactical skills work to your advantage. wounds that cause massive blood loss. Prerequisites: Dex 13+, base attack bonus +2,",
        "name":  "Benefi t",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Without this feat you can run or charge opponent’s land speed by half. Other forms of movement only in a straight line. (fl y, burrow, and so forth) aren’t affected. The speed 39 CHAPTER 2: SKILLS AND FEATS reduction ends when the target receives healing (a QQuiucikcekre rT Thahnan t hteh eE yEey e[G [Geneenrearla]l] successful Heal check, any cure spell, or other magi- Your hands can move so quickly that observers don’t cal healing) or after 24 hours, whichever comes fi rst. see what you’ve done. A hamstring attack does not slow creatures that are im- Prerequisite: Dexterity 19+. mune to sneak attack damage or those that have either Benefi t: While under direct observation, you can no legs at all or more than four legs. It takes two success- make a Bluff check as a move-equivalent action, opposed ful hamstring attacks to affect a quadruped. by the Spot checks of any observers. If you succeed, your misdirection makes them look elsewhere while you take JaJcakc ko fo fA All lTl rTardaedse s[G [Geneenrearla]l ] a partial action. If your partial action is an attack against You’ve picked up a smattering of even the most obscure someone who failed the opposed check, that opponent is skills. denied a Dexterity bonus to AC.",
        "name":  "Normal",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A performer using the harpsichord can Bardic Music: Shell horns produce the same effects as maintain only a single bardic music or virtuoso per- natural horns do (see above), but only when the listen- formance effect at a time. In lieu of a standard bardic ers are aquatic or marine creatures. music effect, however, the musician can impose a -1 Lap-Harp: A lap-harp typically has seventeen strings; circumstance penalty on saves against charm effects there can be as few as twelve on a smaller instrument or and a - 2 circumstance penalty on saves to resist the as many as twenty-four on a larger one. Silver wires are sleep spell for nonallied listeners. This is a supernatural, the most common choice for strings, and other materi- mind-affecting ability. als are occasionally used. Lap-harps are usually made",
        "name":  "Bardic Music",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The psaltery looks like a zither (see below) without its fretted fi ngerboard. It has only one set of strings, and its music is similar to that of a harp. A performance. A musician playing a small pipe organ psaltery is played by plucking the strings with fi ngers, can ‘’feed” the instrument personally by working the quills, or tiny hooks. bellows with a foot pump. Playing a large organ, how- Celestials are particularly fond of psaltery music. Hu- ever, usually requires at least one assistant to pump the mans and some elves also fi nd it spiritually uplifting. bellows. The volume depends solely on the amount of Bardic Music: See zither, below. air entering the pipes, so all notes sound equally loud Recorder-Flute: This ancient instrument origi- or soft. nated as a simple, hollow tube that produced a single The pipe organ represents the pinnacle of instru- resonant note when air was blown through it. The ment-crafting technology. Its huge array of different- addition of six to eight fi ngerholes enabled the musi- sized pipes gives it a truly incredible range of sound. cian to vary the tone, and an optional thumbhole near The smaller the pipe, the higher-pitched the sound it the upper opening made it possible to lower the notes produces and, conversely, the larger the pipe, the lower by an octave. These alterations resulted in the instru- its pitch. Occasionally, an organ’s complement of pipes ment called the recorder-fl ute. Recorder-fl utes come includes a few so large that their notes are beyond the in many sizes, but the most common lengths are 12 lower limit of human hearing (although they can still inches (for Small musicians) and 18 inches (for Me- help to create subsonic effects) or so tiny that only ani- dium-size musicians). mals can hear their sounds. The keyboards permit the The fact that recorder-fl utes are very simple to play musician to create full, multinote chords by striking two and relatively easy to construct makes them popular or more keys simultaneously. among those who cannot afford or master more com- Human societies in particular prize the sound of plex instruments. Some bards have found this very the pipe organ and its relatives, the clavichord and the simplicity a benefi t—they claim that recorder-fl utes harpsichord (see above). Because of their size, expense, soothe an audience and enhance the performer’s ability and immobility, pipe organs are typically found only in to cast enchantment spells such as sleep, charm person, cathedrals and palaces. and the like successfully.",
        "name":  "Psaltery",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This potion is actually the Flute of the Snake: The music of this fl ute, which is necromantically preserved last breath of some famous made from an exotic type of dark wood, affects snakes fi gure, trapped in a vial. A vial of the last gasp allows of all kinds. This is a sonic, mind-affecting compulsion the user to draw strength and knowledge from the effect that works like an animal trance spell, except that dead creature. Anyone who unstoppers the vial and it affects only snakes. inhales its vapors gains 1d8 temporary hit points, a +2 By playing a droning sequence of notes for 1 full round. enhancement bonus to Strength, and a +4 insight bonus a musician with at least 5 ranks in Perform can summon on checks using one Craft, Knowledge, or Profession 1d4+1 Medium-size vipers. These snakes appear wherever skill possessed by the deceased. The creator specifi es the fl utist designates, within a radius of 30 feet from the the skill to which the bonus applies upon creating fl ute. They fi ght on the musician’s behalf, attacking on his the potion, but it is usually the area of the deceased’s or her turn, and remain for 9 rounds or until killed greatest expertise. (This does not allow untrained The fl ute can put snakes into a trance three times per use of trained-only skills. If the potion enhances a day and summon snakes once per day.",
        "name":  "Vial of the Last Gasp",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Thieves’ guilds that focus on selling who has a secret—and in a large city, that’s almost any- information often build their internal structures around one with power. Guild leaders rarely take such confl icts their sources. For instance, one division of such a guild seriously, however, since they routinely sell secrets to might focus on infi ltrating noble households, while the same groups from which they’ve stolen others. another concentrates on merchants’ guildhouses. Each Hooks: A player character involved with city poli- division has a leader, who in turn serves on a council that tics may get a tip that the thieves’ guild is the place to either advises an overall guildmaster or administers the go for “din” on a rival. In exchange for this information, guild as a group. the thieves’ guild may want cash, information in trade, High-level guild members do very little informa- or a service, such as an unusual infi ltration job. tion-gathering. Instead, they collate and analyze the If the characters have reputations of their own, the data that junior members have acquired, then sell their guild may try to learn information about them. Imag- conclusions to the parties most likely to profi t from the ine the adventurers’ surprise when they discover that knowledge. For example, one team might uncover the one of their hirelings is nowhere to be found, and the fact that a particular merchant has been gambling a lot enemy knows every spell in the wizard’s spellbook. lately, while another might discover a series of unusu- Bard and rogue characters may have trained within ally vague customs declarations on that same merchant’s a spy network, then left the city in search of greater shipping documents. The analyst who sees both scraps secrets, such as the ones buried in long-lost tombs and of information then rushes to the merchant’s rival to sell dungeons. a tale about a bad gambler who’s turned to smuggling to SmSmuugggglelre rC Caratretlel pay off debts.",
        "name":  "Organization",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In a small guild, ad- puzzle may have to fi nd the remnant thieves’ guild and ditional leadership is welcome only when membership get the truth out of its members—one way or another. expands enough to warrant it. Therefore, those who ag- A new character is the sole survivor of the local guild. 70 gressively recruit new members are the best candidates Now she’s on the run from the law and always looking for advancement. over her shoulder. CHAPTER 4: ORGANIZATIONS FOR BARDS \u0026 ROGUES BARDIC COLLEGES All signifi cant member fi ndings, from new discover- Though thieves’ guilds hold sway within the walls of ies to the results of long-term studies, are circulated individual cities, bards often form organizations that to colleagues with relevant specialties. Thus, a Con- transcend local and national boundaries. Some such crescent Lorist who specializes in Kreidikan history bardic colleges establish centers of learning in ma- might receive fi eld notes from an expedition to a newly jor cities so that experienced bards can impart their discovered Kreidikan ruin, a translation of a poem that knowledge to interested students in formal, academic mentions a Kreidikan sorcerer-king, and a fragment of settings. More loosely organized colleges favor sim- the fountain of blood spell that Kreidikan mages favor, all ple, master-apprentice relationships for passing along in the same month. Exactly who receives the results of lore. Whatever the format, however, colleges enable particularly important research is currently the subject bards who are interested in a particular area of study of bitter debate, however—some researchers are livid to discuss new business, debate contested topics, and because they did not receive copies of studies they unveil new discoveries. thought were vital to their own research. The college Of course, not every bard is a member of a college, and also has a strict policy that prohibits sharing research no college restricts its membership to bards alone. But results with anyone outside the college. Centuries ago, many bards received at least their initial training from this “no eyes but the learned” policy caused a split in someone affi liated with a college, and bards make up the the organization that led to the formation of the Tales- governing bodies of most colleges. pinners’ League (see below).",
        "name":  "Advancement Opportunities",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The College of Concrescent Lore maintains a friendly rivalry with the College of Arcanobiological Studies and a not-so-friendly rivalry with the Talespin- ners’ League. However, Concrescent Lorists give the cold shoulder to wizards “who just want to copy down our books for the spells, not to learn anything.” TaTlaelsepsipninnenresr’s L’ eLaegaugeue Centuries ago, some members of the College of Con- crescent Lore objected on philosophical grounds to the organization’s secretive approach to information. Their desire to share information with outsiders liter- ally tore the college in two. The disaffected members formed the Talespinners’ League, a college devoted to the free fl ow of information. Since that time, League members have honed their performance skills and branched out beyond the history and arcana studies that Concrescent Lorists favor. Many Talespinners Distinctions: The League’s motto is: “The heart of are bards, but occasional arcane spellcasters are also the tale is in the telling.” Talespinners don’t wear robes, welcome—especially if they are members of the vir- but many add blue and white tassels to their clothing. tuoso prestige class. Admission: Because the Talespinners’ League is",
        "name":  "Relations",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerers are fun to be around but of all the arcane spellcasters—less isolated than a wiz- tricky—you never know when they have hidden agen- ard and less threatening than a sorcerer. Though he das. Some are trustworthy and others aren’t, but they’re shares many skills with rogues, he does not share their all so slick that you never know until it’s too late. Make criminal stigma. Most people either welcome him with sure any sorcerer in your group gets clear and frequent open arms as a talented entertainer or at the very least demonstrations of why he’s better off with you alive tolerate him as reasonably harmless. The bard is one of than not. Enjoy his company, let your group benefi t the few characters who can move freely through all lev- from his powers, but don’t trust him any more than els of society and among nearly all humanoids. His lute you have to. and fl amboyant clothing are passports to any place",
        "name":  "Sorcerer",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nature is full of marvelous music, from bird- Wizards: The wizard has the most wonderful pow- song of every variety to sounds such as the rustle of leaves, ers, but she pays far too high a price for them. All the howl of the wind, the rumble of distant thunder, and that planning, all that study, all the spontaneity she the pounding of the waves on the shore. The simpler has to give up—it would drive you crazy! You respect you keep your music, the more your druid friend her expertise—she knows more spells than you ever likes it. Although her view of the world fascinates you, will—but pity her limitations. Just make sure you her path and yours have little in common. never show it.",
        "name":  "Druids",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Buddy! If you’re not lucky enough to be a sides of the creature you’re attacking, you fl ank it. if the bard, then the next best class to take up is rogue. You have line emerges from two adjacent sides of the enemy, a lot in common with your rogue pal, such as a knack for however, you don’t. For example, the rogue in position stealth and a keen appreciation of the fact that it’s better Rl on the map labeled Finding the Center Point fl anks to avoid fi ghting when you can. Granted, you’ve never the centaur if there’s an ally in position A1 because the mastered that sneak-attack thing she does, but she doesn’t line that connects those two positions passes through have your spells, music, or good looks. Clearly, the two of both long sides of the centaur’s token. But if the ally is you are a winning combination. You’re glad to adventure standing in position B1, no fl anking occurs. The line with her, anytime, anyplace—she can get you into more that connects those two positions passes through one interesting situations (and trouble) than the rest of the long side and an adjacent short side (the rear) of the 84 party combined. centaur’s token.",
        "name":  "Rogues",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level (D) order. Saving Throw: Will disbelief",
        "name":  "The spells in this section are presented in alphabetical Duration",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No AAbsbosrobr bW Weaepaopnon Transmutation Ambient song transforms the sounds needed to produce",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch effects. For example, you could use this spell to make",
        "name":  "Range",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 4 Spell Resistance: Yes",
        "name":  "Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal (see text) Components: V, S, F CHAPTER 6: SPELLS",
        "name":  "Range",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Three illusory performers Spell Resistance: Yes (harmless)",
        "name":  "Effect",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No lating a breeze. You can estimate the number of gold pieces in a pile, the distance of a gap you might have This spell creates spectral accompanists. They appear to leap, the number of foes rushing toward you, or the to be normal performers of any humanoid race (caster’s like—all in a fl ash. To make such an estimate, make a choice) who back up the bard’s performance by play- Perform check (DC 15). Success means your guess is ing, dancing, singing, or any other means the caster within 10% of the true fi gure; failure means it is off by desires. They can also interact with others on a limited 20/6 or more. The exact extent of such a miscalculation basis—smiling, nodding, responding to questions is up to the DM. with a few stock phrases, serving as dance partners, and the like. These illusory performers grant the caster FaFnafnafraere a +2 circumstance bonus on Perform checks for the Evocation spell’s duration. Level: Brd 6 Choir is a Pattern, not a Figment—creatures that be- Components: V S, M come aware of the accompanists’ spectral nature can Casting Time: 1 action still see them. However, not only does a successful Will Range: 100 ft. save negate the bard’s bonus on Perform checks with Area: Cone respect to that creature, it also imposes a -2 circum- Duration: Instantaneous stance penalty on those checks for the remainder of the Saving Throw: Fortitude negates spell’s duration. Spell Resistance: Yes",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) FiFnien-eT-uTnuinnigng This spell creates a martial fanfare that slowly builds in Transmutation volume, inspiring you and your comrades to ever-greater Level: Brd 0 combat prowess. During the fi rst round of the spell, the Components:V, S, F horns and drums can be heard faintly, but no other ef- Casting Time: 1 round fect occurs. On the second round, as the music becomes Range: Touch louder and more inspiring, each affected creature gains a Target: One instrument +1 morale bonus on attack rolls. This bonus increases to Duration: 1 minute per level +2 in the third round, then to +3 in the fourth round as Saving Throw: None the music gets louder and louder. Spell Resistance: Yes (harmless) Allies who move more than 30 feet away from you lose the bonus, but they regain it at its then-current level if This spell enables the caster to make an ordinary instru- they later step back within range. ment perform as if it were of masterwork quality. For the duration of the spell, the instrument grants the user a +2 EaEsays yM Matahth circumstance bonus on Perform checks, or an alternate Transmutation effect as described in Chapter 3 for that instrument type,",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S ment already of masterwork quality. 90 Casting Time: 1 action Focus: The target of the spell.",
        "name":  "Components",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You CHAPTER 6: SPELLS FoFcoucsuisnign gC Chahnatnt Abjuration",
        "name":  "Target",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) HD of el- igible crea- You can use focusing chant to tures for each block out distractions from bard level you possess, the task at hand. Upon up to a maximum of 10 casting the spell, you gain HD. Those with the few- a +1 circumstance est hit dice are the fi rst to bonus on attack be affected. Once you rolls or on one have reached your limit type of skill or ability of creatures, the music does not affect any check for as long as others. Creatures thus captivated can defend them- you continue to do selves but do not initiate attacks. If you lead your fol- the same thing every round. You lowers directly into danger, each is allowed another can attend to the task without concen- Will save to avoid walking off a cliff, stepping into trating on focusing chant, but no speech deep water, or the like. is possible because you must continue Focus: The caster’s instrument. to mutter the syllables of the chant to maintain the spell. If you spend a round doing anything else, the FoFrotritsissismimoo spell ends. Evocation",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) language-based attack, such as a command spell, a harpy’s",
        "name":  "Range",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates +2. If a sonic attack deals damage (like a shout), the spell",
        "name":  "Saving Throw",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Up to 1 city block/level the spell.",
        "name":  "Area",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes HHeaelathltfhuflu Sl lSulmumbebrer Conjuration (Healing)",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 3 run down blind alleys, make wrong turns at intersec- Components: V, S, F tions, and bypass obvious directional indicators during Casting Time: 10 minutes a chase. Any pursuer who loses sight of you and fails Range: Close (25 ft. + 5 ft./2 levels) a Will save has a 50% chance of making a wrong turn Targets: Living creatures within range or heading in the wrong direction, even in the face of Duration: 1 day physical evidence (such as a dangling rope or an open Saving Throw: Will negates (harmless) door) as to your true path. Spell Resistance: Yes (harmless)",
        "name":  "This spell helps you elude pursuers by causing them to Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 round",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A sphere with a radius equal to the range, centered of another spellcaster. For the duration of the spell, the on you save DCs for all spells that the subject casts increase by Duration: 1 round/level 1d4+1. If such a spell deals damage, that damage increas- Saving Throw: Will negates es by +1 point per die. For example, if you cast harmonic Spell Resistance: Yes (harmless) chorus on a 9th-level wizard who in turn casts fi reball, the DC of the fi reball’s Refl ex save would increase by 1d4+1, You can strike up a rousing, inspirational spiritual that and the spell would deal 9d6+9 points of fi re damage. temporarily boosts the effective caster level of each Other variable aspects of the spell (range, duration, and good-aligned divine spellcaster within range by +1. so forth) remain unchanged. This increase does not grant access to additional spells, The benefi ts of multiple harmonic chorus spells stack but it does improve all spell effects that are dependent only when they are cast by different casters. on caster level. In addition, hymn of praise mimics the",
        "name":  "Harmonic chorus lets you improve the spellcasting ability Area",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A tuning fork. effect of a hallow spell with respect to turning or rebuk- ing undead. Within the spell’s area, each good-aligned HHaramrmonoinzieze divine spellcaster gains a +4 sacred bonus on Charisma Evocation checks to turn undead, and each evil-aligned divine",
        "name":  "Material Component",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 2 spellcaster incurs a -4 sacred penalty on Charisma",
        "name":  "Level",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Casting Time: 1 action CHAPTER 6: SPELLS",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You an unhallow spell with respect to turning or rebuking",
        "name":  "Target",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level undead. Within the spell’s area, each evil-aligned di- vine spellcaster gains a +4 profane bonus on Charisma Improvisation makes available a fl oating “pool” of bonus checks to rebuke undead, and each good-aligned divine points that the caster can use as desired to improve his spellcaster incurs a -4 profane penalty on Charisma or her odds of success at various tasks. This bonus pool checks to turn undead. consists of 2 points per level, which the caster can divide Focus: The caster’s instrument. as desired among attack rolls and skill or ability checks. The caster must declare any bonus-point usage before InIsnisdiidoiuosu sR Rhyhtyhtmhm the appropriate rolls are made. Used points disappear Enchantment (Compulsion) [Mind-Affecting] from the pool, and any points remaining when the spell Level: Brd 6 ends are wasted. These points count as luck bonuses for Components: V, S, F purposes of stacking. Casting Time: 3 rounds For example, a 14th-level bard pauses from chasing a Range: Medium (100 ft. + 10 ft./level) pickpocket to cast improvisation. Over the next 14 rounds, Target: One creature he could add +8 to a Spot check, +6 to a Climb check, and Duration: 1 hour per level +7 to two of his attack rolls. Saving Throw: Will negates",
        "name":  "Duration",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A pair of dice. Spell Resistance: Yes InIfnefrenranla Tl hTrherneondoydy The caster plays a catchy, silly, little tune that sticks in the Evocation [Evil, Sonic] mind of any subject who fails a Will save. The endlessly",
        "name":  "Material Component",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F to cast spells, disarm traps, or perform any other action",
        "name":  "Components",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A sphere with a radius equal to the range, centered gence and must make a Concentration check (DC = insidi- on you ous rhythms save DC + level of the spell being attempted)",
        "name":  "Area",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level for each spellcasting attempt.",
        "name":  "Duration",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) JoJyofyuflu Nl Noiosiese You can strike up a pulsing, powerful rhythm that Abjuration temporarily boosts the effective caster level of each Level: Brd 1 evil-aligned divine spellcaster within range by +1. This Components: S, F increase does not grant access to more spells, but it does Casting Time: 1 round improve all spell effects that are dependent on caster Range: 10 ft.",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action CHAPTER 6: SPELLS",
        "name":  "Casting Time",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F Bards often use this spell to provide background",
        "name":  "Components",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes you must touch together to cast the spell. The caster play a gentle melody that lulls the senses of PrPortoétgéégé those who hear it. Any creature within the area that Evocation fails a Will save becomes drowsy and inattentive, suffer- Level: Brd 6 ing a -2 circumstance penalty on Spot and Listen checks Components:V, S, F and a -2 circumstance penalty on Will saves against sleep Casting Time: 3 rounds while the lullaby is in effect. Range: Touch",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched ambient song or a silent or disguised spell to improve the Duration: 1 minute per caster level odds against anyone noticing such a ruse. Saving Throw: Will negates (harmless)",
        "name":  "Many bards use this spell in conjunction with either Target",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The caster’s instrument. Spell Resistance: Yes (harmless) OOtttot’os ’sR eRseissitsibtilbel eD Danacnece You can briefl y grant bardic abilities to a creature of Enchantment (Compulsion) [Mind-Affecting] your choice. The subject of the spell can then function",
        "name":  "Focus",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round imparts no spellcasting ability and does not grant ac-",
        "name":  "Casting Time",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) cess to spells not normally available to the subject. For",
        "name":  "Range",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Focus: The caster’s instrument. CHAPTER 6: SPELLS SnSinpiepre’sr ’sE yEeye SpSepcetcrtarla Wl Weaepaopnon Transmutation Illusion (Shadow)",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creatures within a 15-ft.-radius sphere Spell Resistance: Yes (harmless, object)",
        "name":  "Area",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action CHAPTER 6: SPELLS",
        "name":  "Casting Time",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No save to resist the effects.",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A tuning fork. This spell conjures one instrument of the type the caster typically favors. The quality of this summoned WWaial iol fo Df Dooomom instrument can vary widely (roll 1d6): poor (1), average Evocation [Sonic] (2-5), or masterwork (6). Only one instrument appears Level: Brd 5 per casting, and it cannot be exchanged for another. Components: V",
        "name":  "Material Component",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action by dismissing the spell. Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "The caster can, however, reject the instrument simply Casting Time",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cone elsewhere, not a fi gment or creation. For that reason, it Duration: Instantaneous (see text) is considered good form to deposit a small fee inside the Saving Throw: Will negates instrument before it returns whence it came. Spell Resistance: Yes SySmympaptahtehteicti cV iVbirbartaiotinon Anyone caught in the cone of this spell suffers ex- Evocation [Sonic] cruciating pain and is disheartened and demoralized",
        "name":  "This is a real instrument temporarily borrowed from Area",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes well. If cornered, the affected creature cowers instead of fl eeing (see Condition Summary in Chapter 3 of the By attuning yourself to a freestanding structure such as Dungeon Master’s Guide). a building, bridge, or dam, you can create a damaging vibration within it. Once it begins, the vibration deals ZoZnoen eo fo Sf iSleilnecnece 2d10 points of damage per round to the target struc- Illusion (Glamer) ture. You can choose at the time of casting to limit the Level: Brd 4 duration of the spell; otherwise it lasts for 1 round/level, Components: V, S, F if cast upon a target that is not freestanding, such as a Casting Time: 1 round",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes By casting zone of silence, you can manipulate sound waves in your immediate vicinity so that you and those within the spell’s area can converse normally, yet no one outside can hear your voices or any other noises from within. This effect is cen- tered on you and moves with you. Anyone who enters the zone immediately becomes subject to its effects, but those who leave are no longer affected. Note, however, that a successful Read Lips attempt can still reveal what’s said inside a zone of silence.",
        "name":  "Spell Resistance",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The caster’s instrument. 96 Hand The of the Highwayman A Web Enhancement for Song and Silence The judicious use of bardic abilities can help an adven- If your players aren’t accustomed to using bardic abili- turing group in a variety of ways. Bardic knowledge can ties to their fullest, it may help to send the characters provide background information for an area or a situa- on an adventure that offers several opportunities for tion, offer clues to a mystery, serve as a vehicle for the using these talents. Here’s a short scenario that demon- Dungeon Master (DM) to introduce new concepts, and strates how bardic abilities can enhance a group’s suc- even help the canny DM determine what areas of the cess. campaign world interest players most. This DUNGEONS \u0026 DRAGONS® web enhancement Bardic music can bolster an adventuring party’s showcases bardic abilities (particularly bardic knowl- combat capabilities, counter spells, and pave the way edge) and features a spymaster NPC, as well as several for gathering information, conducting investigations, of the sample traps listed in Song and Silence: A Guide- and a host of other noncombat situations. In addition, book to Bards and Rogues.It is designed for four charac- the bard’s normally high Charisma helps him make ters of 6th to 7th level. The party should include at least friends and gain new allies almost everywhere he one bard. goes. PREPARATION Credits You need the Player’s Handbook, the DUNGEONMASTER’s Guide, the MONSTERMANUAL®, andSong and Silence to",
        "name":  "Focus",
        "source":  "song_and_silence.txt",
        "_id":  "ddaabb6653bef00d7f9b1849e0a8e2f1be4e817552c98048e3be3b3c331d42d0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ghostwalker benefits from the arena floor (much to the chagrin of their anonymity, but should his name ever become known surprised opponents). In some rare cases, arenas to his foes, his powers are weakened. On those feature “spellcaster duels” or pit a warrior against a enemies who know his name, his resolute aura no wizard, making sure that the spellcaster’s repertoire longer functions. If they are hostile, he cannot feign is suitably flashy and unlikely to harm the specta- death, become ethereal, or shadow walk in their pres- tors. Becoming a gladiator is a simple matter, say the ence (to a distance of 100 feet), and his painful reck- veterans of the pits. “Survive your first match, and oning bonus, if any, is halved against them. you can call yourself a gladiator. Lot of good it will",
        "name":  "Anonymity",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Calling on the obscure, mystic forces PerformorIntimidate: 4 ranks. (Crowds respond that drive him to wander the world, the ghostwalker best to the most attractive and most menacing has the power to become ethereal, as per the spell ethe- combatants.) real jaunt. The effect persists for 1 round per level of the Feats: Must have at least two feats from the list of ghostwalker. This is an extraordinary ability. fighter bonus feats. You do not have to earn them as a",
        "name":  "Etherealness",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ghostwalker can shadow walk, fighter, but they must appear on that list. as per the spell. The character travels at a rate of one mile in (11 – the number of ghostwalker levels) Class Skills minutes. The maximum time that the ghostwalker can The gladiator’s class skills (and the key ability for each shadow walk is 1 hour per level per day. The ghost- skill) are Bluff (Cha), Climb (Str), Craft (Int), Handle walker can shadow walk three times per day. In addi- Animal (Cha), Intimidate (Cha), Jump (Str), Perform tion, while in this state, the ghostwalker heals at the (Cha), Ride (Dex), and Tumble (Dex). See Chapter 4: rate of 3 hit points per ghostwalker level. This is an Skills in the Player’sHandbook for skill descriptions. extraordinary ability.",
        "name":  "Shadow Walk",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "By rattling his chains as a standard action, the them. It costs 25 gp to modify a chain in this manner, master can induce fearin a creature as the spell of the and 10 gp to add new spikes once the modified chain same name, using his class level as the caster level (see has been used five times. (After five uses, the modified the Player’sHandbook). The master can use this extraor- chain can be used as a normal spiked chain.) Only 8th dinary ability only once per day. level and above masters of chains can make and use",
        "name":  "Scare",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a ninja can catch an opponent when and never risk accidentally poisoning themselves she is unable to defend herself effectively from his attack, when applying poison to a blade. he can strike a vital spot for extra damage. Any time the Fast Climb: The ninja can scurry up a wall at unbe- ninja’s target would be denied her Dexterity bonus to AC lievable speed. With each successful Climb check, the (whether she actually has a Dexterity bonus or not), the ninja can move half his speed as a move-equivalent ninja’s attack deals +1d6 points of damage. This extra action or his speed as a full-round action. Further- damage increases by an +1d6 points every other level more, he retains his Dex bonus to AC while climbing. (+2d6 at 3rd level, +3d6 at 5th level, and so on). Should Silencing Attack: If the ninja successfully hits a the ninja score a critical hit with a sneak attack, this extra flat-footed opponent with a melee attack, the oppo- damage is not multiplied. This class ability stacks with nent is unable to speak for one round. This prevents any other sneak attack the character possesses. casting spells with a verbal component and shouting It takes precision and penetration to hit a vital spot, warnings or alarms. so ranged attacks only count as sneak attacks if the Fast Sneak:When using Move Silently and Hide, target is 30 feet away or less. the ninja can move at his normal speed without suffer- A ninja can only sneak attack living creatures with ing a penalty to those skills. discernible anatomies—undead, constructs, oozes, Invisibility: The ninja can turn invisible (as the plants, and incorporeal creatures lack vital areas to spell invisibility, but targeting himself only) once daily attack. Additionally, any creature immune to critical for each level of ninja. hits is similarly immune to sneak attacks. Also, the Opportunist: Once per round, the ninja can make ninja must also be able to see the target well enough to an attack of opportunity against an opponent who has pick out a vital spot and must be able to reach a vital just been struck for damage in melee by another char- spot. The ninja cannot sneak attack while striking at a acter. This attack counts as the ninja’s attacks of oppor- creature with concealment or by striking the limbs of tunity for that round. Even a ninja with the Combat a creature whose vitals are beyond reach. If a ninja gets Reflexes feat cannot use the opportunist ability more a sneak attack bonus from another source (such as than once per round. rogue levels), the bonuses to damage stack. Gaseous Form:You can assume gaseousform, as the",
        "name":  "Sneak Attack",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "By focusing his ki, the ninja can become ethereal for a moment or two. Three times a Requirements day as a free action, the ninja can make an ethereal To qualify as an initiate, a charater must fulfill all the jaunt (as the spell of the same name, except the dura- following criteria: tion is only 1 round). BaseAttack Bonus:+5. Knowledge(religion):2 ranks. See Complete Warrior",
        "name":  "Ethereal Jaunt",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You have plumbed the true To qualify to become a Red Avenger, a character must depths of horror and hopelessness. Once per day, you fulfill all the following criteria. can trigger a spell-like ability similar to the arcane BaseAttack Bonus:+5. spell phantasmal killer (save DC 14 + the Ravager’s Feats: Improved Unarmed Strike, Stunning Fist. class level) as a standard action. To the foe you select, Listen:8 ranks. you seem to take on the visage of what the target fears Tumble:8 ranks. most. To others including yourself, no effect is discernible. In order for the phantasm to touch the Class Skills target, the Ravager must make a successful touch The Red Avenger’s class skills (and the key ability for attack. In all other respects, this ability functions as each skill) are Balance (Dex), Gather Information the spell in the Player’sHandbook. (Cha), Hide (Dex), Listen (Wis), Move Silently (Dex), Spot (Wis), Tumble (Dex).",
        "name":  "Visage of Terror",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cavalier prestige class. spell—the undead are not susceptible to that spell.",
        "name":  "Goal",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Balance 8, Concentration 8, Listen 13, to eliminate the mount entirely. This is not easy, since Move Silently 8, Spellcraft 3, Spot 13, Tumble 8; Deflect any rider with the Mounted Combat feat can replace his Arrows, Dodge, Improved Initiative, Improved Trip, mount’s AC with the result of a Ride skill check. Power Attack. However, unless your opponent is of low level, the",
        "name":  "Skills and Feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +6, Intimidate +8, bonus. Her AC is 24, and her attacks are +15/+10/+5. Knowledge (religion) +4, Ride +10; Mounted Combat, Stunned by François’s ferocious attack, Shaez quickly Spirited Charge, Ride-By Attack, Trample. finds her feet, tumbling past him and leaping on top of Spells (–/2): cure light wounds, divine favor. the table he just left. Tumbling past an opponent without",
        "name":  "Skills and Feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "On command, this ring imbues the monk level 3rd+; Market Price:5,000 gp. wearer’s hands with electrical energy. The wearer can Sandals of the Tiger’s Leap: These sandals allow the make touch attacks that deal 1d8+3 electrical damage. wearer to make devastating flying kicks. The wearer As with a regular touch spell, the wearer can also must have 5 ranks of Jump or Tumble to use them. On simply make unarmed attacks normally, the ring a charge, she can perform a flying kick. Treat this as an discharging whenever the wearer successfully hits. unarmed attack that deals double normal damage.",
        "name":  "ShockingBlows",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +6, Knowledge (arcana) +8, Move Silently +4, Profession (gardener) +5, Spellcraft +8; Dodge, Toughness.",
        "name":  "Skills and Feats",
        "source":  "sword_and_fist.txt",
        "_id":  "f18a0fe00e1073be41dcd28ee590f2464bfe3abe7bb84f9d188e8a66b0dd11a0"
    },
    {
        "origin_file":  "spells.json",
        "description":  "YounolongersufferfromLight Sensitivity andsuffernopenaltieswhile working in bright sunlightor within the radiusof adaylight spell. PSYCHOLOGY TheDerroaretaughtfromanearlyagethat only thefittestsurvive. As childrenthey struggleto stayalive asindividualsand groups. Theylearnquickly to recognise thestrongestamongthemandfollow theirlead. Powerisrespectedamongthe derro,while weaknessisacalltobeculledfromthe Lessthantenpercentof derrohavethisgenetic clan. mutation,thosewhodoareoftenchosenasleaders orbecomesavants.It isworthnotingthatunlike Derroaretold from childhoodof their inherentright mostderrochildren,Sun-braversareaffordedmuch to ruleoverall thelands,belowandabove. They morecareandinturn haveamuchhighersurvival believethemselvesto bethefittestof all theraces rate. Thiscareisbornmoreoutof recognitionof the andthenaturalrulersof theworld. Theonlything child\u0027s importto theclanratherthananytrue thatholdsthemfrom their rightful positionisthe affection. cursedsun,aproblemtheyhavespentgenerations struggling against. Shade-stalkersarederrobornwith thesame vulnerability to thesunastheir kin but unlike other derro,withan improvedabilitytoseeincomplete It is perhapsfor these reasonsthat savantsand Sun- braversaresoreveredamongstthederro. They darkness.SomeShade-stalkersalsodevelopthe representboththepowerandthepromisethatone ability toseewith theirothersenses,allowing them to operateeffectively without everrelying ontheir day the world above will be theirs. eyes. Also ingrainedinto thederropsycheisthepursuitof battleby stealthanddiversion. Derroleadersand New Feats savantsaremastersof harassmentandconfusion. Sun-braver(Unique) Direct combatisavoidedatall costs;preferring",
        "name":  "Benefit",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Younolongersufferfrom the effects of Sunlight Vulnerability insteadyou suffer from Light Whensuccessfulraidsor conquestsreturnderroare Sensitivity. Light Sensitivity causesyouto suffera unconcernedfor their captives\u0027well being,putting -2 circumstancepenaltyto attackrolls, savesand them toworkintheirfungusfarms,minesandlabour checksin bright sunlightor within theradiusof a camps,immediately. Perhapsslaveswho cannot daylight spell. handlethehardlabourare,in thefinal analysis,",
        "name":  "Benefit",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A Regnarre Skrubba persecutorcastsdivine Stelte Vasha spells. A persecutor mayprepareandcast anyspellonthecleric\u0027s spelllist, providedhe cancastspellsof that ROLEPLAYING WITH DERRO level. TheDifficulty Classfor asavingthrow affectedby staggeringtouchthepersecutorcan againstapersecutor\u0027sspellis 10+ thespell\u0027slevel+ makeIntimidatechecksata+1circumstance thepersecutor\u0027sWisdommodifier. modifierfor eachpointof damage.A successfulWill Eachpersecutormustchooseatimeatwhichhe savenegateshalf thedamageandall of the mustspendanhoureachdayin quietcontemplation circumstancemodifiers. TheDifficulty Classfor a or supplicationto regainhis daily allotmentof savingthrow againstthepersecutor\u0027sstaggering spells. Timespentrestinghasnoeffectonwhethera touchis 10+ thepersecutor\u0027slevel+ thepersecutor\u0027s persecutorcanpreparespells. Charismamodifier. Staggeringtouchcanonly be In additionto his standardspells,apersecutorgets usedacertainnumberof timesperday(determined onedomainspellof eachspelllevel,startingat 1st. by level).",
        "name":  "Obsidenne Polva Spellsper Day",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "With asuccessfultouchattacka comefromoneof histwo domains,chosenfrom persecutorcancausethevictim to suffer 1d6points amongstthefollowing: Chaos,Destruction,Evil and of normaldamagefor anumberof roundsequalto Trickery. hiswisdommodifier. Intimidatechecksata+2",
        "name":  "Whenapersecutorpreparesadomainspell,it must Tormenting Touch",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A persecutorcanconvert circumstancemodifierfot eachpointof damage.A preparedspellsinto inflict spells(inflict spellsare successfulWill savenegateshalf thedamageandall thoseprefixedwith \u0027inflict\u0027 in thetitle). A of thecircumstancemodifiers. TheDifficulty Class persecutorcan\u0027t usespontaneouscastingto convert for asavingthrowagainstthepersecutor\u0027s domainspellsinto inflict spells. Thesespellsarise tormentingtouchis 10+ thepersecutor\u0027slevel+ the from theparticularpowersof TheTormentor,not persecutor\u0027sCharismamodifier. Tormentingtouch divine energyin general. Chaotic,Evil, Goodand canonlybeusedacertainnumberof timesperday",
        "name":  "SpontaneousCasting",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A persecutorcan\u0027tcastspellsof an (determinedby level). alignmentopposedto hisownor to TheTormentor\u0027s RebukeUndead:A persecutormayusethisability a alignment. numberof timesperdayequalto threeplusthe persecutor\u0027sCharismamodifier. Thepersecutorturns",
        "name":  "Lawful Spells",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "With asuccessfultouchattacka undeadasaclericof two levelslowerwould. A persecutorcancausethevictim to suffer 1d6points persecutormayattemptto rebukeundeadanumber of subdualdamagefor anumberof roundsequalto of timesperdayequalto threeplushisCharisma hiswisdommodifier. Duringtheroundsavictim is modifier. The Persecutor Level BaseAttack Fort Save RefSave Will Save Special 1 +0 +2 +0 +2 SpontaneousCasting,StaggeringTouch 1/day 2 +1 +3 +0 +3 Totmenting Touch1/dlay 3 +2 +4 +1 +4 RebukeUndead 4 +3 +4 11:-1 +4 CharmingVoicel1day 5 +3 +5 +1 +5 StaggeringTouch2/day 6 +4 +5 +2 +5 Tormenting Touch2/day 7 +5 +6 +2 +6 ProgrammingVoice 1/day 8 +6/+1 +2 +6 Charming VOICel/day 11:-6 9 +6/+1 +7 +3 +7 StaggeringTouch3/day 10 +71+2 +7 11:-3 +7 Tormenting TOuch3/day Spells per Day Level Otb 1st 2nd 3rd 41h 1 2 1+1 - - - 2 3 1+1 - - - 3 3 2+1 - - - - - 4 4 2+1 1+1 5 5 2+1 1+1 - - - - 6 5 3+1 2+1 7 6 3+1 2+1 1+1 - 8 7 4+1 2+1 1+1 - 9 7 4+1 3+1 2+1 1+1 10 8 4+1 3+1 2+1 1+1 ROLEPLAYING WITH DERRO",
        "name":  "StaggeringTouch",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "With asuccessfulIntimidation checkthepersecutorcancharm(asif by thespellof thatname)asinglehumanoid. A successfulWill savenegatestheeffects. TheDifficulty Classfor a savingthrow againstthepersecutor\u0027scharming voiceis 10+ thepersecutor\u0027slevel+ thepersecutor\u0027s Charismamodifier. Charmingvoicecanonly be usedacertainnumberof timesperday(determined by level).",
        "name":  "Charming Voice",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Onceperdayapersecutor mayattemptto programasimpleinstruction(no longerthentwenty-five words)into the subconsciousof asinglehumanoid. In orderto be successfulthepersecutormustsucceedatanumber of Intimidation checksequalto theHD of the humanoidbeingprogrammed. A singlesuccessful Will savenegatestheentireprocessandforcesthe persecutorto wait until thenextday. TheDifficulty Classfor asavingthrowagainstthepersecutor\u0027s programmingvoiCeis 10+ one-halfof the persecutor\u0027slevel+ thepersecutor\u0027sCharisma modifier. SAVANTS Tobeasavantistobethemasterof theclan. It isto havethesecretsof theagesatyourfmgertipsandit istoweavetheveryfabricof theworldto yourwill. Tobeasavantistobetheinstrumentof The Tormentor,to beanextensionof His divinewill that determinesif life shallbefilled with poweror empty Concentration(Con),Craft (Int), Knowledge(any) of promise. (Int), Profession(Wis), Scry(Int, exclusive skill) and Spellcraft(Int). -An excerpt from The Tome of Forbidden Names",
        "name":  "Programming Voice",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4. charactergainsnewspellsperdayasif hehadalso",
        "name":  "Hit Die",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Transmutation Thecastercallsuponthespirit of adeceasedderro",
        "name":  "SpellResistance",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Answersareusuallybrief,cryptic,or repetitive. If Thisspellgrantsaderrothebenefitsof theGifted thedeceasedhasbeensubjectto anameof thedead Shade-stalkerfeatfor alimited amountof time. This or speakwith deadspellwithin thepastweek,the spellonly affectsderrowhodonothavetheGifted newspellfails. Any deceasedderrothathasbeen Shade-stalkerfeat. turnedinto anundeadcreaturecan\u0027t bespokento with thisspell. ThecastermustbeusingTheBook Day-Seer of ForbiddenNamesashisdivine focus. Transmutation",
        "name":  "SpellResistance",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "SpellResistance",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "I hour/level Thisspellgrantsaderrothebenefitsof theSeasoned",
        "name":  "Duration",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes spellonly affectsderrowhodonothavethe Thisspellgrantsaderrothebenefitsof theShade- SeasonedSun-braverfeat. stalkerfeatfor alimitedamountof time. Thisspell only affectsderrowhodonothavetheShade-stalker feat. SCENARIO HOOKS AND IDEAS SCENARIO thefinal stagesof crafting The Tome of Forbidden Names for theirnewclan. RAIDERS, RAIDERS HOOKS AND EVERYWHERE Constantraidsfrom aderrotribe havehoundedthe IDEAS localpopulationfor thelastmonthandseemto be growingin bothnumberandaudacity. Uponthe D erro are the perfect encounter for almost any players\u0027 arrival, thelocal authoritiesrequesthelp group of adventurertshatistraversingthe dealingtheseraidersaseriousblow. A localranger Underdeepsbetheylow level neophytesor hasdiscoveredthecavefrom whichthederromake high levelveterans.GamesMastersshouldalso their forayseacheveningandneedshelpin setting havetheoccasionalOverearthencounterwith the upanambush.Of course,assoonasthingslookbad derrojust to keeptheplayersontheirguardandto for themthederrowill retreatbackinto thecaves makeit perfectlyclearthatthederroareactiveboth andbeginfighting adefensive,at leastfor alittle belowandabovetheearth. With thewidevarietyof while. If theplayersfollow theretreatingforcesthey derrosquadsandplatoonsto choosefrom Games shouldmeetever-increasingtrapsandderro. Those Mastershavetheability to tailor derroencountersto whodonotknowwhento retreatwill mostlikely anappropriatelevelfor theirplayers. Provided find themselvestheservantsof thederro. At this belowisalist of scenariohooksandideasthat point if anyderrohasseentheplayersandsurvived GamesMasterscanuseto bothintroduceand to reportbackto theMandare,thenit will bethe highlight thederroin hisexisting campaign. Mandare\u0027sprimarygoalto seeanendputto these \u0027meddlesomeoverearthers.\u0027 MISSING MERCHANT DERRO IN THE DAYLIGHT A well-knownandrespectedmerchantandhis caravanhavegonemissing. Heistwoweeks In astrange twist of fate a single derro clan hashad overdueandlocal authoritiesareworried that anabundanceof Sun-braversborninto its ranksover somethinghashappenedto him andhiscaravanin thepasthundredyears. With this suddeninflux of themountainpasses.Theplayerscaneitherheartell Sun-braverstheclanhasbeenpreparingfor its first of thisandinvestigatethemselvesor canbe daylightraid into thesurroundingregion. A Sun- approachedby themerchant\u0027sfamily or thelocal braversavantandhis studentsareto accompanythe authoritiesandhired to look into thedisappearance. raidingpartyto assesstheirsuccess.If thingsgo Ambushesandcavedelving shouldaboundasthe well thederrowill beginto operatedayandnight in playersfind cluesthatleadthemto arecently thelocalareaandevenattemptto takeandhold resettledderrolair andtheirnewly acquiredslaves, fortifications onthesurface. Theclanbelievesthat themerchant\u0027scaravan. TheTormentorhasblessedthemwith anopportunity to begintheconquestof theOverearth. Theplayers VANGUARD happento bein theareawhenthisdaylightraid isto takeplace. If theysoundlydefeattheraidersthey A derrovanguardunithasnotreceivedwordfrom will havesetbacktheclan forawhile,but themaintribeof its successfulrelocation. The eventuallyit will try again. Theonly wayto truly savanthasdecidedthatthevanguardmustmoveon stopthisclan will betoexterminatethemfromthe andassumetheworst. Theyheadouttothe area,but doingsowill bedifficult andwill doubtless secondarysite,anabandoneddwarvenoutpostset bring abouttheenmityof theclan. intothesideof amountain. It isnotthebestof locales,but it will haveto dountil thisvanguardcan becomeaclanin itsownright. Theplayersin this scenarioeitherby havingthemcomeacrossthe dwarvenoutpostandits fledgling derroclanduring theirtravelsor heartell of alegendarytreasureheld within theruinedwallsof theoutpost. Whenthe playersarriveit isataninconvenienttime for the fledglingclan. Their savantandpersecutorarein FINNIUS\u0027S MINE FINNIUS\u0027S THE REAL STORY WhatFinniusfoundwasmuchmorethanjust a cavernmadeof mithril, it wasaminingchamberof a MINE full-fledged derrosettlementandneedlessto saythe derrowerenotpleasedby Finnius\u0027sintrusion. As it happenedFinniuswaslucky thathehadfoundthe cavernwhenhedid. Thederrohadonly recently THE LEGEND discoveredit andwerenotyet activelymining the E area. Unfortunatelyfor Finniusheneverthoughtto very legendbeginswith anameandthat investigatetheothertunnelleadinginto thecavern. namehappensto beFinniusGraple. Finnius Otherwisehewouldhavenoticedthatit wasa wasaprospectorwhofirst discoveredand miningtunnelnotunlikehisown. Upononeof his workedthecavernsnowknownasFinnius\u0027sMine. tripsdownto themithril cavernFinniusheardthe Hedid well for himselfovertheyearsandslowly soundof diggingandstrangevoices. Whenhe expandedhisoperationto includeadozenor somen investigated,Finniusfoundhimself staringataderro from thenearesttown.Finniuswould sendhisfellow miningcrewmadeupof adozendifferentraces. minershomeeachwinter to restandenjoytheir Renderedunconsciousfrom awell-delivered year\u0027sgainswith family andfriends,while he knockoutbolt, heawoketo find himselfaslaveof remainedattheminein asmallcabinhehadbuilt thederroandworking in themithril chamberhehad neartheentrance. Occasionally,old Finniuswould straponhismining bootsanddosomediggingto \u0027discovered\u0027. Theteamof minerssentto lookfor Finniussufferedasimilarfateandwereputtowork keepwarm. Onewinterhedidjust suchathingand tohisamazemenhtefoundacavernfull of the in thederrominesbesidetheiroldboss. Therehave beenafewminor incursionsfrom adventurers,but fabledmaterialknownasmithril. Tosayhewas thusfar therehasnotbeenanythingthatthederro elatedwould beanunderstatement.Heimmediately could not handle. extractedasmalllumpof mithril from thewall and madehiswaybackto hiscabinandhisledger. THE CLAN",
        "name":  "SpellResistance",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 30 ft., Dwarven Traits, LIST Spell resistance 18, (Sunlight Vulnerability- only if savant is a Shade-Stalker)",
        "name":  "Special Qualities",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 8, Dex, 15, Con 13, Int 14, Wis 12, Cha 10 Medium-Size Humanoid (Derro) 7thLevel Fighter Skills: Alchemy +12, Concentration +11, Knowledge (arcana) +12, Spellcraft +12",
        "name":  "Abilities",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision SAVANT 30 ft., Dwarven Traits, Spell resistance 18,(Sunlight Vulnerability- only if persecutor is a Shade-Stalker) Medium-Size Humanoid (Derro) 5thLevel Sorcerer/2nd level Savant Saves:Fort +7, Ref +2, Will +7",
        "name":  "Special Qualities",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 30 (Derro) ft., Dwarven Traits, Spell resistance 1st Level Rogue 18, Sunlight Vulnerability",
        "name":  "Special Qualities",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision30ft.,DwarvenTraits, Featsin italics aregrantedby raceor class. * Spell resistance 18, (Sunlight Vulnerability- only if scout is a Shade-Stalker) RAIDERS",
        "name":  "SpecialQualities",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 30 ft., Dwarven AC: 14(-I size,+I Dex,+4natural) Traits, Spell resistance 18, Sunlight Attacks: Bite +7melee",
        "name":  "Special Qualities",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Light lanceId6-1pluspoison (witherweed extract) (greenbloodoil); or netpluspoison(witherweed Face/Reach:5 ft. x 5 ft./5 ft. extract) Special Qualities: Darkvision 30 ft., Dwarven Traits, Face/Reach5:ft. x 5 ft./5 ft. Spell resistance 18, Sunlight Vulnerability",
        "name":  "Damage",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision30ft., DwarvenTraits, Saves:Fort +3, Ref +2, Will +0 Spellresistance18,SunlightVulnerability Abilities: Str 9, Dex, 14,Con 13,Int 10,Wis 10,",
        "name":  "SpecialQualities",
        "source":  "the_slayers_guide_to_derro.txt",
        "_id":  "e7a5b30d3538b341721e073bd438f2443bb152cc2a96a4c87cd0c8fe3e52c528"
    },
    {
        "origin_file":  "spells.json",
        "description":  "claw 1d4+1, bite 1d4, or javelin 1d6+1; himself when you succeed. Such benisons as SV Fort +8, Ref +7, Will +8; AL NE; Str 13, Dex 15, knighthoods, lesser titles, grand serjeant for Con 17, Int 9, Wis 17, Cha 9. example, for those of common birth, made citizens Skills and feats: Animal empathy +7, Balance +6, too. Each brave defender of his realm will be given Concentration +13, Handle animal +9, Hide +2, a silver casket containing 1,000 gold coins. Of Jump +7, Listen +3, Move silently +2, Spot +6, course any monetary treasure taken in the process Swim +9; Extend spell, Heighten spell, Multiattack, of carrying out your commission will be one-half Skill focus (animal empathy). your own, the other portion being that of the state.",
        "name":  "You will each receive honours from the Archpriest Damage",
        "source":  "the_slayers_guide_to_dragons.txt",
        "_id":  "01222f8179ab75fbad36fe3e2292a4a03c72a5a05e1bf49f5d5845a0d57b3eac"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities (At will, 30 ft.; AC 16 (-1 size, +1 Dex, +5 natural); Attack: darkness and invisibility; 1/day, charm person, cone Bite +10 melee (1d10+7); SA -; SQ -; AL N; SV Fort of cold, gaseous form, polymorph self, and sleep +9, Ref +5, Will +2; Str 25, Dex 13, Con 21, Int 2, save DC 13 + spell level; cast as 9th level sorcerer; Wis 12, Cha 2.",
        "name":  "Special Attacks",
        "source":  "the_slayers_guide_to_dragons.txt",
        "_id":  "01222f8179ab75fbad36fe3e2292a4a03c72a5a05e1bf49f5d5845a0d57b3eac"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +6, Listen +5, *Hide +10 in overgrown areas Spellcraft +4, Spot +5; Improved Initiative The lizardmen have amassed an assortment of",
        "name":  "Skills and Feats",
        "source":  "the_slayers_guide_to_dragons.txt",
        "_id":  "01222f8179ab75fbad36fe3e2292a4a03c72a5a05e1bf49f5d5845a0d57b3eac"
    },
    {
        "origin_file":  "spells.json",
        "description":  "By the4thand5th levels,theskulk hasbecomeamasterof surprise. At 4th level, askulk canneverbe caughtflatfooted andcannotbeflanked or surprised. Conversely,whentheysurprise anenemytheyreceiveafull ratherthan partialaction.Skulks alsogaina+2on their initiative rolls following asurprise round in which they successfully surprise afoe. At 5thlevel, skulksgaina+2 competencebonustoattackrolls during asurpriseround againstsurprisedfoes. Their critical threatrangeisalsodoubled onsuchattacks. GOBLIN SPELLS Blood Glyph Abjuration",
        "name":  "Surprise Mastery",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V,S of awolf tocastthespell,althoughnotnecessarilythat",
        "name":  "Components",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50-ft. doublethebaseradiusof thespell. A fire pit of atleast",
        "name":  "Range",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This spelldoesnotensure the worg\u0027s favour, nor treatedasspelleffectsfor thepurposeof extinguish doesit guaranteethecreatureisnotalreadyallied with light. anothertribe. This spellmaynotbeusedtocounterlight-producing Child of the Mighty One spellsandnormal firesextinguished bythespellcanbe Transmutation relit normally.",
        "name":  "Note",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes(harmless) Divination",
        "name":  "Vision of the Wolf Spell Resistance",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No ability asdescribedin CoreRulebookI.",
        "name":  "Spell Resistance",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "spells.json",
        "description":  "TheGameMasterisencouragedto avoidcontactif possible,sizinguptheiropponents. placebloodwards(seenewspells)throughoutthe Oneormorerunnersmaybedispatchedtothe warren.Eachshamancanmaintainthreewardsand warrenif trespassersappearwell equippedorheaded eachpriestmayhavesix. Thesewardsshouldalso forthelair. If timeallows,goblinswill prepare beplacedintheareasurroundingthewarrenandcan anambush.After striking with surprisetheywill beusedaspartof aneffectiveambush. retreattowardapreparedtraporambushsite. Asa THE TORN HEADS WARREN lastresort,theywill split intosmallguerrillabands 3CavalryWarriors Cave(ELVaries,2+): Thisroom andharasstheenemywith missilefire,retreatingto isstrewnwith oldbones,unfinishedmealsandold furs. whereanothergroupliesinwait.Theywill headto A roughwoodentableandstumpchairsprovideasense thewarrenonlyoncetheyhaverepelledanenemy of furnishing. Therewill beId8 cavalrywarriorshere, andwill avoidleadingotherstothelair. therestbeingonpatrolwith theworg. Females(1d2), belongingtothecavalry,arealsopresent. Inthelair,defenderswill fall backfrom invaders, fightingtoslowprogressandallow for ambushor Tactics: Thesewarriorswill fight butwill seek for alliestoachieveflankingpositions. Femalesand away to call or retreat to their worg or involve youngwill beevacuatedatthefirstsignofdanger. reinforcements from area4. Thetribe\u0027swolvesareitsfirstlineof defenceand theywill attackfiercely,hopingtointimidate, 4Rogues(Scouts)Cave(ELVaries,2+): Therogues overrunorforceinvadersaway. Failingaquick ofthetribearehousedhereand1d12arepresentatany victory,warriorswill taketothetunnels,harassing time. Theroomisstrewnwith largeboulders,furs(for enemieswith missilefireandusingthenatural sleeping)andotherclutter. Females(1d2),belongingto bottleneckofthesmallertunnelstoslowthem. If the thescoutswill alsobepresent. situationbecomesdire,warriorswill attackdirectly while leadersprepareabetterplanorretreatfromthe",
        "name":  "BloodWard",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Smitepoweronceperday,Evil hischapterprovidesGamesMasterswith spells+1casterlevel;CR: 5. avarietyof ready-madegoblins. These creaturesarecompleteandeasilydropped directly intoagamewith nopreparationorcan GOBLIN HERO/ beeasilycustomisedtomeetcampaignneeds. An attempthasbeenmadetooffer awiderange LIEUTENANT ofarchetypesbutgreatvarietystill existsamong 2ndLevel Warrior/2nd Level Fighter/1 s1 Level Rogue differing tribes. Adventurersshouldnevermake",
        "name":  "T Domain Power",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DC 11+ spell level 0 Create Water, Ghost javelin +6 ranged; Damage: javelin 1d4-1, light - Sound, Guidance; 1st Bless,Burning Hands, Sleep; lance or morningstar 1d6-1; SV: Fort +3, Ref+3,",
        "name":  "Spells",
        "source":  "the_slayers_guide_to_goblins.txt",
        "_id":  "4e67928dd0575d4a67d3532e0a0949c326d94d719de7dd9af5bab3faa6bea838"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whirlpool (kraken) surface would be dolphins, sharks, whales and, of A kraken can use its size and power to spin a course, ships. In this mode they often resemble captured surface ship to assist in dragging it below small islands or sandbars. This particular style of the surface. attack is strange in that the kraken certainly does not need to do it. It could just as easily lurk in the Benefit: The kraken must spend one minute for depths and then dart up to grasp the helpless victim. every structure point of the captive vessel, spinning The only plausible reason is that they enjoy doing it around on its axis, to cause a whirlpool sufficient it. It entertains them to bask in the sunlight until to suck it beneath the waves. Without this feat, the something ignorantly comes to investigate, and then kraken must spend two minutes for every structure they gain malicious glee in attacking. The point spinning the ship. The constricting tentacles commonality of this attack is well attested in of a kraken will cause damage to a ship in standard literature and the cautious sailor treats any floating fashion, with every ten hit points counting as one object with the respect it deserves. None-the-less, structural point. Note: any damage done to the ships are often lost to this attack and the low captured ship by the crushing tentacles, or the biting survival rate of the crew of these unfortunate vessels beak, reduces the time needed to pull it under. means that word of this devious and evil assault are Additionally, any ship within 300 feet of the more often than not written off as apocryphal. doomed vessel is pulled toward the growing whirlpool and will be sucked down along with it The more common, and terrifying, attack mode of unless they have more structure points than the the kraken is to ascend below the hull of a passing target. ship, pass its gigantic tentacles around either side, and slowly but inexorably draw the whole ship Characters fighting a kraken aboard a ship that is beneath the surface. Usually the first anyone is being spun in a whirlpool suffer a -1 attack penalty aware of this attack is when the mighty limbs burst for every full minute that the spinning occurs. from the water and start to fold over the decks, snapping rigging and downing masts in the process. Such attacks occur only in deep water, usually where the depth below the hull is at least 2,000 feet. Even though the kraken can successfully operate in depths as shallow as 100 feet, it seems that their 13 ROLEPLAYING KRAKEN Roleplaying god of the deep sea. It lives an immortal, and predominantly neutral, existence counting the tides and maintaining the enormously long food chain. kraken There, helpers surround the Kraken and live fulfilling existences caring for all things great and small, husbanding the complex politics of the realm. T he kraken view themselves, and are However, not all of the helpers are satisfied with this sometimes viewed by others, as gods. They lot. Even though they have immortality, comfort do not worship anything except themselves and power, they are brought to life harbouring and they create disgusting slave societies so that resentment, and a craving for power and cruelty. they might be worshipped. Individual kraken do not They are, in short, evil. The Kraken banishes these recognise any other member of their species as being few from the elemental plane of water to the material as powerful or exalted as themselves and morld. In the fall they are stripped of their consequently, except for the rare moments when immortality and thrust into a world where they must they come together to mate, they avoid each other. fend for themselves. A kraken views any other kraken as a heretic, a false god, a pretender. Driving each kraken is the desire for revenge, an overwhelming repentance, or a terrible fear. All most The reason for this lies in their origin. They are want is to return to their home, seeking to find the native to the elemental plane of water, wherein legendary gate, hidden somewhere on the sea floor, resides the Kraken, the ultimate that will transport them back. In their fall they are less than they were. They know this, but they also sense that they are more powerful than anything else in the sea. In this knowledge each and every one concludes that it is a god, albeit a wronged one that will do anything to make others suffer and to find a way to achieve power either here or back home. Were any kraken ever to achieve this return they would without doubt create mischief. They would attempt to recruit creatures in their home realm to overthrow the Kraken and establish their own rule. The inhabitants actively fear civil wars of this nature and precautions are taken to patrol, report on and muster to defeat any such incursion. The ongoing policy of expelling kraken that have evil tendencies perhaps indicates the mercurial nature of the inhabitants of the elemental plane of water and the lengths that they will go to control these tendencies. Each and every kraken is a self- proclaimed deity. As such they are beyond such considerations of law or chaos: neither the group, nor the individual, is important. Only they have value and they believe that only the strong around them may lay claim to life. Societies of their creation, or under their protection, will exist, prosper, or fail through 14 ROLEPLAYING KRAKEN The Shepherd of the Sea Class Base Fort Ref Will Level Attack Save Save Save Special Spells per Day/Spells Known 1 +0 +2 +2 +0 Healing Circle (1d8+1) +1 level of existing class 2 +1 +3 +3 +0 Animal Growth 1/day 3 +2 +3 +3 +1 Healing Circle (2d8+2), +1 level of existing class Alter Life (+1 HD) 4 +3 +4 +4 +1 Animal Growth 2/day 5 +3 +4 +4 +1 Healing Circle (3d8+3), +1 level of existing class Companions (10 HD) 6 +4 +5 +5 +2 Animal Growth 3/day, Alter Life (+1 HD) 7 +5 +5 +5 +2 Healing Circle (4d8+4) +1 level of existing class 8 +6 +6 +6 +2 Animal Growth 4/day 9 +6 +6 +6 +3 Healing Circle (5d8+5), +1 level of existing class Alter Life (+1 HD) 10 +7 +7 +7 +3 Animal Growth 5/day, Companions (20 HD) whim alone as the kraken does not attach any Shepherd of the Sea particular value to them. This realm is petty and The shepherd of the sea is somewhat of an oddity insignificant in comparison to the one they came amongst the kraken, a regression of beliefs to from. something resembling the neutrality and outlook of the Kraken. While still undeniably evil, these Contact with kraken is always guided by these kraken have allowed their nurturing side to develop, beliefs. To them all other life is inferior and worthy albeit with selfish intent. They are perhaps the only to serve it, worship it, or entertain it by dying. closest to neutrality that any fallen kraken can be. Negotiations with a kraken can take place, but they are always from a position of god to insignificant A shepherd of the sea cultivates a collection of creature. A deal that has the kraken agree to not animal companions in a spirit of mutual protection. molest ships that fly a certain flag will only be Even though the shepherd believes itself to be far bought at the cost of that entire population more important than any of it’s followers, and most regarding that kraken as their god. They must adorn likely would not hesitate to sacrifice one if it meant their clothes, flags and other works of art with it. the kraken’s survival, it shows an almost maternal They must regularly worship it. They must cast instinct towards them. sacrifices to it. The kraken gains no spiritual or power benefit from this attention: it is all for vanity. Over time the shepherd’s animal companions Similarly, the worshippers will never gain divine become as twisted and evil as their master – such is powers from their deity. But if defied, that petty and the effect of associating with a creature of this evil god will not hesitate to destroy them. nature. Kraken Prestige",
        "name":  "Naturally, the only things worthy of note near the New Feat",
        "source":  "the_slayers_guide_to_kraken.txt",
        "_id":  "2364c2bde0370bb5262856c2cc4173481135d40cb5f1173e79430ad90e12efdd"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d10. Classes Requirements Particularly powerful kraken are able to take levels To qualify to become a shepherd of the sea, a in one of the core character classes or a prestige character must fulfil all the following criteria. class. Presented below are two prestige classes, one for the kraken itself and one for a devout follower of Race: Kraken. the kraken. These are designed to add flavour to any Skills: Animal Empathy as a class skill. encounter with either a kraken or one of it’s Spells: Able to cast 3rd level divine spells. communities and, as such, should be used sparingly. 15 ROLEPLAYING KRAKEN Class Skills A shepherd gains an additional use per day of this The shepherd’s class skills (and the key ability for ability at each even level they attain (4th, 6th, 8th, each skill) are Animal Empathy (Cha), 10th). Concentration (Con), Handle Animal (Cha), Heal (Wis), Knowledge (nature) (Int), Swim (Str), and Alter Life (Ex): Beginning at 3rd level, the Wilderness Lore (Wis). See Core Rulebook I for skill shepherd’s influence and presence has a warping descriptions. effect on its companions. This grants all of the shepherd’s companions one bonus Hit Dice for every",
        "name":  "Hit Die",
        "source":  "the_slayers_guide_to_kraken.txt",
        "_id":  "2364c2bde0370bb5262856c2cc4173481135d40cb5f1173e79430ad90e12efdd"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Neutral evil. Animal Growth (Sp): Beginning at 2nd level, a Skills: Swim 10 ranks. shepherd of the sea can cast an animal growth spell once per day, exactly as detailed in Core Rulebook I. 16 ROLEPLAYING KRAKEN The True Disciple Class Base Fort Ref Will Natural Level Attack Save Save Save Armour Special 1 +1 +2 +2 +0 +1 Natural Swimmer 2 +2 +3 +3 +0 +2 Empathic Link 3 +3 +3 +3 +1 +3 4 +4 +4 +4 +1 +4 Speak With Master 5 +5 +4 +4 +1 +5 Tentacle Arms",
        "name":  "Alignment",
        "source":  "the_slayers_guide_to_kraken.txt",
        "_id":  "2364c2bde0370bb5262856c2cc4173481135d40cb5f1173e79430ad90e12efdd"
    },
    {
        "origin_file":  "spells.json",
        "description":  "laboured to rebuild his power and locate the kraken - the holder of his priceless phylactery. When he had † 4 frigates. Might of the Waves, Glorious done so he again set out: this time to find and slaughter the monster. Again his ship was crewed by Commerce, Horned Tentacle, and Black Night. zombies, but it was a stouter vessel, and he was confident of victory. Yet again, the ship was † 1 heavy frigate. Architeutis. destroyed, and Xardan reformed without the prize he sought. Many more decades passed and several Detailing the Navy more attempts failed. If you are using the Seas of Blood accessory by Mongoose Publishing, the ships listed above are of Finally, out of frustration with this never-ending the Fleur, Orca, High Seas, Voyager and Typhoon duel, the kraken surfaced in its lair (the submarine classes, respectively. cave beneath Antangil), disgorged the remains of Xardan on the beach and waited in the darkness. To accommodate the increased traffic the docks have When the lich reformed the kraken spoke to him. been enlarged several times, ten ships can now be The patience of both was immense and they talked serviced simultaneously. Slipways similarly have sprung up and the skeletons of new ships are slowly but surely taking form. The terrible twist revealed 300 years ago, Xardan Darkfyre was an adventurer, a sorcerer and a necromancer. He studied his dark arts well and grew in power, succumbing to the madness of that particular discipline. Eventually he took the ultimate step as his natural life drew to a close: he secluded himself in his forest keep, crafted a phylactery, concocted the lethal potion and became a lich. For many years he continued to study, preying upon the local kingdom until they eventually rose up and conspired to drive him out. In secret he abandoned his home of more than a century and set out to find a new territory where he could carry out his master plan, creating a perfect kingdom of his own. Thinking that the realms across the sea might offer greater opportunities, he bought and crewed a stout ship and ventured across uncharted waters. Soon all of that fated crew were zombies and troubled him no more with their hateful singing and banter. But all of his plans were undone when the kraken seized the vessel, crushed it, spun it, and dragged it beneath the surface. Even though the battle was fierce, Xardan was ripped apart and consumed, his precious phylactery, a stone bound into a necklace, was parted from him and lodged in the beast’s gut. He later reformed on the sea bottom, and it took him the next six months to walk to shore. For roughly twenty years he 25 ANTANGIL for many years of what was to be done. Eventually, a Xardan Darkfyre, High Priest of the Cult pact was formed. Xardan thirsted for the power to of the Kraken make a kingdom and the kraken thirsted to be Male lich Sor12; CR 14; Medium-size undead; HD recognised in its true divinity. Together they would 12d12; hp 84; Init +2 (Dex); Spd 30 ft.; AC 15 further both these goals, entwined into one exquisite (touch 10, flat-footed 15); Atk +7/+2 melee touch plan. To ensure that Xardan would never double- (1d8+5 and paralysis, touch) or +8/+3 melee (1d6+1, cross him, the kraken kept the phylactery, but in masterwork scimitar), or +8/+3 ranged (1d4+1, compensation he provided the lich with corpses to dagger); SA Damaging touch, fear aura, paralysing animate and ink to sell. touch, spells; SQ +4 turn resistance, damage reduction 15/+1, immunities, undead; AL LE; SV With a newly-risen army of skeleton workers the lich Fort +4, Ref +6, Will +10; Str 12, Dex 15, Con –, Int tunnelled out of the cave, now renamed the 17, Wis 14, Cha 17. cathedral, into the sunlight air of the unsuspecting island republic. Meanwhile, the kraken had been",
        "name":  "Protecting these are the following",
        "source":  "the_slayers_guide_to_kraken.txt",
        "_id":  "2364c2bde0370bb5262856c2cc4173481135d40cb5f1173e79430ad90e12efdd"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You cast conjuration spells at +1 9 Foresight caster level. Spells 1 Miniature Portal The divine and arcane spellcasters of the mist 2 Make Whole elves have, by virtue of their long heritage, access 3 Create Food and Water to dweomers and incantations that seem alien 4 Minor Creation and strange to those of other races. Though 5 Major Creation commonplace within the cairns of the daoine, the 6 Heal knowledge of the arcane spells, especially, are highly 7 Resurrection prized among other spellcasters. 8 Clone 9 True Resurrection Any mist elf spellcaster may freely select from the spells below, so long as he otherwise qualifies for it Fellowship Domain (being of the right class and level). The spellcasters of other races may attempt to learn the arcane",
        "name":  "Granted Power",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Elven Allfather spells of the mist elves but to do so they must either",
        "name":  "Deities",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) This spell is a handy boon in conventional melee combat. Whenever the target would normally provoke an attack of opportunity, distraction creates some kind of auditory or visual figment. The illusion is heard/seen only by the creature making the attack of opportunity. If the attacker succeeds in a Will save then he may attack normally. If the save fails, Ability Echo the attack of opportunity is effectively nullified. The creature protected by distraction is only defended Transmutation once in this manner during its duration.",
        "name":  "Spell Resistance",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: Yes",
        "name":  "Casting Time",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) be created by spellcasters with access to a mist elf",
        "name":  "Range",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wall whose area is up to 1-ft. square/level cairn or one of their high level spellcasters. This",
        "name":  "Effect",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level does not, of course, prevent a spellcaster of another",
        "name":  "Duration",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "spells.json",
        "description":  " four highly sophisticated members of mist elf society on which all their people rely. From the To qualify to become a master of battle, a character aggressive defence of the Master of Battle to the must meet all the following criteria. decisive spellcasting of the Master of Mysteries, the mist elves have evolved these positions within their Race: Mist elf or half-elf. culture to be the safeguard of their long heritage. Base Attack Bonus: +8 or higher.",
        "name":  "Requirements",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Skill Focus (Concentration). of answering, all eyes and ears turn to the master Skills: Knowledge (history) 12 ranks, Knowledge (local) 12 ranks, Knowledge (nobility and royalty) of lore for the solution. Born with an innate desire 10 ranks. to learn, the master’s formative years are spent at the feet of every craftsman and ballad singer in the Spellcasting: Ability to cast arcane spells of 3rd level or higher. community. He exposes his mind to every subject from mathematics to metalworking to historical narrative. Using history as a template, the master Class Skills The master of lore’s class skills (and the key ability of lore intuitively sees why individuals choose the for each) are Appraise (Int), Balance (Dex), Bluff paths they do in life and how those paths affect the (Cha), Concentration (Con), Craft (Int), Decipher world around them. He uses the experiences of Script (Int), Diplomacy (Cha), Disable Device others to dictate how best to manage his personal (Int), Forgery (Int), Gather Information (Cha), Hide affairs. Knowing that X led to a tragic consequence, (Dex), Knowledge (all, taken individually) (Int), the master instead chooses not to do X. The greater Listen (Wis), Move Silently (Dex), Open Lock purpose of the class, however, is to try and decipher (Dex), Perform (Cha), Search (Int), Sense Motive which direction is the best for the daoine people (Wis), Sleight of Hand (Dex), Speak Language (n/a), as a whole. By studying history in the broadest Spellcraft (Int), Spot (Wis), Use Rope (Dex). sense, the master of lore hopes to find the trail for his people that they have obviously gone astray from. Otherwise, the mist elves would not be in the Skill Points at Each Level: 6 + Int modifier emaciated state they are today (culturally speaking). Class Features The history of the daoine is a great jigsaw puzzle whose solution is just a few pieces away. It is finding All of the following are class features of the master the right pieces and placing them in the correct spots of lore prestige class. that the master of lore devotes the bulk of his time to.",
        "name":  "When a question arises which no one seems capable Feats",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6 for purposes of determining spells per day.",
        "name":  "Hit Die",
        "source":  "the_slayers_guide_to_mist_elves.txt",
        "_id":  "3328a482bb923d04043438dee42539ae53658a435f97a8628c489ca983575ebc"
    }
]
