[
    {
        "origin_file":  "spells.json",
        "description":  "As with spells, all bloodrites have certain components, usually verbal and somatic though sometimes a material component or focus is also required.",
        "name":  "Components",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This is the amount of time the bloodrite takes, and functions exactly like the casting time of a spell, except that all the characters involved in the bloodrite must also be involved in casting it, complete with Concentration checks if they become distracted. This includes the subject or subjects, if the bloodrite has any. If the casting time is interrupted for any reason, including a failed Concentration check, the bloodrite fails, but with no cost in either experience points or hit points.",
        "name":  "Casting Time",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As for spell ranges (see Core Rulebook I).",
        "name":  "Range",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As for spells.",
        "name":  "Subject, Target, or Area",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As for spells.",
        "name":  "Duration",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An ornate cup or other vessel, costing at significantly higher than the usual cost for spells least 500 gp, plus a ritual dagger for bloodletting, with an experience point lost), plus any material costing at least 300 gp. component costs required.",
        "name":  "Focuses",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch clause 5, 5 x 50 =250 XP for the 5th level spell in",
        "name":  "Range",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature from whom the vampire clause 6, plus 7 x 50 = 350 XP for the 7th level drained blood at some time in the previous 24 spell in clause 7. The ritualist will need to be hours capable of casting both feeblemind and finger of",
        "name":  "Target",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None. complex as a blood contract, use a similarly primitive variation on the blood contract known as Bloody tongue allows the vampire to create a blood oath. a telepathic blood bond with one creature it has bitten. The vampire may communicate Bloodrite: Blood Contract telepathically with the target for the duration of Components: V, S, F, M the spell, if it wishes, so long as the target creature Casting Time: One hour has an Intelligence score of 6 or higher, exactly as Range: See below though both were targeted by a Rary’s telepathic Subjects: Up to one creature per level in highest- bond spell. level arcane spellcaster class",
        "name":  "Hp Cost to Perform",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Up to one creature per two levels in focus are considered to swear the oath. highest-level arcane spellcaster class",
        "name":  "Subjects",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes accumulates, up to a total of -5. Ability scores are not reduced below 1. The ability penalties end 1 In this variation on traditional ‘voodoo dolls,’ day after the character resumes travelling towards ‘corn dollies,’ or ‘poppets,’ the ritualist makes use the caster. of the living body of one of the participants in a blood bond to injure or otherwise harm another A blood summoning (and all ability penalties) can one of the participants. be removed by a remove curse, limited wish, wish, miracle, or break enchantment spell. As soon While a blood doll spell is in effect, any hit point as the subject gets within 10 ft. of the caster, the damage or ability damage sustained by the spell’s blood summoning ends. focus is also sustained by the target, who may attempt a Fortitude saving throw for half damage. Greater Blood Summoning Note that diseases or poisons affecting the focus Enchantment (Compulsion) [Mind-Affecting] will not directly affect the target, except for any Level: Sorcerer/Wizard 5 ability damage they may cause. Thus such spells Components: V, S as neutralise poison or remove disease, or use of Casting Time: 1 hour the Heal skill to treat disease or poison, will not Range: See below affect the target, though they would have the usual Target: One creature effect if used on the focus. Duration: See below",
        "name":  "Spell Resistance",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature, who must have a blood Spell Resistance: Yes bond of some kind with the target (a blood bond is defined as any of the bloodrites listed in this A greater blood summoning works exactly as a chapter). blood summoning, except that there is no limit on the target hit dice. Furthermore it may only Blood Summoning be removed with a limited wish, wish, or miracle Enchantment (Compulsion) [Mind-Affecting] spell.",
        "name":  "Focus",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1d6 or more and +0 respectively for the second day, +1 and +0 for the third day, and nothing on the fourth day. The blood vow bloodrite is a little like blood feud (see pg 21), but rather more versatile in that the The experience point cost of a blood vow is 200 ritualist need not have a particular enemy in mind XP per 1d6 of the ritualist’s blood that is spilled. when he swears it. Rather, a blood vow can relate However, if he achieves his blood vowed intent to almost anything he wishes to achieve, from before the spell’s duration ends, he regains all the recovering a lost family heirloom to rescuing a experience points that the bloodrite initially cost friend from captivity. A trivial or silly intent (as him; if he fails, the experience points remain lost. defined at the discretion of the Games Master) will result in the bloodrite failing automatically, with Focus: The ritualist’s own dagger, which is used the usual loss of hit points and experience points. to slash his chest.",
        "name":  "Hp Cost to Perform",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./level in highest-level spells. The target suffers 1d6 damage per caster arcane spellcaster class) level (maximum 10d6). If this kills the target,",
        "name":  "Range",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "0 The stolen blood simply bursts out of the target’s This bloodrite allows the ritualist to enhance his body through every orifice and pore, often ruining ability to call upon a demonic or other extraplanar his garments in spectacular fashion. Any creature creature with more conventional arcane spells, by of 5 or fewer Hit Dice within 30 feet of the spell’s sacrificing one or several victims to more easily target at the time is affected as though by a cause gain the attention of the creature. fear spell cast by the ritualist.",
        "name":  "Hp Cost to Perform",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ability to cast 1st-level arcane spells",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous spellcaster class",
        "name":  "Duration",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ability to cast 6th-level arcane point the blood pool is awakened, alive, and spells, must not have Necromancy as an opposed complete. school, Blood Sacrifice, Bleed Dry",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Up to one bloodless/level in highest-level but it can certainly describe its surroundings as arcane spellcaster class well as it could have done in life.",
        "name":  "Effect",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ability to cast 4th-level arcane a tiny, almost symbolic quantity of blood is spells, must not have Necromancy as an opposed needed. This has advantages and disadvantages school, Blood Sacrifice, Bleed Dry over the practice of using one vial per bloodless.",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wis 13+, must know the creature bloodrite, unlike with lesser creature of blood. of blood spell.",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "S, F the blood creature creation spells, the amount of",
        "name":  "Components",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "100 ft. + 10 ft./level in highest-level spell is also doubled. arcane spellcaster class",
        "name":  "Range",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ability to cast 2nd-level arcane Blood Animal spells, lesser creature of blood, Blood Sacrifice, must have sacrificed at least 12 sentient creatures Blood animals are the most basic blood creatures, at some time during his life. formed from the caster’s own blood, then shaped",
        "name":  "Prerequisites",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sneak attack +2d6, blood drain, Combat shred armour, fear aura, spell-like abilities Once a blood guardian has chosen a target, it",
        "name":  "Special Attacks",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Purify blood instantly forces all impurities out of the subject’s blood, including any blood transfused therein from other creatures not of the same species as the subject, but also including such things as injury poisons, drugs in the bloodstream such as alcohol, and other impurities. In many cases the creature will not wish to resist but if it does, a Will saving throw will negate the spell entirely. Though the subject will find the result refreshing once the spell is over, the actual process of forcing the impurities out through every pore and orifice is uncomfortable at best and extremely painful at worst – if the subject’s blood had any significant impurities such as those listed above, he must make a Fortitude saving throw or sustain 2d6 temporary Constitution damage and fall prone they are far less flexible than rope. Any creature with the shock. enclosed in a harness couch can escape with an Escape Artist check (DC 30) or a Strength check",
        "name":  "Spell Resistance",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range: Touch",
        "name":  "Spell Resistance",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./level in highest-level damage if primitive apparatus is used), because arcane spellcaster class) major blood supplies must be cut to get sufficient",
        "name":  "Range",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d12. evidence of having drained the blood from a celestial – including leaving the celestial alive as a witness – risks being hunted down by other Requirements celestials and subjected to some divine justice. . . To qualify to become a lord of blood, a character must fulfil all the following criteria. † An opponent who knows the purify blood spell can ruin your whole day! Alignment: Chaotic evil.",
        "name":  "Hit Die",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 4th level arcane round. He is able to use his mastery of blood to spells. force the blood out of the victim’s body and into",
        "name":  "Spellcasting",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For each level gained in this prestige ability. class, the lord of blood gains an additional level of arcane spellcasting ability. To determine the At 10th level, the lord of blood gains his most number of spells the lord of blood can cast and fearsome power. Casting the exsanguinate his caster level, add his levels in this prestige class bloodrite is now so much a matter of second to his levels in his other arcane spellcasting class. nature to him that he may do so as a free action For example, a 9th level sorcerer/4th level lord up to three times per day. This is an extraordinary of blood prepares and casts spells as a 13th level ability. sorcerer.",
        "name":  "Spells",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever a lord of blood 3rd level or higher uses his children of the night slays an opponent by reducing his Constitution special attack, he may spill 1d4 hit points’ worth score to 0 using his blood drain attack, he gains of his own blood to apply the blood creature all the benefits he would have gained had he template to all the summoned creatures. This is a sacrificed the victim, including those benefits supernatural ability. derived from the Bleed Dry feat. This is a form of Opportunistic Sacrifice, and is an exception to Blood Spawn: From 7th level onwards, a lord the usual rule about being unable to combine the of blood is considered to have the bloody tongue benefits of the Opportunistic Sacrifice and Bleed bloodrite in constant operation with regard to Dry feats. This is an extraordinary ability. anyone he has a blood bond with, especially his vampire spawn. This is a spell-like ability. 5522 BLOOD TRANSFUSIONS",
        "name":  "Bloody Fangs",
        "source":  "blood_magic___oaths_and_sacrifices.txt",
        "_id":  "a15734a6dd71eea57fd734fcec656008a0f471ef03af6934f84ba3d8d6994472"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A supernatural character whose sinister powers are inborn abilities, not spells.",
        "name":  "Warlock",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "T ar g e t m ust m ak e F o rti tu d e sa v e o r be nauseated. Repelling Blast:  T a r g e t  m u s t  m a k e  R e ﬂ e x  s a v e  o r  b e knocked back. Vitriolic Blast:  Blast ignores spell resistance and deals acid damage for several rounds. Dark Eldritch Essence Invocation",
        "name":  "Noxious Blast",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target must make Fortitude save or gain two negative levels. BLAST SHAPE INVOCATIONS Some of a warlock ’s invocations, such as eldritch spear,  modify the range, target(s), or area of a warlock ’s eldritch blast.  These are called blast shape invocations. Unless noted otherwise, eldritch blasts  subject to blast shape invocations deal damage normally in addition to imparting the effects described in the invocation description. A warlock can apply only one blast shape at a time to an eldritch blast,  and he can choose from any of the blast shape invocations that he knows. A warlock need not apply a blast shape invocation to his eldritch blast. When a warlock applies a blast shape invocation to his eldritch blast,  the spell-level equivalent is equal to the spell level of the eldritch blast  or of the blast shape invocation, whichever is higher. A warlock can apply a blast shape invocation and an eldritch essence invocation (see Eldritch Essence Invocations above) to the same blast. When a warlock uses an eldritch essence and a blast shape to alter an eldritch blast,  the spell-level equivalent is equal to the spell level of the eldritch blast,  the eldritch essence invocation, or the blast shape invocation, whichever is higher.",
        "name":  "Utterdark Blast",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Morthos decides to make his eldritch blast  attack a hellrime eldritch spear.  As a 6th-level warlock, Morthos ’s eldritch blast  is the equivalent of a 3rd-level spell. Eldritch spear is the equivalent of a 2nd-level spell, while hellrime blast  is the equivalent of a 4th-level spell. His hellrime eldritch spear is therefore the equivalent of a 4th-level spell. Least Blast Shape Invocations",
        "name":  "Example",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blast affects all enemies within 20 feet. OTHER INVOCATIONS In addition to the potent blast shape and eldritch essence invocations, warlocks learn a number of others that enable them to perform many tricks and attacks. These invocations are brie ﬂ y described below, and their full descriptions can be found in Chapter 4: Spells and Invocations. Least Invocations",
        "name":  "Eldritch Doom",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gain see invisibility  as the spell and darkvision. Spiderwalk:  Gain spider climb  as the spell and you are immune to webs. Summon Swarm:  Use summon swarm  as the spell. Lesser Invocations",
        "name":  "CLASSES See the Unseen",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Curse one creature as the bestow curse spell, or hinder their attacks. The Dead Walk:  Create undead as the animate dead spell. Fell Flight:  Gain a ﬂ y speed with good maneuverability.",
        "name":  "Curse of Despair",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use short-range dimension door  as the spell, and leave behind a major image.",
        "name":  "Flee the Scene",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Create shadows ﬁ lled with a swarm of bats. Stony Grasp:  Use stony grasp  as the spell.",
        "name":  "Hungry Darkness",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use invisibility  (self only) as the spell.",
        "name":  "Walk Unseen",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use wall of gloom  as the spell. Greater Invocations",
        "name":  "Wall of Gloom",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use Evard ’s black tentacles  as the spell, and deal extra cold damage to creatures in the area.",
        "name":  "Chilling Tentacles",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use foresight  as the spell, and communi- cate telepathically with a close target of the effect. Path of Shadow:  Use shadow walk  as the spell and speed up natural healing. Retributive Invisibility:  Use greater invisibility  as the spell (self only) that deals damage in a burst if dispelled. Word of Changing:  Use baleful polymorph  as the spell, but the effect could become permanent.Human Warlock Starting Package",
        "name":  "Dark Foresight",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Because all alignments must be prepared to ﬁ ght for their causes, warma- ges might be found among virtually any army that uses spellcasting as artillery on the battle ﬁ eld.",
        "name":  "Alignment",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most warmages are humans or half-elves. But the toughness of spirit needed to survive a term at an arcane war college can manifest itself in any of the common races. It is rare for savage humanoids to be accepted into a war college, though some of the more organized societies might set up their own war colleges for arcane spellcasters.",
        "name":  "CLASSES Races",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. Class Skills The warmage ’s class skills (and the key ability for each skill) are Concentration (Con), Craft (Int), Intimidate (Cha), Knowledge (arcana) (Int), Knowledge (history) (Int), Profes- sion (Wis), and Spellcraft (Int).  Skill Points at 1st Level:  (2 + Int modi ﬁ er) × 4.",
        "name":  "Hit Die",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Many of the wu jen ’s spells are divided into ﬁ ve elemental groups: earth, ﬁ re, metal, water, and wood. At 6th level, instead of receiving a spell secret, a wu jen becomes a master of one of these ﬁ ve elements (her choice). Thereafter, whenever a wu jen casts a spell of that ele- ment, her effective caster l e v e l  ( f o r  p u r p o s e s  o f  d e t e r - mining level-dependent spell variables and for caster level checks) is increased by two. In addition, the wu jen herself gets a +2 competence bonus on saving throws against spells of that ele-ment. Certain spells on the wu jen spell list are designated “All”; this means they belong to all elemental groups, and a wu jen who is a master of any element gains the mastery bonuses with respect to those spells.",
        "name":  "Elemental Mastery",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To maintain their supernatural power, wu jen must abide by certain taboos that might seem inconsequential to other char- acters but are vitally important to the wu jen. If a wu jen violates one of her taboos, she cannot cast any more spells that day. A wu jen must choose one taboo at 1st level, and one additional taboo every time she learns a spell secret. Possible taboos include: • Cannot eat meat. • Cannot own more than she can carry. • Must make a daily offering (such as food, ﬂ owers, or incense) to one or many spirit powers. • Cannot bathe. • Cannot cut her hair. • Cannot touch a dead body. • Cannot drink alcohol. • Cannot wear a certain color. • Cannot light a ﬁ re. • Cannot sit facing in a certain direction.Table 1 –3: The Wu Jen Base Attack Fort Ref Will   ——————— Spells per Day ——————— Level Bonus Save Save Save Special 0 1st 2nd 3rd 4th 5th 6th 7th 8th 9th  1st +0 +0 +0 +2 Watchful spirit, 3 1 — — — — — — — — b o n u s  f e a t  2nd +1 +0 +0 +3  4 2 — — — — — — — — 3rd +1 +1 +1 +3 Spell secret 4 2 1 — — — — — — — 4th +2 +1 +1 +4  4 3 2 — — — — — — — 5th +2 +1 +1 +4  4 3 2 1 — — — — — — 6th +3 +2 +2 +5 Elemental mastery 4 3 3 2 — — — — — — 7th +3 +2 +2 +5  4 4 3 2 1 — — — — — 8th +4 +2 +2 +6  4 4 3 3 2 — — — — — 9th +4 +3 +3 +6 Spell secret 4 4 4 3 2 1 — — — — 10th +5 +3 +3 +7  4 4 4 3 3 2 — — — — 11th +5 +3 +3 +7  4 4 4 4 3 2 1 — — — 12th +6/+1 +4 +4 +8 Spell secret 4 4 4 4 3 3 2 — — — 13th +6/+1 +4 +4 +8  4 4 4 4 4 3 2 1 — — 14th +7/+2 +4 +4 +9  4 4 4 4 4 3 3 2 — — 15th +7/+2 +5 +5 +9 Spell secret 4 4 4 4 4 4 3 2 1 — 16th +8/+3 +5 +5 +10  4 4 4 4 4 4 3 3 2 — 17th +8/+3 +5 +5 +10  4 4 4 4 4 4 4 3 2 118th +9/+4 +6 +6 +11 Spell secret 4 4 4 4 4 4 4 3 3 219th +9/+4 +6 +6 +11  4 4 4 4 4 4 4 4 3 320th +10/+5 +6 +6 +12  4 4 4 4 4 4 4 4 4 4Illus. by D. Kovacs 620_17925_Chpt1.indd   16 620_17925_Chpt1.indd   16 9/15/04   9:21:21 AM 9/15/04   9:21:21 AMloses all special abilities (but not Hit Dice, base attack bon us, or base sav e bon us ) gained from lev els of the prestige class.",
        "name":  "Taboos",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Classes such as the Suel arcanamach offer characters the opportunity to acquire an entirely new track of spellcasting at the cost of no longer advancing in their previous spellcasting class (if any). Many spellcasters will not wish to do this, but others might ﬁ  nd that the access to interest- ing class features or spells they could not previously know outweighs the loss of their native spellcasting progression. Characters who do not normally have a full arcane spellcasting progression might ﬁ  nd some interesting options among the alternate spellcasting classes.",
        "name":  "Alternate Spellcasting",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Many arcane spellcasters do not wish to give up their spellcasting progression to explore a prestige class. Classes that offer full spellcasting, such as the geometer, generally do not offer overpowering special abilities at the same time. Some classes that fall only a level or two short of full spellcasting advancement are included in this category.",
        "name":  "Full Spellcasting",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (the planes) 6 ranks. Spells or Spell-Like Abilities:  Caster level 5th.",
        "name":  "Skills",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast at least one summoning spell of 3rd level or higher.",
        "name":  "Spells",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever an alienist would use any summon monster  spell to summon a celestial or ﬁ endish creature, she instead summons a pseudonatural version of that creature. For example, by casting summon monster IV,  she could summon a pseudonatural dire wolf. This adds the pseudonatural template (see page 160) to the summoned creature. An alienist gives up the ability to summon nonpseudonatural creatures with a summon monster  spell. For instance, the alienist described above couldn ’t summon a m ep hi t o r h o w l e r wi th summon monster IV. Alien Blessing (Ex):  An alienist who attains 2nd level gains a +1 insight bonus on all saving throws, but she permanently loses 2 points of Wisdom.",
        "name":  "Summon Alien",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff –1 (–5 against nonpseudonatural crea- tures), Concentration +15, Decipher Script +17, Diplomacy –1 (–5 against nonpseudonatural creatures), Handle Animal –1 (–5 against nonpseudonatural creatures), Knowledge (arcana) +17, Knowledge (the planes) +17, Listen +7, Spellcraft +19, Spot +8, Survival +1 (+3 when on other planes); Alertness (from familiar), Arcane Defense (conjuration) †, Augment Summoning, Craft WandB, Great Fortitude, Scribe ScrollB, Silent SpellB, Spell Focus (conjuration). †New feat described on page 73.",
        "name":  "Skills and Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When Trillia uses a summon monster spell to summon a celestial or ﬁ endish creature, she instead summons a pseudonatural version of that creature. She cannot summon a nonpseudonatural creature with a summon monster spell.",
        "name":  "Summon Alien",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 6 ranks, Spellcraft 12 ranks.",
        "name":  "Skills",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Silveth gains a +2 competence bonus on attack rolls made with her force spells. She adds a +1 bonus to each die of damage dealt by spells she casts with the force descriptor. If the force spell doesn ’t deal damage expressed by dice, she adds only a +1 bonus to the total damage dealt.",
        "name":  "Force Specialization",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Great Fortitude, Toughness. Spells or Spell-Like Abilities:  Arcane caster level 5th.",
        "name":  "Feat",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +18, Concentration +13, Diplomacy +6, Disguise +4 (+6 to act in character), Intimidate +6; Alertness (from familiar), Dodge, Great Fortitude, Spell Focus (evoca- tion), Toughness.",
        "name":  "Skills and Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Common. Blood Component (Su):  Cotter can substitute a drop of his own blood for a spell ’s material component (if it has no gp value) as a free action. Using this ability deals 1 point of damage to Cotter but raises the spell ’s caster level by 1. Damage reduction does not apply to this damage. Durable Casting (Ex):  Cotter subtracts 2 from the DC of Concentration checks made to cast, concentrate on, or direct spells when he takes damage (or per source of continuous damage).",
        "name":  "Language",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must have the simulacrum  spell on a class spell list, whether or not the character is able to cast it. Class Skills The ef ﬁ gy master ’s class skills (and the key ability for each skill) are Concentration (Con), Craft (Int), Knowledge (all skills, taken individually) (Int), Profession (Wis), and Spellcraft (Int).",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Common, Draconic, Dwarven, Gnome, Terran. Spell-Like Abilities:  1/day —dancing lights, ghost sound  (DC 12), prestidigitation, speak with animals (burrowing mammal only, duration 1 minute). Craft Ef ﬁ gy (Su):  Fenlun has created a dire lion ef ﬁ gy. The creature uses the statistics and abilities of the dire lion efﬁ gy described on page 152 of this book.",
        "name":  "Languages",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "as above plus 0 —all others except daze, disrupt undead, touch of fatigue;  1st—protection from chaos, silent image; 2nd —cat’s grace, rope trick;  3rd —ﬂ y, slow; 4th—summon monster IV. Possessions:  Da gg e r , li gh t cross bo w wi th 1 0 bo l ts, boots of levitation,  wand of fox ’s cunning  (10 charges), scroll of summon monster IV,  300 gp.ELEMENTAL SAVANT Elemental savants study the basic building blocks of exis- tence —air, earth, ﬁ re, and water —learning to harness their powers. Eventually they transcend their mortal forms and become elemental beings. Elemental savants often begin their careers as individuals intrigued by one or all of the classic elements. Before they ever take levels in the prestige class, these spellcasters typically ﬁ nd themselves drawn to spells of a particular energy type. These spellcasters ﬁ nd satisfaction in the unleashed purity of the elemental energy forms, and they become elemental savants to grow closer to the element that becomes their favorite. Most elemental savants start out as warmages, wizards, or sorcerers, although divine spellcasters are not unknown in the class. A cleric with the Fire, Water, or Sun domain could also qualify for this prestige class. NPC elemental savants usually prefer to pursue their studies in solitude or in the company of other elemental savants. Sometimes groups of them gather in places where an element ’s majesty and power is on display, such as the ﬂ anks of a volcano, an island, or a high, windy mountain.",
        "name":  "Spellbook",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Making a particular element the basis for the theme of a spellcaster ’s repertoire is an idea that could exist in most any game. For a twist, you might want to consider elements that go beyond the standard, though this would require some work on the DM ’s part. Other elements might include: bone, metal, nether, plasma, and wood, to name a few. Determining the sort of damage each of these elements does, and how that type of damage interacts with the four recognized types of energy damage (acid, cold, electricity, and ﬁ re) is the crux of this design process.",
        "name":  "Adaptation",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast at least three spells that have one of the following descriptors in common: acid, cold, electricity, or ﬁ re. One of the spells must be at least 3rd level.",
        "name":  "Spells",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 10th level, an elemental savant, through long association with elemental entities and exten- sive study of their secrets, completely transcends her mortal form to become an elemental creature. Her type changes to el- emental. She no longer needs to eat, sleep, or breathe (though she must still rest to regain spells). She gains an elemental creature ’s immunity to stunning, and she is no longer subject to extra damage from critical hits or ﬂ anking. An elemental savant gains the speed and movement modes, natural attacks, special attacks, and special qualities of a Medium elemental of the type appropriate to her elemental specialty, as noted in the Monster Manual,  except that the save DC against her elemental attack form, if any (whirlwind, burn, or vortex) is 20 + her Con modi ﬁ er. Upon achieving this state, an elemental savant ’s appearance undergoes a minor physical change, usually to the skin or eyes. An earth elemental savant, for example, might acquire gemlike eyes and hard, pebbly skin. Anyone who shares the elemental savant ’s predilection for study of her chosen plane immediately recognizes her transcendent nature. She gains a +2 circumstance bonus on all Charisma-based skill and ability checks when interacting with creatures that share her elemental subtype (air, earth, ﬁ re, or water) and with other elemental savants who have chosen her element. Unlike a normal elemental, an elemental savant retains a soul separate from her body. She can be raised from the dead as normal for a creature of her previous type. Energy Immunity (Ex):  From 10th level on, an elemental savant gains immunity to the type of energy associated with her chosen element. SAMPLE ELEMENTAL SAVANT",
        "name":  "Elemental Perfection",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +13, Intimidate +15, Knowledge (arcana) +15, Knowledge (the planes) +6, Listen +1, Search +4, Spellcraft +11, Spot +1; Energy Substitution (ﬁ re), Greater Spell Focus (evocation), Spell Focus (evocation), Spell Penetration.",
        "name":  "Skills and Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Common, Draconic, Elven, Ignan. Energy Penetration (Ex):  When Kyevera casts a spell that has the ﬁ re descriptor, she gains a +2 competence bonus on caster level checks to beat a creature ’s spell resistance (in addition to the bonus from her Spell Penetration feat). Warmage Edge (Ex):  Kyevera gains a +2 bonus on damage dealt by any of her spells that deal hit point damage. A single spell can never gain this extra damage more than once per casting.",
        "name":  "Languages",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In the world of Eberron, enlightened ﬁ sts can be found throughout Khorvaire. They are most common in Aundair, where arcane schools abound. Some arcane ﬁ sts could rise from divine backgrounds. In such cases, the requirements for the class would change from Knowledge (arcana) to Knowledge (religion) and would require the charac-ter to be capable of casting 2nd-level divine spells (instead of arcane spells). However, because divine spells are generally better at improving a character in melee, the caster level progression noted in the table below cannot go unmodi- ﬁ ed. Instead of gaining +1 level in spellcasting ability at every level except 1st and 6th, the divine enlightened ﬁ st should gain +1 level of existing divine spellcast-ing class at 2nd, 4th, 6th, 8th, and 10th level only. Hit Die:  d8. REQUIREMENTS To qualify to become an enlightened ﬁ st, a char- acter must ful ﬁ ll all the following criteria.",
        "name":  "Adaptation",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentra- tion 8 ranks, Knowledge (arcana) 5 ranks, Spell- craft 5 ranks. Feats:  Combat Cast- ing, Improved Unarmed Strike, Stunning Fist. Spells or Spell-Like",
        "name":  "Skills",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Arcane caster level 3rd.CLASS SKILLS The enlightened ﬁ st’s class skills (and the key ability for each skill) are Balance (Dex), Climb (Str), Concentration (Con), C r a f t  ( I n t ) ,  E s c a p e  A r t i s t  ( D e x ) ,  H i d e  ( D e x ) ,  J u m p  ( S t r ) , Knowledge (arcana) (Int), Knowledge (religion) (Int), Listen (Wis), Move Silently (Dex), Profession (Wis), Spellcraft (Int), Spot (Wis), Swim (Str), and Tumble (Dex).",
        "name":  "Abilities",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A monk who becomes an enlight- ened ﬁ st can continue advancing as a monk. Furthermore, the character ’s class levels in any classes that grant arcane spellcasting ability (such as sorcerer or warmage) do not prevent her from continuing to advance as a monk. SAMPLE ENLIGHTENED FIST",
        "name":  "Multiclassing Note",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gloves of Dexterity +2, ring of protection +1, potion of cure serious wounds,  scroll of bear ’s endurance  and ﬂ y, wand of bull’s strength  (20 charges), 35 pp, 50 gp. 620_17925_Chpt2.indd   36 620_17925_Chpt2.indd   36 9/15/04   2:50:50 PM 9/15/04   2:50:50 PMCHAPTER 2 PRESTIGE CLASSES 37FATESPINNER Some people are lucky; others are not. A few make their own luck. A fatespinner (also called a “mage of many fates ”) has pulled back the curtain of chance, circumstance, and chaos to glimpse a deeper truth: probability. When one event occurs, innumerable possible ones do not as the universe blindly seeks balance. Through his newfound understanding, the fatespinner satis ﬁ es that blind seeking —with prejudice. He can increase the probability of events in his favor. Any arcane spellcaster who has cursed his bad luck is a candidate for this prestige class. Who has not cast a spell, hoping fervently but impotently for a particular outcome, or sadly noted the astounding luck of an enemy who resists spell after spell? The fatespinner seeks to apply some control over the seeming vagaries of chance —fortune for himself, misfortune for his foes. NPC fatespinners are often found in positions of power and authority, as would be expected from those able to directly affect their own destiny. Others con-tinue to ply the world, honing their abilities and seeking their ultimate fortune.",
        "name":  "Possessions",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 4th-level arcane spells, including at least one divination spell of 1st level or higher. Class Skills The fatespinner ’s class skills (and the key ability for each skill) are Appraise (Int), Concentration (Con), Craft (Int), Knowledge (arcana) (Int), Profession (Wis), Sleight of Hand (Dex), and Spellcraft (Int).",
        "name":  "Spells",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At each level except 5th, a fatespinner gains new spells per day (and spells known, if applicable) as if he had also gained a level in a spellcasting class to which he belonged before adding the prestige c l a s s  l e v e l .  H e  d o e s  n o t ,  h o w e v e r ,  g a i n  a n y other bene ﬁ t a character of that class would have gained (improved chance of turning or destroying undead, a bonus feat, and so on). If he had more than one spellcasting class before becoming a fatespinner, he must decide to which class Table 2 –9: The Fatespinner Base Attack Fort Ref WillLevel Bonus Save Save Save Special Spells per Day/Spells Known1st +0 +0 +0 +2 Spin fate +1 level of existing spellcasting class2nd +1 +0 +0 +3 Fickle finger of fate +1 level of existing spellcasting class3rd +1 +1 +1 +3 Spin destiny +1 level of existing spellcasting class4th +2 +1 +1 +4 Deny fate, resist fate +1 level of existing spellcasting class5th +2 +1 +1 +4 Seal fate —Raadi Weskil, a fatespinnerIllus. by G. Kubic 620_17925_Chpt2.indd   37 620_17925_Chpt2.indd   37 9/15/04   2:50:52 PM 9/15/04   2:50:52 PMCHAPTER 2 PRESTIGE CLASSES 38to add each level for the purpose of determining spells per day and spells known. Spin Fate (Ex):  A mage of many fates understands that “chance ” is not as random as many believe it to be, and he can adjust the probability of certain events by applying a force that fatespinners refer to as “spin. ” Each day , a fatespinner can use a number of points of spin equal to his fatespinner class level. As a free action, a fatespinner can use stored spin to boost the save DC of a spell he casts, adding some or all his spin to the DC, on a point-for-point basis. For instance, a 5th-level wizard/3rd-level fatespinner casting ﬁ reball  could choose to boost the DC of the spell by 1, 2, or 3 points. Once he uses up his spin for the day, his ability to tinker with probability in this fashion is also exhausted for the day. A fatespinner ’s spin is replenished whenever the character successfully regains his spells for the day (whether through rest, preparation, or prayer). Fickle Finger of Fate (Ex):  O n  r e a c h i n g  2 n d  l e v e l ,  a fatespinner gains the ability to affect the luck of others. Once per day as an immediate action (see page 86), he can force any other creature —friend or enemy —to reroll a roll that it has just made. A fatespinner must have line of sight to the creature to be affected. That creature must abide by the result of the reroll, whether it ’s higher or lower than the original roll. Spin Destiny (Ex):  Beginning at 3rd level, a fatespinner more clearly comprehends the matrix of reality and can use accumulated spin to adjust other random events. The method is identical to increasing a spell ’s save DC, but the fatespinner can now add spin to any skill check, attack roll, or saving throw that he attempts on a point-for-point basis. However, the spin utilized comes from the same limited reservoir of karma storage that allows him to adjust the DC of his spells. He must apply the bonus before making the roll. Deny Fate (Ex):  At 4th level and higher, a fatespinner has a better chance of beating the odds should he ever be rendered unconscious and dying. Once per day, on the ﬁ rst occasion when a fatespinner must make a check to become stable when dying, the check automatically succeeds. Other such checks called for later in the same 24-hour period are made normally. Resist Fate (Ex):  A fatespinner of 4th level and above embraces his extraordinary good luck. Once per day, he can reroll one roll that he has just made. He must abide by the result of the reroll, even if it ’s worse than the original roll. Seal Fate (Su):  A 5th-level fatespinner can meddle in suc- cess and failure, and even life and death, sealing the fate of a friend or foe. Once per day as a free action, the fatespinner selects a target creature he can see within 30 feet with Hit Dice equal to or less than his. The creature receives either a –10 penalty or a +10 bonus on its next saving throw, as decided by the fatespinner. If the selected target has more Hit Dice than the fatespinner, the ability doesn ’t work but the use for the day is not wasted. This effect lasts only for 1 round, so if no spell or other effect is brought to bear on the target creature during the round, the creature ’s fate is no longer sealed. SAMPLE FATESPINNER",
        "name":  "Known",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to prepare and cast 3rd-level arcane spells. Class Skills The geometer ’s class skills (and the key ability for each skill) are Concentration (Con), Craft (Int), Decipher Script (Int), Disable Device (Int), Knowledge (all skills, taken individually) (Int), Profession (Wis), Search (Int), and Spellcraft (Int).",
        "name":  "Spells",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A 5th-level geometer adds greater glyph of warding  to his spellbook as a 6th-level arcane spell. He can prepare and cast the spell just like any other spell he knows. SAMPLE GEOMETER",
        "name":  "Greater Glyph of Warding",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Male half-elf abjurer 6/geometer 5; CR 11; Medium humanoid (elf ); HD 11d4+11 plus 3; hp 43; Init +1; Spd 30 ft.; AC 11, touch 11, ﬂ at-footed 10; Base Atk +5; Grp +4; Atk or Full Atk +4 melee (1d6 –1, quarterstaff) or +6 ranged touch (by spell); SA powerful spellglyph; SQ book of geometry, half-elf traits, low-light vision, pass sigil, sigilsight, spellglyph; AL LN; SV Fort +6, Ref +4, Will +11 (+13 against enchantments); Str 8, Dex 12, Con 13, Int 21, Wis 14, Cha 10.",
        "name":  "Filas Lamean",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "W h e n  c a s t ,  s p e l l g l y p h  r e p l a c e s  v e r b a l  a n d  m a t e r i a l  components and caster level is 12th. Spellbook:  as above plus 0 —all others except acid splash, mage hand, mending, message, open/close;  1st—alarm, chill touch; 2nd —arcane lock;  3rd —glyph of warding;  4th —dimensional anchor;  5th—cone of cold, symbol of sleep;  6th—contingency, globe of invulnerability, greater glyph of warding, symbol of fear.",
        "name":  "S",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Decipher Script 2 ranks, Knowledge (arcana) 8 ranks, Knowledge (architecture and engineering) 2 ranks, Knowledge (geography) 2 ranks, Knowledge (history) 2 ranks. 620_17925_Chpt2.indd   41 620_17925_Chpt2.indd   41 9/15/04   2:59:07 PM 9/15/04   2:59:07 PMCHAPTER 2 PRESTIGE CLASSES 42 Feat:  Combat Casting. Spells or Spell-Like Abilities:  Arcane caster level 1st.",
        "name":  "Skills",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 12 ranks, Knowledge (nature) 4 ranks, Spellcraft 12 ranks.",
        "name":  "Skills",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Greater Spell Focus (abjuration), Spell Focus (abjura- tion), Skill Focus (Spellcraft).",
        "name":  "Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast ﬁ ve abjuration spells, including at least two of 4th level or higher. Class Skills The Initiate of the Sevenfold Veil ’s class skills (and the key ability for each skill) are Appraise (Int), Concentration (Con), Craft (Int), Decipher Script (Int), Knowledge (all skills, taken individually) (Int), Profession (Wis), and Spellcraft (Int).",
        "name":  "Spells",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +15, Decipher Script +17, Knowledge (arcana) +17 , Knowledge (history) +15, Knowledge (nature) +17, Knowledge (the planes) +17, Spellcraft +22; Alertness (from familiar), Extend SpellB, Great Fortitude, Greater Spell Focus (abjuration), Lightning Re ﬂ exes, Scribe ScrollB, Skill Focus (Spellcraft), Spell Focus (abjuration).",
        "name":  "Skills and Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Celestial, Common, Draconic, Goblin. Unanswerable Strike (Ex):  Iaryo has a +2 bonus on caster level checks to counter or dispel abjuration spells.",
        "name":  "Languages",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a mage of the Arcane Order reaches 5th level, and again at 8th level, a fellow wizard allows the character to copy a spell from his or her spellbook (chosen by the player, subject to the DM ’s approval). He does not need to make a Spellcraft check to copy the spell into his own spellbook, although specialist wizards still cannot learn spells from prohibited schools. Spellcasters who do not use spellbooks gain no bene ﬁ t from this ability.",
        "name":  "New Spell",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Celestial, Common, Draconic, Elf, Gnome, Giant. Spellpool (Su):  If Turial leaves a spell slot of the appropri- ate level open, he can call a number of spells per day from the Arcane Order ’s Spellpool whose total levels are equal to or less than four (that is, one 4th-level spell, two 2nd-level spells, or one 2nd-level spell and two 1st-level spells). He must pay off any spell debt accrued through use of this ability within four days.",
        "name":  "Languages",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "as above plus 0 —all others; 1st —protection from evil, ray of enfeeblement, sleep;  2nd —invisibility;  3rd —ﬂ y, protection from energy;  4th —enervation, ice storm;  5th —hold monster.",
        "name":  "Spellbook",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ring of protection +1,  quarterstaff, headband of intellect +2, cloak of resistance +2, divine scroll of augury,  scroll of ﬁ reball,  scroll of hold monster,  scroll of ice storm, scroll of teleport,  Spellpool focus (garnet ring, 100 gp), spellbooks, spell component pouch, 11 pp.MASTER TRANSMOGRIFIST Perhaps none of an arcane spellcaster ’s mighty powers is so v ersatile, useful, or spectacular as th e ability to chang e into something else entirely. The master transmogri ﬁ st is a sorcerer or wizard who has chosen to specialize in spells that change his form. The polymorph  spell and other shapechang- ing transmutations offer the master transmogri ﬁ st the ability to become a fearsome juggernaut of physical battle, a swift- ﬂ ying traveler, or the perfect spy. Since a character must achieve a signi ﬁ cant level of competence as an arcane spellcaster to qualify for this prestige class, virtually all who choose this path are sorcerers or wizards. Of the two, sorcerers are more often drawn to the spon- taneity and inventiveness offered by the polymorph spell and other spells like it. NPC master transmogri ﬁ sts delight in dem- onstrating their prowess with their favorite shapes, and are thus sometimes amenable to putting on a show for powerful kings, wizards, or other transmogri ﬁ sts.",
        "name":  "Possessions",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The favored shape ability already provides structure to this class, but one method to add more is to decide that a given transmogri ﬁ st must choose a creature type, such as animal. A transmogri ﬁ st gains his enhanced shapechanging abili- ties only for shapes he takes of that creature type, though he can still take other shapes, too, depending on the spell he casts. He just doesn ’t gain the advantages that accrue from this prestige class while in shapes not of his selected type.",
        "name":  "Adaptation",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast alter self  and polymorph. Table 2 –14: The Master Transmogrifist Base Attack Fort Ref WillLevel Bonus Save Save Save Special Spells per Day/Spells Known1st +0 +0 +0 +2 Extended change,  — favored shape 2nd +1 +0 +0 +3 Manifest senses +1 level of existing arcane spellcasting class3rd +1 +1 +1 +3 Battle mastery +2 +1 level of existing arcane spellcasting class4th +2 +1 +1 +4 Effortless change — 5th +2 +1 +1 +4 Shapechanger +1 level of existing arcane spellcasting class6th +3 +2 +2 +5 Battle mastery +4 +1 level of existing arcane spellcasting class7th +3 +2 +2 +5 Reflexive change — 8th +4 +2 +2 +6 Manifest qualities +1 level of existing arcane spellcasting class9th +4 +3 +3 +6 Battle mastery +6 +1 level of existing arcane spellcasting class10th +5 +3 +3 +7 Infinite variety —Illus. by D. Kovacs 620_17925_Chpt2.indd   51 620_17925_Chpt2.indd   51 9/15/04   2:59:43 PM 9/15/04   2:59:43 PMCHAPTER 2 PRESTIGE CLASSES 52Class Skills The master transmogri ﬁ st’s class skills (and the key ability for each skill) are Bluff (Cha), Concentration (Con), Craft (Int), Disguise (Cha), Knowledge (arcana) (Int), Profession (Wis), and Spellcraft (Int).",
        "name":  "Spells",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +17, Concentration +16, Diplomacy +5, Disguise +14 (+16 to act in character), Intimidate +5, Spellcraft +13; Eschew Materials, Improved Initiative, Silent Spell, Spell Penetration, Still Spell.",
        "name":  "Skills and Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Common, Draconic. Battle Mastery (Ex):  Mekkhier gains a +2 competence bonus on all attack rolls he makes while in one of his favored shapes (included in the statistics below). Extended Change (Ex):  Whenever Mekkhier assumes one of his favored shapes (see below), the duration is doubled as if affected by the Extend Spell feat. Favored Shape (Su):  Mekkhier has four favored shapes: medusa, ochre jelly, umber hulk, and very young gold dragon.",
        "name":  "Languages",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The most straightforward adaptation of this class is to make it psionic, barring it completely from being taken by arcanists. In this case, eliminate the spellcasting requirement, and replace it with “Psionics: Able to manifest psionic powers, including at least one telepathy power of 3rd level or higher. ” Also, the Spells per Day column on the class table becomes a Powers per Day column.",
        "name":  "Adaptation",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +17, Climb +0, Concentration +13, Diplomacy +21, Disguise +7 (+9 to act in character), Hide +6, Intimidate +15, Jump –6, Listen +2, Move Silently +4, Sense Motive +10; Ability Focus ( push the weak mind ), Dodge, Spell Focus (enchantment), Spell Penetration.",
        "name":  "Skills and Feats",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When she uses the refrain with her ballad of agony reborn, a seeker shoots a ray of acid from her ﬁ ngertips. The ray has a range of 60 feet and requires a ranged touch attack to hit. The ray deals 10d6 points of acid damage to a creature it hits, and another 10d6 points of acid damage 1 round later.Maralea Duskwood, a seeker of the songIllus. by G. Kubic 620_17925_Chpt2.indd   58 620_17925_Chpt2.indd   58 9/15/04   3:00:09 PM 9/15/04   3:00:09 PMCHAPTER 2 PRESTIGE CLASSES 59 Aria of Everywhere (Sp):  A seeker of the song of 8th level or higher with 21 or more ranks in a Perform skill can pull the power of the primal music into herself and move short distances instantaneously. She can expend a use of bardic music or seeker music to instantly transport herself to any other spot within 25 feet + 5 feet/level. This ability otherwise functions as the dimension door  spell, except that the seeker can ’t bring along additional creatures with this ability. Dirge of Songdeath (Su):  A seeker of the song of 9th level or higher with 22 or more ranks in a Perform skill can gather the power of the primal music to gain control over sonic energy through this music. While a seeker sings this song, she and all of her allies within 30 feet who can hear her gain resistance to sonic 15. An ally bene ﬁ ts from this effect for as long as it can hear the seeker sing.  In addition, as long as the seeker is singing a dirge of songdeath, other creatures within 30 feet cannot easily use bardic music, seeker music, or similar abilities. To use such an ability, a creature within the area must make a Perform check opposed by the seeker ’s Perform check. If the check is successful, the creature can use the ability as desired. If the check fails, the ability has no effect, but a daily use of the music ability must be expended normally.",
        "name":  "Ballad of Agony Reborn, Refrain",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When she uses the refrain with her hymn of spelldeath, a seeker shoots a ray of sonic energy from her ﬁ ngertips. The ray has a range of 60 feet and requires a ranged touch attack to hit. The ray deals 15d6 points of sonic damage to a creature it hits. Note of Solitude (Su):  Upon reaching 10th level, a seeker of the song with 23 or more ranks in a Perform skill can use the power of the primal music to temporarily sever some creatures ’ tie with other planes. Extraplanar creatures within 60 feet of a seeker who activates this ability must make a Will saving throw (DC 10 + the seeker ’s ranks in the Perform skill). Creatures affected by this ability get a bonus on this saving throw equal to their Hit Dice. Any creature that fails this saving throw is instantly sent to its home plane. Unlike other musical abilities and affects, a note of solitude has a duration of instantaneous and cannot be maintained, though the seeker can activate it again on subsequent rounds by spending additional uses of bardic music or seeker music. Combine Songs (Ex):  A seeker of the song of 2nd level or higher can combine two types of bardic music or seeker music to provide the bene ﬁ ts of both. The seeker chooses two music abilities and activates both using the same standard action. If either or both require concentration, the seeker can maintain concentration on both by using one standard action each round to concentrate. The normal stacking rules for bonus types apply to music abilities combined with this ability. Subvocalize (Ex):  At 5th level and higher, a seeker of the song can begin a new bardic music or seeker music song as a swift action (see page 86). A seeker can use this ability only if he already has one (and only one) bardic music or seeker music ability already active. A seeker can use this ability in conjunction with the combine songs ability to start a second song and then maintain both as a standard action each round (as per the combine songs ability). Ex-Seekers of the Song Like a member of any other prestige class, a seeker of the song can take levels in other classes after entering the seeker of the song class, but seekers of the song face a special restriction. A seeker of the song who gains a level in any other class after having gained his ﬁ rst seeker level can never again raise her seeker of the song level, though she retains the seeker abili-ties she has already earned. The path of the seeker demands constant attention and devotion. If a character adopts this p r e s t i g e  c l a s s ,  s h e  m u s t  p u r s u e  i t  t o  t h e  e x c l u s i o n  o f  a l l  other careers. Once she has turned from the path, she can never return. SAMPLE SEEKER OF THE SONG",
        "name":  "Dirge of Songdeath, Refrain",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 13 ranks, Listen 13 ranks, Perform (any) 10 ranks, Profession (astrologer) 6 ranks, Spellcraft 6 ranks. Spells:  Able to cast 3rd-level arcane spells.",
        "name":  "Skills",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A sublime chord has the ability to cast a small number of arcane spells, all of 4th level or higher. To cast a sublime chord spell, a character must have a Charisma score of at least 10 + the spell ’s level, so if she has a Charisma of 13 or lower, she cannot cast any sublime chord spells. Bonus spells are based on Charisma, and saving throws against these spells have a DC of 10 + spell level + the sublime chord ’s Cha modi ﬁ er. A sublime chord can choose spells from the sorcerer/wizard spell list or the bard spell list; if a spell appears on both lists at different levels, she uses the bard version of the spell. A sublime chord ’s caster level for both her sublime chord spells and the spells she gains from other arcane spellcasting classes is determined by adding her sublime chord level to her level in another arcane spellcasting class. If she had more than one arcane spellcasting class before becoming a sublime chord, she must choose to which class to add her sublime chord levels for the purpose of determining her sublime chord spellcaster level. A sublime chord prepares and casts spells just as a sorcerer does, including the ability to replace a known sublime chord spell with a new spell at every even-numbered class level beginning at 4th. Bardic Knowledge:  A sublime chord continues to col- lect the odd bits of lore and knowledge that bards acquire. She can add her sublime chord class level to her bardic knowledge checks, so her bardic knowledge checks have a bonus equal to her bard level + her sublime chord level + her Int modi ﬁ er.",
        "name":  "Spells per Day",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 4 ranks, Jump 4 ranks, Spellcraft 5 ranks, Tumble 4 ranks.",
        "name":  "Skills",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 10 ranks, Knowledge (geog- raphy) 10 ranks. Spell:  Able to cast teleport.",
        "name":  "Skills",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Beginning at 2nd level, a wayfarer guide gains an extra 5th-level spell slot, which can be used only for a teleport  spell. Enhanced Accuracy (Ex):  At 3rd level and higher, a wayfarer guide becomes more skilled at arriving on target. When casting any spell with the teleportation descriptor that includes a random chance for determining the actual destination (such as teleport ), a wayfarer guide can roll twice and choose the result she wants. SAMPLE WAYFARER GUIDE",
        "name":  "Extra Teleportation",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "as above plus 0 —all others except daze, disrupt undead, touch of fatigue;  1st—mount;  2nd —rope trick;  3rd—clai-Illus. by D. Kovacs 620_17925_Chpt2.indd   67 620_17925_Chpt2.indd   67 9/15/04   3:01:17 PM 9/15/04   3:01:17 PMCHAPTER 2 PRESTIGE CLASSES 68raudience/clairvoyance, illusory script;  4th —scrying;  5th —cone of cold;  6th —disintegrate.",
        "name":  "Spellbook",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Common, Elven, Goblin. Random De ﬂ ector (Su):  Revena can take an immediate action to protect herself from ranged attacks, ranged touch attacks, and spells that target her. Such an attack randomly targets someone within 20 feet of Revena instead of target-ing her (possible targets include Revena and her allies). Any creature targeted by such an attack is attacked or affected n o r m a l l y ,  s o  a n  a t t a c k  r o l l  i s  c o m p a r e d  a g a i n s t  t h e  n e w  target ’s AC, or the new target can make a save if the attack allows one. The random de ﬂ ector lasts until the beginning of Revena ’s next turn.",
        "name":  "Languages",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This feat works equally well with spells , invocations, or spell-like abilities.",
        "name":  "Combat Casting",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Penetration and Greater Spell Penetration have the same effect on invoca- tions and spell-like abilities that they do on normal spells.",
        "name":  "Spell Penetration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch spells include any damage-dealing spells with a range of touch. ELIGIBLE FEATS The following feats can be chosen to enhance the perfor-m an ce  o f  w e a po nlik e  spe lls  in  co m ba t  ( f o r  full  d e tails  o n  each feat, see Chapter 5 of the Player ’s Handbook ).",
        "name":  "Touch Spells",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You get a +1 bonus on attack rolls and damage rolls with ranged spells that deal hit p o i n t  d a m a g e  a t  r a n g e s  o f  u p  t o  3 0  f e e t .  Spells that deal only ability damage, bestow penalties on ability scores, or deal energy drain gain a +1 bonus on their attack rolls but get no bonus on damage.",
        "name":  "Point Blank Shot",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can ﬁ re a ranged spell at an op- ponent engaged in melee without taking the usual –4 penalty on your attack roll.",
        "name":  "Precise Shot",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  " When you use your unarmed strike to deliver a touch spell with a successful melee attack (as described in Improved Unarmed Strike, above), you also stun any target that fails a Forti-tude save (DC 10 + 1/2 your character level + your Wis modi ﬁ er).",
        "name":  "Stunning Fist",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus in the chosen school. Beneﬁ  t: You get a +3 bonus on your saving throws against spells from the chosen school.",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  " Ability to cast arcane spells or use spell-like abilities (including in- vocations). Beneﬁ  ts: You can take 10 on caster level checks (as if the caster level check was a skill check). ARCANE PREPARATION You can prepare an arcane spell ahead of time, just as a wizard does.",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Draconic Heritage. Bene ﬁ t: After you cast an arcane spell with a casting time of 1 standard action, you gain a ﬂ y speed equal to 10 feet per level of the spell you just cast for the remainder of your turn. DRACONIC HERITAGE  [DRACONIC] Y o u  h a v e  g r e a t e r  c o n n e c t i o n  w i t h  y o u r  d i s t a n t  d r a c o n i c  bloodline. Prerequisite:  Sorcerer level 1st. Bene ﬁ t: Choose one dragon from the Draconic Heritage list below and gain the indicated skill as a class skill. This is your draconic heritage, which cannot be changed once the feat has been taken. Half-dragons must choose the same dragon kind as their dragon parent. In addition, you gain a bonus on saving throws against sleep and paralysis, as well as spells and abilities with the energy type of your Draconic Heritage. This bonus is equal to the number of draconic feats you have. 620_17925_Chpt3.indd   77 620_17925_Chpt3.indd   77 9/15/04   2:45:59 PM 9/15/04   2:45:59 PMCHAPTER 3 ARCANE FEATS 78Draconic Heritage Dragon Kind Energy Type SkillBlack Acid HideBlue Electricity ListenGreen Acid Move SilentlyRed Fire IntimidateWhite Cold BalanceBrass Fire Gather InformationBronze Electricity SurvivalCopper Acid HideGold Fire HealSilver Cold Disguise DRACONIC LEGACY [DRACONIC] You have realized greater arcane power through your draconic heritage.",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any four draconic feats. Bene ﬁ t: Based on your draconic heritage, add the following spells to your list of spells known. Each spell is added at the level that a spellcaster would normally gain it unless otherwise indicated. Draconic Legacy Dragon Kind Spells KnownBlack  Charm animal (snakes and lizards only), deeper darkness, insect plague Blue Major image, mirage arcane, ventriloquism Green Charm person, dominate person, plant growth Red Detect secret doors, suggestion, true seeing White  Obscuring mist, sleet storm, wall of ice (5th level) Brass Control winds, endure elements, tongues Bronze  Control water (5th level), speak with animals, water breathing Copper Silent image, stone shape, wall of stone Gold Bless, daylight, dispel evil Silver Air walk  (5th level), feather fall, wind wall",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Warmage level 4th. Bene ﬁ t: You gain a +1 bonus on your warmage edge, plus an additional +1 bonus per four warmage levels. For instance, an 8th-level warmage with 18 Intelligence gets a +7 bonus on the damage dealt by any spell that deals hit point damage.",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can gain t h i s  f e a t  m u l t i p l e  t i m e s . Each time, you gain an extra invocation of any grade (least, lesser, or greater) up to one lower than the highest grade of invocation you can cur- rently use. EXTRA SLOT You can cast an additional spell.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Watchful spirit class ability. Bene ﬁ t: Y o u r  w a t c h f u l  s p i r i t  a l l o w s  y o u  t o  r e r o l l  y o u r initiative two times per day, as well as allowing you to reroll any saving throw once per day. These effects must be used immediately after the initial initiative check or saving throw is made. HEIGHTEN SPELL-LIKE ABILITY You can use a spell-like ability as if it were a higher spell-level equivalent than it actually is. Prerequisite:  Spell-like ability at caster level 6th or higher. Bene ﬁ t: Choose one of your spell-like abilities (subject to the restrictions below) to use at a heightened level up to three times per day (or the ability ’s normal use limit, whichever is less). The spell-level equivalent of the heightened spell-like ability is two higher than its normal level (to a maximum of 9th level), with all effects dependent on spell level (including saving throw DCs) calculated at the higher level. The spell-like ability you wish to heighten can be chosen only from those abilities that duplicate a spell of a level less than or equal to 1/2 your caster level (round down), minus 2. For a summary, see the Caster Level to Empower column in the table on page 304 of the Monster Manual .",
        "name":  "Prerequisite",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (the planes) 9 ranks, Energy Substitution (cold), ability to cast a spell with the cold descriptor. Bene ﬁ t: You can turn spells with the cold descriptor into uttercold spells. Half the damage dealt by an uttercold spell is cold damage, and the other half is negative energy damage. The spell ’s saving throw remains unchanged, but creatures can apply cold resistance or immunity to cold only to the cold 620_17925_Chpt3.indd   80 620_17925_Chpt3.indd   80 9/15/04   2:46:07 PM 9/15/04   2:46:07 PMCHAPTER 3 ARCANE FEATS 81portion of the damage. An undead creature can be healed by the negative energy damage of an uttercold spell, though if it doesn ’t have resistance to cold, the effects of damage and healing cancel each other out. An uttercold spell uses a spell slot of the spell ’s normal level. MAGE SLAYER You have studied the ways and weaknesses of spellcasters and can time your attacks and defenses against them expertly. Prerequisites: Spellcraft 2 ranks, base attack bonus +3. Bene ﬁ t: You gain a +1 bonus on Will saving throws. Spellcasters you threaten may not cast defensively (they automatically fail their Concentration checks to do so), but they are aware that they cannot cast defensively while being threatened by a character with this feat. Special:  Taking this feat reduces your caster level for all your spells and spell-like abilities by 4. MAXIMIZE SPELL-LIKE ABILITY You can use a spell-like ability at its maximum effect.",
        "name":  "Prerequisites",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may select this feat multiple times. Each time you choose it, you must apply it to a different spellcasting class. For instance, a 4th-level cleric/5th-level wizard who had selected this feat twice would cast cleric spells as an 8th-level caster and wizard spells as a 9th-level caster.RANGED SPELL SPECIALIZATION You deal more damage with ranged touch attack spells.",
        "name":  "Special",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Kills living creatures with less than 4 HD. NEW BARD SPELLS 2ND-LEVEL BARD SPELLS",
        "name":  "Heart Ripper",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target remakes all rolls, uses worse result for 1 round/level. 5TH-LEVEL BARD SPELLS",
        "name":  "Unluck",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Controlled blinking between the Material and Ethereal Planes grants defenses for 1 round/level. Leomund’s Hidden Lodge: Creates sturdy cottage cam- ouﬂ aged to blend into natural surroundings. NEW CLERIC SPELLS 3RD-LEVEL CLERIC SPELLS",
        "name":  "Blink, Greater",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blades surround you, damaging other creatures (1d6+1/level damage). 4TH-LEVEL CLERIC SPELL",
        "name":  "Ring of Blades",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+10 bonus on caster level checks to defeat one creature ’s spell resistance. 5TH-LEVEL CLERIC SPELL",
        "name":  "Assay Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sphere of light blinds creatures, deals 2d6 ﬁ re damage in 50-ft.-radius spread.6TH-LEVEL CLERIC SPELL",
        "name":  "Blistering Radiance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch attack deals 1 point Str damage plus 1 point Con damage/two levels. 8TH-LEVEL CLERIC SPELL",
        "name":  "Withering Palm",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Calls powerful elemen- tal creature to ﬁ ght for you. NEW DRUID SPELLS 1ST-LEVEL DRUID SPELLS",
        "name":  "Summon Elemental Monolith",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject gains swim speed, +8 bonus on Swim checks. 3RD-LEVEL DRUID SPELLS",
        "name":  "Swim",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your unarmed attacks deal +1d6 damage; nat- ural and unarmed attacks against you take 1d4 damage. 4TH-LEVEL DRUID SPELL",
        "name":  "Thornskin",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Line of electricity between two crea- tures (1d6/level damage). 5TH-LEVEL DRUID SPELL",
        "name":  "Arc of Lightning",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Transforms one 10-ft. cube with subsequent ﬁ re damage and effects. 620_17925_Chpt4.indd   87 620_17925_Chpt4.indd   87 9/15/04   3:03:33 PM 9/15/04   3:03:33 PMCHAPTER 4 SPELLS  AND INVOCATIONS 88NEW RANGER SPELLS 1ST-LEVEL RANGER SPELL Low-Light Vision: See twice as far as a human in poor illumination. 2ND-LEVEL RANGER SPELL",
        "name":  "Transmute Rock to Lava",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Repairs 1 point of damage to any construct. 1ST-LEVEL SORCERER/WIZARD SPELLS",
        "name":  "Trans Repair Minor Damage",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Repairs 1d8 +1/level damage (max +5) to any construct. 2ND-LEVEL SORCERER/WIZARD SPELLS",
        "name":  "Repair Light Damage",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Garment or container becomes extradimensional safe haven for your familiar. 3RD-LEVEL SORCERER/WIZARD SPELLS",
        "name":  "Univ  Familiar Pocket",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your familiar receives +2 bonus on saves, combat rolls, and AC for 1 hour/level. 4TH-LEVEL SORCERER/WIZARD SPELLS",
        "name":  "Univ  Enhance Familiar",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+10 bonus on caster level checks to defeat one creature ’s spell resistance. 620_17925_Chpt4.indd   88 620_17925_Chpt4.indd   88 9/15/04   3:03:35 PM 9/15/04   3:03:35 PMCHAPTER 4 SPELLS  AND INVOCATIONS 89 Unluck:  Target remakes all rolls, uses worse result for 1 round/level.",
        "name":  "Div Assay Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+10 bonus on Concentration checks for previously cast spell.",
        "name":  "Abjur  Aiming at the Target",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+4 on Spellcraft checks, counterspell as an immediate action.",
        "name":  "Duelward",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature or object takes 1d6 damage/level of spell affecting it (max 25d6).",
        "name":  "Reciprocal Gyre",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcasters and creatures with spell-like abilities are prevented from entering an area.",
        "name":  "Refusal",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature/level ﬂ ies at speed of 60 ft.6TH-LEVEL SORCERER/WIZARD SPELLS",
        "name":  "Fly, Mass",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You transfer spells and casting ability into your familiar. 7TH-LEVEL SORCERER/WIZARD SPELLS",
        "name":  "Univ  Imbue Familiar with Spell Ability",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You assume incorporeal form and gain some incorporeal traits and bonuses. 8TH-LEVEL SORCERER/WIZARD SPELLS",
        "name":  "Trans Ghostform",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Pain and trauma deal 2d6 damage, 1d6 Con damage, 1d6 Cha damage for up to 4 rounds. 9TH-LEVEL SORCERER/WIZARD SPELLS",
        "name":  "Trans  Flensing",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You absorb targeted spell energy to power spells of your own.",
        "name":  "Abjur  Absorption",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "On a targeted dispel, steal spell power and effects for yourself. 620_17925_Chpt4.indd   89 620_17925_Chpt4.indd   89 9/15/04   3:03:36 PM 9/15/04   3:03:36 PMCHAPTER 4 SPELLS  AND INVOCATIONS 90Conj  Sphere of Ultimate Destruction: Featureless black sphere moves 30 ft./round, disintegrates on ranged touch attack.",
        "name":  "Reaving Dispel",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Transforms one 10-ft. cube with subsequent ﬁ re damage and effects. WARMAGE SPELLS 0-LEVEL WARMAGE SPELLS (CANTRIPS)",
        "name":  "Trans  Transmute Rock to Lava",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nauseating vapors, 1 round/level. 4TH-LEVEL WARMAGE SPELLS Blast of Flame*: 60-ft. cone of ﬁ re (1d6/level damage).",
        "name":  "Stinking Cloud",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Deals 2d4 ﬁ re damage out to 10 ft. and 1d4 out to 20 ft. Passing through wall deals 2d6 damage +1/level. 5TH-LEVEL WARMAGE SPELLS Arc of Lightning*: Line of electricity between two crea- tures (1d6/level damage). 620_17925_Chpt4.indd   90 620_17925_Chpt4.indd   90 9/15/04   3:03:38 PM 9/15/04   3:03:38 PMCHAPTER 4 SPELLS  AND INVOCATIONS 91Cloudkill: Kills 3 HD or less; 4 –6 HD save or die; 6+ HD take Con damage.",
        "name":  "Wall of Fire",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Smite foes with divine ﬁ re (1d6/level damage). Prismatic Ray*: Ray of light blinds target, deals random effect. 6TH-LEVEL WARMAGE SPELLS",
        "name":  "Flame Strike",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Acorns and berries become grenades and bombs. Otiluke ’s Freezing Sphere: Freezes water or deals cold damage. Tenser ’s TransformationM: You gain combat bonuses. 7TH-LEVEL WARMAGE SPELLS",
        "name":  "Fire Seeds",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Several targets become exhausted. 8TH-LEVEL WARMAGE SPELLS",
        "name":  "Waves of Exhaustion",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blinds all within 10 ft., deals 6d6 damage. 9TH-LEVEL WARMAGE SPELLS",
        "name":  "Sunburst",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As phantasmal killer,  but affects all within 30 ft. WU JEN SPELLS 0-LEVEL WU JEN SPELLS (CANTRIPS)",
        "name":  "Weird",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject gains +1 on saving throws. 1ST-LEVEL WU JEN SPELLS All Elemental Burst*:  Elemental target explodes with varying effects.",
        "name":  "Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You understand all spoken and written languages. Detect Chaos/Evil/Good/Law:  Reveals creatures, spells, or objects of selected alignment.",
        "name":  "Comprehend Languages",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Throws voice for 1 min./level. 2ND-LEVEL WU JEN SPELLS",
        "name":  "Ventriloquism",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sends a short message 1 mile/level. 3RD-LEVEL WU JEN SPELLS",
        "name":  "Whispering Wind",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Absorb 12 points/level of damage from one kind of energy. Earth Earthbolt*:  Seismic pulse deals 1d6/level damage to creatures along its path. Terra Cotta WarriorM*: Statuette becomes a Medium animated object which ﬁ ghts for you. Fire Fire Wings*: Your arms become ﬂ aming wings capable of ﬂ ight and dealing +2d6 ﬁ re damage on unarmed attacks. 620_17925_Chpt4.indd   92 620_17925_Chpt4.indd   92 9/15/04   3:03:42 PM 9/15/04   3:03:42 PMCHAPTER 4 SPELLS  AND INVOCATIONS 93 Fireball:  1d6 damage per level, 20-ft. radius.",
        "name":  "All Protection from Energy",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Speak any language. 4TH-LEVEL WU JEN SPELLS All Elemental Ward*:  Drives elementals away.",
        "name":  "Tongues",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Stops 1st- through 3rd- level spell effects.",
        "name":  "Globe of Invulnerability, Lesser",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Calls extraplanar creature to ﬁ ght for you. Wall of Bones*:  Shapeable wall grants cover and conceal- ment, deals damage to anyone who tries to pass. 5TH-LEVEL WU JEN SPELLS",
        "name":  "Summon Monster IV",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creates a stone wall that can be shaped. 620_17925_Chpt4.indd   93 620_17925_Chpt4.indd   93 9/15/04   3:03:44 PM 9/15/04   3:03:44 PMpqqqqqqqqqqqqqqqqqqqqrs USING THE HEXBLADE WITH COMPLETE ARCANE The hexblade (a new standard class introduced in Complete Warrior ) has its own class spell list, which focuses on enchant- ment, necromancy, and transmutation spells, but also includes some abjurations, illusions, and other effects. You can add the following new spells (appearing in this book) to the hexblade ’s class spell list. 1st-Level Hexblade Spells",
        "name":  "Wall of Stone",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+10 bonus on caster level checks to defeat one creature ’s spell resistance.",
        "name":  "Assay Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Makes certain spells permanent.",
        "name":  "PermanencyX",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wall is immune to damage. 6TH-LEVEL WU JEN SPELLS",
        "name":  "Wall of Force",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As lesser globe of invulnerability, plus 4th-level spell effects.",
        "name":  "Globe of Invulnerability",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Changes appearance of group of creatures. 620_17925_Chpt4.indd   94 620_17925_Chpt4.indd   94 9/15/04   3:03:46 PM 9/15/04   3:03:46 PMpqqqqqqqqqrs SPELLS FROM ORIENTAL ADVENTURES Some of the spells in this chapter were first introduced in Ori- ental Adventures,  and appeared on class spell lists in addition to the wu jen. Though those classes aren ’t listed in the level information of the spell descriptions here, any of these updated spells can be used by Oriental Adventures classes able to use the original spell. pqqqqqqqqqrsCHAPTER 4 SPELLS  AND INVOCATIONS 957TH-LEVEL WU JEN SPELLS",
        "name":  "Veil",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alters reality —within spell limits.",
        "name":  "Limited WishX",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As teleport,  but affects a touched object. Withering Palm*:  Touch attack deals 1 point Str damage plus 1 point Con damage/two levels. 8TH-LEVEL WU JEN SPELLS",
        "name":  "Teleport Object",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Object or location affected by spell repels certain creatures. Finding the Center*:  Automatically maintain concentra- tion on previously cast spell.",
        "name":  "Antipathy",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cyclone deals damage and can pick up crea- tures. 9TH-LEVEL WU JEN SPELLS Fire Internal FireF*: Targets die instantly or take 6d6 + 1/level ﬁ re damage. Absorption*: You absorb targeted spell energy to power spells of your own.",
        "name":  "Whirlwind",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As limited wish,  but with fewer limits. 620_17925_Chpt4.indd   95 620_17925_Chpt4.indd   95 9/15/04   3:03:48 PM 9/15/04   3:03:48 PM96CHAPTER 4 SPELLS  AND INVOCATIONSSPELLS The spells herein are presented in alphabetical order (with the exception of those whose names begin with “greater, ” “lesser, ” or “mass ”; see Order of Presentation, page 181 of the Player ’s Handbook ). ABSORPTION Abjuration",
        "name":  "WishX",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Until expended or 10 min./level Spells and spell-like effects that target you are absorbed, their energy stored to power spells of your own. Absorption absorbs only ranged spells that have you as a target. Touch spells, effect spells, and area spells that affect you cannot be absorbed. Once the spell is cast, you can absorb 1d4+6 spell levels (rolled secretly by the DM). The level of each spell you absorb is subtracted from the total. If a spell is only partially absorbed (because its level exceeds the number of levels remaining to be absorbed), divide the number of spell levels left unabsorbed by the original spell level. For spells that deal damage, use the result to determine what fraction of the damage you take. For spells that create effects, use the result as a percentage chance to be affected. For example, you have three spell levels of absorption  remaining and are struck by dominate person  (cast as a 5th- level spell). Absorption absorbs three levels of the spell, resulting in a 40% chance (2/5) that you will be affected normally. If affected, any saving throw the spell allows you still applies. Like- wise, if you ’re struck by disintegrate  (cast as a 6th-level spell) with four levels of absorption  remaining, two levels of the spell remain, and you take only 33% (2/6) of the damage you would normally take from the spell. You can use captured spell energy to cast any spell you know or have prepared, but spells so cast don ’t disap- pear from your list of prepared spells or count against the number of spells you can normally cast per day (so you so must keep a running total of spell levels absorbed and used). The levels of spell energy you have stored must be equal to or greater than the level of the spell you want to cast, and you must have at hand (and expend) any material components required for the spell. ACCURACY",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration, up to 20 minutes; see text When you cast this spell as a swift action (see page 86), you increase your ability to concentrate on a spell you have already cast. This spell is one of only a few spells ( ﬁ nding the center  being another) that you can cast while maintaining concentration on another spell. Aiming at the target  gives you a +10 circumstance bonus on Concen-tration checks you make to maintain concentration on the other spell, and its effect lasts as long as you concentrate on the other spell (to a maximum of 20 minutes). ANIMATE FIRE Transmutation [Fire]Level:  Druid 2, wu jen 2 ( ﬁ re)",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Up to a 5-ft. cube of ﬁ re As animate wood , but you can animate a ﬁ r e  n o  l a r g e r  t h a n  t h e  m a x i m u m volume. Animated ﬁ re has the ﬁ re subtype and the burn special attack of a ﬁ re elemental, dealing bludgeon- ing damage plus ﬁ r e  d a m a g e  o n  a successful slam attack and possibly setting opponents on ﬁ re (save DC 12; see page 98 of the Monster Manual ). Fire animated by this spell has hard- ness 0. Material Component:  A handful of charcoal, sulfur, and soda ash. ANIMATE WATER Transmutation [Water]Level:  Druid 1, wu jen 1 (water)",
        "name":  "Target",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Up to a 5-ft. cube of water As animate wood , but you can animate a quantity of water up to the maximum volume. Water animated by this spell has hardness 0, but has double the n o r m a l  h i t  p o i n t s  t h a t  a n  a n i m a t e d  object of the same size would have. Material Component:  A vial of pure spring water mixed with cinnabar oil. ANIMATE WOOD",
        "name":  "Target",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration, up to 1 round/level (D) 620_17925_Chpt4.indd   96 620_17925_Chpt4.indd   96 9/15/04   3:03:49 PM 9/15/04   3:03:49 PM97CHAPTER 4 SPELLS  AND",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No This spell imbues a Small or smaller w o o d e n  o b j e c t  w i t h  m o b i l i t y  a n d  a  semblance of life, then causes it to immediately attack whomever or what- ever you initially designate. Statistics for the animated wood are as for a Small animated object and can be found on page 13 of the Monster Manual.  Wooden objects animated by this spell have hardness 5. The spell cannot animate objects carried or worn by a creature. Material Component:  A mixture of powdered cinnabar and ground peach pit. ANTICIPATE TELEPORTATION Abjuration",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No The subject of the spell is surrounded with an invisible aura that anticipates and delays the teleportation of any creature into the spell ’s area. Any teleportation spell or effect (includ- ing all spells with the teleportation descriptor) can be anticipated, making the spell ’s recipient instantly aware of the exact location where the teleport-i n g  c r e a t u r e  w i l l  a r r i v e  ( s u b j e c t  t o  the restrictions below), the creature ’s size, and how many other creatures (and their sizes) are arriving with the teleporting creature. The spell also delays the arrival of the teleporting creature by 1 round (so that it arrives on its initiative count immediately before its next turn), generally giving the recipient of the spell and anyone else made aware of the information 1 round to act or ready actions. The teleporting creature does not perceive this delay. Since a teleporting creature doesn ’t necessarily arrive at the precise loca- tion it intends, the spell also functions against a creature that arrives in range even though its intended destina- tion was elsewhere. For a creature that intends to teleport into range but inadvertently arrives outside the spell ’s area, the spell gives the recipient awareness that a creature has attempted to teleport into range and delays the creature as normal, but doesn ’t give any awareness as to t h e  a c t u a l  l o c a t i o n  o f  i t s  i m m i n e n t  arrival. The spell has no effect on creatures attempting to teleport away from the spell ’s area, though if their destination is within the area, the spell will affect their reentry as normal. Focus: A tiny hourglass of platinum and crystal costing 500 gp, which must be carried or worn by the spell ’s recipi- ent while the spell is in effect. ANTICIPATE TELEPORTATION, GREATER Abjuration",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "24 hours As anticipate teleportation , except that greater anticipate teleportation  identi ﬁ es the type of the arriving creature (and any companions accompanying it) and creates a delay of 3 rounds, providing the recipient with even more warning and preparation time. Focus: A tiny hourglass of platinum and crystal ﬁ lled with diamond dust, costing 1,000 gp. The hourglass must be carried or worn by the spell ’s recipi- ent while the spell is in effect. APPARITION Illusion (Phantasm) [Fear, Mind- Affecting]",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes This spell causes the subject ’s face to take on a horrible and terrifying appearance. You can create nearly any combination of hideous features —blue skin, parrot face, elephantine nose, rotting tusks, or worse —but you cannot duplicate the appearance of any speci ﬁ c creature or person. Any creature (excluding you and your allies) that views the recipient and fails its save becomes shaken.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No You create natural conductivity between two creatures, and a bolt of electricity arcs between them. This bolt deals 1d6 points of electricity damage per caster level (maximum 15d6) to both creatures and to anything in the line between them. B o t h  c r e a t u r e s  m u s t  b e  i n  r a n g e ,  a n d  y o u  m u s t  b e  a b l e  t o  t a r g e t  t h e m  (as if this spell had them as its targets). Draw the line from any corner in one creature ’s space to any corner in the other ’s space.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature Arc of lightningIllus. by D. Crabapple 620_17925_Chpt4.indd   98 620_17925_Chpt4.indd   98 9/15/04   3:03:53 PM 9/15/04   3:03:53 PM99CHAPTER 4 SPELLS  AND",
        "name":  "Target",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No You conjure a number of shining metallic bands out of thin air, encircl- ing a Medium or smaller creature. The victim must succeed on a Re ﬂ ex save o r  b e  i m m o b i l i z e d  ( h e l p l e s s ) .  I f  t h e  saving throw succeeds, the victim is only partially trapped by the bands (treat as entangled). A creature immobilized by the bands can attempt escape as a full-round action, either by bursting free (Strength DC 18) or wriggling out ( Escape Artist DC 1 8 ). An en tan gled creature can use a full-round action to break or disentangle itself with a DC 13 Strength check or a DC 13 Escape Artist check. Large or larger creatures are too big to be captured or impeded by the bands.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "NoFlames ﬁ ll the area, dealing 1d6 points of ﬁ re damage per caster level (maxi- mum 10d6) to any creature in the area that fails its saving throw. Material Component: A bit of wick soaked in oil. BLINK, GREATER",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes A blazing ball of light is hurled toward the point you designate, erupting into a brilliant hovering sphere. All sighted creatures in the area are dazzled (no save), and the heat from the blistering radiance  deals 2d6 points of ﬁ re damage to all creatures and objects in the area 620_17925_Chpt4.indd   99 620_17925_Chpt4.indd   99 9/15/04   3:04:01 PM 9/15/04   3:04:01 PM100 CHAPTER 4 SPELLS  AND INVOCATIONSeach round on your turn (Fortitude save for half). Like ﬁ reball , blistering radiance  erupts if it strikes any material body or solid barrier before attaining the prescribed range, and you must make a successful ranged touch attack to send the sphere through a narrow opening or passage. Blistering radiance  counters or dispels any darkness spell of equal or lower level. Material Component:  A bit of tinder and a small lens. BODY OUTSIDE BODY Conjuration (Creation)Level:  Wu jen 7",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You taint a living creature ’s blood with a hot, corrosive infusion, dealing 1d8 points of acid damage and 1d8 points of ﬁ re damage per round. The subject can attempt a Fortitude save each round to negate the damage, but a successful save does not prevent damage in future rounds. Searing pain limits the subject to a single move action in any round when it fails its Fortitude save. Burning blood  does not affect crea- tures of the construct, elemental, ooze, plant, or undead types.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) This spell alters the coloration of the recipient ’s body and clothing so as to blend in with the surrounding background, granting the creature a +10 circumstance bonus on any Hide checks. In areas where the background changes gradually (such as stepping fr o m  f o r e s t  t o  gr e e n  ﬁ eld), the color- ation shifts quickly enough to grant the bonus while moving at up to one-half normal speed. When the background changes abruptly (from forest to stone wall, for example), the creature loses the circumstance bonus for 1 round while the coloration change takes effect. Material Component:  The shed skin of a small lizard. CLOUD CHARIOT Conjuration (Creation) [Water]Level:  Wu jen 8 (water)",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Your saliva changes into a virulent poison that you then spray forth in a 10-foot cone. Creatures within the cone must make a Fortitude save or take 1d3 points of Constitution damage. The p o i s o n  d o e s  n o t  aff e c t  y o u ,  n o r  d o e s it produce any secondary effects or re-main potent once sprayed. Material Component:  A cobra ’s fang. COMMUNE WITH GREATER SPIRIT Divination",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One spirit As commune with lesser spirit , except this spell can contact any spirit creature regardless of Hit Dice, and you can ask one question per caster level.",
        "name":  "Target",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No You contact any local spirit creature with 4 or fewer Hit Dice and can ask it up to one question per two caster levels. You must know the identity of the spirit, and you must be within 10 feet of the spirit ’s location. The spirit ’s knowledge is limited to matters within its immediate area (so that the spirit of a great tree in a village cannot answer questions about events outside the village, for example), and you must ask questions that could typically have one-word answers. “Unclear ” is a legitimate answer, because spirits are not necessarily omniscient, but in cases where a one-word answer would be misleading or contrary to the spirit ’s interests, the DM can respond with a short phrase ( ﬁ ve words or less) instead. If the spirit has been subject to com- mune with lesser spirit  (or commune with greater spirit ) within the past week, this spell fails. As well, if the spirit ’s align- ment is different from yours, it gets a Will save to resist the spell. Unasked questions are wasted if the spell ’s dura- tion expires.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level (D); see textCloud chariotIllus. by G. Kubic 620_17925_Chpt4.indd   101 620_17925_Chpt4.indd   101 9/15/04   3:04:39 PM 9/15/04   3:04:39 PM102 CHAPTER 4 SPELLS  AND",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "NoThis spell creates an amorphous cloud of inky blackness that you can shape and move as desired. While you con-centrate on it, the darkness can move up to 20 feet per round, either ﬂ oating through air or seeping through the smallest cracks. The cloud stops all light and sound, so creatures within it (or creatures whose sensory organs and vocal apparatus are within it) are treated as being deafened and blinded (including creatures with darkvision), in addition to being unable to speak or c a s t  s p e l l s  w i t h  v e r b a l  c o m p o n e n t s .  As well, creatures entirely within the cloud have total concealment. A moderate wind (11+ mph) disperses the cloud in 5 rounds; a strong wind (21+ mph) disperses it in 2 rounds.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) As darkvision  ( s e e  p a g e  2 1 6  o f  t h e Player ’s Handbook) , except that all target creatures receive the spell ’s bene ﬁ ts. Unlike with darkvision , recipients of this spell cannot have the ability made permanent with a permanency spell.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes A cloudy gray sphere of whirl- ing air and howling wind ﬂ ies to attack your enemies and hurl them to the sky. As a move action, you can make the sphere travel up to 30 feet per round and strike the crea- ture or object you indicate as a ranged touch attack. An y  c r e a t u r e  s t ru c k  b y  t h e  sphere takes 3d6 points of damage from the force of its winds. In addition, Medium or smaller creatures must succeed on a Fortitude save or be knocked prone. Creatures that fall prone must then succeed on a second Fortitude save or be swept up by the sphere and driven 1d8 ×10 feet into the air, dropping 1d6 squares from their origi-nal position in a random direction and taking falling damage as normal. If some obstacle prevents the target creature from reaching its expelled height, it takes 1d6 points of damage f o r e v e ry 1 0 f ee t o f m o v e m e n t i t w as unable to complete, so that a creature hurled 50 feet up in a room with a 20-foot ceiling would take 3d6 points of damage from the impact, then take 2d6 points of damage when it falls back to the ground. The sphere can affect a maximum of one creature or object per round, and winks out if it exceeds the spell ’s range.",
        "name":  "Spell Resistance",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level By taking a standard action to con- centrate, you can see the true form of creatures within 60 feet. Each round, you can examine one creature you can see to determine whether it is poly-m o r p h e d ,  d i s g u i s e d ,  o r  t r a n s m u t e d ,  and what its true form is. If you look at a shapechanger in its true form, you immediately sense its shapechanging ability, but you can ’t determine what other forms it might be capable of assuming. For the purpose of this spell, a shapechanger is any creature with the shapechanger type or a supernatural or extraordinary ability that allows it to assume an alternate form. A wizard who knows alter self  is not a shapechanger (since a spell is not a supernatural or extraordinary ability), but a barghest is (since it has the supernatural abil- ity to assume alternate forms, even though its type is outsider).",
        "name":  "Duration",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    },
    {
        "origin_file":  "spells.json",
        "description":  "YouDefenestrating sphereIllus. by M. Phillippi 620_17925_Chpt4.indd   103 620_17925_Chpt4.indd   103 9/15/04   3:04:45 PM 9/15/04   3:04:45 PM104 CHAPTER 4 SPELLS  AND",
        "name":  "Target",
        "source":  "complete_arcane.txt",
        "_id":  "66a32b42ec061defb920cdb04ba87247a3e82a2e886f5ac548f67e4004126c18"
    }
]
