[
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 size, –1 Dex, +13 natural), touch 8, smaller creature in its body as a standard action. The mud fl at-footed 21 golem attempts a grapple that does not provoke attacks of Base Attack/Grapple: +11/+22 opportunity. If it wins the grapple check, it establishes a",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "36 (–1 size, +11 Dex, +16 defl ection), touch color is determined randomly, since the golem lacks the 36, fl at-footed 25 intelligence to choose colors on its own. The effect of the Base Attack/Grapple: +15/— touch attack is based on the tendril’s color, as shown on",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— prismatic wall or prismatic sphere also heals the golem in this way, and ends the spell’s effect. A 10-foot-diameter sphere of scintillating, multicolored light Moral Code: Though unintelligent, a prismatic golem is glides silently toward you. imprinted with the moral code of its creator. It will cease to function on its controller’s behalf if given any instructions A prismatic golem is a construct of pure light gathered that confl ict with that moral code, regardless of whether the from the luminescence of the plane of Elysium. Celestial creator’s ethics change. spellcasters, always endeavoring to achieve the art of perfection, Construction fi nd that light compacted to Crafted from gems exposed to its essence makes for a the glorious light of Elysium, radiant servant. a prismatic golem’s body A prismatic golem costs 50,000 gp to con- has no weight and struct. Assembling the cannot speak, al- body requires both a though it nods to DC 22 Craft (sculpt- acknowledge a valid ing) check and a DC command. 22 Knowledge (the planes) check. Combat CL 17th; Craft When commanded, a Construct (see page prismatic golem moves 206), greater planar up to a foe and strikes him binding, polymorph any with its tendrils. The golem object, prismatic sphere, is disarmingly fast and elusive, wish, caster must be good so it never hesitates to distance itself Prismatic golem and at least 17th level; Price from those who can hurt it. 250,000 gp; Cost 150,000 gp + 8,000 XP. Prismatic Body (Su): A prismatic golem’s body is com- PRISMATIC GOLEMS IN EBERRON prised of scintillating colors. Creatures with 8 HD or fewer within 20 feet of a prismatic golem are blinded for 2d4 In the EBERRON campaign setting, prismatic golems are cre- rounds by the fl ashing colors (no save). Any creature that ated on the plane of Syrania, the Azure Sky, and are often 71 touches a prismatic golem is treated as though the golem referred to as Syranian golems. Illus. by R. Lemen GOLEM 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 7711 77//1133//0044 55::2233::2277 PPMM SHADESTEEL GOLEM A magical effect that has the light descriptor (such as This 7-foot-tall shadowy automaton is crafted from a matte continual fl ame) causes the golem to speed up as if affected black metal that seems to absorb light. A mist fills the hollow by the spell haste for 2d4 rounds. The golem is also hasted spaces between its skeletal frame, and its two long arms end whenever it is subject to a positive energy effect, such as the in sharp metal claws. A dour, skull-shaped head surmounts its turning attempt of a cleric. This might happen if the cleric broad torso, but the construct has no neck to speak of. It moves has mistakenly identifi ed the creature as a nightwalker or slowly but silently, hovering slightly above the ground and dis- turbing nothing as it passes. other undead, or if the golem is standing near undead. If a shadesteel golem is targeted by or within the area of Crafted from metal mined and forged entirely on the a spell with the darkness or shadow descriptor, the golem is Plane of Shadow, shadesteel golems are silent and powerful healed of 1 point of damage per level of the spell. guardians. Necromancers, liches, and vampires create these Shadow Blend (Su): In any condition of illumination planar golems to defend their crypts from clerics or paladins other than full daylight, a shadesteel golem can disappear unlikely to be hampered by undead minions. into the shadows, giving it concealment. Artifi cial illumina- Those seeing a shadesteel golem often mistakenly iden- tion, even a light or continual fl ame spell, does not negate this tify it as undead, since it has a dark shadowy appearance ability, though a daylight spell does. and moves as quietly as a wraith. Unlike most constructs, Skills: A shadesteel golem has a +16 racial bonus on Move a shadesteel golem is very stealthy, capable of blending into Silently checks and a +12 racial bonus on Hide checks. even the faintest of shadows. Their creators use them as hidden guardians in conjunction with more obvious Construction deterrents, such as iron golems or zombies. A shadesteel golem must be created entirely on the Plane A shadesteel golem stands 7 feet tall and weighs of Shadow, using 1,500 pounds of steel tempered with rare about 1,500 pounds, though it usually fl oats shadow-liquids. This shadow-tempered steel costs with such ease that it appears to be almost 10,000 gp to create. The creator must then make weightless. a DC 30 Craft (armorsmithing) check to forge the golem’s body. COMBAT CL 17th; Craft Construct (see page 206), A shadesteel golem is mindless and fol- energy drain, geas/quest, limited wish, poly- lows whatever orders its master gives morph any object, shades, caster must it. A golem’s creator can command be at least 17th level; Price 130,000 gp; it if the golem is within 60 feet and Cost 70,000 gp + 4,800 XP. can see and hear her. If uncom- manded, the golem usually follows its Tactics Round-by-Round last instruction to the best of its abil- A shadesteel golem is incapable of ity, though the golem always returns devising its own tactics, but its master attacks made against it. The creator can certainly does not suffer the same give the golem a simple command to defi ciency. Paired with a few undead, govern its actions in her absence, a shadesteel golem can be the perfect such as “Attack any living creature sentry, using its pulse wave to heal its that enters this room.” Like most allies and weaken its opponents. A savvy constructs, it fi ghts to the death master gives the construct instructions to unless commanded to retreat. delay the use of its negative pulse wave for Negative Pulse Wave (Su): The a few rounds, so as to maximize its benefi t shadesteel golem can radiate a burst of inky for healing the undead. The following tactics black negative energy as a free action every assume the golem is backed up by fi ve greater 1d4+1 rounds. The pulse wave drains shadows (an EL 13 encounter). life from all living creatures within 40 Prior to combat: Their creators often feet of the golem, dealing 12d6 points of nega- Shadesteel golem place shadesteel golems atop a symbol of death. tive energy damage. A DC 19 Fortitude save When the golem moves to attack, the symbol is halves the damage; the save DC is Constitution-based. revealed. The golem’s chamber is always dimly lit, to take Undead creatures within the area are healed of 12d6 advantage of the construct’s ability to blend into shadows. points of damage instead, and any turning effect they Round 1: Charge the nearest opponent, slamming once. are under is broken. A death ward spell or similar effect The shadows circle and engage, looking for weak prey but protects a creature from a shadesteel golem’s negative staying within 40 feet of the golem. pulse wave. Round 2: Slam foe twice. The shadows drain the Strength Immunity to Magic (Ex): A shadesteel golem is immune of nearby enemies. to any spell, supernatural ability, or spell-like ability that Round 3: Release negative pulse wave, damaging all foes allows spell resistance. In addition, certain spells and effects within 40 feet and healing any injured shadows. Follow up 72 function differently against the creature, as noted below. with another two slam attacks (or charge another foe, if the MELOG dooW .S yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 7722 77//1133//0044 55::2233::3311 PPMM Shadesteel Golem Greater Shadesteel Golem Medium Construct (Extraplanar) Large Construct (Extraplanar)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "33 (+3 Dex, +20 natural), 33 (–1 size, +2 Dex, +22 natural), touch 13, fl at-footed 33 touch 11, fl at-footed 31 Base Attack/Grapple: +13/+20 +20/+36",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (–1 size , +3 Dex, +8 natural), touch 12, (DC 13), three times per day. Caster level 10th. fl at-footed 17 Adhesive (Ex): A web golem is extremely sticky. Base Attack/Grapple: +8/+17 Anyone who makes an unsuccessful melee attack against",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "12d12 (78 hp) blackmail beings of all types into getting them items and",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+1 Dex, +5 defl ection, +4 natural), once was, its muscles and sinews withered by touch 16, fl at-footed 19 exposure to negative energy. It weighs less Base Attack/Grapple: +6/+3 than 100 pounds. It speaks the languages",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Always lawful evil Grimweird Armor Class.",
        "name":  "Alignment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "28 (–1 size, +19 natural), touch 9, flat- attacks are the same as a lich and the construct retains a footed 28 fraction of the original lich’s spell-casting ability. A grisgol Base Attack/Grapple: +14/+22 only casts the spells scribed by its creator on the scrolls and",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (–1 size, –2 Dex, +8 natural, +5 breastplate, paler and males grow darker, making very old gulgars white +2 heavy steel shield), touch 7, fl at-footed 22 or black. The crystalline bone that protrudes from their skin Base Attack/Grapple: +10/+19 yellows with age, becoming cloudy and opaque.",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+5 damage reduction and hardness. The protrusions of crystal from a gulgar’s knuckles, chin, This hulking armored creature is nearly as broad as it is tall. and shoulders are made of an organic material that is as Its head is thick and long, with its lower face and jaws slop- hard as adamantine, but it turns as brittle as quartz when ing down over its chest. It has two small rhinocerouslike ears detached from the gulgar. high on its head and small black eyes set deep in its face. Its Sonic Pulse (Ex): As a standard action, a gulgar can chin bears a thick crystalline horn that projects from it to emit a 30-foot cone of sound that deals 3d6 points of stab in your direction, and two small crystalline tusks protrude upward from its lower lip. The creature’s skin is dark gray, and sonic damage and may deafen foes. Any creature in the crystal protrudes from its shoulders and knuckles as well as its area must succeed on a DC 18 Fortitude save or be deaf- chin. Its hands have two broad and stubby fingers with thick ened for 1 hour. Deafened creatures cannot be further crystal nails and an equally broad thumb. Well muscled and deafened, but they still take the sonic damage from other well armed, it stares grimly at you, making no sound. sonic pulse attacks. Once it has used this ability, a gulgar must wait 1d4 Once native to the Elemental Plane of Earth, gulgars rounds before using it again. This is a sonic effect. The save migrated to the Material Plane long ago, fl eeing an incur- DC is Constitution-based. sion of geniekind. They now live in temperate mountain Stability (Ex): A gulgar gains a +4 bonus on ability ranges, riding the winds on the backs of yrthaks and plumb- checks made to resist being bull rushed or tripped when ing the depths of the mountains, seeking the crystals they standing on the ground (but not when climbing, riding eat to give their bones strength. a flying mount, or otherwise not standing firmly on Gulgars seem to be laconic and dour creatures, but in truth the ground). they are boisterous and full of vigor. Their speech is inaudible Subsonic Speech (Ex): A creature must have the tremor- to most beings, and they are wary of strangers—especially sense ability, or the blindsight or blindsense ability based 78 of dwarves, a race with which they’ve had many confl icts in on a keen sense of hearing or sensitivity to vibrations, to RAGLUG 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 7788 77//1133//0044 55::2233::5500 PPMM hear the subsonic speech of gulgars. Such creatures can hear the subsonic speech of gulgars using the normal Listen check rules; they do not need to have the speaking gulgar within the range of their tremorsense, blindsense, or blindsight ability. A gulgar’s subsonic speech carries fi ve times as well and as far as normal speech. This means that to hear a gulgar talking, a creature who can hear the subsonic speech takes a –1 penalty on Listen checks per 50 feet of distance from the speaker. A door increases the Listen DC by just 1, and a stone wall increases it by 3. These modifi ers replace those given on page 78 of the Player’s Handbook. Creatures without the ability to hear the subsonic speech of gulgars can still read their lips using the Spot skill. The base DC to read a gulgar’s lips is 20, and the creature reading lips must speak Terran.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (–1 size, +4 Dex, +3 natural), 19 (–2 size, +3 Dex, +8 natural), touch 13, fl at-footed 12 touch 11, fl at-footed 16 Base Attack/Grapple: +3/+10 +6/+21",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+3 Dex, +3 natural, +4 chain shirt), touch one of these can frequently be found as part of a raiding 13, fl at-footed 17 party. These individuals have the unenviable job of sub- Base Attack/Grapple: +6/+8 duing spellcasters, especially those that exhibit any signs of",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+4 can assume the form of a pile of mobile sand. This ability works as the gaseous form spell, except the harssaf is com- Armed with a pair of curved kukris, this armored humanoid’s posed of sand instead of vapor and it cannot fl y; harssafs in long-fingered hands and its vaguely reptilian face are the only sand form slither along the ground and can fi t through gaps parts of its body not covered in sand-colored desert clothes. Its or crevices less than one-quarter inch wide. reddish-brown skin is rough and grainy like sand, and its slitted eyes glow a fiery red. HARSSAF SOCIETY Harssaf clans are incredibly structured, composed of a As harsh and unyielding as their desert homes, harssafs strict caste system of scouts and tenders. Tenders comprise don’t typically deal congenially with others. Harssafs live less than one-third of a band’s total population, and even in and wander the great deserts and barren places of the they are capable warriors. Consisting mostly of scouts inca- world. Seemingly composed of the fi re and sand of their pable of fi ghting due to age or infi rmity, pregnant females, home terrain, they live in nomadic bands and frequently young children, and the few craftsfolk of the clan, tenders raid settlements within or near their desert homes. are regarded as second-class citizens. Leaders of the clans Harssafs live mostly insular lives, traveling and raiding always emerge from the scout caste, which consists of any throughout a massive section of desert. Harssafs have no male or female of fi ghting age. compunctions about killing when necessary, but they take Males and females have an equal opportunity to prove no particular pride in it. Killing to the harssafs is a neces- themselves worthy of the scout caste. But females who sary skill to survive the coming sandstorms that will carry have children are relegated to be tenders until their chil- the great desert to the far reaches of the world. dren are old enough to be left with others of the caste. Both male and female harssafs stand about 6 feet tall and Only then can these females return to the scout clan. As weigh about 190 pounds. a result, children are raised by the clan as a whole, being Harssafs speak Ignan and Common. alternately schooled by different members of the scout caste. These scouts have taken it upon themselves to educate the COMBAT youngsters in various martial and religious mysteries to A harssaf prefers to ambush its opponents, hiding among ensure they are prepared to choose their career when they 82 the dunes near the desert edge in sand form or just beneath come of age. FASSRAH 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 8822 77//1133//0044 55::2255::5511 PPMM Harssaf clans sometimes skirmish over resources or ter- attack bonus of +6, and base saving throw bonuses of Fort ritory, but they prefer to avoid fi ghting other chosen desert +2, Ref +5, and Will +5. dwellers and focus their raids on the soft outlanders. —Racial Skills: A harssaf’s monstrous humanoid levels A harssaf camp is usually composed of several small give it skill points equal to 9 × (2 + Int modifi er, minimum tents shared by tenders, and a few large pavilions where 1). Its class skills are Climb, Hide, Jump, Knowledge the scouts stay. Due to their natural affinity for hot and (nature), Listen, Move Silently, and Spot. sandy environments, harssafs have no problem sleeping in —Racial Feats: A harssaf’s monstrous humanoid levels the open desert. Rumors exist of ancient harssaf structures give it three feats. It also has Alertness and Lightning in the deepest deserts, strongholds that all clans visit from Refl exes as bonus feats. time to time. These strongholds are said to hold the history — +3 natural armor bonus. of the mysterious harssaf people, as well as monasteries that —Special Attacks (see above): Flaming aura, sand pulse. devote themselves to schooling the many monks of the —Special Qualities (see above): Blindsense 30 ft., damage harssaf clans. reduction 5/bludgeoning, fast healing 3, immunity to blind- Harssafs worship no particular deity, but rather ness and fi re, sand form, spell resistance equal to 17 + class worship the desert itself. They believe their race once levels, vulnerability to cold. spawned from the desert, and that one day the desert will —Automatic Languages: Common, Ignan. Bonus rise up to swallow the earth in its warm embrace. Only Languages: Draconic, Dwarven, Elven, Giant, Halfl ing, they, the faithfully prepared, will survive the onslaught of Orc, Terran. the desert. A few worship powerful lords of the Elemental —Favored Class: Monk. Plane of Fire. —Level adjustment +4. Harssaf clerics can choose from the Fire, Law, Strength, HARSSAFS IN EBERRON and Sun domains. Harssaf communities dot the great deserts of Sarlona. HARSSAFS AS When humans migrated from Sarlona to Khorvaire CHARACTERS millennia ago, they brought harssaf slaves with Monks are common among the them. Their descendants gather in small scout caste, as are rangers and tribes in the heart of the Talenta Plains, fi ghters. Barbarians are almost where the harssafs maintain a ten- unheard of among harssaf clans, uous truce with roaming halfl ing since the race is typically far too plainsfolk. The halfl ings of the Talenta ordered and organized and Plains refer to these harssaf “interlopers” tend to a lawful alignment. as the Flameborn. Harssaf clerics are rare, but HARSSAFS IN FAERÛN greatly valued for their heal- ing powers; such individuals Harssafs came to Faerûn as servants frequently become clan lead- and soldiers of the efreeti emperor ers due to their wisdom and Memnon. Memnon and his archri- leader ship. Harssaf druids val, the djinni emperor Calim, are more common; many reduced much of Calimshan’s actively seek to expand the fertile lands to a desert waste- desert’s infl uence on the sur- land with their tireless war- rounding lands, hoping to ring until, at long last, their hasten the day when the desert spirits were bound to the air and swallows all. Wizards and sor- sand by elven high magic. The cerers are slightly less rare. The harssafs were confined to the structured lifestyle of the clans Calim Desert as well, surviv- appeals to those of a scholarly bent, ing the rise and fall of Coram- and many hars safs take naturally shan, the tyranny of the Rose to magic without training. Dragon Ylveraasahlisar and be- Harssaf characters possess holder occupation, the Rage of the following racial traits. Dragons (1018 DR), and the Time — +4 Strength, +6 Dexterity, +6 of Troubles (1358 DR). Harssaf tribes Constitution, +2 Charisma. Harssaf menace Calishite caravans and prey on —Medium size. other desert nomads, and many caliphs have lost —A harssaf’s base land speed is 30 feet, and it has a sleep trying and failing to eradicate the Calim Desert’s burrow speed of 10 feet. harssaf “infestation.” —Racial Hit Dice: A harssaf begins with six levels of 83 monstrous humanoid, which provide 6d8 Hit Dice, a base Illus. by H. Lyon HARSSAF 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 8833 77//1133//0044 55::2255::5533 PPMM IRONCLAD MAULER leadership of a pack of dire bears, pushing even the fero- Large Magical Beast cious dire bears into crueler and more violent activities.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (–1 size, +1 Dex, +7 natural, +5 armor), weighs as much as 9,000 pounds, including the weight of its touch 10, fl at-footed 21 grafted armor. Base Attack/Grapple: +15/+30 COMBAT",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Darkvision 60 ft., grafted armor, light close-fought duels with equally powerful creatures. Unlike fortifi cation, low-light vision natural animals, ironclad maulers never fl ee a fi ght. Their",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— make a DC 22 Fortitude save or become sickened. This condi- This creature looks like a heav- tion lasts for 1 hour. A creature ily muscled dire bear with large that succeeds on the saving metal plates grafted to its skin. throw is immune to that crea- Its fur is thick, even around the ture’s aura for 24 hours. grafted metal plates, and its face Undead are immune to this is a twisted, feral mask of rage. aura. The save is Constitution- based. Ironclad maulers are magi- Trample (Ex): Reflex cally engineered dire bears half DC 28. The save DC is created to smash formations of op- Strength-based. posing troops. They will fearlessly Grafted Armor (Ex): charge even large groups of ene- Iron clad maulers wear ar- mies, and they have the size and mor that has been magically strength to decimate large groups grafted to their forms. This of humans or similar creatures. Al- armor provides significant pro- though forces of great magic cre- tection in combat, but it impos- ated ironclad maulers, they are now es no maximum Dexterity bonus, found in wild regions, having escaped no movement penalty, and no arcane or outlived their creators. The few still Ironclad mauler spell failure chance. Other creatures, even oth- kept by military leaders are among the most er ironclad maulers, cannot wear an ironclad deadly engines of war available to civilized nations. They mauler’s armor. are so valuable, in fact, that they are seldom risked in open Light Fortifi cation (Ex): An ironclad mauler’s grafted warfare anymore. armor protects its vital areas and makes it resistant to extra Although ironclad maulers were once dire bears, the damage from critical hits and sneak attacks. Anytime an two species have grown apart, and the two cannot produce ironclad mauler is hit by a critical hit or a sneak attack, it has 84 offspring. In rare cases, an ironclad mauler will assume a 25% chance to resist the extra damage. DALCNORI RELUAM yelsroH .R yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 8844 77//1133//0044 55::2255::5566 PPMM JUSTICATOR Smite Chaos (Su): Four times per day, a justicator can Large Outsider (Lawful) attempt to smite chaos with one normal melee attack. It",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 ft. in full plate armor (6 squares), fl y 60 ft. (good) the smite has no effect, but the ability is still used up for in full plate armor; base speed 40 ft., base fl y speed 90 that day. ft. (good) Spell-Like Abilities: At will—bless, detect chaos; 3/day—",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "26 (–1 size, +3 Dex, +5 natural, +9 +1 mithral cure serious wounds, dimensional anchor, invisibility purge, full plate), touch 12, fl at-footed 23 silence (DC 13); 1/day—dispel chaos (DC 16), greater command Base Attack/Grapple: +17/+26 (DC 16), plane shift. Caster level 10th.",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+2 Dex, +4 chain shirt, +1 buckler), 16 (+3 Dex, +2 leather armor, +1 buckler), touch 12, fl at-footed 15 touch 13, fl at-footed 13 Base Attack/Grapple: +1/+1 +0/–1",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24 (–1 size, +15 natural), touch 9, fl at-footed 24 They live to breed and expand their warrens, breaking Base Attack/Grapple: +9/+21 off into new colonies when one has grown too large for",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— result of the long ago transmutation experiments that created them. This ten-legged, beetlelike creature has a hard, shiny red shell. Two Rend (Ex): If a knell beetle hits wicked claws grope the air before its four beady, black eyes and with both claw attacks, it latches onto sharp, jagged mandibles. the opponent’s body and tears These mouth parts sit the fl esh. This attack auto- below a massive pro- matically does an additional trusion that looks like a bell made of chitin, 4d8+12 points of damage. from which you can Shake the Earth (Ex): hear a faint, high- A knell beetle can chan- pitched warbling. nel some of the son- ic energy within its Knell beetles are an off- body by performing shoot of giant beetles a rhythmic stomp- that were long ago warped ing on the ground by overexposure to trans- as a standard action. mutation magic Any creature within and sonic energy. 5 feet of a knell beetle when it acti- Since their original vates this ability must make a DC 24 creation, the twelve- Refl ex save or fall prone as the ground limbed vermin have thrived lurches and buckles beneath it. Knell bee- in underground colonies, con- Knell beetle tles are immune to shake the earth generated by structing immense, convoluted themselves or other knell beetles and never need to save tunnel complexes reminiscent of anthills. against the effect. A knell beetle’s black and red carapace looks If multiple knell beetles activate their shake the earth like it might conceal wings, but it acts only as durable ability in the same round, the radius of the effect expands armor. Two more limbs—jointed, agile, and wickedly as the resonance in the ground combines. For every knell hooked claws—jut from each side of a pair of long man- beetle within 5 feet using shake the earth, the radius of the dibles. Above the knell beetle’s head is a hornlike growth effect expands by another 5 feet. Thus, two knell beetles shaped like the bell of a massive trumpet, tapering above within 5 feet of one another generate a shaking that affects the creature’s shoulders and fl aring out over its sharp jaws. all creatures within 10 feet of either knell beetle. Three 88 Its four black, insectoid eyes sit in a chitinous brow ridge knell beetles within 5 feet using the ability would generate LLENK ELTEEB dnalgnE .W yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 8888 77//1133//0044 55::2266::0088 PPMM an effect that affects all creatures within 15 feet of any one Lesser knell beetles are the equivalent of the worker drones of the knell beetles. in a beehive. They scavenge for food, build and expand Creatures with stability or that are considered stable the nest, and serve as frontline defenders if the colony against trip attempts receive a bonus on their Refl ex save as is attacked. Although not nearly as potent as the normal if they were being tripped (so a dwarf would receive the +4 knell beetles, in groups, the lesser versions can be nearly bonus on the save to resist being knocked prone). The save as deadly. A lesser knell beetle measures 4–5 feet long and DC is Strength-based. weighs 180–200 pounds. Sonic Chime (Su): Once per day, a knell beetle can emit a cone of sonic energy from the chitinous bell above Combat its head. The cone is 30 feet long, and activating the chime Like their larger brethren, lesser knell beetles seek to is a standard action. Creatures within the cone take 10d6 attack in groups, using their shake the earth ability and points of sonic damage (Refl ex DC 22 half). A knell beetle sonic screeches to both deal damage on their foes and heal is immune to its own sonic chime attack and that of other each other. A key difference in strategy when lesser knell knell beetles. Knell beetles attacking in numbers use this beetles and normal knell beetles fi ght together seems to be ability instinctually to heal their fellow knell beetles once an instinctual tactic. The lesser knell beetles attack in a line several have taken damage (see sonic healing, below). The as a unit, while the normal knell beetles gather together save DC is Constitution-based. behind their smaller brethren. In this way, a normal knell Trample (Ex): Reflex half DC 24. The save DC is beetle’s sonic chime attack catches many more lesser knell Strength-based. beetles in its blast. Due to their sonic healing ability, which Sonic Healing (Su): For every 5 points of damage a sonic is more potent than that possessed by the larger specimens, attack would deal to a knell beetle, the creature instead heals the lesser knell beetles are able to fi ght much longer than 1 point of damage it has already sustained. If a knell beetle expected. Combined with their own screeches, lesser knell receives more healing than its current hit point maximum, beetles often seem as durable, if not more so, than their the extra hit points are wasted (the creature does not gain heftier kin. temporary hit points from exposure to sonic damage). A Rend (Ex): If a knell beetle hits with both claw attacks, knell beetle gets no saving throw against attacks that deal it latches onto the opponent’s body and tears the fl esh. sonic damage. This attack automatically does an additional 2d10+6 points",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+1 Dex, +9 natural), touch 11, fl at-footed 19 normal knell beetle’s shake the earth ability, except the Base Attack/Grapple: +4/+8 Refl ex save DC is 17. Lesser and normal knell beetles are",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (–1 size, +3 Dex, +3 natural), touch 12, COMBAT fl at-footed 12 Base Attack/Grapple: +8/+16 Lhosks are wary of other civilized races but not particularly",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A living spell has a defl ection bonus to its equal to the spell level of the highest-level spell upon which AC equal to its spell level. it is based, plus one-half its caster level, rounded down (min-",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (–1 size, +1 Dex, +5 defl ection), touch 15, Armor Class: 14 (+1 Dex, +3 deflection), touch 14, flat- fl at-footed 14 footed 13 Base Attack/Grapple: +6/+12 Base Attack/Grapple: +3/+4",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (–2 size, +2 Dex, +7 defl ection), touch 17, points for 2d4 rounds. fl at-footed 15 Paralyzed: The creature is paralyzed and helpless for Base Attack/Grapple: +9/+20 1d10 minutes.",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The creature is deafened for 1d4 rounds. Armor Class: 10 (–1 Dex, +1 defl ection), touch 10, fl at-",
        "name":  "Deafened",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (–1 size, +7 natural), touch 9, fl at-footed 16 breath for a number of rounds equal to 4 × its Constitution Base Attack/Grapple: +4/+12 score before it risks drowning (see page 304 of the Dungeon",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Because of their tails, lizardfolk have a +4 racial — Favored Class: Ranger. A multiclassed poison dusk’s bonus on Jump, Swim, and Balance checks. The skill modi- ranger class does not count when determining whether it fi ers given in the statistics block include a –1 armor check takes an XP penalty. 96 penalty (–2 on Swim checks) for carrying a buckler. — Level adjustment +1. KLOFDRAZIL ttocserP .S yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 9966 77//1133//0044 55::2277::2277 PPMM Poison Dusk Lizardfolk, Poison Dusk Lieutenant, 1st-Level Ranger 4th-Level Ranger Small Humanoid (Reptilian) Small Humanoid (Reptilian)",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+1 size, +2 Dex, +3 natural, 17 (+1 size, +3 Dex, +3 natural), touch 14, +1 buckler), touch 13, fl at-footed 15 fl at-footed 14 Base Attack/Grapple: +1/–2 +4/+2",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. (4 squares) (half-plate armor); 20 ft. (4 squares) (+2 full plate armor); base 30 ft. base 30 ft.",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (–1 Dex , +7 half-plate armor, 21 (–1 Dex , +10 +2 full plate armor, +2 heavy steel shield), touch 9, +2 natural amulet of natural armor +2), fl at-footed 18 touch 9, fl at-footed 21 Base Attack/Grapple: +2/+3 +8/+11",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+2 size, +4 Dex), touch 16, fl at-footed 12 Cause Fear: This ray works like the spell. It has a range of Base Attack/Grapple: +1/–10 30 feet.",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (–2 size, +8 natural), touch Mastodon 8, flat-footed 16 Base Attack/Grapple: +11/+30",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 ft. (6 squares) are not penetrating the armor of its foe; in such a case, it",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "14 (+1 size, +1 Dex, +2 natural), touch 12, attempt touch attacks against that foe rather than regular fl at- footed 13 melee attacks. Base Attack/Grapple: +1/–3 Thought Sense (Su): All mindshredders are sensitive",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Fort +2, Ref +1, Will +4 ity bonus to Armor Class against attacks from creatures it",
        "name":  "Saves",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (–1 size, +10 natural), touch 9, flat- mindshredder warrior covers an average distance of about footed 19 45 feet with this ability.) Base Attack/Grapple: +5/+14 Thought Sense (Su): Like a mindshredder larva, a mind-",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "25 (+3 Dex, +8 natural, +4 shield), touch 13, points of Wisdom damage, it secrets itself away for a week fl at-footed 22 while it asexually produces 1d4 mindshredder larvae. Base Attack/Grapple: +9/+8 Although larvae and warriors instinctively move in packs",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Darkvision 60 ft., shield of force, average 4 feet in length and weigh about 60 pounds. thought sense 60 ft. Mindshredder zenthals speak Common and Under-",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— ing the species and do not throw away the lives of any mindshredder needlessly. The strange-looking creature resembles a gaunt, fleshy spider with Shield of Force (Su): A magical shield of force protects only four thin legs. Two tentacles protrude from its shoulders, a mindshredder zenthal at all times. This shield grants the swinging over the creature’s head and dripping a toxic-looking zenthal a +4 shield bonus to AC (even against incorporeal slime. The creature’s skin has a faint bluish glow, and it is clear touch attacks, since it is a force effect) and negates magic that some strange mystical energy surrounds it. missile attacks directed at it (just as a shield spell does). Spell-Like Abilities: 3/day—confusion (DC 20), hypnotic The final and most powerful life stage of the strange pattern (DC 18). Caster level 13th. creatures known as mindshredders, the mindshredder Thought Sense (Su): Like the larva and the warrior, a zenthal combines powerful spell-like abilities with the mindshredder zenthal is sensitive to the thought emana- Wisdom-damaging attacks that all mindshredders share. tions of living creatures. A mindshredder zenthal’s thought Like other mindshredders, zenthals are cruel preda- sense functions out to a distance of 60 feet. tors who feed on the mental energy of living creatures. Wisdom Damage (Su): A mindshredder zenthal’s ten- Although a zenthal is intelligent enough to reason with tacles deal 1d4 points of Wisdom damage each time it hits a other creatures, it does so only as a means of preserving living creature with a melee touch attack. its own life or securing intelligent creatures on whom it If a mindshredder zenthal grapples an opponent, that and its progeny can feed. opponent takes an extra 1d4 points of Wisdom damage at Mindshredder zenthals share a basic body structure that the beginning of each of the zenthal’s turns. other mindshredders have, but where other mindshredders For each point of Wisdom damage that a mindshredder are squat and physically powerful, zenthals are thin and zenthal deals, it heals 2 hit points of damage. If a mind- strikingly quick. They have four long legs that branch from shredder zenthal is already at its maximum hit point total, their emaciated torso like a spider’s legs. They also have two it gains 2 temporary hit points for each point of Wisdom thin, slime-coated tentacles that protrude from the torso damage it deals. These temporary hit points last for a just behind the neck. In their transformation from war- maximum of 1 hour. riors, mindshredder zenthals shed their chitinous carapace and gain the ability to generate magical fi elds of energy that Tactics Round-By-Round resemble the mage armor and shield spells. These magical A mindshredder zenthal is most effective when it can divide protections are nearly invisible, but they give the skin of and distract the party with its spell-like abilities and then 104 the zenthal a bluish glow. attack one creature at a time. -DNIM REDDERHS 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 110044 77//1133//0044 55::2288::1122 PPMM",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "40 ft. (8 squares) 30 ft. in banded mail barding (6 squares), base speed 40 ft.",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–2 size, +1 Dex, +12 natural), 26 (–2 size, +12 natural, touch 9, fl at-footed 20 +6 splint mail), touch 8, fl at-footed 26 Base Attack/Grapple: +24/+42 +30/+50",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Alertness, Die Hard, Endurance, Alertness, Armor Profi ciency (light)B, Improved Bull Rush, Improved Critical Armor Profi ciency (medium)B, Armor (bite), Improved Overrun, Power Attack, Profi ciency (heavy)B, Die Hard, Endurance, Skill Focus (Listen), Track Improved Bull Rush, Improved Critical (bite), Improved Natural Attack (bite), Improved Overrun, Power Attack, Run, Skill Focus (Listen), Track",
        "name":  "Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "25 (–1 Dex, –4 size +20 natural), touch 5, it wields, are treated as chaotic-aligned and evil-aligned for fl at-footed 25 the purpose of overcoming damage reduction. Base Attack/Grapple: +16/+43 A necronaut normally attacks using its Power Attack feat,",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+2 size, +5 Dex, +2 natural), touch 17, fl at-footed 14 Base Attack/Grapple: +8/—",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "27 (–1 size, –2 Dex, +15 natural, +5 defl ection), touch 12, fl at-footed 27 A night twist, when actively seeking victims, sends out its Base Attack/Grapple: +11/+29 despair song in order to bring prey to it. When those lured",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Always neutral evil after the night twist makes a slam attack against it. To Advancement: — remove the effects of the night twist’s despair song before Level Adjustment: — it attacks, a limited wish or more powerful magic must be employed. Dispel magic or dispel evil spells cannot remove Night twists live for an indefi nite length of time. Some the enchantment. However, a bard of 12th level or higher legends claim the age of the most ancient specimens can using the song of freedom class feature can provide the subject be counted in millennia. Feeding off the despair, fear, and a second Will save. The death of the night twist always ends corpses of victims over hundreds of centuries and growing the enchantment. A night twist’s caster level is equal to its to a height of 30 feet or more, an ancient night twists is a Hit Dice for the purpose of its despair song ability. The save horrifying and daunting spectacle to mortals. Each one DC is Charisma-based. weighs some 4,500 pounds and speaks Common, Elven, Spell-Like Abilities: 3/day—blight (DC 20) , deeper dark- and Sylvan. ness, entangle, fear (DC 19), phantasmal killer (DC 19) . Caster COMBAT level 10th. Unholy Grace (Su): A night twist adds its Charisma In addition to the special abilities and qualities inherent modifi er as a bonus on all its saving throws, and as a defl ec- in a younger specimen, an ancient night twist has even tion bonus to its Armor Class. deadlier powers and spell-like abilities in its arsenal. Wind Blast (Su): A night twist’s wind blast ability This creature uses its spell-like abilities before resorting is similar to the gust of wind spell. The creature can use to its powerful slam attack. It summons plants to its aid its wind blast as a free action, but does so only when it if faced by superior numbers. The save DCs (DC 28) for feels threatened. A powerful, gale-force wind (50 mph) an ancient night twist’s death curse, despair song, and emanates from the tree in all directions out to 120 feet. wind blast are adjusted for its higher Charisma score and All other effects of the wind blast are the same as those increased Hit Dice. of the gust of wind spell. Any creature in the affected area Spell-Like Abilities: 5/day—phantasmal killer (DC 20); can avoid the effect with a DC 22 Fortitude save. The save 3/day—blight (DC 21), circle of death (DC 22), deeper darkness, DC is Charisma-based. entangle (DC 17), fear (DC 20), insanity (DC 23); 1/day—weird If a night twist is attacked with fi re, it uses its wind blast (DC 25). Caster level 20th. to extinguish the fl ames. NIGHT TWISTS IN EBERRON",
        "name":  "The despair song ceases to affect a subject in the round Alignment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "38 (–2 size, –2 Dex, +26 natural, +6 defl ec- NIGHT TWISTS IN FAERÛN tion), touch 12, fl at-footed 38 Base Attack/Grapple: +18/+43 The horrible lament of the night twist has been heard in",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Blind-Fight, Diehard, Endurance, Improved Natural Armor (3), Improved Sunder, Iron Will, Power Attack",
        "name":  "Feats",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. (4 squares), fl y 40 ft. (good) 15 ft. in hide armor (3 squares), fl y 30 ft. (good)",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+1 size, +2 Dex, +3 natural 20 (+1 size, +1 Dex, +3 natural armor, armor), touch 13, fl at-footed 14 +3 hide armor, +2 masterwork large wooden shield), touch 12, fl at-footed 19 Base Attack/Grapple: +3/–2 +6/+2",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 +2 40 ft., link, share spells; AL N; SV Fort +7, Ref +10, Will +6; —Small size. +1 bonus to Armor Class, +1 bonus on attack Str 17, Dex 22, Con 17, Int 2, Wis 14, Cha 6. rolls, +4 bonus on Hide checks, –4 penalty on grapple checks,",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "28 (–2 size, +6 Dex, +14 natural), touch 14, dence, suffer such treatment poorly, but they remain some- fl at-footed 22 what tractable so long as they are provided with targets upon Base Attack/Grapple: +15/+30 which they can vent their rage. Odopis average 24 feet in",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 (–4 size, +6 Dex, +18 natural), touch 12, action while grappling (no grapple check required). If an fl at-footed 24 odopi uses its trample ability while holding a foe, the grappled Base Attack/Grapple: +22/+41 enemy automatically takes trample damage (no save) as the",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (–1 size, +2 natural, +7 spiked half-plate, 23 (–1 size, +1 Dex, +2 natural, +9 +1 spiked full plate, +2 spiked heavy shield), touch 9, +2 spiked heavy shield), touch 10, fl at-footed 22 fl at-footed 20 Base Attack/Grapple: +6/+21 +9/+26",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "32 (–4 size, +26 natural), touch 6, flat- (Colossal) footed 32 Level Adjustment: — Base Attack/Grapple: +24/+48",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 size, +3 Dex, +5 natural armor, +4 Although less capable mentally than the average human, defl ection), touch 16, fl at-footed 18 lifeleech otyughs possess a cruel cunning that serves them Base Attack/Grapple: +6/+18 well in combat situations. Knowing that their ability to",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Str 27, Dex 16, Con 23, Int 7, Wis 18, Cha 8 bonus to its Armor Class.",
        "name":  "Abilities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+2 size, +5 Dex), touch 17, fl at-footed 12 cent, adventurers may come to realize that the real trouble Base Attack/Grapple: +0/–12 lies not with the petals themselves, but with dangerous",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+3 Dex, +2 natural, +3 studded leather As a result, wherever a people’s freedom is threatened, a armor), touch 13, fl at-footed 15 phoelarch may be drawn to the scene to help in the fi ght for Base Attack/Grapple: +7/+9 justice or freedom.",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+5 geted on a phoelarch heals 1 point of damage for every 3 points of damage it would otherwise deal. If the amount of This tall, slender, human-sized creature bears a massive falchion healing would cause the phoelarch to exceed its full normal across its back. Although it looks mostly human, feathers of red hit points, it gains any excess as temporary hit points. For and gold line the backs of its arms, legs, and its jaw, and thicker example, a phoelarch exposed to a fi reball that deals 30 points feathers grow in place of its hair. Its golden-hued skin seems to of damage would heal up to 10 points of damage, or provide radiate an inner heat and warmth, and its eyes glow. the phoelarch with up to 10 temporary hit points. Immunities (Ex): A phoelarch is immune to disease Phoelarches are thought to be the descendants of the leg- and poison. endary phoenix. Their proud bearing, brilliant plumage, Rise From the Ashes (Su): When a phoelarch is slain and the intense heat they can generate all prove these (reduced to –10 hit points or below), its body is immolated, rumors are closer to the truth than many realize. leaving nothing but ash and a chrysalis form in the shape Phoelarches vary somewhat in plumage and skin tone. of a small black glass egg roughly 6 inches across. The egg Some have skin the color of dark rust, while others have remains dormant for 24 hours, after which time it hatches, skin that shows just a hint of gold. The feathers of these releasing a fully grown phoera (see below). creatures serve no purpose but to hint at their ancestry The ash and chrysalis left behind when a phoelarch dies and give the phoelarches something to preen. They range can be used to resurrect the phoelarch, but the creature in color from pale gold to deep fi ery red. Phoelarches stand cannot be raised by any means. Once a phoera has burst free taller than humans, most reaching 6 to 6-1/2 feet tall. An from its chrysalis, the phoelarch cannot be brought back to average phoelarch weighs around 180 pounds. life by any means. A gentle repose spell or similar magic cast Phoelarches speak Ignan and a smattering of other lan- on a chrysalis can keep the egg from hatching, allowing the guages picked up in their wanderings as well (Common, phoelarch to possibly be brought back to life at a later time. Sylvan, Elven, Draconic, Celestial, and so forth). Once the gentle repose effect ends, however, the egg hatches Phoelarches do not confi ne themselves to any one ter- 24 hours later. rain or climate. They prefer warmer areas, but they can A wish or miracle spell used in conjunction with a resurrec- tolerate almost any habitable clime. They are almost uni- tion effect can restore a phoelarch to life after its chrysalis versally possessed of a terrible wanderlust, though. Most has hatched. phoelarches spend their lives wandering the land, seeking Spell-Like Abilities: At will—light, scorching ray (DC 15); out new places and new people. As a result, phoelarches 3/day—produce fl ame; 1/day—fi re shield (warm shield only). 121 don’t typically have their own society, although rumors of Caster level 10th. PHOELARCH 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 112211 77//1133//0044 55::3322::4488 PPMM CHRYSALIS",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+3 Dex, +3 natural), touch 13, flat- it from the hands of intruders. footed 13 These creatures do not willingly risk their lives. They Base Attack/Grapple: +3/+4 seem to have no knowledge of their power to rise from",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–8 size, +19 natural), touch 2, flat- of Carceri. A plague brush is often 35 feet wide and can footed 21 weigh as much as 40 tons. Base Attack/Grapple: +22/+46 COMBAT",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–2 size, –1 Dex, +16 natural), touch 7, spewer can spew forth a rat swarm (see Monster Manual page fl at-footed 23 239). It can do this up to four times per day. Base Attack/Grapple: +8/+26 PLAGUE SPEWERS IN EBERRON",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Protean scourges cast spells as 8th-level sorcerers. unnaturally long, well over half its body length, and its long arms They generally favor illusion and transmutation magic over display four fingers with wickedly curved, 8-inch-long claws. other schools. Typical Sorcerer Spells Known (6/7/7/6/4): 0—acid splash Cases of mistaken identity are common with protean (+16 ranged touch), dancing lights, daze (DC 14), detect scourges, which just adds to their reputation as deadly magic, ghost sound (DC 14), mage hand, open/close, pres- assassins. With their crimson skin and long, demonic tidigitation; 1st—charm person (DC 15), color spray (DC horns, protean scourges are often mistaken for fi ends from 15), mage armor, ray of enfeeblement (+16 ranged touch), the Abyss. Still other protean scourges fi nd themselves ventriloquism (DC 15); 2nd—mirror image, scorching ray mistaken for doppelgangers because of their innate shape- (+16 ranged touch), spider climb; 3rd—displacement, haste; shifting ability. A protean scourge uses its shapechanging 4th—greater invisibility. and potent magical abilities to great effectiveness. Protean Split (Su): When damaged, a protean scourge splits into scourges are naturally deceptive and have keen powers two identical versions of itself. This ability is not an illu- of observation. sion; each new protean scourge is fully capable of dealing Protean scourges have red, pebbled skin in their natu- real damage and poses a real threat. Each version of the ral form that looks scaly from a distance. Their yellow protean scourge has all the current statistics and access to eyes add to the overall demonic look, as all the current abilities of a single creature, including any do the two thick, foot-and-a-half- remaining uncast spells. However, any spells cast by either long horns that grow from split protean scourge come from the total pool of remaining their foreheads, curv- available spells. So, the two versions share access to remain- ing only slightly to ing spells; each does not get its own spell list or spells per razor-sharp points. A day. Neither half of the protean scourge can change shape protean scourge’s legs as long as the creature remains split. are abnormally long for its size, giving it a bet- Each version has the protean scourge’s cur- ter than average land speed. Its clawed hands are rent hit point total (they do not split remaining lethal in their own right, but most protean scourges hit points), and both versions of the protean also carry a scythe that they wield in scourge must be slain to kill the creature. deadly fashion, mostly to add to the The split protean scourges can recombine myth that the creature is some sort of into a single creature in a process that takes evil outsider. 1 minute. While it recombines, the protean Protean scourges love to kill. Most fi nd scourge is helpless. that their natural abilities make them Change Shape (Su): A protean highly effective assassins, able to get scourge can assume the shape of any close to a target without its knowl- Medium human oid. In humanoid form, edge, then strike when the mo- a protean scourge loses its natural at- ment is most opportune. Other tacks. A protean scourge can remain protean scourges fi nd service in the forces in its humanoid form until it choos- of evil warlords, who use them as spies. es to assume a new one. A change Still other protean scourges fi nd work in in form cannot be dispelled, but thieves guilds, usually as leaders. As long a protean scourge reverts to its as it has an opportunity to shed blood, a natural form when killed. A true protean scourge can be content. seeing spell or ability reveals its A protean scourge is roughly 7 feet tall Protean scourge natural form. and weighs about 200 pounds. Skills: A protean scourge has a +8 racial Protean scourges speak Common, Infernal, and Abyssal. bonus on Climb checks and can always take 10 on Climb checks, even when rushed or threatened. Protean scourges COMBAT also have a +4 racial bonus on Bluff, Disguise, Intimidate, A protean scourge strikes from the shadows, using its magic Listen, and Spot checks. *When using its change shape abil- to lead its opponents into traps or separate them into easily ity, a protean scourge gets an additional +10 circumstance slaughtered smaller groups. Once it is ready to strike, a pro- bonus on Disguise checks. tean scourge uses its claws or its scythe and horns to gouge PROTEAN SCOURGE ARCANIST a foe. A protean scourge’s deadliest surprise only becomes apparent when it has been damaged in battle: It splits The protean scourge arcanist has practiced and refined 126 into two protean scourges, each one with the strength and its natural arcane spellcasting ability by taking levels of NAETORP EGRUOCS notsmrO .D yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 112266 77//1133//0044 55::3333::1144 PPMM Protean Scourge Protean Scourge Arcanist, 4th-Level Sorcerer Medium Monstrous Humanoid Medium Monstrous Humanoid (Shapechanger) (Shapechanger)",
        "name":  "Spells",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (+3 Dex, +10 natural), 25 (+5 Dex, +10 natural), touch 13, fl at-footed 20 touch 15, fl at-footed 20 Base Attack/Grapple: +13/+18 +15/+21",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (–1 size, +7 natural), touch 9, 23 (–1 size, +1 Dex, +7 natural, +6 +1 breastplate), fl at-footed 16 touch 10, fl at-footed 22 Base Attack/Grapple: +6/+15 +11/+22",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (–1 size, +3 Dex, +8 natural), 20 (–1 size, +3 Dex, +8 natural), touch 12, touch 12, fl at-footed 17 fl at-footed 17 Base Attack/Grapple: +14/+26 +20/+34",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "28 (–1 size, +7 Dex, +6 natural, +6 armor), build, and fair, elfl ike features. Few ever see their faces, dis- touch 16, fl at-footed 21 torted by bloodlust, since they are covered from head to foot Base Attack/Grapple: +11/+19 in tight-fi tting metal armor. The most unusual feature of a",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Damage reduction 10/cold iron, fast healing 5, grafted armor, low-light vision, repel missiles, Ragewalkers embody ferocious combat, yet they prefer to spell resistance 26 bring about such confl ict in others rather than directly",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Standard Grafted Armor (Ex): A ragewalker wears armor it",
        "name":  "Treasure",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Always neutral evil has scavenged from countless battlefields. This armor",
        "name":  "Alignment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "28 (+5 Dex, +13 natural), touch 15, flat- human. An ak’chazar rakshasa stands around 6 feet tall and footed 23 weighs about 175 pounds. Base Attack/Grapple: +17/+19 Ak’chazar rakshasas do associate with other rakshasas,",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An ak’chazar rakshasa casts spells as a 12th-level Round 3: Use offensive spell; focus on keeping at least sorcerer. It favors spells of the necromancy and enchant- some bodies intact for later experiments or the creation of ment schools. new undead. Typical Sorcerer Spells Known (6/8/8/7/7/6/4): 0—daze Round 4: Repeat offensive spells, or use magic jar on target (DC 17), detect magic, disrupt undead (+22 ranged touch), with low Will save. When using magic jar in combat in this mage hand, open/close, prestidigitation, ray of frost (+22 ranged way, an ak’chazar rakshasa often issues a standing order for touch), read magic, touch of fatigue (+19 melee touch, DC 17); one of its undead lieutenants to destroy the gem holding the 1st—charm person (DC 18), chill touch (+19 melee touch, DC opponent’s soul as soon as the spell is successful. 18), mage armor, magic missile, ray of enfeeblement (+22 ranged Round 5: Continue with offensive spells, either using ener- touch); 2nd—blindness/deafness (DC 19), daze monster (DC vation to eliminate opponents’ high-level spells, or readying 19), false life, mirror image, touch of idiocy (+19 melee touch); magic missile attacks to disrupt enemy spellcasting. 3rd—halt undead (DC 20), lightning bolt (DC 19), ray of AK’CHAZAR exhaustion (+22 ranged touch, DC 20), suggestion (DC 20); RAKSHASAS IN EBERRON 4th—charm monster (DC 21), confusion (DC 21), enervation (+22 ranged touch); 5th—dominate person (DC 22), teleport; Many of the Lords of Dust are actually ak’chazar raksha- 6th—disintegrate (+22 ranged touch, DC 22). sas. They sequester themselves in foreboding strongholds",
        "name":  "Spells",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24 (+5 Dex, +5 natural, +4 mithral shirt), necessary and even team up with other naztharunes on touch 15, fl at-footed 19 a continuing basis. They sometimes work as infi ltrators Base Attack/Grapple: +11/+13 and spies for ak’chazar rakshasas, and they sometimes hire",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "11 and armor). A naztharune rakshasa typically",
        "name":  "Challenge Rating",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "13 (+1 size, +1 Dex, +1 natural), 21 (+1 size, +5 Dex, +5 natural), touch 12, fl at-footed 12 touch 16, fl at-footed 16 Base Attack/Grapple: +2/+4 +6/+12",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (–1 size, +0 Dex, +8 natural), touch 9, fl at- and Infernal. footed 17 COMBAT Base Attack/Grapple: +5/+12",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (–1 size, +2 Dex, +11 natural), touch 11, its paralytic poison. It will direct a color spray toward the fl at-footed 20 largest cluster of opponents, but only if they are within Base Attack/Grapple: +6/+16 easy reach once they become fascinated by its effect. If",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+2 Dex, +7 natural), touch 12, flat- fours, and rises to a height of just over 6 feet when standing. footed 17 It weighs about 250 pounds. A rot reaver’s most disturbing Base Attack/Grapple: +7/+9 feature is its twin tongues which loop around the creature’s",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. in full plate (4 squares), climb 15 ft. in full plate; base speed 40 ft., base climb 20 ft. At first glance, this creature looks like an ape in jet-black armor. Twin tongues, dripping with disgusting ichor, snake from its",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+1 cleaver +18/+13/+8 melee (1d6+4/×4) and +1 rot reaver species. Physically, a necrothanes resembles its cleaver +18 melee (1d6+2/×4) rot reaver brethren, but its apelike form is encased in a Space/Reach: 5 ft./5 ft. magical suit of jet-black full plate armor. With its power-",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "hound can attack adjacent — foes with no penalty. Psychic Scent (Su): A The creature before you runehound tracks by fol- looks like a large, hairless lowing psychic trails and wolf. Its pale, slimy skin is cov- aura traces. It gains a +20 bo- ered with bizarre, abstract nus on all Survival checks tattoos. As it moves for- ward, you see that it has no made to track. *It does head; instead, a long, ser- not receive this bonus pentine neck extends against mindless crea- from the middle of tures or creatures shielded its back, terminating in against mental effects. a grotesquely oversized Uncanny Blindsight maw filled with mul- tiple rows of teeth. (Su): Runehounds are Though it has no eyes, blind but perceive their the mouth unerringly surroundings with their whips around to face psychic senses. This abil- you, spewing forth a ity provides a runehound jet of acidic bile. with blindsight out to 500 feet. In addition, a rune- A runehound’s slick hound cannot be fl anked. skin is pale and mottled, although keepers often tattoo gar- RUNEHOUNDS IN EBERRON ish patterns on their runehounds. A runehound can be up to 6 feet long and 3-1/2 feet tall at the shoulder, and can weigh Runehounds serve the daelkyr, the dolgaunts, and the Cults up to 360 pounds. of the Dragon Below. Independent packs can occasionally Runehounds have a limited language using clicks and squeals, be found in Khyber, the Shadow Marches, and the Eldeen which is virtually impossible for humanoids to reproduce. Most Reaches. In daelkyr and dolgaunt armies, runehounds serve 145 understand Undercommon, though they cannot speak it. as trackers and living artillery. Illus. by R. Garres RUNEHOUND 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 114455 77//1133//0044 55::3355::0011 PPMM SALT MUMMY Some salt mummies know Common, but many more Medium Undead know only the ancient language they spoke when living, a",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (–1 Dex, +19 natural), touch 9, flat- In melee combat, a salt mummy delivers a powerful blow, footed 18 but worse than that, its salt-encrusted body is supernatu- Base Attack/Grapple: +6/+13 rally arid.",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (–2 size, +1 it to locate objects and creature Dex, +10 natural), touch 9, within 120 feet. A silence spell fl at-footed 18 negates this and forces the Base Attack/Grapple: +7/+19 sea tiger to rely on its vi-",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+1 Dex, –1 size, +10 natural), 22 (+1 Dex, –2 size, +13 natural), touch 10, fl at-footed 19 touch 9, fl at-footed 21 Base Attack/Grapple: +7/+16 +15/+32",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+1 Dex, +3 studded leather, +1 light shield), ties in terms of hunting and prey. They view life as a challenge, touch 11, fl at-footed 14 striving to be self-reliant, adaptable, and resourceful. Base Attack/Grapple: +1/+2 A typical shifter stands about 5 feet 3 inches tall and",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24 (+8 size, +6 Dex), touch 24, fl at-footed 18 end of its move. Base Attack/Grapple: +5/— Dazzling Illumination (Su): Each shimmerling in a",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24 (+8 size, +6 Dex), touch 24, fl at-footed 18 Base Attack/Grapple: +10/—",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (+4 Dex, +7 natural), touch 14, 24 (–1 size, +3 Dex, +12 natural), touch 12, fl at-footed 17 fl at-footed 21 Base Attack/Grapple: +11/+12 +15/+24",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "37 (–4 size, –2 Dex, +23 natural, 38 (–8 size, –2 Dex, +28 natural, +10 defl ection) +10 defl ection), touch 10, fl at-footed 38 Base Attack/Grapple: +15/+37 +24/+54",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Amphibious, damage reduction Amphibious, damage reduction 15/adamantine, 15/adamantine, darkvision 60 ft., darkvision 60 ft., force carapace, shielded compartment, force carapace, shielded compartment, vermin traits vermin traits",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— — GREATER SIEGE CRAB that originated from the crab’s claw rather than the caster’s Greater siege crabs are almost 30 feet in diameter, stand 20 own hand. This does not require an action on the crab’s part. feet tall, and weigh over 130 tons. CL 20th; Craft Wondrous Item, geas/quest, giant vermin, miracle, scrying, must be 20th-level divine caster; Price Combat 160,000 gp; Cost 80,000 gp + 6,400 XP. A greater siege crab is simply a larger version of an ordinary SIEGE CRABS IN EBERRON siege crab. Trample (Ex): Reflex half DC 40. The save DC is Siege crabs are reportedly the creation of a storm giant Strength-based. wizard who lives deep in the Thunder Sea. These mammoth Shielded Compartment (Ex): A greater siege crab’s pas- crabs have attacked ships crossing the Thunder Sea, ravaged senger space is about 10 feet by 20 feet by 10 feet; it can hold miles of coastline on both Khorvaire and Xen’drik, and even 4 Large creatures or 16 Medium or Small creatures. preyed upon the sahuagin of Shargon’s Teeth. A siege crab that attacked the city of Stormreach disgorged four chuuls CORAL CIRCLET before retreating back into the sea. The chuuls were all A coral circlet is a simple headpiece that allows the wearer slain by the city’s defenders, and no other siege crabs have to control a single specifi c siege crab. The wearer can give attacked Stormreach since. the crustacean commands whenever the crab is within 120 SIEGE CRABS IN FAERÛN feet, which the crab carries out to the best of its ability. By closing his or her eyes, the wearer can see through the crab’s Siege crabs fi rst appeared during the Tenth Serôs War in 720 eyestalks, allowing him or her a clear view of the battlefi eld DR, when a sahuagin princess named T’rysskar received a even if the wearer is entirely enclosed within the crab’s vision from the god Sekolah prompting her to attack Myth hollow abdomen. Nantar. Sahuagin raiding parties used siege crabs to destroy If the wearer of the circlet is located within the siege crab’s as much of Myth Nantar as possible before emerging to shielded compartment, any spell he or she casts (except those slaughter the city’s merfolk and aquatic elf guardians. The with a range of personal or touch) can be targeted as if the sahuagin used siege crabs again throughout the Twelfth spell was originating from the crab itself. For example, a Serôs War, mainly to hold merfolk, shalarin, and aquatic elf 157 wizard within the compartment could cast a meteor swarm cities conquered by their king, Iakhovas. SIEGE CRAB 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 115577 77//1133//0044 55::3366::4455 PPMM SKINDANCER COMBAT Large Monstrous Humanoid A skindancer enters combat fearlessly, confi dent that its",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "25 (–1 size, +3 Dex, +7 natural, +6 defl ection), attempt to trip its opponent (+10 check modifi er) as a free touch 18, fl at-footed 22 action without making a touch attack or provoking attacks Base Attack/Grapple: +15/+25 of opportunity. If the attempt fails, the opponent cannot",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "36 (–2 size, +28 natural), touch 8, fl at-footed 36 Base Attack/Grapple: +21/+42",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "29 (–1 size, +20 natural), touch 9, flat- razor’s edge. They threaten a critical hit on a natural attack footed 29 roll of 18–20, dealing triple damage on a successful critical Base Attack/Grapple: +11/+23 hit. The blades are not subject to effects such as keen edge that",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Construct traits, damage reduction 10/ a limited ability to reshape its form to fi t into a tight area. It adamantine, darkvision 60 ft., low-light vision, resistance does not take a penalty on attack rolls or to Armor Class when to acid 10, cold 10, electricity 10, and fi re 10, tunnel fi ght- squeezing through a tight space. See page 29 of the Dungeon ing, spell resistance 20 Master’s Guide for more information on squeezing through",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "5 (–5 Dex), touch 5, fl at-footed 5 snowflake ooze. Instead, the creature fractures into two Base Attack/Grapple: +4/+9 identical snowfl ake oozes, each with half of the original’s",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 ft. in hide armor (6 squares); base speed 40 ft. ettin fights furiously until all of its enemies are dead.",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 size, +9 natural, +3 hide), touch 9, fl at- When possible, a spellwarped ettin closes with spellcasters, footed 21 attempting to force them to cast spells at it so it can absorb Base Attack/Grapple: +7/+19 the spell energy.",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Natural armor bonus im- proves by 2 (this stacks with any natural ar- mor bonus the base creature has).",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+5 Dex, +2 natural), touch 15, 17 (+5 Dex, +2 natural), touch 15, fl at-footed 12 fl at-footed 12 Base Attack/Grapple: +1/+1 +3/+3",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 size, +12 natural), touch 9, flat- that they are forced to hear the stonesinger’s song. Stonesing- footed 21 ers sometimes raid towns simply to kidnap audience mem- Base Attack/Grapple: +6/+15 bers for their lair. Typically, these individuals are poisoned",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+7 natural), touch 10, fl at-footed 17 a summoning ooze with 15 HD can split into three 5 HD Base Attack/Grapple: +3/+5 oozes or one 10 HD ooze and one 5 HD ooze. Some sum-",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (–1 size, +1 Dex, +9 natural), touch 10, combed with tiny ducts and passages through which the fl at-footed 18 creature draws sustaining air. The creature’s dronesong Base Attack/Grapple: +6/+15 echoes through dungeon corridors, and can be heard up to",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— their users this way. Creatures grappling with a susurrus take this damage This headless humanoid shape appears to be covered in glass each round as well. shards that encircle hollows that run all the way through its body. Blindsight (Ex): A susurrus “sees” by hearing the It lumbers forward on all four limbs, and the slight rasping sound movement of the air and sensing dead zones occupied by of its scales scraping the floor it mostly masked by a soothing objects. A susurrus in the middle of a fog cloud or similar drone that comes from its body. spell or magical effect is blinded. (Normal fog has no effect on a susurrus.) A susurrus is an otherwise peaceful creature that destroys Detect Undead (Su): A susurrus can use detect undead, undead on sight. It moves through underground pas- as the spell, at will. This effect is always active. sages, taking in the air that sustains it. This act creates a Dronesong (Su): A susurrus’s dronesong has no effect on susurrating dronesong, living creatures, but it soothes undead into a state of torpor. sounding like a This ability functions as a rebuke undead attempt from an gentle wind evil cleric of a level equal to the susurrus’s Hit Dice. An blowing undead so rebuked or commanded is instead put into a state similar to the effect of a hold undead spell—it cannot move and doesn’t want to. This effect lasts for 10 rounds. Ghost Touch (Su): A susurrus deals damage nor- mally against incorporeal creatures. Its natural armor bonus becomes a deflection bonus against an incorpo- real opponent. Improved Grab (Ex): To use this ability, a susurrus must hit with a claw attack. It can then attempt to start a grapple as a free action without provoking attacks of opportunity. If it wins the grapple check, it establishes a hold and can impale its opponent on its barbed body, dealing 1d4+6 points of piercing and slashing damage each round.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+4 size, +5 Dex), touch 19, per round thereafter. Multiple wounds do not result fl at-footed 14 in cumulative bleeding loss. The bleeding can be Base Attack/Grapple: +6/— stopped by a DC 10 Heal check or",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "6d6+12 (33 hp) enormous rose bushes in the faerie courts. Their armor is",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+1 size, +2 Dex, +3 natural, +2 leaf leather A thorn stands about 3 feet tall and is very slender, armor, +1 buckler), touch 13, fl at-footed 17 weighing only 25 pounds. Its skin can be any shade of Base Attack/Grapple: +3/+2 green. Its hair is usually bark-brown, but a few have",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+3 Dex, +4 natural), touch 13, fl at-footed 14 A lion topiary guardian is up to 8 feet long and weighs about Base Attack/Grapple: +3/+6 100 pounds.",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— Armor Class: 18 (–2 size, +1 Dex, +9 natural), touch 9, fl at- footed 17 A boar topiary guardian stands 3 feet high at the shoulder Base Attack/Grapple: +15/+34 and is 4 feet long. It weighs about 100 pounds. Attack: Gore +24 melee (4d6+16 or Powerful Charge 7d6+16)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+2 Dex, +6 natural, –1 size), touch 11, Environment: Any fl at-footed 15 Organization: Solitary or garden (2–8) Base Attack/Grapple: +7/+18 Challenge Rating: 13",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+1 size, +4 Dex, +4 defl ection), touch 19, coming damage reduction. fl at-footed 15 Control Rage (Sp): A trilloch can inspire rage (as a rage Base Attack/Grapple: +8/+4 spell, but with a DC 19 Will save allowed to negate the",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–1 size, +11 natural armor, +1 Dex), touch 10, fl at-footed 20 Base Attack/Grapple: +6/+19",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (–1 size, +2 Dex, +7 natural), touch 11, CRYSTALLINE TROLLS fl at-footed 16 AS CHARACTERS Base Attack/Grapple: +7/+17",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "2 claws +12 melee (1d6+6) and bite +7 melee — +12 Strength, +4 Dexterity, +12 Constitution, –4 Intel- (1d6+3) ligence (minimum 3), –2 Wisdom, –2 Charisma. Space/Reach: 10 ft./10 ft. —Large size. –1 penalty to Armor Class, –1 penalty",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+3 Dex, +5 natural armor), touch 13, fl at- ize on their fast healing ability, splitting a warband into footed 15 waves of hunters. Should the first wave encounter dan- Base Attack/Grapple: +3/+6 gerous foes, those hunters retreat to allow their wounds",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (–2 size, +13 natural armor, +1 Dex), touch A mountain troll normally attacks using its Power 9, fl at-footed 21 Attack feat, taking a –5 penalty on its attack rolls and gain- Base Attack/Grapple: +11/+31 ing a +5 bonus on damage rolls (+10 if using",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "31 (–1 size, +14 natural armor, +5 breastplate, for their frames. A typical war trolls is 9 feet tall and weighs +3 Dex), touch 12, fl at-footed 28 about 700 pounds. Base Attack/Grapple: +12/+22 War trolls speak Giant.",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+1 size, +3 Dex, +3 natural), touch 14, living thing it encounters. In every round, the creature fl at-footed 14 attempts to use its improved grab ability to initiate an ener- Base Attack/Grapple: +1/+1 vating crush attack.",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24 (–2 size, +6 Dex, +10 natural), touch 14, nearby magical and nonmagical light, creating a 120-foot fl at-footed 16 emanation of shadow. All creatures within this area, Base Attack/Grapple: +12/+39 including the horrifi c vasuthant, gain concealment. Crea-",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 (–1 size, +5 Dex, +11 natural, +4 +1 studded instead scavenge items of use to them from other cultures leather, +1 masterwork buckler), touch 14, fl at-footed 25 or force their slaves to make them items as tribute. They Base Attack/Grapple: +25/+33 particularly value magic items due to their natural affi nity",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "19 (+2 Dex, +7 natural), touch 12, fl at- A visilight typically wades into footed 17 combat fl ailing its powerful fi sts, Base Attack/Grapple: +5/+10 preferring to strike opponents",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A voidmind creature retains all the Level Adjustment: +3. special attacks of the base creature and also gains the follow- VOIDMIND CREATURES ing special abilities. IN EBERRON Damage Reduction (Ex): A voidmind creature has damage reduction 5/magic. Voidmind creatures are encountered throughout Khyber, Immunities (Ex): A voidmind creature has immunity to and their presence usually hearkens to an illithid enclave acid and mind-affecting spells and abilities (charms, com- in the area. Illithids will often graft antennae, grasping pulsions, phantasms, patterns, and morale effects). It is also mandibles, and extra raking tentacles onto their voidmind immune to ability damage, ability drain, and energy drain. guardians, adding to their freakish appearance and foul Mind Flayer Host (Su): Three mind fl ayers form a bond with demeanor. Some mind fl ayers do this to impress their peers any voidmind creature they create. A different mind fl ayer and rivals, while others strive to emulate or surpass the cannot bond itself to a voidmind creature after creation. The ingenuity of their daelkyr overlords. creature’s masters are instantly aware if the creature takes VOIDMIND CREATURES any damage, wanders out of range of their control, or is the IN FAERÛN target of any magic. Also as a result of this bond, the masters can, as a standard Mind fl ayers in the undercity of Oryndoll (especially mem- action, see and hear through the eyes and ears of their bonded bers of the city’s Abysmal creed) create voidmind creatures voidmind creature to a range of fi ve miles. Maintaining this to terrify nonillithids throughout the Underdark. Quag- link requires a mind fl ayer to concentrate, but the mind fl ayer goths are by far the most common subjects for voidmind remains aware of its surroundings and can move normally. experimentation, although illithids are always creating Finally, any one of the three masters can take control horrible new voidmind varieties. of the voidmind creature, at will, as the dominate monster pqqqqqqqqqqqqqqqqqqqqrs IDENTIFYING A VOIDMIND CREATURE An observer can notice the holes in a voidmind creature’s head check, because the change in appearance involves minor details by making a DC 10 Spot check, or by succeeding on a Spot check only (see page 73 of the Player’s Handbook). opposed by the creature’s Disguise check if it is actively trying to If the creature’s head is covered by armor or clothing, it conceal its true nature. The creature receives a +5 bonus on this receives an additional +5 bonus on its Disguise check. pqqqqqqqqqqqqqqqqqqqqrs 189 CREATURE VOIDMIND 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 118899 77//1133//0044 55::4411::2222 PPMM WARFORGED",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "15 (+5 Mithral Body), touch 10, fl at-footed 15 Warforged speak the language of their creators, usually Base Attack/Grapple: +1/+2 Common.",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Spear +2 melee (1d8+1/×3) or slam +2 melee (1d4+1) 190 or spear +1 ranged (1d8+1/×3) DEGROFRAW attovaC .M yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 119900 77//1133//0044 55::4411::2244 PPMM WARFORGED CHARGER Combat Warforged are built for combat, and they carry out that Large Construct (Living Construct) task admirably. Though they are capable of emotion, few Hit Dice: 4d10+20 (42 hp) warforged allow it to cloud the business of war. They fi ght Initiative: +0 effi ciently and brutally, while remaining remarkably calm Speed: 30 ft. (6 squares) in the heat of battle. Armor Class: 17 (–1 size, +8 Adamantine Body), touch 9, Composite Plating (Ex): The plating used to build a fl at-footed 17 warforged provides a +2 armor bonus. This plating is not Base Attack/Grapple: +3/+12 natural armor and does not stack with other effects that give Attack: Slam +7 melee (1d8+5 or Powerful Charge 1d8+5 an armor bonus (other than natural armor). This composite plus 2d6) plating occupies the same space on the body as a suit of Full Attack: 2 slams +7 melee (1d8+5) armor or a robe, and thus a warforged cannot wear armor Space/Reach: 10 ft./10 ft. or magic robes. A warforged can be enchanted just as armor Special Attacks: Adamantine fi sts can be. The creature must be present for the entire time it Special Qualities: Adamantine plating, damage reduc- takes to enchant him. tion 2/adamantine, living construct traits, moderate Composite plating also provides a warforged with a 5% fortification arcane spell failure chance, similar to the penalty for wear- Saves: Fort +6, Ref +1, Will –1 ing light armor. Any class ability that allows a warforged Abilities: Str 20, Dex 10, Con 20, Int 5, Wis 7, Cha 3 to ignore the arcane spell failure chance for light armor lets Skills: Jump +12 him ignore this penalty as well. Feats: Adamantine BodyB, Improved Bull Rush, Power Light Fortifi cation (Ex): When a critical Attack, Powerful ChargeB hit or sneak attack is scored Environment: Any land on a warforged, there is a Organization: Solitary 25% chance that the criti- Challenge Rating: 5 cal hit or sneak attack is Treasure: None negated and damage is Alignment: Usually lawful neutral instead rolled normally. Advancement: By character class",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The warforged’s armor bonus is increased to +5, At the cost of mobility, a warforged character’s body can be and the character is considered to be wearing light armor. He crafted with a layer of adamantine that provides formidable now has a +5 maximum Dexterity bonus to AC, a –2 penalty protective armor and some damage reduction. on all skill checks that armor check penalties apply to (Bal-",
        "name":  "ADAMANTINE BODY Benefit",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Your armor bonus is increased to +8, and you gain of Hand, Swim, and Tumble), and an arcane spell failure damage reduction 2/adamantine. However, your base land chance of 15%. speed is reduced to 20 feet, and you are considered to be wear- Normal: Without this feat, a warforged character has an armor ing heavy armor. You have a +1 maximum Dexterity bonus to AC, bonus of +2. a –5 penalty on all skill checks that armor check penalties apply Special: Unlike most feats, this feat must be taken at 1st level, to (Balance, Climb, Escape Artist, Hide, Jump, Move Silently, during character creation. Warforged druids who take this feat Sleight of Hand, Swim, and Tumble), and an arcane spell failure cannot cast druid spells or use any of their druid supernatural chance of 35%. or spell-like class abilities. Warforged characters with this feat do",
        "name":  "Benefit",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Without this feat, a warforged character has an armor not gain the benefit of any class feature prohibited to a character bonus of +2. wearing light armor.",
        "name":  "Normal",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Unlike most feats, this feat must be taken at 1st level, during character creation. Warforged druids who take this feat MITHRAL FLUIDITY cannot cast druid spells or use any of the druid’s supernatural Your movements are smoother and more fluid than those of or spell-like class features. Warforged characters with this feat do other warforged. not gain the benefit of any class feature prohibited to a character Prerequisites: Warforged, Mithral Body. wearing heavy armor. Benefits: The maximum Dexterity bonus a warforged with the Mithral Body feat can apply to Armor Class is increased by 1. In IMPROVED FORTIFICATION addition, the armor check penalties to Balance, Climb, Escape You improve your warforged fortification, gaining immunity to Artist, Hide, Jump, Move Silently, Sleight of Hand, and Tumble sneak attacks and extra damage from critical hits. checks are reduced by 1.",
        "name":  "Special",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Warforged, base attack bonus +6. Special: This feat can be taken multiple times. However, armor",
        "name":  "Prerequisites",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "1d8 (4 hp) to build warforged scouts provides a +2 armor bonus.",
        "name":  "Hit Dice",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+2 This plating is not natural armor and does not stack",
        "name":  "Initiative",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 ft. (4 squares) with other effects that give an armor bonus (other than",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "16 (+1 size, +2 Dex, +2 composite plating, +1 natural armor). This composite plating occupies the same light steel shield), touch 13, fl at-footed 14 space on the body as a suit of armor or a robe, and thus Base Attack/Grapple: +1/–3 a warforged scout cannot wear armor or magic robes. A",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "— wearing light armor. Any class ability that allows a war-",
        "name":  "Special Attacks",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Composite plating, light fortifi cation, forged scout to ignore the arcane spell failure chance for living construct traits light armor lets him ignore this penalty as well.",
        "name":  "Special Qualities",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+0 or rogues, making use of their inher- ent stealth for reconnaissance and guerilla Halfling-sized and basically warfare. Others take more martial paths as halfling-shaped, this creature is fi ghters or barbarians, while still others a construct built from a variety become spellcasters. of materials. Strands of fibrous Warforged scouts possess the fol- sinew pulse with life beneath lowing racial traits. flexible plates of harder materi- als. It moves with speed, agility, — +2 Dexterity, –2 Strength, –2 and purpose. Wisdom, –2 Charisma. —Small size. +1 bonus to Armor The smallest of the war- Class, +1 bonus on attack rolls, +4 bonus forged, the halfling-sized on Hide checks, –4 penalty on grapple scouts were built to serve as checks, lifting and carrying limits 3/4 spies, light infantry, and re- those of Medium characters. connaissance troops. They —A warforged scout’s base land are far less common than speed is 20 feet. the larger varieties, since —Special Qualities (see above): Com- they offer little advan- posite plating, light fortifi cation, living tage over humanoid scouts construct traits. in warfare. —Automatic Languages: A warforged scout stands Common. Bonus Languages: about 3 feet tall and weighs None. 193 Warforged scout —Favored Class: Rogue. Illus. by R. Lemen WARFORGED 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 119933 77//1133//0044 55::4411::5511 PPMM WITCHKNIFE of its presence, a witchknife attacks from hiding. Multiple This 5-foot-tall humanoid has stubby red horns atop its head. It witchknives attempt to fl ank foes. seems to lack a nose, and tiny red horns grow from its chin like a If confronting many foes, a witchknife uses its greater com- beard. It wears brown leather armor studded with more horns, mand ability to have them fall prone. It then attempts to kill and bears a shortspear and shield. Its orange eyes widen as it each foe in turn, using its command ability to delay any foe opens its mouth. that succeeds in withstanding its greater com- mand. If facing a spellcaster, a witchknife often “Witchknife” is the name other creatures dismisses its silence ability long enough to utter use to refer to a race of humanoids that a greater command and then renews it to have the power to compel victims to do engage the spellcaster in melee. their bidding with but a single utterance. Psionics (Sp): At will—com- This power, and their tendency to stab foes mand (DC 16), message, silence (self in the back, are the reasons behind the name. only; dismiss as a free action); These creatures call themselves athames. 1/day—greater command (DC 18). Witchknives live in small settlements, Effective caster level 9th. The save hiding in deserts and other forbidding DCs are Charisma-based. locations, while they plot to regain Sneak Attack (Ex): A witch- from the world what they believe knife can make a sneak attack like they once had. a rogue, dealing an extra 2d6 points of One athame legend tells of a time damage whenever a foe is denied when all creatures spoke one lan- its Dexterity bonus or when the guage and athames ruled the witchknife is fl anking. world. Their word was law, and WITCHKNIFE CAPTAIN other creatures obeyed any command the athames gave. Witchknife captains generally lead squads Then a deity interfered and of eight to twelve witchknives and coordi- taught the athames’ subjects nate their subordinates’ efforts to great effect. to speak new languages. The witchknife captain presented here had the This broke the athames’ following ability scores before racial adjustments power over them, and the subjects, who Witchknife and Hit Dice ability score increases: Str 13, Dex 14, feared and hated the athames despite their Con 15 Int 10, Wis 12, Cha 8. magnanimous rule, rebelled and tore the athame empire to pieces. This legend can be refuted in many ways, one of Combat which is that different athame settlements blame differ- Witchknife captains gain advantages from patience and ent deities for their downfall, but nonetheless all athames planning. They prefer to ambush foes and attack from believe the legend with a religious fervor. hiding. This much of the athames’ legend is true: Other races do Psionics (Sp): At will—command (DC 15), message, fear and hate the witchknives. The power of the witchknives silence (self only; dismiss as a free action); 1/day—greater to control creatures with a word drives other races to desper- command (DC 17). Effective caster level 9th. The save DCs ate actions in order to oppose them. Elves have allied with are Charisma-based. orcs, and giants with dwarves, in efforts to root out and Sneak Attack (Ex): A witchknife captain can make a destroy witchknife settlements. sneak attack like a rogue, dealing an extra 4d6 points of Witchknives have tough skin that ranges in color from damage whenever a foe is denied its Dexterity bonus or dark brown to ruddy orange. They have short red horns when the witchknife is fl anking. in the places where other creatures have hair. Their eyes WITCHKNIFE SOCIETY are orange or yellow with red pupils. A typical witchknife stands 5 feet tall and weighs 120 pounds. Witchknives live in small enclaves that rarely have more A witchknife’s psionic ability to command others relies than two hundred adults, hidden from the civilizations of on the target creatures being able to understand the witch- other races. These enclaves have a hierarchy of rank deter- knife. Thus, witchknives learn to speak many languages. mined by birth, but most witchknives are of equal rank and All of them speak Common and Undercommon, and have many rights and privileges. Witchknives do not use most know four other languages. Typical choices include their psionic abilities on witchknives of equal or higher Dwarven, Elven, Giant, and Goblin. rank except in training exercises. Witchknives live in an austere and monastic manner COMBAT inside their fortresslike homes. Those not involved in the Witchknives use their silence psionic ability to protect tasks of day-to-day survival and subsistence spend most of themselves from sonic attacks and aid their attempts to stalk their time meditating, training for combat, or learning at 194 enemies. When within striking distance of a foe unaware the library. EFINKHCTIW dnalgnE .W yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 119944 77//1133//0044 55::4411::5555 PPMM Witchknife Witchknife Captain, 3rd-Level Rogue Medium Monstrous Humanoid Medium Monstrous Humanoid",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+3 Dex, +1 natural, +3 masterwork 21 (+5 Dex, +1 natural, +4 +1 studded studded leather, +1 masterwork light leather, +1 masterwork light steel steel shield), touch 13, fl at-footed 15 shield), touch 15, fl at-footed 16 Base Attack/Grapple: +9/+9 +11/+12",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+1 Dex, +4 natural, +2 heavy wooden COMBAT shield), touch 11, fl at-footed 16 Base Attack/Grapple: +6/+9 Wood woads attack any creature not native to their forests.",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+3 woad cannot take non vegetable items or other creatures with it when This strange humanoid-shaped it treewalks. A wood woad can exit a creature bears a large wooden tree in any direction and from any part shield and club held at the ready. of the tree that has enough girth. Small black eyes glower at you A wood woad can remain inside a from within deep pits in its face. living tree for as long as it wishes. A Its body is covered in bark and burls of muscle, and a circle of wood woad inside a tree senses the branch stubs crowns its head. world around it normally and auto- matically knows which trees within Wood woads are brutish and 60 feet are living and can accept its territorial plant creatures akin girth. If the tree in which a wood to treants. Their bodies resemble woad hides is chopped down, burned those of powerfully built up, or otherwise killed, the wood woad but twisted men, composed inside dies. entirely of bark-covered wood. Wood woad This ability is a teleportation effect.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (+2 Dex, +10 natural), touch 12, flat- Armor Class: 28 (+3 Dex, +4 +2 leather armor, +4 +2 heavy footed 20 wooden shield, +7 natural), touch 13, fl at-footed 25 Base Attack/Grapple: +2/+5 Base Attack/Grapple: +6/+7",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A woodling monitor lizard has embroidered with leaves. a +8 racial bonus on any Swim check to perform some special action or avoid a hazard. It can always choose to take 10 on a Woodling monitor Woodling humans can sometimes be found in Swim check, even if distracted or endangered. lizard remote forests. Usually the creature is a druid or a It can use the run action while swimming, ranger, but woodling creatures may be of any class. 197 provided it swims in a straight line. Illus. by W. England WOODLING 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 119977 77//1133//0044 55::4422::0022 PPMM COMBAT 1st—charm animal (DC 15), endure elements, faerie fi re, long- Autumn prefers to deal with foes at a distance. strider, magic stone; 2nd—bull’s strength, fl ame blade, She uses her more powerful spells, such heat metal (DC 16), spider climb, tree shape; 3rd—day- as baleful polymorph and ice storm, fi rst to light, greater magic fang, meld into stone, spike growth fi nish the combat quickly. (DC 17); 4th—dispel magic, freedom of movement, Spell-Like Abilities: 3/day—speak ice storm; 5th—baleful polymorph (DC 19). with plants; 1/day—entangle (DC 10), Possessions: +1 scimitar, +2 leather armor, summon nature’s ally II, summon nature’s +2 heavy wooden shield, periapt of Wisdom ally IV. +2, gloves of Dexterity +2, wand of cure Animal Companion (Ex): Autumn has moderate wounds (25 charges), 10 pp, a dire wolverine named Grayshadow as an 18 gp. animal companion (see Monster Manual, page 66). Autumn and Grayshadow enjoy Grayshadow, Dire Wolverine Animal the link and share spells special qualities Companion: CR 5; Large animal; HD (see below). 7d8+31; hp 62; Init +3; Spd 30 ft, Link (Ex): Autumn can handle Gray- climb 10 ft; AC 19, touch 13, fl at- shadow as a free action, or push it as a footed 15; Base Atk +3; Grp +13; move action. She gains a +4 circumstance Space/Reach 10 ft./5 ft.; Atk +8 bonus on all wild empathy checks and melee (1d6+6, claw); Full Atk +8/ Handle Animal checks made regard- +8 melee (1d6+6, claws) and +3 melee ing her companion. (1d8+3, bite); SA rage; SQ evasion, link, Nature Sense (Ex): Autumn gains low-light vision, scent, share spells, two a +2 bonus on Knowledge (nature) and bonus tricks; AL N; SV Fort +8, Ref +8, Survival checks. Will +5; Str 23, Dex 18, Con 19, Int 2, Wis Resist Nature’s Lure (Ex): Autumn 12, Cha 10. gains a +4 bonus on saving throws against Skills and Feats: Climb +14, Listen +7, the spell-like abilities of fey. Spot +7; Alertness, Toughness, TrackB. Share Spells (Ex): Autumn can have Rage (Ex): A dire wolverine that any spell she casts on herself also affect takes damage in combat fl ies into a ber- her animal companion if the latter is serk rage on its next turn, clawing and within 5 feet at the time. She can also biting madly until either it or its oppo- cast a spell with a target of “You” on her nent is dead. An enraged dire wolverine animal companion. gains +4 Strength, +4 Constitution, Trackless Step (Ex): Autumn and –2 AC. The creature cannot end leaves no trail in natural sur- its rage voluntarily. roundings and cannot be Evasion (Ex): If Grayshadow is sub- tracked. jected to an attack that normally allows Venom Immunity (Ex): a Refl ex saving throw for half damage, it Autumn is immune to all takes no damage if it makes a successful poisons. saving throw. Wild Empathy (Ex): Autumn Link (Ex): Autumn can handle her can improve the attitude of an animal in Autumn, woodling druid animal companion as a free action. She also the same way that a Diplomacy check can gains a +4 circumstance bonus on all wild empa- improve the attitude of a person. She rolls 1d20+10 to deter- thy checks and Handle Animal checks made regarding mine the wild empathy check result (1d20+6 if attempt- her dire wolverine companion. ing to infl uence a magical beast with an Intelligence score Share Spells (Ex): Any spell Autumn casts on herself of 1 or 2). also affects her animal companion if the latter is within Wild Shape (Su): Autumn can change into a Small, 5 feet at the time. She can also cast a spell with a target of Medium, or Large animal and back again three times per “You” on her animal companion. day, for up to 9 hours. Skills: A dire wolverine has a +8 racial bonus on Woodland Stride (Ex): Autumn can move through Climb checks and can always choose to take 10 on a natural thorns, briars, overgrown areas, and similar ter- Climb check, even if rushed or threatened. rain at her normal speed and without taking damage or CREATING A WOODLING other impairment. However, thorns, briars, and overgrown areas that are magically manipulated to impede motion “Woodling” is an inherited template that can be added to still affect her. any corporeal animal, dragon, fey, giant, humanoid, magical Typical Druid Spells Prepared (6/5/5/4/3/1): 0—create water, beast, or monstrous humanoid (referred to hereafter as the 198 cure minor wounds, detect magic, detect poison, light, mending; base creature). GNILDOOW huhcsnegeiF .E yb .sullI 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 119988 77//1133//0044 55::4422::0077 PPMM A woodling uses all the base creature’s statistics and abili- Low-Light Vision (Ex): The creature gains low-light vision, ties except as noted here. enabling it to see twice as well as a human in starlight,",
        "name":  "Skills",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The base creature’s natural armor bonus detail under these conditions. improves by 7. Plant Traits: A woodling has immunity to poison, magic",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+3. Medium 1d6 Large 1d8 WOODLINGS IN EBERRON Huge 2d6 Gargantuan 2d8 Woodlings inhabit forests and jungles throughout Khor- Colossal 4d6 vaire and Aerenal. Aerenal elves keep woodling apes and Spell-Like Abilities: A woodling with a Wisdom score baboons as pets, while Valenar elves hunt woodling lizards of 8 or higher gains spell-like abilities depending on its Hit for sport (using their skins to fashion clothing and armor). Dice, as indicated on the table below. The abilities are cumu- A tribe of wild woodling halfl ings called the Feryk inhabit lative; for instance, a woodling chimera (9 HD) can use the jungles of Xen’drik. The Feryk, who revere a group of entangle once per day, summon nature’s ally II once per day, ancient treants known as the Viridian Grove, used to meet speak with plants three times per day, and summon nature’s ally and trade with visitors, but a foul plague of unknown origin IV once per day. Caster level equals the creature’s HD, and has corrupted the Viridian Grove and turned the Feryk the save DC is Charisma-based. savage and feral. HD Abilities 1–2 Entangle 1/day WOODLINGS IN FAERÛN 3–5 Summon nature’s ally II 1/day Folklore says that places where Silvanus touched the 6–7 Speak with plants 3/day ground in Toril are especially fertile and blessed. A place 8–10 Summon nature’s ally IV 1/day where Silvanus tarried for a time contains more of his 11–12 Command plants 1/day 13–15 Summon nature’s ally VI 1/day magic, exhibiting large trees and hardy plants. The leg- 16–18 Animate plants 1/day ends say that a child conceived or born in such a locale 19–20 Summon nature’s ally VIII 1/day might gain the Forest Father’s blessing and be as one with 21+ Control plants 1/day nature, a woodling. and summon nature’s ally IX 1/day",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+8 natural), touch 10, fl at-footed 18 A canoloth’s combat strategy is simple: Use scent and hear- Base Attack/Grapple: +6/+10 ing to track down an opponent, then grab it with the",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+5 feet as a sighted creature would. Beyond that range, they treat This massive armored canine all targets as having total snarls and flicks its huge, concealment. barbed tongue inside its Canoloths are susceptible double-jawed mouth. Eye- to sound- and scent-based less, it sniffs and snorts as attacks, and are affected it shifts its bulk and rakes the ground with its four normally by loud noises clawed feet. and sound-based spells (ghost sound, silence) and by The scouts and skir- overpowering odors (such mishers in yugoloth as stinking cloud, cloudkill, armies, canoloths also or incense-heavy air). Ne- serve as guardians gating a canoloth’s sense and bodyguards for of smell or hearing reduc- their dark masters. es this ability to normal Their keen senses spot Blind-Fight (as the feat). If stealthy adversaries, both senses are negated, the which are then appre- canoloth is effectively blinded. hended with their wicked, Immunities (Ex): Cano- barbed tongues. loths are immune to gaze at- A canoloth looks like an tacks, visual effects, sight-based armored bulldog the size of a illusions (such as silent image), human, with two sets of jaws: a and other attack forms that rely on vertical set inside a horizontal set. sight. All yugoloths are immune to poison It has no eyes, relying totally on hearing and acid. and smell to fi nd intruders. Its most promi- Canoloth Telepathy (Su): Canoloths can communicate nent feature is a barbed tongue several inches thick telepathically with any creature within 100 feet that 200 that it can fl ick out at a target up to 20 feet away. A canoloth has a language. HTOLOGUY 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 220000 77//1133//0044 55::4422::1122 PPMM YUGOLOTH, MEZZOLOTH Medium Outsider (Evil, Extraplanar, Yugoloth)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (+1 Dex, +8 natural, +2 large metal shield), touch 11, fl at-footed 20 Base Attack/Grapple: +10/+13",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "23 (–1 size, +2 Dex, +12 natural), 33 (–2 size, +2 Dex, +7 +2 breastplate, +16 natural), touch 11, fl at-footed 21 touch 10, fl at-footed 24 Base Attack/Grapple: +14/+18 +25/+40",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (+3 Dex, +8 natural), touch 13, flat- loth stands 6 feet tall and weighs 160 pounds. footed 18 Ultroloths speak Abyssal, Draconic, and Infernal. Base Attack/Grapple: +18/+19 COMBAT",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "17 (+4 Dex, +3 natural), touch 14, fl at- footed 13 Base Attack/Grapple: +9/+13",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A fi ghter can select Awesome Blow as one of his Normal: Without this feat, the creature takes a standard fi ghter bonus feats. action either before or after its move. CRAFT CONSTRUCT [ITEM CREATION] IMPROVED NATURAL ARMOR A creature with this feat can create golems and other magic The natural armor of a creature with this feat is thicker and automatons that obey its orders. harder than normal for its kind.",
        "name":  "Special",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, Craft Prerequisites: Natural armor, Con 13. Wondrous Item. Benefit: The creature’s natural armor bonus increases",
        "name":  "Prerequisites",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A dragon is a reptilelike creature, usually or heavy) that it is described as wearing, as well as all lighter winged, with magical or unusual abilities. types. Elementals not indicated as wearing armor are not",
        "name":  "Dragon Type",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A dragon has the following features. proficient with armor. Elementals are proficient with —12-sided Hit Dice. shields if they are profi cient with any form of armor. —Base attack bonus equal to total Hit Dice (as fi ghter). —Elementals do not eat, sleep, or breathe. —Good Fortitude, Refl ex, and Will saves. —Skill points equal to (6 + Int modifi er) per Hit Die, with Energy Charge (Su): This ability bestows vital energy at quadruple skill points for the fi rst Hit Die. a touch, and happens automatically when a melee or ranged",
        "name":  "Features",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Certain monsters can used as the run action. basis for interesting, viable player characters. These crea- —Living constructs can be affected by spells that target tures have a level adjustment entry, which is a number living creatures as well as by those that target constructs. that is added to the creature’s total Hit Dice to arrive at its Damage dealt to a living construct can be healed by a cure effective character level. A creature with multiple special light wounds spell or a repair light damage spell, for example, abilities is more powerful as a player character than its Hit and a living construct is vulnerable to a harm spell. How- Dice alone would indicate. For example, a drow elf has spell ever, spells from the healing subschool provide only half resistance, bonuses to its ability scores, and spell-like abili- effect to a living construct. ties. Its level adjustment of +2 indicates that a 1st-level drow —A living construct responds slightly differently from wizard is the equivalent of a 3rd-level character. other living creatures when reduced to 0 hit points. A Some creatures’ level adjustment entries include the word living construct with 0 hit points is disabled, just like a “(cohort).” Although these creatures may be problematic as living creature. He can only take a single move action or PCs, they make good companions for a character who has standard action in each round, but strenuous activity does taken the Leadership feat. Some other creatures aren’t not risk further injury. When his hit points are less than intended for use as PCs or cohorts but can become compan- 0 and greater than –10, a living construct is inert. He is ions through the use of the Improved Familiar feat. In these unconscious and helpless, and he cannot perform any cases, the level adjustment entry is a dash followed by the actions. However, an inert living construct does not lose words “(Improved Familiar).” additional hit points unless more damage is dealt to him, as Level adjustment is not the same thing as an adjustment with a living creature that is stable. to a creature’s Challenge Rating because of some special —Can be raised or resurrected. qualities it possesses. Challenge Rating refl ects how diffi - —Does not need to eat, sleep, or breathe, but can still ben- cult an opponent is to fi ght in a limited number of encoun- efi t from the effects of consumable spells and magic items ters. Level adjustment shows how powerful a creature is as such as heroes’ feast and potions. a player character or cohort in campaign play. For instance, —Does not need to sleep, but must rest for 8 hours before 215 a drow receives a +1 adjustment to its Challenge Rating to preparing spells. GLOSSARY 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 221155 77//1133//0044 55::4444::2288 PPMM Low-Light Vision (Ex): A creature with low-light vision —Profi cient with whatever type of armor (light, medium, can see twice as far as a human in starlight, moonlight, or heavy) it is described as wearing, as well as all lighter types. torchlight, and similar conditions of shadowy illumination. Monstrous humanoids not indicated as wearing armor are not It retains the ability to distinguish color and detail under profi cient with armor. Monstrous humanoids are profi cient these conditions. with shields if they are profi cient with any form of armor. —Monstrous humanoids eat, sleep, and breathe.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A swarm is a collection of Fine, the case of effects such as an air elemental’s whirlwind). A Diminutive, or Tiny creatures that acts as a single creature. swarm rendered unconscious by means of nonlethal damage A swarm has the characteristics of its type, except as noted becomes disorganized and dispersed, and does not re-form here. A swarm has a single pool of Hit Dice and hit points, a until its hit points exceed its nonlethal damage. single initiative modifi er, a single speed, and a single Armor Swarm Attack: Creatures with the swarm subtype don’t Class. A swarm makes saving throws as a single creature. make standard melee attacks. Instead, they deal automatic A single swarm occupies a square (if it is made up of nonfl y- damage to any creature whose space they occupy at the end of ing creatures) or a cube (of fl ying creatures) 10 feet on a side, their move, with no attack roll needed. Swarm attacks are not but its reach is 0 feet, like its component creatures. In order subject to a miss chance for concealment or cover. A swarm’s to attack, it moves into an opponent’s space, which provokes statistics block has “swarm” in the Attack and Full Attack attacks of opportunity. It can occupy the same space as a crea- entries, with no attack bonus given. The amount of damage a ture of any size, since it crawls all over its prey. A swarm can swarm deals is based on its Hit Dice, as shown below. move through squares occupied by enemies and vice versa without impediment, although the swarm provokes attacs of Swarm HD Swarm Base Damage opportunity if it does so. A swarm can move through cracks 1–5 1d6 6–10 2d6 or holes large enough for its component creatures. 11–15 3d6 A swarm of Tiny creatures consists of 300 nonfl ying crea- 16–20 4d6 tures or 1,000 fl ying creatures. A swarm of Diminutive crea- 21 or more 5d6 tures consists of 1,500 nonfl ying creatures or 5,000 fl ying creatures. A swarm of Fine creatures consists of 10,000 crea- A swarm’s attacks are nonmagical, unless the swarm’s tures, whether they are fl ying or not. Swarms of nonfl ying description states otherwise. Damage reduction suffi cient to 221 creatures include many more creatures than could normally reduce a swarm attack’s damage to 0, being incorporeal, and GLOSSARY 662200__1177992211__MMoonnsstteerrMMaannuuaall33cc..iinndddd 222211 77//1133//0044 55::4444::3399 PPMM other special abilities usually give a creature immunity (or against the trampling creature at a –4 penalty. A trampling at least resistance) to damage from a swarm. Some swarms creature that accidentally ends its movement in an illegal also have acid, poison, blood drain, or other special attacks space returns to the last legal position it occupied, or the in addition to normal damage. closest legal position, if there’s a legal position that’s closer. Swarms do not threaten creatures in their square, and do A trample attack deals bludgeoning damage (the creature’s not make attacks of opportunity with their swarm attack. slam damage + 1-1/2 times its Str modifi er). The creature’s However, they distract foes whose squares they occupy, as descriptive text gives the exact amount. described below. Trampled opponents can attempt attacks of opportunity, Distraction (Ex): Any living creature vulnerable to a swarm’s but these take a –4 penalty. If they do not make attacks of damage that begins its turn with a swarm in its square is opportunity, trampled opponents can attempt Refl ex saves nauseated for 1 round; a Fortitude save (DC 10 + 1/2 swarm’s to take half damage. The save DC against a creature’s trample HD + swarm’s Con modifier; the exact DC is given in a attack is 10 + 1/2 creature’s HD + creature’s Str modifi er swarm’s description) negates the effect. Spellcasting or (the exact DC is given in the creature’s descriptive text). A concentrating on spells within the area of a swarm requires trampling creature can only deal trampling damage to each a Concentration check (DC 20 + spell level). Using skills target once per round, no matter how many times its move- that involve patience and concentration requires a DC 20 ment takes it over a target creature. Concentration check. Tremorsense (Ex): A creature with tremorsense is sen- Tanar’ri Subtype: Many demons belong to the race of sitive to vibrations in the ground and can automatically evil outsiders known as the tanar’ri. pinpoint the location of anything that is in contact with the",
        "name":  "Swarm Subtype",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Masterwork studded leather armor, ring glowing metal ingots lie in the hot coals. Along of minor energy resistance (fire). one wall stands a high, flat stone and a workbench",
        "name":  "Possessions",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Masterwork studded leather armor,",
        "name":  "Possessions",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Hurdrac keeps his eyes and ears peeled for among the twelve mattresses are eight deep blue any signs of invasion from outside the complex or spinels (250 gp each). The barrel filled with meat has dissent among his underlings. He automatically notices 275 pp hidden in the bottom. To find the silver platters any disturbance in area 5, 9, or 11 and draws troops from among the dirty dishes, a character must appraise them nearby chambers in preparation to meet the attack. For (DC 12 Appraise check). Finding the gems in 8 example, if he notes fighting in area 5, he gathers the mattresses requires a DC 20 Search check, and finding crystalline trolls from area 9 and the regular trolls from Skills and Feats:Craft (metalworking) +7, Craft (trap- area 11. Likewise, if he hears trouble in area 11, he takes making) +4, Hide –2, Listen +7, Spot +8; Alertness, Iron the crystalline trolls from area 9 and the forest trolls Will, Power Attack, Skill Focus (Craft [metalworking]), from areas 5 and 6. Track. Hurdrac prefers to waylay invaders in area 8. He Rend (Ex):See Monster Manual III,page 178. places half his troop there and the other half here in Regeneration (Ex): See Monster Manual III, area 7. When the trolls in area 8 enter melee, Hurdrac page 178. leads the rest of his troops there in a flanking maneuver. Possessions: Masterwork studded leather armor, ring Both groups use tactics similar to those of the forest of minor energy resistance (fire). trolls in area 5—they keep a front line supplied with Tactics:If the three apprentices face the PCs alone, fresh troops, while the trolls in the second line hang they simply try to gang up on one character at a time back to let their regeneration work. and claw their way through the party, fighting to the If the PCs manage to catch Hurdrac unawares, he death. If either the smith or Hurdrac is on hand to picks out the most formidable-looking fighter type and direct them, they try to encircle their foes. When heav- engages that character in melee while bellowing for ily damaged, they attempt to retire for a few rounds to help. If any of the trolls in areas 5, 9, and 11 are still regenerate before rejoining the fray. alive, they begin moving to this area 1 round after hear- Development:The trolls here go to join any fight- ing Hurdrac’s cries. ing that occurs in area 7 or 11.",
        "name":  "Tactics",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "22 (–2 size, +14 natural), touch 8, flat- Page 10–11: Armand footed 22",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (–2 size, –1 Dex, +14 natural), touch flurry of blows +12/+12/+7 melee (1d6+2) 8, flat-footed 21 Changes to the armand’s statistics while in defensive Page 33: Deathshrieker stance (see page 10): Atk claw +12 melee (1d4); Full Changes to the stat block for the deathshrieker: Atk 2 claws +12 melee (1d4). Attack: Incorporeal touch +16 melee (1d4 Cha drain)",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "18 (+1 size, +5 Dex, +2 natural), touch",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (+3 Dex, +4 natural, +2 bracers of melee (1d6+5)* armor +2, +2 ring of protection +2), touch 15, flat- The feral yowler’s trip ability has a +4 check modifier, footed 18 not +5 as indicated.",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "33 (+3 Dex, +20 natural), touch 13, flat- +2 melee (1d6+6)* or 2 slams +7 melee (1d6+8)* and footed 30 bite +2 melee (1d6+6)* Page 74: Golem, Web Page 92: Living Spell, Glitterfire",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Slam +12 melee (2d10+5) Armor Class: 13 (+3 deflection), touch 13, flat-footed",
        "name":  "Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Slam +20 melee (2d8+11) and 2 stamps 20) and shield bash +13 melee (1d8+4) or lance +15 melee (2d6+5); or gore +20 melee (3d8+16) +17/+12 melee (2d6+13/x3) or rock +10 ranged (2d6+9) Page 107: Mivilorn",
        "name":  "Full Attack",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 ft. in splint mail barding (6 squares), base Pages 119: Otyugh, Lifeleech speed 40 ft. Changes to the stat block for the lifeleech otyugh:",
        "name":  "Speed",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  " Pages 112–113: Nycter Armor Class: 23 (–1 size, +1 Dex, +7 natural, +6 +1 Changes to the stat block for the nycter defender of the breastplate), touch 10, flat-footed 23 cave: Attack: +1 greatclub +15 melee (2d8+17/19–20) or",
        "name":  "Changes to the stat block for the quaraphon bully",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "20 (+1 size, +1 Dex, +3 natural armor, or bite +14 melee (1d8+10)* +3 hide armor, +2 masterwork heavy wooden shield), Full Attack: +1 greatclub +15/+10/+5 melee touch 12, flat-footed 19 (2d8+17/19–20) and bite +9 melee (1d6+6) and 2",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "24 (+5 Dex, +5 natural, +4 mithril shirt), In the Combat section, the text says that the shredstorm touch 15, flat-footed 24 deals 4d6 points of damage plus 2d6 points of",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "37 (–4 size, –2 Dex, +23 natural, +10 Pages 143–144: Rot Reaver deflection), touch 14, flat-footed 37",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "31–45 HD (Huge) Changes to the psi-like abilities of the psionic greater Page 183: Vasuthant ssvaklor: aversion (duration 21 hours, DC 19*), The range of the vasuthant’s and horrific vasuthant’s entangling ectoplasm (affects any size creature), id blindsight ability is 60 feet. insinuation (affects up to 7 creatures, no two of which Changes to the stat block for the horrific vasuthant: can be more than 15 feet apart; DC 19*). Armor Class: 24 (–2 size, +6 Dex, +10 natural), touch 14, flat-footed 18 Page 171: Swamp Strider Swarm Base Attack/Grapple: +12/+35",
        "name":  "Advancement",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "30 (–1 size, +5 Dex, +11 natural, +4 +1 studded leather, +1 masterwork buckler), touch 14, flat- Page 175: Topiary Guardian footed 30 In the Construction rules, the rare tinctures and oils Base Attack/Grapple: +25/+34 used in the creation of a topiary guardian should be factored into its price: 20,800 gp (Medium), 62,400 gp Page 187: Voidmind Creature (Large), 119,600 gp (Huge).",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A topiary guardian has a natural armor bonus based on its size: Tiny or smaller +0, Small +2, Page 195: Witchknife Medium +4, Large +6, Huge +9, Gargantuan or larger Changes to the stat block for the witchknife: +12. Saves: Fort +4, Ref +9, Will +10",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "21 (+1 Dex, +8 natural, +2 heavy steel new form changes size to match the new size. shield), touch 11, flat-footed 20 (Nonhumanoid-shaped creatures can’t wear armor",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "33 (–2 size, +2 Dex, +7 +2 breastplate, +16 natural), touch 10, flat-footed 31",
        "name":  "Armor Class",
        "source":  "monster_manual_iii.txt",
        "_id":  "9902b1227baaefbf443991df2191e73abe7f3264070f65e5aeccabe25305f555"
    },
    {
        "origin_file":  "armor.json",
        "description":  "This entry gives the creature’s Armor Class against most regular attacks, followed by its AC against touch attacks and its AC when fl at-footed. If the creature has feats or other READING THE ENTRIES abilities that modify its Armor Class under specifi c circum- Each monster description is organized in the same general stances (such as the Mobility feat), they are noted here as well format, as outlined below. For complete information about as in the Feats entry. the characteristics of monsters, consult the glossary of this hp: This entry consists of the creature’s full normal hit book, the Player’s Handbook (PH), or the Dungeon Master’s point total (usually average rolls on each Hit Die), followed Guide (DMG). by the creature’s Hit Dice in parentheses. If the creature has We want this book to be as useful to DMs as possible, so fast healing, regeneration, damage reduction (DR), or some we’ve adopted our new statistics block format for use here. other ability that affects the amount of damage it takes or The new format is divided into four main sections separated the rate at which it regains hit points, that information also by horizontal lines. Each section serves a specifi c purpose; appears here. you will need to reference different sections at different Immune: Any immunities the creature has are indicated times during an encounter. here. This includes immunity to specifi c types of energy as well as specifi c immunities (such as immunity to poison or IDENTIFICATION AND ENCOUNTER to sleep effects).",
        "name":  "AC",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Bloodhulks are Some worshipers of the Keeper create bloodhulks in rituals disgusting to behold, resembling swollen, muscle-bound offered to the lord of death and decay. The grossly swollen corpses whose skin writhes with purulent veins. They stink creatures are thought to refl ect the form of the dark god. of festering wounds and make an unsettling slurping sound Karrnathi clerics might know of the rituals that create as they move. They wear no armor and at most are covered bloodhulks but would never use them for their armies. Such with ragged fragments of clothing, having outgrown their honorless monstrosities do not deserve to stand with the former garments. tireless soldiers who serve their nation in death. A bloodhulk is the same height as the typical creature for its size but has a much bulkier build. The sheer volume of blood sloshing around within makes a bloodhulk twice as BLOODHULKS IN FAERÛN heavy as a base creature of comparable size. The most notorious necromancer in the Realms is Szass Tam,",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The steed gains profi ciency with The wizard ended up selling his creations (and the warlord’s all types of armor (but not with shields). A clockwork plans) to the nobility of the city-state the warlord was plan- steed without this upgrade that wears barding takes ning to attack. Since then, others have learned how to create the appropriate armor check penalty on attack rolls and the mounts, and now they can be found in the service of Strength- and Dexterity-based checks. Price 100 gp; Cost anyone with enough gold. 50 gp + 4 XP.",
        "name":  "Armor Profi ciency",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "them- acting as lords of the place. Deathdrinkers in Eberron selves. They are extraordinarily egocentric. They see their are even more ambitious, active, and power-hungry than race as superior to all others, and each considers itself the described above. Undead fl ock to the sides of deathdrinkers ultimate representative of the race. When they come together to enjoy the benefi t of their aura of unlife. in social situations, they prefer to associate with other death- drinkers, but they also enjoy the company of creatures that Deathdrinkers in Faerûn praise, admire, and fl atter them (although they might not Deathdrinkers often lead demonic raiding parties that seek publicly admit as much). Crafty, powerful individuals some- to steal souls from the Fugue Plane. Their aura of unlife times acquire the services of a deathdrinker by sending it attracts dead souls, so these excursions typically result in many gifts and fawning emissaries. large harvests. 41 Illus. by A. Swekel DEMON Strategies and Tactics KASTIGHUR A kastighur loves melee combat and takes to battle with great This hideous demon’s body ripples with muscle. Its massive head relish. It charges foes as often as possible, trying to stun them is heavy with long horns while its powerful legs end in cloven and leave them shaken as it lands lethal blows. hooves. Most of its head is hidden by an enormous steel helm that has been bolted to the creature’s neck. A breastplate fas- A kastighur typically begins combat by charging a foe, tened onto its body provides additional protection for its already stopping at the limit of its reach (15 feet). If it stuns its target, tough hide. it charges again on the following round, closing the remain- ing distance to stand adjacent to its enemy. It then begins to Kastighur CR 11 make full attacks with its gore and slams, dealing horrifi c Always CE Huge outsider (chaotic, extraplanar, evil, tanar’ri) damage with Power Attack. Init –1; Senses darkvision 60 ft., scent; Listen +19, Spot +19 A kastighur can teleport at will, and three times per day Aura frightful presence (60 ft., DC 18) it can use its Quicken Spell-Like Ability feat to teleport as a Languages Abyssal, Celestial, Draconic; telepathy 100 ft. swift action. In combat, a kastighur often uses a quickened AC 23, touch 7, flat-footed 23 teleport to move 10 feet or more away from a particular foe (–2 size, –1 Dex, +7 armor, +9 natural) and then charge it. A kastighur might also use this ability to hp 172 (15 HD); DR 10/cold iron or good attack a fl ying creature by teleporting above the enemy in Immune acid, electricity, poison the hopes of grappling it and bearing it to the ground. Resist cold 10, fire 10; SR 17 Kastighurs use teleportation tactics with some trepidation Fort +16, Ref +8, Will +10 because they do not possess the greater teleport ability enjoyed Speed 30 ft. (6 squares) in breastplate; base speed 40 ft. by many fi ends and generally don’t have time to become Melee gore +21 (2d6+8) and familiar with most battlefi elds. They are loath to teleport 2 slams +19 each (1d8+4) great distances and keep even battlefi eld teleports as short Space 15 ft.; Reach 15 ft. Base Atk +15; Grp +31 as possible. Atk Options Improved Bull Rush, Improved Overrun, Power Attack, Powerful Charge, Quicken Spell-Like Ability Sample Encounter (teleport), aligned strike (chaotic, evil), fear bolstered, Since a kastighur doesn’t possess a reliable means of trans- stunning charge 5d6+12 porting itself from one plane to the next, it typically depends Spell-Like Abilities (CL 18th): upon more powerful demons or even magic items to provide At will—feather fall, teleport (self only) the means to travel in this manner. A kastighur also enjoys Abilities Str 27, Dex 8, Con 25, Int 8, Wis 12, Cha 8 the pain and suffering that it can infl ict on the Material SQ tanar’ri traits Plane when called by a powerful evil spellcaster using gate Feats Ability Focus (frightful presence), Improved Bull Rush, or greater planar ally. Improved Overrun, Multiattack, Power Attack, Powerful An encounter with a kastighur should emphasize its charge Charge, Quicken Spell-Like AbilityB (teleport), TrackB tactics and how much it enjoys terrifying other creatures. Skills Concentration +15, Diplomacy +1, Intimidate +17, Kastighurs might pair up with other creatures that cause fear Knowledge (dungeoneering) + 4, Knowledge (nature) +6, Knowledge (the planes) +5, Listen +19, Search +8, Sense (such as evil dragons) or that can provide ranged support. Motive +13, Spellcraft +8, Spot +19, Survival +19 (+21 on Flying allies make a particularly potent combination. other planes, +21 following tracks, +21 in aboveground pqqqqqqqqqrs environments, +21 underground) Advancement 16–30 HD (Huge); 31–45 HD (Gargantuan) Possessions +2 breastplate KASTIGHUR LORE Characters with ranks in Knowledge (the planes) can learn Frightful Presence (Su) A kastighur can inspire terror by more about kastighurs. When a character makes a successful charging or attacking. Affected creatures must succeed skill check, the following lore is revealed, including the informa- on a DC 18 Will save or become shaken, remaining in tion from lower DCs. that condition as long as they remain with 60 feet of the kastighur. The save DC is Charisma-based and includes Knowledge (the Planes) the bonus from the Ability Focus feat. DC Result Fear Bolstered (Ex) A kastighur delights in attacking terrified 15 This horrible creature is clearly a demon of some opponents and gains a +2 bonus on attack rolls against kind. This result reveals all outsider traits. shaken, frightened, or panicked creatures. 21 A kastighur is a kind of tanar’ri and shares many of Stunning Charge (Ex) A kastighur typically begins a battle that race’s traits, but it is also immune to acid. It is by charging at an opponent. In addition to the normal difficult to hurt, and it is resistant to most magic. benefits and hazards of a charge, this allows the 26 These demons work as jailers and hunters in the kastighur to make a single gore attack with a +23 attack Abyss. A kastighur loves to charge enemies and bonus that deals 5d6+12 points of damage. The struck gore them with its horns. A physical blow from a creature must succeed on a DC 25 Fortitude save or be kastighur can terrify those struck by it. stunned for 1 round. The save DC is Strength-based. 31 Unlike many tanar’ri, a kastighur teleports with some risk and might end up elsewhere than its Cruel and sadistic, the brutish kastighurs act as hunters and intended destination. Occasionally it can teleport prison wardens among the tanar’ri. In combat, they teleport as quick as a blink, appearing and attacking before about the battlefi eld and use stunning charges to incapacitate anyone can react. and terrify foes. pqqqqqqqqqrs 42 NOMED",
        "name":  "Deathdrinkers have only one overriding interest",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Whis- carry about a ghost touch item, per demons are roughly such as a shield, simply for the sensation of the size and shape of manipulating a material object. humans, but as incor- poreal creatures they Whisper Demons in Eberron possess no weight. Their Whisper demon Whisper demons come from Xoriat, the Realm skin is a mottled green. of Madness, and embody much of the plane’s atmo- If one is wounded, the sphere. They act as weird envoys and visitors to Shavarath, the area of the injury turns a brighter green and appears to ooze Battleground, and consort with various demons there. a green, bloodlike substance, though this “blood” is also in- corporeal. The demons’ brows and chins jut forward, making Whisper Demons in Faerûn their wild eyes look very deeply set. A whisper demon’s sneer- Whisper demons are native to the Abyss. Ever hungry to ing, cunning expression displays its delight in evil. infl ict madness upon mortals, they spend much of their time",
        "name":  "Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A web mummy’s natural armor bonus is is destroyed, a tomb spider broodswarm is released from the +9 or the base creature’s natural armor bonus, whichever is corpse and can act on the next round. higher. Feats: As a mindless creature, a web mummy loses all the",
        "name":  "Armor Class",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Varags inhabit warm hills but can survive Rating, about 600 gp. Their fi ghting style precludes the use in colder regions with no diffi culty. They also sleep comfort- of shields; reroll any such result. ably in underground burrows, though they are not naturally equipped to dig out such dens.",
        "name":  "Environment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Varags have the following base racial Aging Effects traits. Maximum —+2 Strength, –4 Intelligence. Race Middle Age Old Venerable Age —Medium size: Varags have no special bonuses or penal- Varag 16 years 24 years 32 years +2d8 years ties due to their size. —Humanoid (goblinoid): A varag is a humanoid that has Random Height and Weight the goblinoid subtype. Base Height Base Weight —Varag base land speed is 40 feet. Race Height Modifier Weight Modifier —Darkvision out to 60 feet. Varag, male 5´ 11˝ +2d12 230 lb. × (2d6) lb. Varag, female 5´ 7˝ +2d12 200 lb. × (2d6) lb. —+4 racial bonus on Move Silently checks and a +4 racial bonus on Survival checks when tracking by scent. —Automatic Languages: Goblin. Bonus Languages: VARAGS IN EBERRON Common, Draconic, Dwarven, Infernal, Giant, Orc. Long ago, Khorvaire was the playground of hobgoblins, who —Favored Class: Scout (Complete Adventurer 10). bred goblins and bugbears as slaves and warriors. In the same Natural Armor (Ex): A varag’s skin is tough, and it tough- way, varags once toiled for the hobgoblins. With the fall of ens further as the varag does—at 1st level, a varag has a +1 the Dhakaani empire, varags now roam across the land, raid- natural armor bonus. At 3rd level, a varag’s natural armor ing and killing as they please. Of all the goblinoids, varags bonus increases to +2. The varag’s natural armor bonus are the most likely to wander far from Darguun and other increases to +3 at 5th level. humanoid lands.",
        "name":  "Varag Base Traits",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Vitreous drinkers are always neutral evil, as and institutions to help usher in a wave of chaos. Others help befi ts creatures so closely aligned with Vecna. various evil groups achieve their goals, either by passing along information to the group or harassing and slaying its foes. A vitreous drinker is most dangerous when it has power- SOCIETY ful allies to call on. A drinker might work with an assassins’ Vitreous drinkers dwell alone. They rarely work together, guild, for example, helping the killers formulate plans to cut since their abilities are best suited for a wide, dispersed down a paladin, cleric of good, or other heroic fi gure. effort. They do work with clerics of Vecna, but they pass In combat, a vitreous drinker fl ees unless it is cornered the information they gather along or it feels it can defeat its enemies. It uses fi nger of death to anyone who can help them early in the battle to strike down someone who looks vul- achieve their mysterious goals. A nerable (such as an arcane spellcaster or rogue), followed vitreous drinker is just as likely to by eyebite. Its goal is to weaken its foes, then use vampiric give information to an orc warlord touch to sap their strength while steadying itself as to a brave paladin if it feels that against any counterattacks. It saves dimension either would use the information door as a last resort to escape harm. in a manner that helps the drinker. An adventuring party could even SAMPLE ENCOUNTER unwittingly serve Vecna under the right circumstances. A drinker usu- When a vitreous drinker goes on the ally has humanoid allies responsible offensive, it prefers to use hit-and-run for passing information from the tactics. It attempts to strike a victim drinker to others in town, who with its eye drinking ability, then pass it higher up the chain fl ee, and then view its ene- of command to Vecna’s senior mies to learn as much about mortal representatives. their tactics as possible. It then plans an appropriate second attack. TYPICAL Individual (EL 11): A vit- TREASURE reous drinker uses its spectral Vitreous drinkers have stan- ravens to track a party’s move- dard treasure for their Challenge ment. Over the course of several Rating, about 7,500 gp, days, it ventures out to use its eye which serves as bribes or drinking ability on beggars and other tools. Much of a vitreous unfortunates in the area. Once the drinker’s treasure is in drinker can watch as much of the the form of scrolls and party’s movements as possible, wands, which it uses it makes plans to ambush and to make unexpected attack the weakest member. magical attacks against Even then, it avoids a enemies. direct fi ght. It uses eye- bite to hamper a victim, then drinks the crea- ture’s eyes. 175 Vitreous drinker Illus. by W. Reynolds DRINKER VITREOUS WINDBLADE Abilities Str 13, Dex 15, Con 11, Int 8, Wis 12, Cha 6 Feats Flyby Attack, Improved Critical (claw)B, Improved In the windswept depths of Pandemonium, where icy gales Critical (bite)B scour the endless tunnels and create a constant howling, Skills Balance +4, Climb +14, Hide +6, Knowledge creatures known as windblades fl it through the lightless (the planes) +4, Listen +6, Move Silently +7, Spot +6, labyrinths, committing murder and mayhem in the name of Survival +6 (+8 on other planes), Tumble +7 Erythnul, their lord and creator. Windscythes are the greater Advancement by character class; Favored Class ranger; of the windblades; windrazors the lesser. see text Keen Senses (Ex) A windrazor sees four times as well a WINDBLADES IN EBERRON human in shadowy illumination. Rend (Ex) A windrazor that hits with both claw attacks Windblades make their homes in the constantly changing, latches onto the opponent’s body and tears the flesh. chaotic plane of Kythri. Within the Churning Chaos, they This attack automatically deals an extra 2d4+2 points of practice and perfect their techniques of slaughter on those damage. slaadi and githzerai unlucky enough to cross their path. Fearsome Critical (Ex) Whenever a windrazor scores a critical Windscythe sages speak of the times when Kythri was hit, all creatures within 10 feet must succeed on a DC coterminous, and their people brought great slaughter into 9 Will saving throw or become shaken. This is a mind- the material world. affecting fear effect. The save DC is Charisma-based. Skills Windrazors have a +8 racial bonus on Climb checks Windblades might also be encountered within manifest and can choose to take 10 on Climb checks, even if zones linked to Kythri. Some tribes have survived on Eber- rushed or threatened. ron since the plane’s last coterminous phase. They form small groups in high, windy, mountainous regions, such as the Windrazors are the scouts and hunters of the windblades. peaks of Adar in southern Sarlona and the Skyraker Claws Vicious, bloodthirsty creatures, they travel in groups of up mountains along the north coast of Xen’drik. to a dozen, seeking prey for themselves or sport for their Erythnul is unknown in Eberron; instead, windscythe masters. Created by Erythnul, the god of slaughter, they clerics revere the Fury, embodying the passion the god rep- revel in battle and blood, constantly seeking new thrills and resents. levels of brutality. WINDBLADES IN FAERÛN In the FORGOTTEN REALMS setting, the windblades were cre- ated by Talos the Destroyer as a force to ride the currents of his storms and bring destruction in their wake. They make their home within Fury’s Heart, traveling to Toril when called by servants of the Storm Lord. Clerics of Talos often call windblades to augment the destruction wrought by true believers. A small tribe of windblades is also rumored to be moving around the Sea of Fallen Stars, sticking to regions of high cliffs and peaks around the Inner Sea. WINDRAZOR A gangly creature, all gawky limbs and flaps of leathery skin, drifts through the air. At the tips of its wings are short, sharp, bony blades. Its elongated skull boasts knobby, hornlike protru- sions, and its mouth is full of long, sharp teeth. Windrazor CR 1 Always CE Small outsider (extraplanar) Init +2; Senses darkvision 60 ft., keen senses; Listen +6, Spot +6 Languages Auran, Windsong AC 13, touch 13, flat-footed 11 (+1 size, +2 Dex) hp 9 (2 HD) Fort +3, Ref +5, Will +4 Speed 10 ft. (2 squares), climb 10 ft., fly 40 ft. (good); Flyby Attack Melee 2 claws +4 each (1d4+1/19–20) and bite –1 (1d6/19–20) Space 5 ft.; Reach 5 ft. Base Atk +2; Grp –1 Atk Options fearsome critical, rend 2d4+2 176 Windrazor EDALBDNIW lekewS .A yb .sullI Strategies and Tactics Windrazors are pack hunters. They seek prey together, and together they bring it down. In combat, windrazors make effective use of Flyby Attack, approaching in waves, swooping in, delivering claw attacks, and fl ying away again. This ensures that only foes who ready attacks ever get a chance to strike back in melee, while maxi- mizing the number of windrazors that can attack. The infl uence of their brutal patron deity leads windra- zors to favor full attacks (with the potential for rending) against wounded foes. Otherwise, the creatures linger near an opponent only if it is poorly armored and otherwise easy to hit (not protected by magical effects, for example). WINDSCYTHE A heavily muscled creature, long of limb with flaps of leath- ery skin, powers through the air, its extended, bladelike tail sweeping along behind it. At the tips of its wings, short, bony blades clutch at the wind, as though grasping at the flesh of unseen prey. The flier’s narrow skull is crowned with knobby, hornlike protrusions, and its mouth is full of sharp teeth. It wears a tunic of chain armor, and a quiver of javelins is slung low across its back. Windscythe CR 4 Always CE Large outsider (extraplanar) Init +1; Senses darkvision 60 ft., keen senses; Listen +10, Spot +10 Languages Auran, Windsong AC 18, touch 10, flat-footed 17 (–1 size, +4 armor, +1 Dex, +4 natural) Windscythe hp 52 (8 HD) Windscythes are the warriors, nobles, tyrants, and priests Fort +8, Ref +7, Will +6 of the windblades. Brutish, violent creatures with a vora- Speed 10 ft. (2 squares), fly 60 feet (average); Flyby Attack, cious appetite for raw fl esh, windscythes soar through their Wingover domain with the bearing of royalty. Like other windblades, Melee 2 claws +12 each (1d6+5/18–20/×3) and they were created by Erythnul, god of slaughter, and they bite +7 (1d8+2) exult in fulfi lling his brutal desires, spreading death and Ranged javelin +9 (1d6+5) fear whenever they can. Space 10 ft.; Reach 10 ft. Base Atk +8; Grp +17 Atk Options augmented critical, fearsome critical, rend “. . . of the depths of Pandemonium, the dangers are 2d6+7 many, not the least of which are the razors on the winds, Abilities Str 21, Dex 12, Con 14, Int 9, Wis 11, Cha 8 for they hunt and kill with great fervor, slicing with Feats Armor Proficiency (light), Flyby Attack, Wingover unseen blades; call on them with caution . . .” Skills Balance +1, Climb +21, Craft +4, Intimidate +9, —Excerpt from On Summoning Knowledge (the planes) +10, Listen +10, Move Silently +9, Spot +10, Survival +10 (+12 on other planes), Strategies and Tactics Tumble +5 Advancement by character class; Favored Class fighter; Windscythes are cunning killers, willing to use any see text stratagem to accomplish their goals, from hunting alone to Possessions chain shirt, 3 javelins employing packs of windrazors. Keen Senses (Ex) As windrazor A windscythe’s favorite combat tactic is a Flyby Attack Augmented Critical (Ex) A windscythe’s claws are through a group, attempting to shake opponents with its extraordinarily sharp. They threaten a critical hit on a fearsome critical ability. It continues this strategy until the natural attack roll of 18–20, dealing triple damage on foes have dispersed, then selects one of the isolated creatures a successful critical hit. A windscythe’s claws are not to attack with its claws or bite. Multiple windscythes work subject to effects such as keen edge that would further in concert to speed up the dispersal process, then combine improve their threat range. their attacks on isolated foes—preferably spellcasters fi rst. Fearsome Critical (Ex) As windrazor; Will save DC 13. When hunting with windrazors, windscythes let their Rend (Ex) As windrazor; damage 2d6+7. smaller cousins lead the charge, employing them as shock 177 Illus. by J. Nelson WINDBLADE troops or directing them to herd opponents into convenient ECOLOGY groupings for the windscythes to slice through. Windblades regard the entirety of Pandemonium as their domain and aggressively pursue intruders—everything from SAMPLE ENCOUNTERS the Banished (humanoids, goblinoids, and giants who have Windrazors usually hunt in packs, sometimes led by wind- been trapped in Pandemonium for ages) to the occasional scythes or demons in the service of Erythnul. They are also slaadi or fi ends that attempt to carve out some of Pandemo- occasionally sent to the Material Plane to guard temples of nium’s territory for themselves.",
        "name":  "Alignment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "+3. an attitude born of solitary watching. Those who become druids are more likely to be neutral, neutral good, or neutral evil. Particularly bitter individuals drift toward neutral evil WIZENED ELDERS IN FAERÛN or even chaotic evil behavior, especially in extreme old age. Wizened elders inhabit cold, forbidding wastes, such as Narfell and Icewind Dale, or sometimes the high slopes of mountain SOCIETY ranges. Occasionally a Harper travels to speak to these lonely sentinels about the activities of evil beings in their lands. Some Wizened elders consider themselves the last, lonely defenders Uthgardt barbarians share the same region and pay respect to against the creep of “civilization” into their wastes. They consider the ancient treefolk. A small offshoot of the Grandfather Tree treants to be distant and overly soft cousins who abandoned them tribe is dedicated to protecting the elders. 181 to inhospitable lands. They are indifferent to hostile toward most Illus. by W. England ELDER WIZENED WRACKSPAWN SAMPLE ENCOUNTER This misshapen monstrosity seems to have been both flayed and Wrackspawns do not parlay or accept surrender. They exist burned, its limbs twisted into dreadful parodies. It is eyeless and only to make others feel pain, and they relentlessly pursue shrieks with mad battle lust. that goal. Fiends use wrackspawns as fodder, bullying the creatures into combat before them. Those employing wrack- Wrackspawn CR 3 spawns typically bring four or more along with them, having Always CE Medium outsider (chaotic, evil, extraplanar) emptied their Abyssal torture chambers of victims. Mortals Init +0; Senses blind, blindsight 120 ft.; Listen +10 sometimes gain control of wrackspawns through the use of Languages understands Abyssal summoning spells or as “gifts” from a fi end. AC 14, touch 10, flat-footed 14 Pack (EL 10): A vrock named Azrath discovered an open (+2 armor, +2 natural) gate to the Material Plane while transporting four wrack- hp 45 (4 HD); DR 5/— spawns to the service of a marilith. The gate closed behind Immune gaze attacks, illusions, visual effects Azrath as it went through, and now the vrock roams the Resist fire 10 countryside looking for the being who opened the portal Fort +10, Ref +4, Will +4 in hopes of controlling that power. Azrath follows its pack Speed 20 ft. (4 squares) of wrackspawns from the air as they chase and attack any Melee bone shortspear +8 (1d6+4 plus pain) and creature larger than a hare. Occasionally the vrock herds the double claw +3 (2d4+2) or wrackspawns toward some target they cannot yet see. When Melee double claw +8 (2d4+6) confronting foes worthy of its trouble, Azrath allows the Ranged bone shortspear +4 (1d6+4 plus pain) Space 5 ft.; Reach 5 ft. wrackspawns to attack for a few rounds while casting mirror Base Atk +4; Grp +8 image and heroism on itself. Then Azrath uses its stunning Atk Options aligned strike (chaotic, evil), pain screech on foes from the air before landing to attack with Abilities Str 19, Dex 10, Con 22, Int 6, Wis 11, Cha 12 spores and melee attacks. Feats Skill Focus (Listen), Toughness Skills Climb +11, Hide +7, Intimidate +8, Jump +5, ECOLOGY Listen +10, Move Silently +7 Wrackspawns contribute nothing to an ecology beyond Advancement 5–8 HD (Medium) destruction. Although they do not eat, they maim and kill Possessions piecemeal armor (counts as leather), bone shortspear at will. Typically, they ignore Tiny or smaller creatures in favor of larger prey, but with nothing else to attack, they Pain (Su) A living creature injured by the wrackspawn’s bone even resort to smashing insects. Wrackspawns never attack shortspear takes an extra 2d6 points of damage and is sickened with pain for 1 round. A DC 18 Fortitude save demons or each other, and they care little for creatures that halves the damage and negates the sickened effect. can’t feel pain, such as undead and constructs. If they are The save DC is Constitution-based. allowed to roam unchecked through an area, their depreda- tions can lead to the loss of large predators and herbivores.",
        "name":  "Level Adjustment",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Voors are humanoid in shape, but the resemblance ends there. A voor stands 9 feet tall and weighs about 800 pounds. Its body is heavily armored and covered in tiny maws that the voor uses to rend opponents and drink their blood. The face of a voor is an eyeless dome of chitin and bone, ending in a terrible mouth fi lled with sharp teeth. The massive arms of a voor end in sharp talons. Each arm has tentacles that extend and retract in a fl ash. Voors do not use these tentacles to grapple, but instead spear creatures with the sharp ends. Additional tentacles extend from a voor’s shoulders, which it uses to hold an opponent or occasionally to transport a charge.",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The zern’s skin shifts into plates of AC 19, touch 13, flat-footed 16 armor. It gains a +4 bonus to AC and DR 5/piercing. (+3 Dex, +6 natural)",
        "name":  "Impervious Hide",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Craft Magic Arms and Armor, Craft Won- potent than normal. drous Item.",
        "name":  "Prerequisites",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A fi ghter can select Awesome Blow as one of his A creature with this feat ignores arcane spell failure chances fi ghter bonus feats. when wearing light armor.",
        "name":  "Special",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "A subtype applied to any creature with armor. Elementals are profi cient with shields if they are when it is on a plane other than its native plane. A creature profi cient with any form of armor. that travels the planes can gain or lose this subtype as it goes —Elementals do not eat, sleep, or breathe. from plane to plane. This book assumes that encounters with creatures take place on the Material Plane, and every Energy Drain (Su): This attack saps a living opponent’s creature whose native plane is not the Material Plane has the vital energy and happens automatically when a melee or extraplanar subtype (but would not have when on its home ranged attack hits. Each successful energy drain bestows plane). Every extraplanar creature in this book has a home one or more negative levels (the creature’s description speci- plane mentioned in its description. These home planes are fi es how many). If an attack that includes an energy drain taken from the Great Wheel cosmology of the D\u0026D game scores a critical hit, it drains twice the given amount. Unless (see Chapter 5 of the Dungeon Master’s Guide). If your cam- otherwise specifi ed in the creature’s description, a draining paign uses a different cosmology, you will need to assign creature gains 5 temporary hit points (10 on a critical hit) for different home planes to extraplanar creatures. each negative level it bestows on an opponent. These tempo- Creatures not labeled as extraplanar are natives of the rary hit points last for up to 1 hour. Material Plane, and they gain the extraplanar subtype if they An affected opponent takes a –1 penalty on skill checks leave the Material Plane. No creature has the extraplanar and ability checks, attack rolls, and saving throws, and loses subtype when it is on a transitive plane; the transitive planes one effective level or Hit Die (whenever level is used in a die in the D\u0026D cosmology are the Astral Plane, the Ethereal roll or calculation) for each negative level. A spellcaster loses Plane, and the Plane of Shadow. one spell slot of the highest level of spells she can cast and (if applicable) one prepared spell of that level; this loss persists Fast Healing (Ex): A creature that has the fast healing until the negative level is removed. special quality regains hit points at an exceptionally fast Negative levels remain until 24 hours have passed or until rate, usually 1 or more hit points per round, as given in the they are removed by a spell, such as restoration. If a nega- creature’s entry (for example, a bloodfi re ooze has fast healing tive level is not removed before 24 hours have passed, the 8). Except where noted here, fast healing is just like natural affected creature must attempt a Fortitude save (DC 10 + healing (PH 146). Fast healing does not restore hit points lost 1/2 draining creature’s racial HD + draining creature’s Cha from starvation, thirst, or suffocation, and it does not allow a modifi er; the exact DC is given in the creature’s descriptive creature to regrow lost body parts. Unless otherwise stated, text). On a success, the negative level goes away with no harm it does not allow lost body parts to be reattached. to the creature. On a failure, the negative level goes away, but the creature’s level (or HD) is also reduced by one. A Favored Class: A monster that takes levels in a class (or separate saving throw is required for each negative level. more than one class) has a favored class, just as player char- acters do. In addition, a monster’s racial Hit Dice also count",
        "name":  "Elementals not indicated as wearing armor are not profi cient Extraplanar Subtype",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "An ooze is an amorphous or mutable creature, with armor. Outsiders are profi cient with shields if they are usually mindless. profi cient with any form of armor.",
        "name":  "Ooze Type",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "The nine size categories are (in ascending order) The saving throw (if any) against a spell-like ability is 10 Fine, Diminutive, Tiny, Small, Medium, Large, Huge, Gar- + the level of the spell the ability resembles or duplicates + gantuan, and Colossal. A creature’s size provides a modifi er the creature’s Cha modifi er. to its Armor Class and attack bonus, a modifi er on grapple Some spell-like abilities duplicate spells that might work checks it attempts, and a modifi er on Hide checks. The Crea- differently or be of a different level when cast by characters of ture Sizes table above provides a summary of the attributes different classes. A monster’s spell-like abilities are presumed that apply to each size category. to be the sorcerer/wizard versions. If the spell in question is not a sorcerer/wizard spell, then default to cleric, druid, Sonic Attacks (Su): Unless otherwise noted, a sonic bard, paladin, and ranger, in that order. attack follows the rules for spreads (see Aiming a Spell, PH 175). The range of the spread is measured from the creature Spell Resistance (Ex): A creature that has spell resistance using the sonic attack. Once a sonic attack has taken effect, can avoid the effects of spells and spell-like abilities that deafening the subject or stopping its ears does not end the directly affect it. To determine if a spell or spell-like ability effect. Stopping one’s ears ahead of time allows opponents to works against a creature that has spell resistance, the caster avoid having to attempt saving throws against mind-affecting must attempt a caster level check (1d20 + caster level). If sonic attacks, but not other kinds of sonic attacks (such as the check result equals or exceeds the creature’s spell resis- those that deal damage). Stopping one’s ears is a full-round tance, the spell works normally, although the creature is still action and requires wax or other soundproof material to stuff allowed a saving throw. into the ears.",
        "name":  "Size",
        "source":  "monster_manual_iv.txt",
        "_id":  "8ef31827c3a6d6279ed794f24e6fb71a324799cb0d443beebe27248a58fc6b1a"
    },
    {
        "origin_file":  "armor.json",
        "description":  "aboleth, athach, beholders, carrion crawler, choker, chuul, retriever, shield guardian. cloaker, delver, destrachan, drider, ethereal filcher, ettercap, gauth, Dragon:dragons, dragon turtle, pseudodragon, wyvern. ghaur, gibbering mouther, grick, mimic, mind flayer, nagas, otyugh, (Earth): blue dragon, copper dragon, earth mephit, gargoyle, salt phasm, rust monster, skum, umber hulk, will-o’-wisp. mephit, stone giant. (Air):air mephit, arrowhawk, cloud giant, dust mephit, green dragon, Elemental:belker, elementals, invisible stalker, magmin, thoqqua. ice mephit, will-o’-wisp. Elemental (Air):belker, air elementals, invisible stalker.",
        "name":  "Aberration",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "armor.json",
        "description":  "animals, bat swarm, dinosaurs, dire animals, rat swarm, Elemental (Earth):earth elementals, thoqqua. roc. Elemental (Fire):fire elementals, magmin, thoqqua. (Aquatic):aboleth, aquatic elf, chuul, dire shark, dragon turtle, giant Elemental (Water):water elementals. octopus, kraken, kuo-toa, locathah, merfolk, merrow, octopus, sahua- Fey: dryad, grig, nixie, nymph, pixie, satyr. gin, sea cat, sea hag, sharks, skum, squids, water naga. (Fire):azer, brass dragon, fire giant, fire mephit, gold dragon, magma 4 (Cold):cryohydra, frost giant, frost worm, ice mephit, silver dragon, mephit, pyrohydra, red dragon, steam mephit. white dragon, winter wolf. Giant: ettin, giants, ogre, ogre mage, troll. pqqqqrs INTRODUCTION example, the hold animalspell affects only creatures of the animal type. Type determines certain features, such as Hit Dice size, base This is the DUNGEONS\u0026 DRAGONS®Roleplaying Game, the game attack bonus, base saving throw bonuses, and skill points. For that defines the genre and has set the standard for fantasy role- quick reference, the Glossary gives a full description of the fea- playing for more than 30 years. tures and traits of each type and subtype. Specifically, this is the Monster Manual. This book contains entries for hundreds of creatures, both hostile and benign, for use Hit Dice in DUNGEONS\u0026 DRAGONSadventures. This book, the Player’s Hand- This line gives the creature’s number and type of Hit Dice, and book,and the Dungeon Master’s Guidecomprise the core rules for lists any bonus hit points. A parenthetical note gives the average the D\u0026D® game. hit points for a creature of the indicated number of Hit Dice. This introduction explains how to read each creature’s write-up. A creature’s Hit Dice total is also treated as its level for deter- It often refers to the Glossary, located in Chapter 7 at the back of mining how spells affect the creature, its rate of natural healing, this book (starting on page 305), for more details on attack forms and its maximum ranks in a skill. and the special qualities associated with monsters. A list of monsters organized by Challenge Rating appears on Initiative pages 318 and 319 to make it easy for the Dungeon Master to tailor This line gives the creature’s modifier on initiative checks. encounters to the party level of the player characters. Speed This line gives the creature’s tactical speed on land (the amount of READING THE ENTRIES distance it can cover in one move action). If the creature wears Each monster description is organized in the same general format, armor that reduces its speed, the creature’s base land speed follows. as outlined below. For complete information about the character- If the creature has other modes of movement, these are given istics of monsters, consult Chapter 7: Glossary (starting on page after (or in place of) the land speed. Unless noted otherwise, 305), the Player’s Handbook,or the Dungeon Master’s Guide. modes of movement are natural (not magical). See the Glossary for information on movement modes. STATISTICS BLOCK This portion of a monster description contains basic game infor- Armor Class mation on the creature. The Armor Class line gives the creature’s AC for normal combat and includes a parenthetical mention of the modifiers contribut- Name ing to it (usually size, Dexterity, and natural armor). The creature’s This is the name by which the creature is generally known. The touch and flat-footed ACs follow the combat-ready AC. descriptive text may provide other names. A creature’s armor proficiencies (if it has any) depend on its type, but in general a creature is automatically proficient with any Size and Type kind of armor it is described as wearing (light, medium, or heavy), This line describes the creature’s size (Huge, for example). Size cat- and with all lighter kinds of armor. egories are defined in the Glossary. A size modifier applies to the creature’s Armor Class (AC) and attack bonus, as well as to certain Base Attack/Grapple skills. A creature’s size also determines how far it can reach to The number before the slash on this line is the creature’s base make a melee attack and how much space it occupies in a fight attack bonus (before any modifiers are applied). The DM usually (see Space/Reach, below). won’t need this number, but it can be handy sometimes, especially The size and type line continues with the creature’s type (giant, if the creature has the Power Attack or Combat Expertise feats. for example). Type determines how magic affects a creature; for The number after the slash is the creature’s grapple bonus, which INTRODUCTION pqqqqrs continued from page 4 (Goblinoid):bugbear, goblin, hobgoblin. howler, night hag, nightmare, rakshasa, shadow mastiff, vargouille, xill,",
        "name":  "Animal",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "armor.json",
        "description":  "Some creatures lack certain ability scores. These and equipment appropriate to their levels). Given reasonable luck, creatures do not have an ability score of 0—they lack the ability the party should be able to win the encounter with some damage altogether. The modifier for a nonability is +0. Other effects of but no casualties. For more information about Challenge Ratings, nonabilities are detailed in the Glossary. see pages 36 and 48 of the Dungeon Master’s Guide. Skills Treasure This line gives the creature’s skills, alongwith each skill’s modifier This line reflects how much wealth the creature ownsand refers (including adjustments for ability scores, armor check penalties, to Table 3–5: Treasure on page 52 of the Dungeon Master’s Guide.In and any bonuses from feats or racial traits). All listed skills are most cases, a creature keeps valuables in its home or lair and has class skills, unless the creature has a character class (noted in the no treasure with it when it travels. Intelligent creatures that own entry). A creature’s type and Intelligence score determine the useful, portable treasure (such as magic items) tend to carry and number of skill points it has. use these, leaving bulky items at home. See the glossary for more The Skills section of the creature’s description recaps racial details on using the Treasure line of each monster entry. bonuses and other adjustments to skill modifiers for the sake of clarity; these bonuses should not be added to the listed skill mod- Alignment ifiers. An asterisk (*) beside the relevant score and in the Skills sec- This line gives the alignment that the creature is most likely to tion of the descriptive text indicates a conditional adjustment, one have. Every entry includes a qualifier that indicates how broadly that applies only in certain situations (for instance, a gargoyle gets that alignment applies to the species as a whole. See the Glossary an additional +8 bonus on Hide checks when it is concealed for details. against a background of worked stone).",
        "name":  "Nonabilities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "armor.json",
        "description":  " This line gives a type of climate and terrain where the creature is what it does, what it looks like, and what is most noteworthy typically found. This describes a tendency, but is not exclusionary. about it. Special sections describe how the creature fights and give A great wyrm gold dragon, for instance, has an environment entry details on special attacks, special qualities, skills, and feats. INTRODUCTION 7 CHAPTER 1: image(DC 19), project image(DC 20), veil(DC 19). Effective caster level 16th. The save DCs are Charisma-based. MONSTERS A TO Z Slime (Ex):A blow from an aboleth’s tentacle can cause a terri- ble affliction. A creature hit by a tentacle must succeed on a DC 19 This book contains hundreds of creatures for use in any DUNGEONS Fortitude save or begin to transform over the next 1d4+1 minutes, \u0026 DRAGONSgame. Refer to the Glossary, starting on page 305, for the skin gradually becoming a clear, slimy membrane. An afflicted definitions of common features and abilities of individual mon- creature must remain moistened with cool, fresh water or take sters. In most cases, a monster entry describes a typical individual 1d12 points of damage every 10 minutes. The slime reduces the of the kind in question, which is the most common version en- creature’s natural armor bonus by 1 (but never to less than 0). The countered by characters on adventures. The DM can modify these save DC is Constitution-based. entries, create advanced or weaker versions, or alter any statistics A remove diseasespell cast before the transformation is complete to play a monster against type and surprise the player characters. will restore an afflicted creature to normal. Afterward, however, And now, let’s meet the monsters. . . . only a healor mass healspell can reverse the affliction. Mucus Cloud (Ex):An aboleth underwater surrounds itself with a viscous cloud of mucus roughly 1 foot thick. Any creature ABOLETH coming into contact with and inhaling this substance must suc- The cool, refreshing water suddenly erupts in a storm of reaching, grasp- ceed on a DC 19 Fortitude save or lose the ability to breathe air for ing tentacles. The tentacles connect to a primeval fish, 20 feet in length the next 3 hours. An affected creature suffocates in 2d6 minutes if from its bulbous head to its crescent-shaped tail. Three slit-shaped eyes, removed from the water. Renewed contact with the mucus cloud protected by bony ridges, are set one atop the other in the front of its head, and failing another Fortitude save continues the effect for which remains just beneath the surface as it attacks. another 3 hours. The save DC is Constitution-based.",
        "name":  "Environment ing a monster, followed by a short description of the creature",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    }
]
