{
    "_id":  "988e8f99775d46a90922ee3c033a66fa1c4d3ac78a6c4d9dcc43e99188eeaa9b",
    "name":  "Manifestation Time",
    "origin_file":  "other.json",
    "source":  "psionics_handbook.txt",
    "merged_description":  "1 action example, even if you\u0027re adapted to arctic conditions, you are 1 hour/level (D) None Affinity Field No Psychometabolism (Str) 11 Level: Psion 9 Vi, Ma 51 POWERS CHAPTER 5: 1 action power also allows teleport to return you to the fixed point with 20 ft. no chance of error. Moreover, this power allows normal 2o-ft.-radius emanation, centered on you telepathic communication with any receptive beings within a 10 minutes (D) 60-foot radius of the fixed point, regardless of distance. Use of None anchored navigation is confined to the plane of existence Yes where you manifest it. Psion 4 subtle characteristics of the chosen animal, at the DM\u0027s Ma discretion. 1 minute/level (D) Apopsi Will negates (harmless) Telepathy (Cha) 7 Psion 9 Vi, Ma, Au As invisibility, except the power persists through one attack 1 round made by you. It ends normally after a second attack. Close (25 ft. + 5 ft./2 levels) Instantaneous Clairsentience (Wis) Saving Throw: Fortitude negates Psion 4 Power Resistance: Yes Ol, Ma Power Points: 17 1 action Personal Using apopsi [ab-po-sigh], you delete 1d4 powers permanently You from the subject\u0027s mind. You specify the level of each power, 1 hour/level and the DM randomly determines which of the subject\u0027s None powers is actually deleted. Psychic chirurgery may be used to No restore the lost power, but it must be performed within 1 week of losing the power. 7 You know where you are in relation to a fixed starting point. Astral Construct I While the duration lasts, you are aware of your exact distance Metacreativity (Int) and route (physical or psychoportive) back to a fixed starting Level: Psion 1 point. You must designate the “anchored” starting point Display: Vi, Ma when you first manifest the power. To designate other Manifestation Time: 1 full round anchored starting points, you must manifest additional Range: close (25 ft. + 5 ft./2 levels) One created astral construct anchored navigation powers. 1 round/level (D) For instance, if you designated a starting point using this None power before entering a maze, you can retrace your steps No through the maze automatically while the power lasts. This Psion 7 and dissipates at the end of its turn. One or more astral constructs, no two of which can be It is not necessary to learn a lower-level astral construct more than 30 ft. apart power before learning a higher-level version. 13 Astral Construct II As astral construct I, except you can create one 7th-level astral Metacreativity (Int) construct, 1d3 6th-level astral constructs, or 1d4+1 astral Psion 2 constructs of lower level. One or more astral constructs, no two of which can be more than 30 ft. apart Astral Construct VIII 3 Metacreativity (Int) Psion 8 As astral construct I, except you can create one 2nd-level astral Effect: One or more astral constructs, no two of which can be construct or 1d3 1st-level astral constructs. more than 30 ft. apart 15 Astral Construct III Metacreativity (Int) As astral construct I, except you can create one 8th-level astral construct, 1d3 7th-level astral constructs, or 1d4+1 astral Psion 3 constructs of lower level. One or more astral constructs, no two of which can be more than 30 ft. apart 5 Astral Construct IX Metacreativity (Int) As astral construct I, except you can create one 3rd-Ievel astral Level: Psion 9 construct, 1d3 2nd-level astral constructs, or 1d4+1 1st-level Effect: One or more astral constructs, no two of which can be astral constructs. more than 30 ft. apart 17 Astral Construct IV As astral construct I, except you can create one 9th-level astral Metacreativity (Int) construct, 1d3 8th-level astral constructs, or 1d4+1 astral Psion 4 constructs of lower level. One or more astral constructs, no two of which can be more than 30 ft. apart Astral Projection 7 Psychoportation (Dex) Psion 9 As astral construct I, except you can create one 4th-level astral None construct, 1d3 3rd-level astral constructs, or 1d4+1 astral 30 minutes constructs of lower level. Touch See text Psion 5 None One or more astral constructs, no two of which can be Yes more than 30 ft. apart 17 Psion 6 companions are stranded wherever you left them. One or more astral constructs, no two of which can be You project your astral self into the Astral Plane, leaving more than 30 ft. apart your physical body behind on the Material Plane in a State of 11 suspended animation. The power projects an astral copy of 53 POWERS CHAPTER 5: you and all you wear or carry onto the Astral Plane. Since the Power Resistance: Yes Psion 2 spirits to their physical bodies. The power lasts until you Ol, Au desire to end it, or until it is terminated by some outside 1 action means, such as negate psionics manifested upon either the Personal physical body or the astral form, or the destruction of your You body back on the Material Plane (which kills you). Instantaneous 3 Astral Steed Psychoportation (Dex) An augury can tell you whether a particular action will bring Psion 3 good or bad results for you in the immediate future. For Ma example, if a parry is considering destroying a weird sea that 10 minutes closes a portal, an augury might determine whether it\u0027 a good 0 ft. idea. 1 hour/level plus 1% per manifester level; the DM makes the roll secretly. None The DM may determine that the question is so straightfor- No ward that a successful result is automatic, or so vague as to Psion 1 Au 1 action Aura Alteration Close (25 ft. + 5 ft./2 levels) Telepathy (Cha) [Mind-Affecting] 1 hour/level Display: Ma Will negates Manifestation Time: 1 action 54 :5 RETPAHC SREWOP Instantaneous or 10 minutes/level Saving Throw: Will negates Will negates Power Resistance: Yes Yes Power Points: 3 Psion 5 others at the DM\u0027s discretion. Vi, Ma 1 action Psion 4 more than 300 lb./level Vi Saving Throw: Will half 1 action Power Resistance: Yes 30 ft. Power Points: 9 3o-ft.-radius emanation, centered on you Concentration, up to 10 minutes/level (D) You psychoportively disperse minuscule portions of the None subject, dealing 9d6 points of damage. Targets are protected No from the effects of a baleful teleport by dimensional anchor. 7 Banishment You discern auras. Auras are invisible to the naked eye, but 10 Psychoportation (Dex) the psionic viewer appear as glowing halos or envelopes of Psion 6 colored light that surround all things. The amount of Au, Ma information revealed depends on how long you study a 1 action particular area. Close (25 ft. + 5 ft./2 levels) 1st round: Presence of good or evil auras in the area. You Yes 3rd round: The owner of each aura is revealed, unless the Psion 2 and +2 on the saving throw DC. For example, if this power Au, Ma were manifested on a demon that hated light and was Psion 1 Level: Psion 3/Psychic Warrior 3 Vi (see text) Display: Vi, Ma 1 action Manifestation Time: 1 action Close (25 ft. + 5 ft./2 levels) Range: Personal Concentration, up to 1 minute/level (see text) Saving Throw: None Fortitude half Power Resistance: No Yes Power Points: 5 Psion 1/Psychic Warrior 1 foes may move or make a saving throw each round for half Vi, Ma damage (on that round only), but as long as they remain in 1 action range, they continue to be affected. Personal Maintaining biocurrent is a full-round action (you are You limited to only 5-foot steps and no 1 hour/level other actions). If you take damage Psion 1/Psychic how to handle multiple attacks. Warrior 1 Vi, Ma 1 Body Adjustment action Psychometabolism (Str) Personal Level: Psion 2 You Display: Au, Ma 1 minute/ Manifestation Time: 1 full round level (D) Personal 1 You Instantaneous You can constrict bleed- 3 ing around wounds, less- ening their impact. You You take control of your own living body, allowing take a portion of any you to heal injury. You cure yourself of3d6 points of attack that deals damage as damage. points of subdual damage equal 56 :5 RETPAHC SREWOP Alternatively, you can focus on a disease or poison. You Manifestation Time: 1 action must manifest body adjustment separately for each different Range: Medium (100 ft. + 10 ft./level) condition. If used against a disease, your next daily Fortitude Target: One humanoid of Medium-size or smaller save to attempt to throw off the infection gains a bonus equal Duration: 1 round/level (D) to 4 + your manifester level. If used against a poison, your Saving Throw: Will negates secondary Fortitude save (usually made 1 minute after the Power Resistance: Yes first exposure to poison) gains a bonus equal to 4 + your Power Points: 3 manifester level Multiple uses of body adjustment for use The subject\u0027s higher mind is locked away. He stands mentally against poison or disease do not stack. paralyzed, unable to take any actions. The brain locked subject Finally, you can use body adjustment to heal 2 points of is not stunned (so attackers get no special advantage). He can temporary ability damage. You don\u0027t gain all three benefits defend himself against physical attacks (Dexterity bonus to from a single manifestation of this power. AC still applies), but otherwise can\u0027t move, and can\u0027t use psionic powers. Body Equilibrium A brain locked flyer cannot flap its wings and falls. A Psychometabolism (Str) swimmer can\u0027t swim and may drown. Psion 2/Psychic Warrior 2 Vi, Ma Breath of the Dragon 1 action Psychometabolism (Str) [Fire] Personal Psion 6/Psychic Warrior 6 You Vi (see text), Ma 1 minute/level (D) 1 action 3 Close (25 ft. + 5 ft./2 levels) Cone You can adjust your body equilibrium to correspond with any Instantaneous solid or liquid that you stand on. Thus, you can walk on water, Reflex half quicksand, or even a spider\u0027s web without sinking breaking Yes through (this does 11 not confer any resistance to You breathe forth raging fire, particularly originating from your mouth and sticky webs). extending outward in a cone. This You can move attack deals 11d4 points of fire at your normal damage. speed, but you cannot run (x4 speed) on an Brilliant Blast unfirm surface without sinking or Psychokinesis (Con) breaking. If you fall while using this Psion 5 power, damage from the impact is Vi (see text) halved. Manifestation 1 action Long Metacreativity (Int) (400 ft. + 40 ft./level) Psion 0/Psychic Warrior 0 Area: A 20-ft.-radius Ma spread 1 action Duration: 0 ft. Instantaneous 2 rounds Reflex half None Power No Resistance: Yes Psion 2 Metacreativity (Int) [Fire] Vi, Ma Level: Psion 2 57 POWERS CHAPTER 5: Vi (see text) Duration: 1 hour/level (see text) (D) 1 action Saving Throw: None Close (25 ft. + 5 ft./2 levels) Power Resistance: No Ray Power Points: 1 (see text) Instantaneous Psion 0/Psychic Warrior 0 originally came from. Au As your level increases, you can summon better and better Close (25 ft. + 5 ft./2 levels) Psychic Warrior 6 Display: Vi, Me Ma, Vi Manifestation Time: 1 action 1 action Range: Medium 100 feet Close (25 ft. + 5 ft./2 levels) Area: 10o-ft.-radius emanation centered on you Your cohort, if any Duration: 1 minute/level Instantaneous Saving Throw: Will negates (see text) None Power Resistance: Yes No 9 Psion 1/Psychic Warrior 1 Psychoportation (Dex) Au, Ma Level: Psion 0/Psychic Warrior 0 1 action Display: Au Touch Manifestation Time: See text You ordinarily do. (Retries are not allowed.) A charmed person 1 round/level never obeys suicidal or obviously harmful orders, but he 1 might believe you if you assured him that the only chance to save your life is for him to hold back an onrushing red dragon You recover instantly from a fall and can absorb some damage for “just a few seconds.” Any act by you or your apparent allies from falling. You land on your feet no matter how far you fall, that threatens the charmed person breaks the power. Note also and the first 3 points of falling damage are treated as subdual that you must speak the person\u0027s language to communicate damage. your commands, or else be good at pantomiming. You can manifest this power instantly, quickly enough to save yourself if you unexpectedly fall. Manifesting the power Clairaudience/Clairvoyance is a free action, like manifesting a quickened power, and it Clairsentience (Wis) counts toward the normal limit of one quickened power per Psion 2 round. Vi, Au 1 action See text Psychometabolism (Str) Effect: Psionic sensor Psion 2 Duration: 1 minute/level (D) Ol Saving Throw: None 1 action Power Resistance: No Personal Power Points: 3 You 10 minutes/level (D) Clairaudience/clairvoyance enables you to concentrate upon 1 day/level protection (such as null psionics field) blocks the power, and Psion 1 Manifestation Time: 1 action Me Range: See text 1 action Area: See text Close (25 ft. + 5 ft./2 levels) Duration: Up to 1 minute/level (see text) (D) One person Saving Throw: None 1 hour/level Power Resistance: No Will negates Power Points: 9",
    "fragments":  200,
    "auto_category":  "powers",
    "confidence":  "strong"
}
