[
    {
        "origin_file":  "other.json",
        "description":  "This encounter is designed for char- trees is rolling farmland dotted by the goblinoid camps. acters of 4th level. The horde extends for an additional 200 feet past the far",
        "name":  "Character Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Primary: Get past enemy forces and reach edge of the trees. friendly forces in a nearby citadel. Tactics: The duke’s troops fan out and take up positions",
        "name":  "Objectives",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Gather intelligence about the enemy army’s at the edge of the trees to cover the PCs as they move disposition while sneaking through it. through the sleeping horde. If the characters are spotted",
        "name":  "Secondary",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "This encounter is designed for a party of 6th-level characters.",
        "name":  "Character Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Primary: Destroy or disable half of the enemy catapults.",
        "name":  "Objective",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Destroy or disable all the enemy catapults. 48 3 RETPAHC DLEIFELTTAB SRETNUOCNE",
        "name":  "Secondary",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "This mission requires a degree of stealth, The four catapults in each emplacement are lined up along so the PCs are given a squad of elf commandos, led by a the forward-facing rampart. The ground between the 5th-level captain, to assist in the mission. emplacements and the camp is clear of undergrowth, as is the ground for 60 feet in each direction from the camp • Elf sniper captain (page 146) and emplacements. • 10 elf commandos (page 146) Tactics: Two groups of 4 orcs each patrol the perimeter of the camp, each group assigned to monitor one of the",
        "name":  "Allied Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each emplacement is surrounded on and more orcs start pouring into the area. three sides by a rampart, atop which is a wooden parapet. Stealthy PCs, and the elf commandos, should be able to evade the orc troops by staying hidden and moving silently, perhaps drawing the orcs toward one emplacement while they disable the catapults in the other. A heavy catapult is primarily made of wood (hardness 5, 60 hit points).",
        "name":  "Terrain Features",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "For parties of 4th-level characters, remove the squad of ogres. For parties of 8th level, replace the ogres with ogre brutes (page 146) and have the orc patrols stay near the catapult emplacements, with a pair of lightning ballistae (page 136) mounted on the ramparts. PRISONER EXCHANGE (6TH) The prince, taken prisoner during a recent raid, is being ransomed by his abductors. In addition to a chest filled with 10,000 gold pieces, the ransom calls for an exchange of prisoners. The queen tells the PCs they are the only people she can trust with this mission. She asks 49 ENCOUNTERS BATTLEFIELD CHAPTER 3 Characters with normal vision cannot see past the edge of the firelight. Characters with low-light vision can see an additional 20 feet past the illuminated area. Characters with darkvision (which includes all the enemy forces) can see out to 60 feet during the encounter no matter where they are.",
        "name":  "Scaling This Encounter",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "The gnolls and ogres swarm the camp and engage the PCs and their elite guard escort while the barbarian ogre leader attempts to slip in and release the ogre mage during the confusion. The ogre mage is in no shape to fight; if freed, she simply attempts to flee. PCs on guard duty who succeed on an opposed Listen check (against the enemy’s party’s Move Silently check) receive 2 rounds of preparation prior to the attack. Characters who succeed on an opposed Spot check (against the enemy party’s Hide check) receive 1 round of preparation.",
        "name":  "Tactics",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the PCs defeat the ogres and gnolls without losing their ogre mage prisoner, they can con- tinue on to the prisoner exchange as planned, which goes off without a hitch (the ogres are now cowed by the group’s prowess). If the ogre mage or the chest of gold (or both) are lost during the ambush, the PCs can either try to recover the lost goods or try to rescue the prince on their own. If they chopose the latter course, see Get ’em Out Alive! (page 51) and scale as necessary for your group.",
        "name":  "Aftermath",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "This encounter is designed for char- The PCs are part of an advance scouting force consist- acters of 6th level. ing of regulars, archers, and scouts, when an avalanche",
        "name":  "Character Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Deliver the ogre mage safely to the rendez- will take the long way around, and meet up with them vous point. in two days. In the meantime, the lich leader of the",
        "name":  "Secondary",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "The queen provides an additional Unliving Legion has scryed the location of the advance escort from her elite guards to help safeguard the gold force and sent a strike force of ghouls and ghasts to and the prisoner. deal with them. If that attack fails, the lich sends a horde of undead, led by clerics of Nerull, to finish off • 4 human elite soldiers (page 143) the intruders.",
        "name":  "Allied Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "This encounter is designed for a party",
        "name":  "Character Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "The ambush takes place in a small sergeant, a squad of human soldiers, and a squad of human clearing in a deciduous forest at night. The PCs’ campfire, snipers. Each human squad is led by a sergeant and has a if they have one, provides illumination in a 20-foot radius. pair of human cleric corporals. 50 3 RETPAHC DLEIFELTTAB SRETNUOCNE",
        "name":  "Terrain Features",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "The terrain is mountainous and attack the horde. lightly forested, with only natural terrain features. The allied forces have a few hours during the first day during • 8 human elite soldiers (page 143) which they could dig trenches or other fortifications; other • 2 human cleric lieutenants (page 142) earthworks could be built during the second day before the rest of the undead troops arrive. 51 ENCOUNTERS BATTLEFIELD CHAPTER 3",
        "name":  "Terrain Features",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "To reach the trebuchet, the group must Aftermath: If the group succeeds in destroying the fight through a squad of defenders and then take on the trebuchet, they can then help the general rout the rest of catapult’s crew. They must then deal 200 points of damage the enemy forces (with the aid of the duke’s soldiers, who to the trebuchet to destroy it. can mount a sortie from the keep once the threat to the walls has been eliminated).",
        "name":  "Enemy Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "The terrain around the duke’s keep infiltrate the fallen keep. is rolling fields dotted by clumps of trees. A river flowing Scaling This Encounter: For a 2nd-level group, the down from the distant hills stands between the battalion general provides a small infantry squad of 5 human regu- and the horde. lars (page 142) and 1 human cleric corporal (page 142).",
        "name":  "Terrain Features",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "This encounter is designed for char- acters of 10th level. 52 3 RETPAHC DLEIFELTTAB SRETNUOCNE",
        "name":  "Character Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Primary: Rescue the prince and other high- his office during the day and asleep in the lavish bedroom value prisoners. at night.",
        "name":  "Objectives",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Free all prisoners and disrupt the enemy camp Terrain Features: The camp is nestled in a valley as much as possible. roughly half a day’s march up into the hills. It is laid out",
        "name":  "Secondary",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Stealth is required for this mission, so as described above in flat, open ground. The hills rising only a single unit of elite guards accompanies the PCs to above the small valley are mostly barren, with only a the POW camp. few rocks and bushes large enough to provide cover within 100 feet of the outskirts of the camp. Scattered • 6 human elite soldiers (page 143) groups of trees and bushes and larger outcroppings of rock dot the landscape out beyond 100 feet. The top of",
        "name":  "Allied Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "The three small huts contain two pris- oners each. If the PCs get to the huts without raising the alarm, it takes a move action to unbar and open the door. The prisoners are at 0 hit points and can take only single actions until healed. If the ogres set fire to the huts, PCs have 5 rounds to open the doors to the huts and get the prisoners out before they die from the heat and smoke. If the PCs should lose the battle, they will be beaten to 0 hit points and locked into the huts with the other prison- ers. They have two days to escape before being transferred to the main ogre village.",
        "name":  "Aftermath",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "This encounter is designed for char- acters of 10th level.",
        "name":  "Character Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Primary: Defeat the forces atop the hill.",
        "name":  "Objectives",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hold the hill against attacks by trolls, ogre brutes, and fire giants.",
        "name":  "Secondary",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "A squad of dwarf berserkers is eager to accompany the PCs. An army wizard employs a wand of fly on the berserkers and any PCs who might require it. • 10 dwarf berserkers (page 146)",
        "name":  "Allied Forces",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "For 8th-level parties, use fraise (see page 34), making charges or attacks from below regular ogres instead of ogre brutes, reduce the number more perilous. of hill giants to 2, and use only 1 fire giant.",
        "name":  "Spikes set around the base of the hill are treated as a Scaling This Encounter",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "hp 23; page 142.",
        "name":  "Human Cleric Corporal",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "hp 37; page 143. EL 5: Human archer squad, consisting of 1st- EL 11: Human elite soldier squad, consisting of level warriors led by a 2nd-level fighter. 4th-level fighters, two 3rd-level clerics, and a 4th-level Human Archers (10): hp 4 each; page 142. fighter captain. Human Sniper (Sergeant): hp 13; see page 142. Human Elite Soldiers (10): hp 37 each; page 143. EL 9: Human sniper squad, consisting of 2nd-level Human Cleric Corporals (2): hp 23 each; page 142. fighters led by a 4th-level fighter. Human Elite Soldier (Captain): hp 37; page 143. Human Snipers (10): hp 13 each; see page 142.",
        "name":  "Human Elite Soldier",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Before the battle begins, the leader of a military unit can make a rally check to improve the troops’ morale condition. This is similar to a normal rally check but takes at least 1 minute to deliver. (The most stirring example of this is the “Band of Brothers” speech in Shakespeare’s Henry V.) This rally check affects everyone who can see and hear the leader. It cannot be retried, either by that leader or another character. In other words, a leader only gets one chance to inspire the troops with a speech. That’s why armies with charismatic generals try to get as many soldiers as possible to listen to a single speech. isehcraM .R yb .sullI 75 WAR RULES OF CHAPTER 4 Armies with less compelling top brass rely on the exhor- manage logistics, and handle other specialized functions tations of junior officers and sergeants to inspire the such as communications and intelligence, even if this soldiers under their command. Characters can’t take 10 support staff consists of only an aide or two. on this check. These staff officers make up the bulk of many armies’ officer corps. They rarely exercise their authority to give orders to lower-ranking troops, instead putting their own COMMANDERS expertise at the disposal of the officer in command. In a fantasy setting, commanders can take a variety of forms. Regardless of appearance or abilities, however, all Rank Has Its Privileges commanders share a few things in common. In addition to the commander rating, rank often has benefits that go along with its responsibilities.",
        "name":  "The Prebattle Rally Check",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "The higher a character’s rank, Any character with a rank higher than private (or its fan- the more information he’ll get in formal briefings and other tasy equivalent) has a commander rating. Table 4–5 lists meetings before a battle begins. Such information helps the range of values, along with some sample rank names him understand the overall strategic situation, which in applicable to those ratings. Commander rating acts as a turn helps him make better choices on the battlefield. bonus on the rally checks a character make to attempt to A lowly private might just be told “Seize that hill.” But a rally demoralized troops (see Morale Checks, page 72). lieutenant accompanying the unit seizing the hill knows For example, a lieutenant trying to rally shaken troops that the army hopes to deploy siege engines to that hill gets a +3 bonus on the rally check; even if they’re demoral- later in the day, and the major who orchestrated the attack ized, most soldiers have a degree of respect for the rank on the hill knows that those siege engines will be trained the lieutenant has attained. on the road south of the hill, an important line of retreat for the enemy. The general hopes that the presence of siege Table 4–5: Commander Ratings engines on that hill will convince the enemy to retreat Commander Sample Troops through the valley instead—and into a trap (those woods Rating Rank Name Commanded are full of hidden archers). 0 Private n/a",
        "name":  "COMMANDER RATING Access to Information",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Each commander has the ability 1 Corporal 1–4 to grant certain benefits to nearby allies. See Commander 2 Sergeant 6–12 Auras, below, for more details. 3 Lieutenant 15–25 4 Captain 30–100 Entry Requirements: Some prestige classes, organiza- 5 Major 100–500 tions, and feats might have rank as a requirement. 6 Colonel 500–5,000 Pulling Rank: A commander can issue orders to 7 General 5,000 or more soldiers of lower rank, and they’ll usually obey. When a commander makes an Intimidate check to coerce a Not every army uses the same rank structure, of course— lower-ranking soldier to comply with a command, he one army’s captain is another’s warchief is another’s lord gains a bonus on Intimidate checks equal to the difference knight. Regardless of the name by which a rank is known, between his commander rating and the lower-ranking all characters of a certain rank have more or less the same character’s rating. amount of responsibility. The sample ranks summarized in Table 4–6 are typical COMMANDER AURAS of different fantasy armies. As a character’s commander rating improves, he gains Regardless of rank, not every officer is in command, access to gain special abilities that he can share with his making decisions and issuing orders. Every officer has allies. These abilities are called commander auras. Despite lower-ranking officers whose job it is to offer advice, being a reward for military rank, these auras are beneficial pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Commander Aura",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 1, any neutral align- ment, wild empathy class feature. Doublestrike Commander",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 2, any chaotic align- the same attack bonus. ment, Point Blank Shot. pqqqqqqqqqqqqqqqqqqqqrs the roleplaying game. If you choose to adapt other commander COMMANDER AURAS AND D\u0026D MINIATURES effects from the miniatures rules for use as commander auras, The commander auras presented here are derived from the make sure to compare them to those presented here. If the effect D\u0026D Miniatures game. While the benefits of these auras closely seems significantly more powerful than those presented here, resemble some of the commander effects in the D\u0026D Miniatures you should probably reduce its effect to avoid giving out too game, they have been altered to better mesh with the needs of much power. pqqqqqqqqqqqqqqqqqqqqrs 77 WAR RULES OF CHAPTER 4",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any ally who starts her turn within 30 feet of You are adept at inspiring your troops to stand fast against you and moves at least 10 feet gains a +2 morale bonus on giants and other foes of the dwarf people. the next melee attack roll she makes during her turn.",
        "name":  "Dwarf Commander Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 3, dwarf, lawful good alignment. Melee Commander",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Allies within 30 feet of you gain a +1 morale You are particularly good at safeguarding the elves under bonus on melee attack rolls. your command.",
        "name":  "Elf Commander Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 3, elf, chaotic good Mobile Commander alignment. Your troops are exceptionally fleet of foot.",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Elf allies within 30 feet of you gain a +2 morale Prerequisite: Commander rating 3, any chaotic bonus on saving throws. alignment.",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any ally who begins his turn within 30 feet Feral Commander of you gains a 5-foot bonus to his speed. This benefit is You can whip animals under your command into a blood- considered a morale bonus. thirsty frenzy.",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 3, any neutral align- Necromantic Commander ment, Handle Animal 5 ranks. Your unliving allies battle the living with exceptional",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 2, Small or smaller size, any good alignment. Opportunistic Commander",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Allies within 30 feet of you deal an extra 1d6 You bring out the bloodthirsty, savage nature in your points of damage on any successful attack of opportunity. goblinoid troops. This benefit is considered a morale bonus.",
        "name":  "Goblinoid Commander Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 3, goblinoid, lawful evil alignment. Orc Commander",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Goblinoid allies within 30 feet of you gain a You can hone the fighting instincts of the orcs under your +2 morale bonus on melee attack rolls. command.",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 3, orc, chaotic evil Healing Commander alignment.",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Orc allies within 30 feet of you deal an extra into battle. 1d6 points of damage on melee attacks. This benefit is",
        "name":  "Your healing touch can inspire your troops to charge back Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 3, any good alignment. considered a morale bonus.",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 2, any lawful You keep your soldiers always on the move, looking for alignment. the weakest points in your enemies’ defenses. Benefit: Any ally rallied by you gains a 10-foot bonus",
        "name":  "Maneuvering Commander Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 2, chaotic good to its speed for 1 round. This benefit is considered a alignment. morale bonus. 78 4 RETPAHC FO SELUR RAW",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 5, lawful good Your allies benefit from your protective guidance. alignment.",
        "name":  "Protective Commander Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Allies within 30 feet of you gain a +1 morale before attacking. bonus on saving throws. Tyrannical Commander Pursuing Commander Your soldiers are more afraid of you than they are of the You direct your soldiers to chase down any cowards who enemy. dare try to escape your iron grip. Prerequisite: Commander rating 5, lawful evil align-",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 2, lawful evil ment, Intimidate 5 ranks. alignment. Benefit: Allies within 30 feet of you gain a +5 morale",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Allies within 30 feet of you deal an extra bonus on morale checks but automatically become 1d6 points of damage against foes who are frightened or panicked if they fail a morale check. panicked. This benefit is considered a morale bonus. VICTORY POINTS Reckless Commander You inspire your allies to charge ferociously into battle. Whenever PCs fight in a massive battle, the players will",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 2, chaotic evil naturally want to know how their success or failure alignment. impacts the fate of the army as a whole. You can’t roll every",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Any ally who begins her turn within 30 feet attack in a battle involving thousands of soldiers, and if of you deals an extra 1d6 points of damage on the next you simply decide how much impact the PCs had on the charge attack she makes during her turn. This benefit is battle based on your estimation of their performance, that considered a morale bonus. decision might seem arbitrary to the players and can rob them of a sense of satisfaction. By assigning victory points Runt-Squasher Commander to the various missions PCs undertake during a battle, Your soldiers delight in fighting foes that are smaller than you can provide the PCs and their players with a sense of themselves. accomplishment but still maintain control of the overall",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 2, Large or larger size, direction of the war. any evil alignment. At its heart, the victory point system is a way to reward",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Allies within 30 feet of you gain a +2 morale PCs for adventurous behavior. Players will have some sense bonus on attacks made against foes at least one size cat- of what sorts of activities earn their characters victory egory smaller than they are. points, and they know that those victory points can affect the outcome. During the battle, the PCs will try to earn Sneaky Commander as many victory points as possible (subject to the lure of You are good at surrounding your enemies, then striking other rewards such as treasure, experience points, and the from all sides. recognition points discussed later in this chapter).",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Commander rating 5, chaotic evil align- When the battle nears its climax, the DM compares the ment, sneak attack ability. victory point total amassed by the PCs to a list of potential",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "The PCs are sneaking across no-man’s-land DISRUPT ENEMY in the middle of the night when they encounter four elf COMMUNICATIONS commandos led by an elf sniper captain (see page 146). The (EL of enemy unit × 2) victory points for small groups enemy elves are trying to do same thing as the PCs—sneak 2 to 50 victory points for larger units across to the other side and engage in night sabotage and The PCs might be able to intercept a runner heading reconnaissance. If the PCs defeat the elves, they earn 70 from the front lines to enemy headquarters, or capture victory points because the elves are an EL 7 encounter. the wand of whispering wind that the enemy listening",
        "name":  "Examples",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the characters seize supplies (without significance—for instance, a cathedral could be the target destroying them) that are useful to their army, it’s worth of an enemy force that wants to carry away the relics an extra 10 victory points when they turn them over to inside it. In such a case, the PCs could be ordered to blunt friendly units that can add the captured matériel to their the assault. own supply chain. To earn the victory points, the characters must repulse If the PCs disrupt the enemy’s supply lines without an enemy attempt to seize or destroy an intrinsic point. actually destroying or capturing the supplies themselves, They also earn victory points for defeating the enemy units they earn half the victory point total they otherwise would. involved in the assault.",
        "name":  "Adjustments",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "You decide how much a particular defensive or more. point is worth, based roughly on how much defensive Adjustments: If the enemy damages the intrinsic point advantage it provides or how valuable the location is in the before the PCs defeat them, its victory point reward is context of the battle. Typically, the successful defense of a reduced by 10 points. If they ruin the intrinsic value of low wall or a series of trenches is worth 10 victory points or the point completely, the PCs earn no victory points. less. A timber-walled stockade is worth 20 victory points. A stone tower is worth 40 victory points. A walled keep PROTECT MANEUVER POINT is worth 60 victory points, and a floating castle is worth 10 to 70 victory points 80 victory points or more. When the enemy tries to take roads, bridges, and passes The above figures assume that, all other things being away from the PCs’ army, it is trying to restrict their equal, the defensive point has a value roughly equivalent maneuverability while improving its own. If the characters to the amount of protection it provides. If a certain kind can hold a key maneuver point from enemy attack, they’ll of location is more or less important in the context of make the friendly commanders’ jobs a lot easier. the battle, reduce or increase the victory point award To earn the victory points, the characters must defeat the accordingly. For instance, a timber-walled stockade atop enemy force intent on seizing the maneuver point, while a mountain ridge might be the only barrier that keeps preserving the point’s value for friendly maneuvers. In the enemy from streaming into the valley below and other words, if the PCs repulse the enemy after it blows overwhelming the friendly troops located there. The vic- up the bridge, they don’t get the victory points. They also tory point award for holding the stockade could easily be earn victory points for defeating the enemy units trying twice or three times the usual 20 points. to seize the maneuver point. 82 4 RETPAHC FO SELUR RAW",
        "name":  "Examples",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "You decide how much a particular maneu- because those catapults would otherwise have been aimed ver point is worth. In general, a key section of road is elsewhere (and an allied commander somewhere might worth 10 victory points, and a fordable spot in a river have been counting on that catapult support). However, if between two armies is worth 30 victory points. A stra- the offensive point is merely high ground, or if the friendly tegically important mountain pass is worth 50 victory units aren’t otherwise occupied, the victory point award points. The sole bridge between the army and its objective is not reduced. is worth 70 points. If the offensive point also has aspects of a defensive point",
        "name":  "Examples",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "You decide how much a particular offensive tide of battle. point is worth. Generally, the value of an offensive point To earn the victory points, the characters must discover depends on the quality of the attacks emerging from it. useful information about the enemy army and then deliver A low hillock occupied by friendly archers is worth 20 the information to the friendly chain of command so it victory points. A ridge with snipers on it is worth 40 vic- can be acted on. tory points. A clifftop with friendly catapults is worth 60 Examples: You decide how many victory points a victory points. certain piece of information is worth, depending on",
        "name":  "Examples",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the PCs turn the offensive potential what kind of information it is and how many enemy of the point on the attacking enemy, impose a –20 victory units it pertains to. In general, intelligence about enemy point reduction if their actions divert friendly attacks that units is worth 10 victory points if it applies to less than would otherwise have gone elsewhere. For example, if the one hundred enemy soldiers, 20 points if it pertains to PCs commandeer a pair of friendly catapults and fire them one hundred or more, and 30 points if it applies to one at orcs trying to seize the point, they lose 20 victory points thousand or more. pqqqqqqqqqqqqqqqqqqqqrs WHAT KIND OF POINT? plans, then it’s an offensive point. If one army needs to cross the A keep with sturdy walls is clearly a defensive point—except river to win the battle, then it’s a maneuver point. If the whole that this keep is firing catapult stones across a vast plain. And battle is about who will ascend to Vorkon’s old throne, then it’s it’s next to the river at the only ford for miles. And it’s the burial an intrinsic point. place for Vorkon the Mighty, an ancient king revered by one of Don’t get caught up in the categories. What’s important is the the armies in the battle. So is it a defensive point, an offensive victory point value you give the site, and what the PCs have to do point, a maneuver point, or an intrinsic point? to earn the victory points. The PCs might not know themselves The answer depends on the situation. Ask yourself this basic what kind of point a particular location is. They might seize the question: Why are soldiers stationed there? If they’re huddled keep for the purpose of shutting down the catapults, then be within the keep because they need its protection, then it’s a de- surprised to find a richly appointed crypt for Vorkon in the base- fensive point. If the catapults are important to the army’s overall ment of the structure. pqqqqqqqqqqqqqqqqqqqqrs 83 WAR RULES OF CHAPTER 4",
        "name":  "Adjustments",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "The detection of previously undiscovered To earn the victory points, the characters must clear the enemy units is worth victory points. If the enemy units defensive point of any enemies and turn it over to friendly are on the move and the PCs report their direction and troops. They also earn victory points for the enemy units speed, they earn an additional 10 victory points. If they see they defeat while seizing this point. a platoon of twenty enemy archers hustling north along a Examples: You decide how much a particular defensive forest path, that information is worth a total of 20 victory point is worth, based roughly on how much defensive points (10 for the detection of the unit and 10 more for the advantage it provides or how valuable the location is in information about its present movement). the context of the battle. In general, it’s more difficult to",
        "name":  "Detection",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "If the PCs capture written orders or otherwise seize a defensive point than it is to protect one. Thus, using discover what enemy units are going to do later in the the same examples given in Protect Defensive Point (page battle, they earn victory points. If the enemy’s plans 81), seizing a low wall or a series of trenches is usually are particularly unusual, the information is worth an worth 20 victory points. A timber-walled stockade with additional 10 victory points because the friendly chain of a guard tower is worth 40 victory points. A stone tower command wouldn’t otherwise have been able to anticipate or small keep is worth 60 victory points, as are natural the enemy’s moves. For example, if the characters learn terrain elements that provide similar benefits, such as a that a company of three hundred enemy troopers are high cliff. A walled keep is worth 80 victory points, and intentionally weakening their own castle walls so that something fantastic such as a floating castle is worth 100 the walls will collapse onto attackers, they earn a total of victory points. 30 victory points. Adjustments: If the point’s defensive value is less",
        "name":  "Plans",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "You decide how much a particular intrinsic without those units knowing that they have it, the PCs point is worth. These victory point awards are generally earn an additional 5 victory points, or 10 victory points the same as those described in Protect Intrinsic Point (see if the enemy commanders are relying on the element of page 81). surprise in their plans. Adjustments: If the PCs damage the intrinsic point in If the enemy gets the PCs to pass along false informa- the process of seizing it, its victory point reward is reduced tion, not only do they not earn any victory points, but by 10. If they ruin the intrinsic value of the point com- they lose 10 or more victory points if they had previously pletely, subtract the value that the friendly army placed on acquired any. the point from the averaged total. This calculation might produce a negative result, which represents a monumental SEIZE DEFENSIVE POINT screw-up on the part of the PCs. Or it might have little 20 to 100 victory points effect, if the friendly army didn’t care about the point but The enemy has taken cover atop or behind some location the enemy army did. that has protective value, and it’s the PCs’ mission to root them out. 84 4 RETPAHC FO SELUR RAW SEIZE MANEUVER POINT RECOGNITION POINTS 10 to 70 victory points Almost every military organization has a way of recogniz- Maneuver points are places on the battlefield that an ing members for their contributions. From the lowliest army must move through to get somewhere else important. private whose only duty is to obey orders up to a brigadier They are often based on natural features like river fords, general who commands thousands or tens of thousands mountain passes, and canyons. If the enemy is holding a of soldiers, a mere look at a soldier’s attire often reveals maneuver point, the PCs might be charged with seizing it where he or she stands in the organization. so that friendly units can move through the location and The symbols and medals worn on the chest and arms of take the fight elsewhere. a soldier’s garb usually indicate one of two things: rank or To earn the victory points, the characters must defeat decoration. Rank is a measure of status and responsibility the enemy units holding the maneuver point and make in the military. At its most basic level, a character’s rank the location safe for friendly units to move through. They determines who must follow that character’s orders. also earn victory points for the enemy units they defeat Decorations—often in the form of medals and ribbons— while seizing the point. describe where a character has been, what she has done,",
        "name":  "If the characters acquire intelligence about enemy units Examples",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "You decide how much a particular maneuver and how well she did it. Decorations cover accomplish- point is worth, depending on how much the army’s move- ments ranging from mere survival or the completion of ments are restricted without access to it. These victory elite training to the utmost act of bravery and heroism in point awards are generally the same as those described the face of overwhelming opposition. in Protect Maneuver Point (see page 81). A character earns both rank and decoration by doing",
        "name":  "Examples",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Unless the PCs were specifically directed good things when others are watching. In game terms, to render the maneuver point unusable (destroying a bridge, a PC earns recognition points during a battle whenever for example), damaging the maneuver point reduces the vic- she does something worthy of notice and commendation. tory point award by 20. Conversely, if the PCs can improve When the battle is over, the DM converts the recognition the value of the maneuver point (by casting wall of stone points a PC has accumulated into rank and decorations. to put a bridge at the site of a ford, for example), they earn Then a higher-ranking officer or noble comes up to the an additional 10 or 20 victory points. Building defensive character and pins a medal on her chest or introduces her structures to make the maneuver point easier to hold is to the unit she will now command. likewise worth 10 victory points. EARNING RECOGNITION POINTS SEIZE OFFENSIVE POINT In an ideal army, the same accomplishments that earn 10 to 50 victory points characters victory points would also earn them recognition The enemy occupies ground that’s an advantageous place points, so the perfect army would reward its soldiers in from which to attack. The PCs’ job: take the location from exact proportion to how much they help win battles. the enemy before more of their comrades are killed. Of course, no real-world or fantasy army is that effi- To earn the victory points, the characters must defeat or cient. Some crucial elements of a military victory (such drive off any enemy units occupying the offensive point, then as espionage and reconnaissance) happen behind the turn it over to friendly troops. They also earn victory points scenes, and other elements (such as building fortifica- for the enemy units they defeat while seizing the point. tions and gathering supplies) are unglamorous, however",
        "name":  "Adjustments",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "You decide how much a particular offensive necessary. Conversely, defeating an enemy champion point is worth. These victory point awards are generally or capturing an enemy standard might not have a big the same as those described in Protect Offensive Point impact on the battle’s overall outcome, but these are (see page 82). the sorts of deeds that spread through the rank and file",
        "name":  "Examples",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "The value of the enemy standard varies If the characters survive a battle that is afterward referred depending on the effectiveness of the enemy unit display- to as “Last Stand of the . . .” or “Final Triumph at . . .” they ing it. If PCs take the pennant from a group of six human might be entitled to a recognition point award. Typically, knights (CR 1 each), they earn 3 recognition points when over the course of a military campaign, only a few battles they get it back to headquarters. (maybe one in five) are noteworthy enough to warrant a",
        "name":  "Examples",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "This rec- characters must plant the standard ognition point award is tied to in a location of geographical prom- a military campaign (a series of inence (such as a hill or tower) or a battles fought to achieve point with intrinsic value to their a common objective), not side (see the What Kind of Point? necessarily a campaign sidebar, page 82). This location, in the D\u0026D sense of the which must be highly visible to word (a series of linked both sides, might also be an of- adventures). Of course, it’s fensive point, a defensive point, or possible that your D\u0026D cam- a maneuver point (in which case paign will run concurrently the PCs also earn victory points with a military campaign. for seizing it), but it doesn’t have If the PCs are trying to drive to be. The point must lie signifi- an invading army of drow back cantly beyond the front lines of underground, for example, their the friendly army; no one’s im- actions represent a campaign in pressed if the PCs claim something both senses of the word. The PCs would take part in the their army already possesses. major battles against the drow, and in between those Once the PCs have planted the standard, everyone in battles they would probably undertake traditional D\u0026D the unit earns 3 recognition points. Each time they suc- adventures with the drow as antagonists. cessfully defend the standard from a significant enemy",
        "name":  "Examples",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "The characters come upon a squad of seven archery training, while the orcs of Palnanak etch symbols elf rangers (CR 2 each), five of whom are frightened into their tusks if they survive the “Winter of Blood” because they just failed a morale check. (There were scouting regimen. originally fifteen rangers, but eight were killed, thus forcing a morale check on the survivors.) The PCs’ rally Replace Fallen Leader attempts bring four of the five back into the combat, but (commander rating of fallen leader × 2) recognition points the fifth one flees out of their sight. If the characters win In a pitched battle, officers are in at least as much danger the immediate combat that led to the archers’ breaking as rank-and-file soldiers. When a leader falls, the soldiers ranks, they earn 6 recognition points because four CR immediately look for someone else to give orders. If a PC 2 archers would be an EL 6 unit. jumps into the breach and takes over the responsibilities",
        "name":  "Examples",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "A platoon of dwarf sappers was digging a if such missions don’t take place on the battlefield. If the tunnel toward enemy lines when the passageway collapsed queen orders the PCs to leave their units, disguise them- between the dwarves and the rest of the army. If the PCs selves as courtiers, and steal the war plans of a rival noble, can reach the dwarves and get them out of the remaining they should get a recognition point award (probably 5 to 10 tunnel section before the enemy’s trained umber hulks points) when they successfully complete their mission. find them, they’ll earn recognition points—and probably a debt of honor from the dwarves. SPENDING RECOGNITION POINTS",
        "name":  "Examples",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "The recognition point award could be At the end of each battle, characters convert the recogni- increased beyond the standard amount to account for tion points they have earned into two rewards: decoration special circumstances of the battle being fought. For points and promotion points. The two rewards function instance, if the dwarf sappers in the example above were differently. Decorations are based on the battle the char- the only such units remaining in the friendly force and acters just fought in, and are acquired on the spot—or as their survival is essential to ultimate victory in the battle, soon as the army leadership gets around to giving them the accomplishment of rescuing them could be magnified out. Promotion points, on the other hand, are an ongoing accordingly by those who live to tell the tale. reward. A character accumulates them from battle to battle, and becomes eligible to be promoted to a higher rank when Survive Overwhelming Odds he reaches certain thresholds. 5 × (EL of each significant combat – average PC level) After a battle, the recognition points a character has Sometimes an army sacrifices specific units so that the rest earned is split evenly between decorations and promotions. of the army can benefit. While such sacrifices are tragic for If a character receives an odd number of recognition points, the members of the destroyed unit, they are an important the player can put the extra point wherever desired. part of military strategy. If the army decides to sacrifice Bucking for Promotion or Decoration: A character the PCs’ unit and they accept this role, they can earn great can try to influence whether his commander rewards his laurels if they somehow survive to fight another day. valor with a promotion or a decoration. Doing so means Characters don’t get this recognition point award for that the character must expend some of the goodwill missions that are merely dangerous, nor for missions that and acclaim he has earned. If a character decides to do turn out to be more hazardous than expected. To earn the this, three-quarters of the recognition points (rounded recognition points, they must know ahead of time that they down) that he has just received are converted into either have been ordered to sacrifice themselves for the greater promotion points or decoration points (as prefrerred), and good; the army must get the benefit it needed from that the remainder of the recognition points are lost. sacrifice; and then the PCs must somehow stagger back For example, if a character receives 11 recognition points to friendly lines when the battle’s done. At its most basic from one battle, he would normally get 5 promotion points, 89 WAR RULES OF CHAPTER 4 5 decoration points, and 1 point that the player can assign wearer of that decoration gains the indicated bonus on to either category. If the character decides to buck for checks made to influence that NPC. In general, the more promotion, he instead gains 8 promotion points and no significant the decoration, the more likely it is that NPCs decoration points (3/4 × 11 = 8.25, rounded down to 8). will recognize it—with the exception of the widely seen 1-point wound decoration, which is familiar to many indi- Decorations viduals regardless of their expertise (but which provides Every army has a different system of decorations, from no circumstance bonus in any event, simply because it is the simple (barbarian hordes who wear body parts of so common). the foes they slay) to the complex (national armies with multiple medals, each with one of several ribbon colors Table 4–7: Decorations and NPC Interaction for specific occasions). When you design an army, one of Knowledge the features you can construct is a system of decorations Automatically (history) DC Decoration Bonus Affected to identify that the army gives to soldiers who show excellence of one 1-point wound — Virtually everyone 10 kind or another on the battlefield. 2-point training +1 Soldiers in same army 20 Table 4–7, below, presents a hierarchy of decorations of (specific type) particular point values and the benefits those decorations 2-point service +1 Soldiers in same army 18 provide. Use your own unique names in place of the generic (specific battle) titles on the table—after all, no army offers a “10-point 4-point service +2 Soldiers in same army 15 decoration”; it offers the “Conduct in Crisis badge,” “mem- (specific campaign) 5-point +2 Soldiers in same army 12 bership in the Order of the Stag,” the “gold crescent with 10-point +2 Soldiers in same army; 10 honor tassels,” or “the brand of Myrvak’s favor.” The form political and religious and history behind an army’s decorations says a lot about leaders in army’s territory what virtues that army values and what kind of soldier it 20-point +3 Everyone in army’s territory 10 idealizes. Making distinctive decorations is one of the best 40-point +4 Everyone in army’s territory 10 ways to make a fantasy army come to life at the gaming table. 80-point +5 Everyone in army’s territory 10 (See Table 4–8, below, for some suggestions.) and neighboring territories Within the game rules, however, all decorations function the same way. Almost all of them provide a circumstance Circumstance bonuses from multiple decorations ordi- bonus on Diplomacy checks made to adjust an NPC’s reac- narily stack with each other as long as each decoration tion and on Intimidate checks made to change an NPC’s represents a different circumstance (generally meaning behavior. However, the bonus only applies if the NPC in that it was earned in a different battle or campaign). Keep question knows what the decoration signifies. track of which other medals you possess, however, because An NPC knows what a decoration signifies if that char- it’s possible that an NPC will recognize a well-known acter qualifies for inclusion in the “automatically affected” minor decoration but not an obscure service decoration. column on Table 4–7, or if the character establishes the ability to identify the decoration by succeeding on a Sample Decorations Knowledge (history) check (using the DC found in the Table 4–8: Sample Decorations uses the same point structure table). If an NPC knows what a decoration represents, the for several hierarchies of decorations, but the decorations pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Adjustments",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "A character can wear a decoration he hasn’t",
        "name":  "WRONG MEDALS AND FAKE MEDALS False Decorations",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "wear them earned—perhaps a genuine one acquired from someone who and bask in the notoriety. However, not all notoriety is positive, did earn it, or perhaps a fake created for the purpose of deceiving and not all notoriety is earned. those who view it.",
        "name":  "On the surface, the use of decorations seems simple",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "You can attempt to disguise your- The target wants to believe you. –5 self and others in order to appear to be dead bodies. You “You have trained for this. You are ready. cannot use the Disguise skill in this manner while being They’ll never know what hit them.” observed, and you cannot move at all while so disguised. The bluff is believable. +0 Your Disguise check is opposed by the Spot check of “Orcs don’t fight well in sunlight! anyone who might see you. We can take them!” The bluff is a little hard to believe. +5 Blending in with a group of other corpses is relatively “Ogres aren’t that much taller than you! easy. If the actual corpses in the immediate vicinity out- Just gang up on them!” number the disguised characters by at least three to one, The bluff is hard to believe. +10 you gain a +2 bonus on the Disguise check. “Back to the battle! That dragon can only While this sort of disguise requires no special props, breathe fire once per day! Quick, let’s you generally need some splashes of blood (or similarly get him while he’s vulnerable!” colored substance), grime, soot, and similar stains to pull",
        "name":  "Circumstance Sense Motive Modifier Creating Fake Corpses",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "A Bluff check made to inspire troops requires off the disguise. a full-round action. Action: A disguise made to appear as a corpse is a",
        "name":  "Action",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you have 5 or more ranks in Diplomacy, you animal must still meet any team member prerequisites gain a +2 bonus on rally checks (see page 73). required to gain the benefit. DISABLE DEVICE HEAL You can use this skill to sabotage siege engines, rendering Injury on the battlefield is inevitable, and sometimes a them inoperable. healer isn’t available to save those who fall. Even if you",
        "name":  "Synergy",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Applying a makeshift bandage is a standard Knowledge (history) will be well versed in military his- action that provokes attacks of opportunity. Performing tory and know something of military tactics used in past extended aid requires 1 hour of light activity. wars. A DC 20 Knowledge check enables you to provide a strategic advantage to your side in a battle (see Strategic HIDE Advantages, page 70). Use the guidelines in that section",
        "name":  "Action",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "craters, to determine which situations are appropriate for each bunkers, clouds of smoke, and so forth. Using the Hide area of knowledge. As always, the DM is the final arbiter skill in this type of terrain is no different from hiding in of this issue. other environs—you need cover or concealment in order Action: Using Knowledge to gain a strategic advantage to attempt a Hide check. for a battle requires 1 hour of planning during the plan-",
        "name":  "Battlefields provide many places for you to hide",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Camouflage netting (see the sidebar) allows ning stage. a character to attempt a Hide check in a particular kind Try Again: No. The check represents how your knowl- of terrain without having either cover or concealment, edge applies to the situation, and thinking about it a second as long as the character remains stationary. It also allows time doesn’t grant you any additional insight. characters to hide objects. PROFESSION INTIMIDATE For some, war is a disaster. For you, it’s a job. You can use Intimidate to boss around lower-ranking Check: Aiming an indirect-fire catapult such as a tre- soldiers. In addition, characters with a commanding buchet, scorpion, or mangonel requires a Profession (siege presence can more easily sway troops to follow them engineer) check; see the description of specific catapult into battle. types beginning on page 63 for DCs and details.",
        "name":  "Special",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "When using Intimidate against a lower-ranking character (that is, against a character whose commander SPEAK LANGUAGE rating is lower than yours), you can add the difference in Battle signals are a relatively simple form of sign language commander ratings to your Intimidate check. See page 75 allowing rapid and silent communication on the battle- for more information on commander ratings. field. A character can learn how to use and interpret battle",
        "name":  "Special",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "As noted in the Spot skill description in the acid arrow) can’t be deflected. Player’s Handbook, each 10 feet of distance adds a –1 penalty Special: A fighter can select Block Arrow as one to Spot checks. of his fighter bonus feats (see page 38 of the Player’s",
        "name":  "Check",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Point Blank Shot, Precise Shot. Prerequisite: Profession (siege engineer) 8 ranks.",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter can select Coordinated Shot as Handbook). one of his fighter bonus feats (see page 38 of the Player’s Handbook). EXTRA FOLLOWERS [LEADER] Your charismatic magnetism attracts even more followers COURAGEOUS RALLY to your banner. You can rally demoralized foes with your bardic music. Prerequisites: Cha 13, Leadership.",
        "name":  "Special",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bardic music (inspire courage) class Benefit: You can lead twice as many followers as feature. indicated for your Leadership score (see page 106 of the",
        "name":  "Prerequisites",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "When you use bardic music to inspire Dungeon Master’s Guide). For example, a character with courage, you can make a free rally check (see page 73) this feat and a Leadership score of 15 can lead forty as part of the same action used to activate your bardic 1st-level followers, four 2nd-level followers, and two music. You add a morale bonus on this rally check equal 3rd-level followers. to the morale bonus granted by your inspire courage class feature. GUERRILLA SCOUT You know how to use your senses to greater effect.",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "You gain a +1 bonus on initiative checks. Your aura of courage protects more allies than normal. Listen and Spot ranks cost 1 skill point, even if these",
        "name":  "EXPANDED AURA OF COURAGE Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Aura of courage class feature. skills are cross-class for you. The maximum number of",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your aura of courage now affects allies within ranks you can purchase in a cross-class skill remains 60 feet of you. the same.",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "If Hide and Move Silently are cross-class skills for you, each rank you purchase in those skills without MOUNTED MOBILITY having this feat costs 2 skill points. You are skilled at dodging past opponents while mounted. IMPROVED COHORT [LEADER] Prerequisite: Mounted Combat, Ride 4 ranks.",
        "name":  "Normal",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 15, Leadership. opportunity provoked when your mount moves out of a",
        "name":  "Prerequisites",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Without this feat, a cohort’s maximum level lose dodge bonuses. Dodge bonuses stack with each other, is two levels below the associated PC’s level. unlike most types of bonuses.",
        "name":  "Normal",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "A fighter can select Mounted Mobility as INSPIRATIONAL LEADERSHIP one of his fighter bonus feats (see page 38 of the Player’s [LEADER] Handbook). Your cohort and followers are exceptionally faithful to your cause. NATURAL LEADER",
        "name":  "Special",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 17, Leadership. You have a natural commanding presence.",
        "name":  "Prerequisites",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "As long as their morale is already no worse than Prerequisites: Cha 13. normal (see Morale Conditions, page 73), the cohort and Benefit: You gain a +4 bonus on rally checks (see followers you gain from the Leadership feat always begin page 73). combat in a heartened condition. (A heartened character gains a +1 morale bonus lekniwhoV .F yb .sullI 99 CHARACTER THE MILITARY CHAPTER 5 PLUNGING SHOT Prestige Classes You can use the force of gravity to make your ranged attacks deal extra damage if your target is below you. The following prestige classes were designed with the",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Dex 13, Point Blank Shot. battlefield in mind, but they are widely applicable to D\u0026D",
        "name":  "Prerequisites",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 15, Leadership. —Cradle, a combat medic",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Your cohort gained from the Leadership feat gains any teamwork benefit (see Teamwork Benefits, page On the front lines of battle, injury is inevitable. Where 115) for which you qualify, even if he or she doesn’t meet the carnage is at its worst, the combat medic can be found, the team member prerequisite for the benefit. keeping her allies alive and tending to the fallen. For a In addition, your cohort doesn’t count against the normal combat medic, the goal is not to kill the enemy but to limit of eight members on a team, and his or her presence make sure the enemy does not kill her troops. Her ability on the team doesn’t affect any other character’s ability to to keep forces fighting makes her invaluable to an army. qualify for the teamwork benefit. She is entrusted with the care of the best forces available,",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Concentration 4 ranks, Heal 8 ranks.",
        "name":  "Skills",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Combat Casting, Dodge.",
        "name":  "VETERAN KNOWLEDGE Feats",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +2, Knowledge (history) CLASS FEATURES 1 rank. As she advances in level, a combat medic gains abilities",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "+5. with extra damage from a sneak attack whenever both",
        "name":  "Base Attack Bonus",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Hide 6 ranks, Move Silently 6 ranks. would apply to the same target.",
        "name":  "Skills",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "At 3rd level, you gain a bonus feat from Entry Requirements among the feats with the leader type (see page 96). You",
        "name":  "Bonus Feat",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Iron Will, Leadership. must meet the normal prerequisites for the feat.",
        "name":  "Feats",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Craft (weaving) 6 ranks, Knowledge (arcana) 6 ranks allies. You can touch as many willing targets as you can",
        "name":  "Skills",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Intimidate 8 ranks. Heavy Cavalry",
        "name":  "Task Leader Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cha 13 or Intimidate Not only are you an accomplished equestrian, but your 1 rank. comrades are as well. You have extended your almost",
        "name":  "Team Member Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Enemies who can see at least two members of instinctive bond with your mount to the riders and steeds your team take a penalty on morale checks equal to 1 + galloping at your sides. Your team can charge enemies one-quarter of the Hit Dice of the lowest-level member of with your steeds running shoulder to shoulder. This tight the team. formation often sends your foes scattering—if they don’t",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Infiltration training involves hours of practice as “trample practice” for heavy cavalry. sneaking as a group. Elves and other woodland denizens",
        "name":  "Evil equestrians sometimes turn prisoners or slaves loose Training",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Handle Animal 4 ranks, often play elaborate games of hide and seek (with the seeking Ride 8 ranks, Mounted Combat, Trample. team getting useful practice as scouts). Subterranean races",
        "name":  "Task Leader Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Ride 1 rank. The mem- stalk the caverns and tunnels of their realms, practicing the bers’ mounts need not be members of the team. art of hiding in a pitch-black environment. With practice,",
        "name":  "Team Member Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Blind-Fight.",
        "name":  "Task Leader Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "In a series of wrestling matches, you prac- tice techniques of suddenly shifting your weight and Long-Range Archery applying maximum effort just as a comrade outside the Because you’re attuned to the other archers on your team, grapple makes a similar effort—or at least distracts your you learn from the mistakes they make when targeting a opponent. Eventually, your timing improves to the point far-off foe. where you and your comrades are working in concert with Training: When you collectively train on the archery split-second timing. range, you spend time watching each other’s form and",
        "name":  "Training",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +4 or providing pointers. After enough practice, you can see Improved Grapple. when your comrades miss a shot because they aimed too",
        "name":  "Task Leader Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "If you successfully use the aid another action high or too low, and you can use that information to make to assist an adjacent team member’s next grapple check or your own shots more accurate.",
        "name":  "Benefit",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Far Shot. your teammate with a bonus on that check equal to +4 or Team Member Prerequisite: Base attack bonus +1. your Strength modifier, whichever is higher. Benefit: When a team member misses with a ranged attack made against a target farther away than one range Joint Bull Rush increment, subsequent ranged attacks any team member Shoulder to shoulder with your allies, you can blast into makes against that foe take only half the penalty for range the ranks of your enemies, knocking them back with your (–1 per range increment). If the foe moves more than 20 combined force. feet, this benefit does not apply until a team member shoots",
        "name":  "Escape Artist check to escape from a grapple, you provide Task Leader Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "You and your teammates practice charging at and misses the foe again. wooden tackling dummies all at the same time, moving Tips: If you have this teamwork benefit, consider in lockstep and delivering a powerful push at the same ordering your ranged attacks so that the team member moment. Eventually you get so good that you leave only who is least likely to hit fires before the more reliable splintered and sagging dummies in your wake. attackers do. This tactic helps ensure that the benefit",
        "name":  "Training",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Improved Bull Rush. will apply to later attacks. Also, having a more accurate",
        "name":  "Task Leader Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Base attack bonus +4, Your comrades and you are practiced at bashing things Precise Shot. down, applying maximum force at the moment of impact. Team Member Prerequisite: Base attack bonus +2.",
        "name":  "Joint Ram Task Leader Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Trainees divide their environment into arcs, Your team is good at harrying foes by surrounding them. with one soldier looking straight ahead, another checking If two of you get into flanking positions, you can both time to the left, a third watching the right, a fourth the sky, a your attacks to take maximum advantage of the enemy’s fifth behind him, and so on. The soldiers concentrate their divided attention. Enemies get so distracted that every senses on those arcs, doing their best to block out distrac- attacker benefits. tions elsewhere. Eventually, each member of the team Training: This teamwork benefit happens only after instinctively knows which arc he is responsible for and all the members of the team spend countless hours prac- which arcs his comrades are covering, and he can switch ticing two-on-one, three-on-one, and other unbalanced arcs subconsciously when his comrades stop scanning melee combats. Eventually the team members develop for a moment. split-second timing and a keen perception of where the",
        "name":  "Training",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Listen 8 ranks, Spot 8 ranks. enemy is concentrating his defensive efforts.",
        "name":  "Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Listen 1 rank and Spot Task Leader Prerequisite: Sneak attack +4d6. 1 rank; or Alertness. Team Member Prerequisite: Base attack bonus +3.",
        "name":  "Team Member Prerequisite",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wards an area for 2 hours/level",
        "name":  "Aerial Alarm",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Wards an area for 2 hours/level Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Abjur Aerial Alarm",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "5-ft.-radius burst deals 2d6 fire Area: 100-ft.-radius cylinder, 500 ft. high damage, ignites nearby targets. Duration: 2 hours/level (D)",
        "name":  "Evoc Molten Strike",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "10-ft. cylinder deals 4d6 damage, size enters or touches the warded area. +2d6 damage per round for 1 round/3 levels. Arcane Focus: A silver bell and an eagle’s feather.",
        "name":  "Conj Boiling Oil",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Reduce light in 80-ft.-radius cylinder. ANIMATE LEGION",
        "name":  "Evoc Early Twilight",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Create trench or Necromancy [Evil] berm. Level: Cleric 4, sorcerer/wizard 5",
        "name":  "Trans Battlefield Fortification",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "20-ft.-radius cylinder deals 7d6 acid Range: Close (25 ft. + 5 ft./2 levels) damage Targets: One or more corpses, no two of which can be Leomund’s Billet: Creates sturdy barracks. more than 30 ft. apart",
        "name":  "Conj Acid RainM",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "40-ft. radius burst deafens and Duration: 1 round/level deals 8d6 sonic damage. Saving Throw: None",
        "name":  "Evoc Shrieking Blast",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sorcerer/wizard 5 (page 266).",
        "name":  "Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M The undead created are mindless and are not initially",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action under your command. Unless otherwise influenced (by",
        "name":  "Casting Time",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "20-ft. radius cylinder, 40 ft. high the Player’s Handbook, for instance), the undead created",
        "name":  "Area",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "None See animate dead, page 199 of the Player’s Handbook, for",
        "name":  "Saving Throw",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric 7 the area by one category (from darkness to shadowy, or",
        "name":  "Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S from shadowy to bright light). It does not stack with other",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Saving Throw",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "See text",
        "name":  "Area",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous BLAZE OF LIGHT",
        "name":  "Duration",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "None Evocation [Light]",
        "name":  "Saving Throw",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Long (400 ft. + 40 ft./level) of an equal or lower level.",
        "name":  "Range",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "80-ft.-radius cylinder, 40 ft. high",
        "name":  "Area",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "10 minutes/level (D) BOILING OIL",
        "name":  "Duration",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "None Conjuration (Creation) [Fire]",
        "name":  "Saving Throw",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action 126 6 RETPAHC FO CIGAM RAW",
        "name":  "Casting Time",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium (100 ft. + 10 ft./level) Components: V, S, M, DF",
        "name":  "Range",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "10-ft.-radius cylinder, 40 ft. high Casting Time: 10 minutes",
        "name":  "Area",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 round and 1 round/three levels; see text Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Duration",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Reflex half Area: 100-ft.-radius emanation",
        "name":  "Saving Throw",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric 6 Level: Bard 4",
        "name":  "Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M, DF Components: V, S, F/DF",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "10 minutes Casting Time: 1 standard action",
        "name":  "Casting Time",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium (100 ft. + 10 ft./level) Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Range",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "100-ft.-radius emanation Duration: Concentration plus 1 round/level (D)",
        "name":  "Area",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 day/level Saving Throw: None",
        "name":  "Duration",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bard 3, hexblade 2 Evocation [Darkness]",
        "name":  "Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "V Level: Cleric 4, hexblade 4, sorcerer/wizard 4",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action Components: V, M/DF",
        "name":  "Casting Time",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Casting Time: 1 round",
        "name":  "Range",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 minute/level Area: 80-ft.-radius cylinder, 40 ft. high",
        "name":  "Duration",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Will negates Duration: 10 minutes/level (D)",
        "name":  "Saving Throw",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "A black veil. DESECRATE BATTLEFIELD Evocation [Evil]",
        "name":  "Arcane Material Component",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Druid 4 its Reflex save catches fire (see page 304 of the Dungeon",
        "name":  "Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S Master’s Guide) and takes an additional 1d6 points of fire",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action damage each round until it douses the fire by succeeding",
        "name":  "Casting Time",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "60 ft. on a DC 15 Reflex save.",
        "name":  "Range",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "60-ft. line Material Component: A stone marble.",
        "name":  "Area",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous",
        "name":  "Duration",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Reflex negates RESOUNDING VOICE",
        "name":  "Saving Throw",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Bard 5, sorcerer/wizard 5",
        "name":  "Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M The subject becomes supernaturally loud, and his voice",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Close (25 ft. + 5 ft./level) with the aid of resounding voice can be heard clearly up to",
        "name":  "Range",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "None within a silence effect cannot be heard at all.",
        "name":  "Saving Throw",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Sorcerer/wizard 2 Level: Cleric 5",
        "name":  "Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, M Components: V, S, DF",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "1 standard action Casting Time: 1 standard action",
        "name":  "Casting Time",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Long (400 ft. + 40 ft./level) Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Range",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Instantaneous Duration: Instantaneous",
        "name":  "Duration",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Reflex negates Saving Throw: None and Fortitude negates; see text",
        "name":  "Saving Throw",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric 5, healer 6 Evocation [Force] Components: V, S",
        "name":  "SPIRITUAL CHARGER Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Cleric 3 Casting Time: 1 minute",
        "name":  "Level",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "V, S, DF Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Components",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Medium (100 ft. + 10 ft./level) Duration: 1 hour/level",
        "name":  "Range",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "None",
        "name":  "Saving Throw",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Reflex negates; see text Standards Market Price",
        "name":  "Saving Throw",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "masterwork half-plate, masterwork heavy",
        "name":  "Possessions",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Male human cleric 4; CR 4;",
        "name":  "Human Cleric Lieutenant",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Male human fighter 7; CR 7;",
        "name":  "Human Sniper Major",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Allies within 30 feet gain a +2 Freuntin, Druid of Obad-Hai: Human druid 11; CR11; morale bonus to AC against foes who move at least 5 feet Medium humanoid; HD 11d8+22; hp 75; Init +0; Spd 30 before attacking. ft.; AC 19, touch 11, flat-footed 19; Base Atk +8; Grp +7;",
        "name":  "Steadfast Commander",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    },
    {
        "origin_file":  "other.json",
        "description":  "Allies within 30 feet gain a +1 morale back again, as polymorph. PH 37. bonus on melee attacks. Woodland Stride (Ex): Move through natural overgrown",
        "name":  "Melee Commander",
        "source":  "heroes_of_battle.txt",
        "_id":  "25202dd3b090f9305937749cf256d229c17362ebb6e53f72bd6bba8c2f3d8a7f"
    }
]
