[
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action Casting Time: 1 standard action Unattended, nonmagical metal gets no",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch Range: Touch saving throw. Magical metal is allowed a",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature touched Target: Creature touched saving throw against the spell. (Magic",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous Duration: Instantaneous item’s saving throws are covered in the",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will half; see text Saving Throw: Will negates (harmless) Dungeon Master’s Guide.) An item in a",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 min./level (D) This spell functions like hold person, except This spell magically holds shut a door, gate, window, or shutter of wood, metal, or",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates (harmless) that it affects any living creature that fails stone. The magic affects the portal just as if Spell Resistance: Yes its Will save. it were securely closed and normally",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One hard locked. A knock spell or a successful dispel Animals cannot see, hear, or smell the metal bar or rod, which can be as small as a magic spell can negate a hold portal spell. warded creatures. Even extraordinary or three-penny nail. For a portal affected by this spell, add 5 to supernatural sensory capabilities, such as the normal DC for forcing open the portal. blindsense, blindsight, scent, and tremor- Hold Monster, Mass sense, cannot detect or locate warded crea- tures. Animals simply act as though the Enchantment (Compulsion) [Mind- Holy Aura Affecting] warded creatures are not there. Warded Abjuration [Good]",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Recipient Imbued script spell was cast. The suggestion lasts 2 or lower One 1st-level spell only 30 minutes. Typical suggestions Great magical hailstones pound down for 1 3–4 One or two 1st-level spells include “Close the book and leave,” “Forget full round, dealing 3d6 points of blud- 5 or higher One or two 1st-level spells the existence of the book,” and so forth. If geoning damage and 2d6 points of cold and one 2nd-level spell successfully dispelled by dispel magic, the damage to every creature in the area. A –4 illusory script and its secret message penalty applies to each Listen check made The transferred spell’s variable character- disappear. The hidden message can be read within the ice storm’s effect, and all land istics (range, duration, area, and the like) by a combination of the true seeing spell movement within its area is at half speed. function according to your level, not the with the read magic or comprehend languages At the end of the duration, the hail disap- level of the recipient. spell. pears, leaving no aftereffects (other than Once you cast imbue with spell ability, The casting time depends on how long a the damage dealt). message you wish to write, but it is always you cannot prepare a new 4th-level spell to",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Brd 1, Magic 2, Sor/Wiz 1 which the spell is put. If the number of Illusion (Figment)",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will disbelief (if inter- the subject must be able to speak. To cast a acted with) spell with a somatic component, it must The spell determines all magic properties",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No have humanlike hands. To cast a spell with of a single magic item, including how to a material component or focus, it must activate those functions (if appropriate), This spell creates the illusion of a wall, have the materials or focus. and how many charges are left (if any). Identify does not function when used on floor, ceiling, or similar surface. It appears absolutely real when viewed, but physical an artifact (see the Dungeon Master’s Guide Implosion for details on artifacts). objects can pass through it without diffi- Evocation",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute or longer; see Evocation text Level: Clr 4, Magic 4 You create a destructive resonance in a",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates (harmless) Implosion has no effect on creatures in You write instructions or other informa- Spell Resistance: Yes (harmless) tion on parchment, paper, or any suitable gaseous form or on incorporeal creatures. writing material. The illusory script appears You transfer some of your currently pre- to be some form of foreign or magical pared spells, and the ability to cast them, to 243 SPELLS CHAPTER 11: Imprisonment Inflict Critical Wounds a Will save negates the damage instead of Abjuration Necromancy halving it.",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 8 When you cast imprisonment and touch a Inflict Moderate Wounds, Mass creature, it is entombed in a state of sus- This spell functions like mass inflict light Necromancy pended animation (see the temporal stasis wounds, except that it deals 4d8 points of Level: Clr 6 spell) in a small sphere far beneath the damage +1 point per caster level (maxi- surface of the earth. The subject remains mum +40). This spell functions like mass inflict light there unless a freedom spell is cast at the wounds, except that it deals 2d8 points of locale where the imprisonment took place. Inflict Light Wounds damage +1 point per caster level (maxi- Magical search by a crystal ball, a locate object Necromancy mum +30). spell, or some other similar divination does",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 2 place, or thing, the casting time is 1d10 counterparts. These items are freely usable",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes not raise barred gates or similar impedi- thing is not of legendary importance, you ments (such as a portcullis), nor does it gain no information. As a rule of thumb, The subject gets a +10 enhancement bonus affect ropes, vines, and the like. The effect characters who are 11th level and higher on Jump checks. The enhancement bonus is limited by the area. A 3rd-level caster can are “legendary,” as are the sorts of creatures increases to +20 at caster level 5th, and to cast a knock spell on a door of 30 square feet they contend with, the major magic items +30 (the maximum) at caster level 9th. or less (for example, a standard 4-foot-by-7- they wield, and the places where they",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None fect copy. (The replica costs 50 gp.) You stone, crushed lime, a few grains of sand, a Spell Resistance: No can have but one pair of these chests at any sprinkling of water, and several splinters of given time—even a wish spell does not wood. These must be augmented by the This spell makes a lock or small allow more. The chests are nonmagical and components of the unseen servant spell mechanism seem to be trapped to anyone 247 SPELLS CHAPTER 11: who can detect traps. You place the spell Light (cid:1) Duplicate any sorcerer/wizard spell of upon any small mechanism or device, such 6th level or lower, provided the spell is Evocation [Light] as a lock, hinge, hasp, cork, cap, or ratchet. Level: Brd 0, Clr 0, Drd 0, Sor/Wiz 0 not of a school prohibited to you.",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A piece of iron radius (and dim light for an additional 20 (cid:1) Produce any other effect whose power pyrite touched to the object to the trapped feet) from the point you touch. The effect level is in line with the above effects, while the object is sprinkled with a special is immobile, but it can be cast on a mov- such as a single creature automatically dust requiring 50gp to prepare. able object. Light taken into an area of hitting on its next attack or taking a –7 magical darkness does not function. penalty on its next saving throw. A light spell (one with the light de- Lesser (Spell Name) scriptor) counters and dispels a darkness A duplicated spell allows saving throws Any spell whose name begins with lesser is spell (one with the darkness descriptor) of and spell resistance as normal (but the save alphabetized in this chapter according to an equal or lower level. DC is for a 7th-level spell). When a limited the second word of the spell name. Thus, Arcane Material Component: A firefly or a wish duplicates a spell that has an XP cost, the description of a lesser spell appears near piece of phosphorescent moss. you must pay that cost or 300 XP, the description of the spell on which it is whichever is more. When a limited wish based. Spell chains that have lesser spells in Lightning Bolt spell duplicates a spell with a material them include those based on the spells Evocation [Electricity] component that costs more than 1,000 gp, confusion, geas, globe of invulnerability, planar Level: Sor/Wiz 3 you must provide that component. ally, planar binding, and restoration. Components: V, S, M XP Cost: 300 XP or more (see above).",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 min./level enhancement bonus.) It has no effect on between you and the object ever exceeds other modes of movement, such as burrow, the spell’s range. This spell functions like locate object, except climb, fly, or swim. this spell locates a known or familiar creature. Material Component: A pinch of dirt. Magic Circle against Chaos You slowly turn and sense when you are Abjuration [Lawful] facing in the direction of the creature to be Lullaby Level: Clr 3, Law 3, Pal 3, Sor/Wiz 3 located, provided it is within range. You Enchantment (Compulsion) [Mind- also know in which direction the creature Affecting] This spell functions like magic circle against is moving, if any. Level: Brd 0 evil, except that it is similar to protection The spell can locate a creature of a spe- Components: V, S from chaos instead of protection from evil, and cific kind (such as a human or a unicorn) Casting Time: 1 standard action it can imprison a nonlawful called or a specific creature known to you. It Range: Medium (100 ft. + 10 ft./level) creature. cannot find a creature of a certain type Area: Living creatures within a 10-ft.- (such as humanoid or animal). To find a radius burst Magic Circle against Evil kind of creature, you must have seen such Duration: Concentration + 1 Abjuration [Good] a creature up close (within 30 feet) at least round/level (D) Level: Clr 3, Good 3, Pal 3, Sor/Wiz 3 once. Saving Throw: Will negates Components: V, S, M/DF Running water blocks the spell. It Spell Resistance: Yes Casting Time: 1 standard action cannot detect objects. It can be fooled by",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One nonmagical, unattended turbs the circle, directly or indirectly, but Transmutation object weighing up to 5 lb. other creatures can. If the called creature",
        "name":  "Longstrider Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal troying the circle. A creature capable of 249 SPELLS CHAPTER 11: any form of dimensional travel (astral This spell functions like magic circle against To cast the spell, the magic jar must be projection, blink, dimension door, etherealness, evil, except that it is similar to protection within spell range and you must know gate, plane shift, shadow walk, teleport, and from law instead of protection from evil, and where it is, though you do not need line of similar abilities) can simply leave the circle it can imprison a nonchaotic called crea- sight or line of effect to it. When you through that means. You can prevent the ture. transfer your soul upon casting, your body creature’s extradimensional escape by cast- is, as near as anyone can tell, dead. ing a dimensional anchor spell on it, but you Magic Fang While in the magic jar, you can sense must cast the spell before the creature acts. Transmutation and attack any life force within 10 feet per",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Drd 1, Rgr 1 caster level (and on the same plane of as long as the magic circle does. The creature existence). You do need line of effect from Components: V, S, DF cannot reach across the magic circle, but its the jar to the creatures. You cannot deter-",
        "name":  "If you are successful, the anchor effect lasts Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch magical abilities, and the like) can. The of these creatures. In a group of life forces,",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Magic Circle against Good spell-like abilities do not stay with the Abjuration [Evil] body. By casting magic jar, you place your soul in",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 3, Evil 3, Sor/Wiz 3 As a standard action, you can shift freely a gem or large crystal (known as the magic from a host to the magic jar if within range, jar), leaving your body lifeless. Then you This spell functions like magic circle against sending the trapped soul back to its body. can attempt to take control of a nearby evil, except that it is similar to protection The spell ends when you shift from the jar body, forcing its soul into the magic jar. from good instead of protection from evil, and You may move back to the jar (thereby to your own body. it can imprison a nonevil called creature. returning the trapped soul to its body) and If the host body is slain, you return to attempt to possess another body. The spell the magic jar, if within range, and the life Magic Circle against Law ends when you send your soul back to force of the host departs (it is dead). If the Abjuration [Chaotic] your own body, leaving the receptacle host body is slain beyond the range of the",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Chaos 3, Clr 3, Sor/Wiz 3 empty. spell, both you and the host die. Any life 250 :11 RETPAHC SLLEPS force with nowhere to go is treated as slain. utter verbal components, use command The user of the stones makes a normal If the spell ends while you are in the words, or activate magical effects. It does, ranged attack. Each stone that hits deals magic jar, you return to your body (or die if however, move according to the words 1d6+1 points of damage (including the your body is out of range or destroyed). If articulated; if it were placed upon a statue, spell’s enhancement bonus), or 2d6+2 the spell ends while you are in a host, you the mouth of the statue would move and points against undead. return to your body (or die, if it is out of appear to speak. Of course, magic mouth range of your current position), and the can be placed upon a tree, rock, or any Magic Vestment soul in the magic jar returns to its body (or other object or creature. Transmutation dies if it is out of range). Destroying the The spell functions when specific con- Level: Clr 3, Strength 3, War 3 receptacle ends the spell, and the spell can ditions are fulfilled according to your Components: V, S, DF be dispelled at either the magic jar or at the command as set in the spell. Commands Casting Time: 1 standard action host’s location. can be as general or as detailed as desired, Range: Touch",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action not defeat a visual trigger, but magical an enhancement bonus of +1 per four",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Up to five creatures, no two of movement or magical silence defeats audi- mor that grants no AC bonus for the pur- which can be more than 15 ft. apart ble triggers. Audible triggers can be keyed pose of this spell.",
        "name":  "Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text When moral persuasion fails to win a Spells and abilities that move a creature criminal over to right conduct, you can use within a plane, such as teleport and di- This spell functions like minor creation, ex- mark of justice to encourage the miscreant mension door, do not help a creature escape cept that you can also create an object of to walk the straight and narrow path. a maze spell, although a plane shift spell mineral nature: stone, crystal, metal, or the You draw an indelible mark on the sub- allows it to exit to whatever plane is desig- like. The duration of the created item ject and state some behavior on the part of nated in that spell. Minotaurs are not varies with its relative hardness and rarity, the subject that will activate the mark. affected by this spell. as indicated on the following table. When activated, the mark curses the sub- ject. Typically, you designate some sort of Hardness and criminal behavior that activates the mark, Meld into Stone Rarity Examples Duration but you can pick any act you please. The Transmutation [Earth] Vegetable matter 2 hr./level effect of the mark is identical with the Level: Clr 3, Drd 3 Stone, crystal, base metals 1 hr./level effect of bestow curse. Components: V, S, DF Precious metals 20 min./level Since this spell takes 10 minutes to cast Casting Time: 1 standard action Gems 10 min./level and involves writing on the target, you can Range: Personal Rare metal1 1 round/level cast it only on a creature that is willing or Target: You 1 Includes adamantine, alchemical silver, and restrained. Duration: 10 min./level mithral. You can’t use major creation to Like the effect of bestow curse, a mark of create a cold iron item. See the Dungeon justice cannot be dispelled, but it can be Meld into stone enables you to meld your Master’s Guide for details. removed with a break enchantment, limited body and possessions into a single block of stone. The stone must be large enough to wish, miracle, remove curse, or wish spell. Major Image accommodate your body in all three dim- Remove curse works only if its caster level is Illusion (Figment) ensions. When the casting is complete, equal to or higher than your mark of justice",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 8 of damage. abilities of a broken magic item made Components: V, S The following spells harm you if cast whole, and it cannot mend broken magic Casting Time: 1 standard action upon the stone that you are occupying: rods, staffs, or wands. The spell does not Range: Close (25 ft. + 5 ft./2 levels) Stone to flesh expels you and deals you 5d6 252 :11 RETPAHC SLLEPS points of damage. Stone shape deals you 3d6 Components: V, S, F rately against each. (Fire resistance applies points of damage but does not expel you. Casting Time: 1 standard action to each sphere’s damage individually.)",
        "name":  "The spell does not restore the magical Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One arrow of acid creatures within range. Magical silence, 1 The subject is protected from all devices",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No have to travel in a straight line. It can as well as information gathering by circumvent a barrier if there is an open divination spells or effects. Mind blank A magical arrow of acid springs from your path between you and the subject, and the even foils limited wish, miracle, and wish hand and speeds to its target. You must path’s entire length lies within the spell’s spells when they are used in such a way as succeed on a ranged touch attack to hit range. The creatures that receive the mes- to affect the subject’s mind or to gain in- your target. The arrow deals 2d4 points of sage can whisper a reply that you hear. The formation about it. In the case of scrying acid damage with no splash damage. For spell transmits sound, not meaning. It that scans an area the creature is in, such as every three caster levels (to a maximum of doesn’t transcend language barriers. arcane eye, the spell works but the creature 18th), the acid, unless somehow neutra- Note: To speak a message, you must simply isn’t detected. Scrying attempts that lized, lasts for another round, dealing ano- mouth the words and whisper, possibly al- are targeted specifically at the subject do ther 2d4 points of damage in that round. lowing observers the opportunity to read not work at all.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless, object) Mind fog produces a bank of thin mist that Meteor swarm is a very powerful and spec- weakens the mental resistance of those Mending repairs small breaks or tears in tacular spell that is similar to fireball in caught in it. Creatures in the mind fog take objects (but not warps, such as might be many aspects. When you cast it, four 2- a –10 competence penalty on Wisdom caused by a warp wood spell). It will weld foot-diameter spheres spring from your checks and Will saves. (A creature that suc- broken metallic objects such as a ring, a outstretched hand and streak in straight cessfully saves against the fog is not chain link, a medallion, or a slender lines to the spots you select. The meteor affected and need not make further saves dagger, providing but one break exists. spheres leave a fiery trail of sparks. even if it remains in the fog.) Affected Ceramic or wooden objects with multiple If you aim a sphere at a specific creature, creatures take the penalty as long as they breaks can be invisibly rejoined to be as you may make a ranged touch attack to remain in the fog and for 2d6 rounds strong as new. A hole in a leather sack or a strike the target with the meteor. Any thereafter. The fog is stationary and lasts wineskin is completely healed over by creature struck by one of these spheres for 30 minutes (or until dispersed by mending. The spell can repair a magic item, takes 2d6 points of bludgeoning damage wind). but the item’s magical abilities are not (no save) and receives no saving throw A moderate wind (11+ mph) disperses restored. (For restoring a broken magic against the sphere’s fire damage (see the fog in four rounds; a strong wind (21+ item’s abilities, see the item creation feats below). If a targeted sphere misses its tar- mph) disperses the fog in 1 round. in Chapter 5: Feats.) The spell cannot get, it simply explodes at the nearest The fog is thin and does not signifi- mend broken magic rods, staffs, or wands, corner of the target’s space. You may aim cantly hamper vision. nor does it affect creatures (including more than one meteor at the same target. constructs). Once a sphere reaches its destination, it Minor Creation explodes in a 40-foot-radius spread, dealing Conjuration (Creation) Message 6d6 points of fire damage to each creature Level: Sor/Wiz 4 Transmutation [Language-Dependent] in the area. If a creature is within the area Components: V, S, M",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unattended, nonmagical object of powerful request. Casting such a miracle image per three caster levels (maximum nonliving plant matter, up to 1 cu. costs the cleric 5,000 XP because of the eight images total). These figments ft./level powerful divine energies involved. Ex- separate from you and remain in a cluster,",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A tiny piece of A duplicated spell allows saving throws attack against an image destroys it. An matter of the same sort of item you plan to and spell resistance as normal, but the save image’s AC is 10 + your size modifier + create with minor creation—a bit of twisted DCs are as for a 9th-level spell. When a your Dex modifier. Figments seem to react hemp to create rope, and so forth. miracle duplicates a spell that has an XP normally to area spells (such as looking cost, you must pay that cost. When a mir- like they’re burned or dead after being hit Minor Image acle spell duplicates a spell with a material by a fireball). Illusion (Figment) component that costs more than 100 gp, While moving, you can merge with and",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes is. The illusion includes audible, visual, tac- ft. cube in size tile, and olfactory elements. Unlike halluci- Duration: 1 hour/level You don’t so much cast a miracle as request natory terrain, the spell can alter the appear- Saving Throw: None or Will negates; see one. You state what you would like to have ance of structures (or add them where text happen and request that your deity (or the none are present). Still, it can’t disguise, Spell Resistance: No power you pray to for spells) intercede. conceal, or add creatures (though creatures The DM then determines the particular within the area might hide themselves By means of this spell, you misdirect the effect of the miracle. within the illusion just as they can hide information from divination spells that A miracle can do any of the following themselves within a real location). reveal auras (detect evil, detect magic, discern things. lies, and the like). On casting the spell, you (cid:1) Duplicate any cleric spell of 8th level or choose another object within range. For Mirror Image the duration of the spell, the subject of lower (including spells to which you Illusion (Figment) misdirection is detected as if it were the have access because of your domains).",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "not evil, not casting it has no experience point cost. know which target to attack. The figments lying, not magical, neutral in alignment, stay near you and disappear when struck. and so forth. This spell does not affect 254 :11 RETPAHC SLLEPS other types of divination magic (augury, (cid:1) Allow the subject to recall with perfect You can’t have more than one moment of detect thoughts, clairaudience/clairvoyance, clarity an event it actually experienced. prescience active on you at the same time. and the like). For instance, it could recall every word from a 5-minute conversation or every Mordenkainen’s Disjunction Mislead detail from a passage in a book. Abjuration Illusion (Figment, Glamer) (cid:1) Change the details of an event the sub- Level: Magic 9, Sor/Wiz 9",
        "name":  "If the miracle has any of the above effects, being, making it difficult for enemies to were within range at casting",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action Area: All magical effects and magic items",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None or Will disbelief (if memory time you want to modify) visual- interacted with); see text izing the memory you wish to modify in All magical effects and magic items within",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No the subject. If your concentration is dis- the radius of the spell, except for those that turbed before the visualization is complete, you carry or touch, are disjoined. That is, You become invisible (as improved invisi- or if the subject is ever beyond the spell’s spells and spell-like effects are separated bility, a glamer), and at the same time, an range during this time, the spell is lost. into their individual components (ending illusory double of you (as major image, a A modified memory does not neces- the effect as a dispel magic spell does), and figment) appears. You are then free to go sarily affect the subject’s actions, particu- each permanent magic item must make a elsewhere while your double moves away. larly if it contradicts the creature’s natural successful Will save or be turned into a The double appears within range but inclinations. An illogical modified mem- normal item. An item in a creature’s thereafter moves as you direct it (which ory, such as the subject recalling how possession uses its own Will save bonus or requires concentration beginning on the much it enjoyed drinking poison, is dis- its possessor’s Will save bonus, whichever first round after the casting). You can make missed by the creature as a bad dream or a is higher. the figment appear superimposed perfectly memory muddied by too much wine. You also have a 1% chance per caster over your own body so that observers don’t More useful applications of modify memory level of destroying an antimagic field. If the notice an image appearing and you turning include implanting memories of friendly antimagic field survives the disjunction, no invisible. You and the figment can then encounters with you (inclining the subject items within it are disjoined. move in different directions. The double to act favorably toward you), changing the Even artifacts are subject to disjunction, moves at your speed and can talk and details of orders given to the subject by a though there is only a 1% chance per caster gesture as if it were real, but it cannot superior, or causing the subject to forget level of actually affecting such powerful attack or cast spells, though it can pretend that it ever saw you or your party. The DM items. Additionally, if an artifact is des- to do so. reserves the right to decide whether a troyed, you must make a DC 25 Will save The illusory double lasts as long as you modified memory is too nonsensical to or permanently lose all spellcasting abili- concentrate upon it, plus 3 additional significantly affect the subject. ties. (These abilities cannot be recovered rounds. After you cease concentration, the by mortal magic, not even miracle or wish.) illusory double continues to carry out the Note: Destroying artifacts is a dangerous Moment of Prescience same activity (for instance, fleeing down a business, and it is 95% likely to attract the Divination hallway) until the duration expires. The attention of some powerful being who has",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "24 hours (D) by physical attacks, but dispel magic,",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A mixture of soils have to that creature. Material Component: A pinch of diamond (clay, loam, and sand) in a small bag, and dust worth 50 gp. an iron blade. Knowledge Will Save Modifier None1 +10 Nystul’s Magic Aura Neutralize Poison Secondhand (you have heard of the Illusion (Glamer) subject) +5 Conjuration (Healing) Level: Brd 1, Magic 1, Sor/Wiz 1 Firsthand (you have met the subject) +0",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No damage to half and negates the daze effect. A globe of shimmering force encloses a The spell deals only half damage to creature, provided the creature is small A misty vapor arises around you. It is sta- creatures who are neither chaotic nor enough to fit within the diameter of the tionary once created. The vapor obscures lawful, and they are not dazed. They can sphere. The sphere contains its subject for all sight, including darkvision, beyond 5 reduce the damage in half again (down to the spell’s duration. The sphere is not feet. A creature 5 feet away has conceal- one-quarter of the roll) with a successful subject to damage of any sort except from a ment (attacks have a 20% miss chance). Will save. rod of cancellation, a rod of negation, a dis- Creatures farther away have total conceal- integrate spell, or a targeted dispel magic ment (50% miss chance, and the attacker spell. These effects destroy the sphere Otiluke’s Freezing Sphere cannot use sight to locate the target). without harm to the subject. Nothing can Evocation [Cold] A moderate wind (11+ mph), such as pass through the sphere, inside or out,",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A hemispherical paladins, and rangers (and other Wisdom- by nonmagical means. piece of clear crystal, a matching hemi- based spellcasters) who receive owl’s spherical piece of gum arabic, and a pair of wisdom do not gain any additional bonus Permanency small bar magnets. spells for the increased Wisdom, but the Universal save DCs for their spells increase. Level: Sor/Wiz 5 Otto’s Irresistible Dance Arcane Material Component: A few feath- Components: V, S, XP Enchantment (Compulsion) [Mind- ers, or a pinch of droppings, from an owl. Casting Time: 2 rounds Affecting] Range: See text",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes be of a minimum caster level and must This spell functions like owl’s wisdom, ex- expend a number of XP. The subject feels an undeniable urge to cept that it affects multiple creatures. You can make the following spells per- dance and begins doing so, complete with manent in regard to yourself. 259 SPELLS CHAPTER 11: Minimum Spells cast on other creatures, objects, or You create a phantasmal image of the most Spell Caster Level XP Cost locations (not on you) are vulnerable to fearsome creature imaginable to the Arcane sight 11th 1,500 XP dispel magic as normal. subject simply by forming the fears of the Comprehend languages 9th 500 XP The DM may allow other selected spells subject’s subconscious mind into some- Darkvision 10th 1,000 XP to be made permanent. Researching this thing that its conscious mind can visualize: Detect magic 9th 500 XP possible application of a spell costs as this most horrible beast. Only the spell’s Read magic 9th 500 XP much time and money as independently subject can see the phantasmal killer. You See invisibility 10th 1,000 XP researching the selected spell (see the Dun- see only a vague shape. The target first gets Tongues 11th 1,500 XP geon Master’s Guide for details). If the DM a Will save to recognize the image as has already determined that the unreal. If that save fails, the phantasm You cast the desired spell and then follow application is not possible, the research touches the subject, and the subject must it with the permanency spell. You cannot automatically fails. Note that you never succeed on a Fortitude save or die from cast these spells on other creatures. This learn what is possible except by the success fear. Even if the Fortitude save is application of permanency can be dispelled or failure of your research. successful, the subject takes 3d6 points of only by a caster of higher level than you XP Cost: See tables above. damage. were when you cast the spell. If the subject of a phantasmal killer attack In addition to personal use, permanency Permanent Image succeeds in disbelieving and is wearing a can be used to make the following spells Illusion (Figment) helm of telepathy, the beast can be turned permanent on yourself, another creature, Level: Brd 6, Sor/Wiz 6 upon you. You must then disbelieve it or or an object (as appropriate). Effect: Figment that cannot extend become subject to its deadly fear attack. beyond a 20-ft. cube + one 10-ft. Minimum cube/level (S)",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Permanent (D) Phantom Steed Enlarge person 9th 500 XP Conjuration (Creation) Magic fang 9th 500 XP This spell functions like silent image, except Level: Brd 3, Sor/Wiz 3 Magic fang, greater 11th 1,500 XP that the figment includes visual, auditory, Components: V, S Rary’s telepathic bond1 13th 2,500 XP olfactory, and thermal elements, and the Casting Time: 10 minutes Reduce person 9th 500 XP spell is permanent. By concentrating, you Range: 0 ft. Resistance 9th 500 XP can move the image within the limits of Effect: One quasi-real, horselike creature 1 Only bonds two creatures per casting of the range, but it is static while you are not Duration: 1 hour/level (D) permanency. concentrating. Saving Throw: None",
        "name":  "Spell Caster Level XP Cost Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No creatures, such as phase spiders, can follow Components: V, S with ease. A gem of true seeing or similar Targets: Up to three elementals or By casting this spell, you request your magic reveals the presence of a phase door outsiders, totaling no more than 12 HD, deity to send you an elemental or outsider but does not allow its use. no two of which can be more than 30 ft. (of 6 HD or less) of the deity’s choice. If A phase door is subject to dispel magic. If apart when they appear you serve no particular deity, the spell is a anyone is within the passage when it is general plea answered by a creature shar- dispelled, he is harmlessly ejected just as if This spell functions like lesser planar bind- ing your philosophical alignment. If you he were inside a passwall effect. ing, except that you may call a single crea- know an individual creature’s name, you You can allow other creatures to use the ture of 12 HD or less, or up to three crea- may request that individual by speaking phase door by setting some triggering con- tures of the same kind whose Hit Dice the name during the spell (though you dition for the door. Such conditions can be might get a different creature anyway). total no more than 12. Each creature gets a as simple or elaborate as you desire. They You may ask the creature to perform save, makes an independent attempt to can be based on a creature’s name, identity, one task in exchange for a payment from escape, and must be individually per- or alignment, but otherwise must be based you. Tasks might range from the simple suaded to aid you. on observable actions or qualities. Intan- (fly us across the chasm, help us fight a gibles such as level, class, Hit Dice, and hit battle) to the complex (spy on our enemies, Planar Binding, Greater points don’t qualify. protect us on our foray into the dungeon). Conjuration (Calling) [see text for lesser Phase door can be made permanent with You must be able to communicate with the planar binding] a permanency spell. creature called in order to bargain for its Level: Sor/Wiz 8 services. Components: V, S",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Up to three elementals or out- Planar Ally for its services. This payment can take a siders, totaling no more than 18 HD, no Conjuration (Calling) [see text for lesser variety of forms, from donating gold or two of which can be more than 30 ft. planar ally] magic items to an allied temple, to a gift apart when they appear.",
        "name":  "The creature called requires a payment Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you use a calling spell to call an effect. to lure a creature from another plane to a air, chaotic, earth, evil, fire, good, lawful, or At your option, the area can be a 100- specifically prepared trap, which must lie water creature, it is a spell of that type. For foot-radius circle, a 150-foot-radius semi- within the spell’s range. The called example, lesser planar binding is a water circle, or a 200-foot-radius quarter circle. creature is held in the trap until it agrees to spell when you cast it to call a water ele- You may designate places within the area perform one service in return for its mental. that are not affected. freedom. Enrichment: This effect targets plants To create the trap, you must use a magic Plane Shift within a range of one-half mile, raising circle spell, focused inward. The kind of Conjuration (Teleportation) their potential productivity over the creature to be bound must be known and Level: Clr 5, Sor/Wiz 7 course of the next year to one-third above stated. If you wish to call a specific indi- Components: V, S, F normal. vidual, you must use that individual’s Casting Time: 1 standard action Plant growth counters diminish plants. proper name in casting the spell. Range: Touch This spell has no effect on plant crea-",
        "name":  "Casting this spell attempts a dangerous act",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, DF can escape from the trap with by to another plane of existence or alternate Casting Time: 1 standard action successfully pitting its spell resistance dimension. If several willing persons link Range: Touch against your caster level check, by dimen- hands in a circle, as many as eight can be Target: Living creature touched sional travel, or with a successful Charisma affected by the plane shift at the same time. Duration: Instantaneous; see text check (DC 15 + 1/2 your caster level + your Precise accuracy as to a particular arrival Saving Throw: Fortitude negates; see Cha modifier). It can try each method once location on the intended plane is nigh text per day. If it breaks loose, it can flee or impossible. From the Material Plane, you Spell Resistance: Yes attack you. A dimensional anchor cast on the can reach any other plane, though you creature prevents its escape via dimen- appear 5 to 500 miles (5d%) from your Calling upon the venomous powers of nat- sional travel. You can also employ a calling intended destination. ural predators, you infect the subject with diagram (see magic circle against evil, page Note: Plane shift transports creatures in- a horrible poison by making a successful 246) to make the trap more secure. stantaneously and then ends. The creatures melee touch attack. The poison deals 1d10 If the creature does not break free of the need to find other means if they are to points of temporary Constitution damage trap, you can keep it bound for as long as travel back. immediately and another 1d10 points of you dare. You can attempt to compel the Focus: A small, forked metal rod. The size temporary Constitution damage 1 minute creature to perform a service by describing and metal type dictates to which plane of existence or alternate dimension the spell later. Each instance of damage can be the service and perhaps offering some sort sends the affected creatures. Forked rods negated by a Fortitude save (DC 10 + 1/2 of reward. You make a Charisma check keyed to certain planes or dimensions may your caster level + your Wis modifier). opposed by the creature’s Charisma check. be difficult to come by, as decided by the The DM assigns your check a bonus of +0 DM. Polar Ray to +6 based on the nature of the service and the reward. If the creature wins the Evocation [Cold] opposed check, it refuses service. New Plant Growth Level: Sor/Wiz 8 offers, bribes, and the like can be made or Transmutation Components: V, S, F the old ones reoffered every 24 hours. This Level: Drd 3, Plant 3, Rgr 3 Casting Time: 1 standard action process can be repeated until the creature Components: V, S, DF Range: Close (25 ft. + 5 ft./2 levels) promises to serve, until it breaks free, or Casting Time: 1 standard action Effect: Ray",
        "name":  "You move yourself or some other creature Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small, white ceramic cone or Target: One creature, or one nonmagical overcome the damage reduction of certain prism. object of up to 100 cu. ft./level creatures.",
        "name":  "Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action that you change the willing subject into Range: Close (25 ft. + 5 ft./2 levels) Increase to another form of living creature. The new Changed Subject Is: Duration Factor1 Target: One creature with 200 hp or less form may be of the same type as the sub- Duration: See text Same kingdom (animal, +5 ject or any of the following types: aber- vegetable, mineral) Saving Throw: None ration, animal, dragon, fey, giant, Same class (mammals, +2 Spell Resistance: Yes humanoid, magical beast, monstrous hu- fungi, metals, etc.) manoid, ooze, plant, or vermin. The as- Same size +2 You utter a single word of power that sumed form can’t have more Hit Dice than Related (twig is to tree, +2 causes one creature of your choice to be- your caster level (or the subject’s HD, wolf fur is to wolf, etc.) come blinded, whether the creature can whichever is lower), to a maximum of 15 Same or lower Intelligence +2 hear the word or not. The duration of the HD at 15th level. You can’t cause a subject 1 Add all that apply. Look up the total on the spell depends on the target’s current hit to assume a form smaller than Fine, nor next table. point total. Any creature that currently has can you cause a subject to assume an 201 or more hit points is unaffected by incorporeal or gaseous form. The subject’s Duration power word blind. creature type and subtype (if any) change Factor Duration Example to match the new form (see the Monster 0 20 minutes Pebble to human Hit Points Duration Manual for more information). 2 1 hour Marionette to human 50 or less Permanent Upon changing, the subject regains lost 4 3 hours Human to marionette 51–100 1d4+1 minutes hit points as if it had rested for a night 5 12 hours Lizard to manticore 101–200 1d4+1 rounds (though this healing does not restore tem- 6 2 days Sheep to wool coat porary ability damage and provide other 7 1 week Shrew to manticore Power Word Kill benefits of resting; and changing back does 9+ Permanent Manticore to shrew Enchantment (Compulsion) [Death, not heal the subject further). If slain, the Mind-Affecting] subject reverts to its original form, though Unlike polymorph, polymorph any object does Level: Sor/Wiz 9, War 9 it remains dead. grant the creature the Intelligence score of Components: V The subject gains the Strength, Dex- its new form. If the original form didn’t Casting Time: 1 standard action terity, and Constitution scores of the new have a Wisdom or Charisma score, it gains Range: Close (25 ft. + 5 ft./2 levels) form but retains its own Intelligence, those scores as appropriate for the new Target: One living creature with 100 hp Wisdom, and Charisma scores. It also gains form. or less all extraordinary special attacks possessed Damage taken by the new form can Duration: Instantaneous by the form (such as constrict, improved result in the injury or death of the poly- Saving Throw: None grab, and poison) but does not gain the morphed creature. For example, it is pos- Spell Resistance: Yes extraordinary special qualities possessed by sible to polymorph a creature into rock the new form (such as blindsense, fast and then grind it to dust, causing damage, You utter a single word of power that in- healing, regeneration, and scent) or any perhaps even death. If the creature was stantly kills one creature of your choice, supernatural or spell-like abilities. changed to dust to start with, more whether the creature can hear the word or Incorporeal or gaseous creatures are creative methods to damage it would be not. Any creature that currently has 101 or immune to being polymorphed, and a crea- needed. Perhaps you could use a gust of more hit points is unaffected by power word ture with the shapechanger subtype (such wind spell to scatter the dust far and wide. kill. as a lycanthrope or a doppelganger) can In general, damage occurs when the new revert to its natural form as a standard form is changed through physical force, Power Word Stun action. although the DM must adjudicate many of Enchantment (Compulsion) [Mind-",
        "name":  "This spell functions like alter self, except Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 8, War 8 into a magic item with this spell. Magic Components: V Polymorph Any Object items aren’t affected by this spell. Casting Time: 1 standard action Transmutation",
        "name":  "A nonmagical object cannot be made Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One shadow duplicate included here because certain magic items can create prismatic effects one color at a time, and",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour/level or until from summoned creatures. It creates a discharged magical barrier around the subject at a Protection from Spells",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic 8, Sor/Wiz 8 First, the subject gains a +2 deflection",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch reduction 10/magic against ranged attacks made or effects created by evil",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 min./level damage reduction.) Once the spell has to possess the warded creature (by a magic",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No If an eye ever gets more than 1 mile Spell Resistance: Yes or No; see text away from you, it instantly ceases to exist. You create a number of semitangible, visi- However, your link with the eye is such Pyrotechnics turns a fire into either a burst ble magical orbs (called “eyes”) equal to that you won’t know if the eye was de- of blinding fireworks or a thick cloud of 1d4 + your caster level. These eyes move stroyed because it wandered out of range choking smoke, depending on the version out, scout around, and return as you direct or because of some other event. you choose. them when casting the spell. Each eye can The eyes exist for up to 1 hour per caster Fireworks: The fireworks are a flashing, see 120 feet (normal vision only) in all level or until they return to you. Dispel fiery, momentary burst of glowing, colored directions. magic can destroy eyes. Roll separately for aerial lights. This effect causes creatures While the individual eyes are quite each eye caught in an area dispel. Of within 120 feet of the fire source to fragile, they’re small and difficult to spot. course, if an eye is sent into darkness, it become blinded for 1d4+1 rounds (Will Each eye is a Fine construct, about the size could hit a wall or similar obstacle and negates). These creatures must have line of of a small apple, that has 1 hit point, AC 18 destroy itself. sight to the fire to be affected. Spell (+8 bonus for its size), flies at a speed of 30 Material Component: A handful of crystal resistance can prevent blindness. feet with perfect maneuverability, and has marbles. Smoke Cloud: A writhing stream of a +16 Hide modifier. It has a Spot modifier smoke billows out from the source, form- equal to your caster level (maximum +15) Prying Eyes, Greater ing a choking cloud. The cloud spreads 20 and is subject to illusions, darkness, fog, feet in all directions and lasts for 1 round Divination and any other factors that would affect per caster level. All sight, even darkvision,",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "“Surround me at a Transmutation Magical fires are not extinguished, al- range of four hundred feet and return if Level: Clr 0, Drd 0 though a fire-based creature (such as a fire you spot any dangerous creatures.” The Components: V, S elemental) used as a source takes 1 point of phrase “Surround me” directs the eyes to Casting Time: 1 standard action damage per caster level. form an equally spaced, horizontal ring at",
        "name":  "A sample command",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (object) this sample command, an eye returns only Casting Time: 1 standard action if it spots a creature you would regard as Range: Medium (100 ft. + 10 ft./level) This spell makes spoiled, rotten, poison- dangerous. A “peasant” that is actually a ous, or otherwise contaminated food and Area or Target: One 20-ft. cube/level (S) shapechanged dragon wouldn’t trigger an water pure and suitable for eating and or one fire-based magic item eye’s return. Ten eyes can form a ring with drinking. This spell does not prevent sub- Duration: Instantaneous a radius of 400 feet and between them- sequent natural decay or spoilage. Unholy Saving Throw: None or Will negates (object) selves see everything that crosses the ring. water and similar food and drink of sig-",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S By means of read magic, you can decipher decreases to Tiny has a space of 2-1/2 feet",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action magical inscriptions on objects—books, and a natural reach of 0 feet (meaning that",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None magic contained in the writing, although it feet and a natural reach of 5 feet. This spell",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A clear crystal or mineral prism. Multiple magical effects that reduce size",
        "name":  "Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) by 2. (If this reduction would put its Con at The subject’s severed body members (fin- 0 or lower, it can’t be reincarnated). This Remove blindness/deafness cures blindness or gers, toes, hands, feet, arms, legs, tails, or level/HD loss or Constitution loss cannot deafness (your choice), whether the effect even heads of multiheaded creatures), bro- be repaired by any means. is normal or magical in nature. The spell ken bones, and ruined organs grow back. It’s possible for the change in the sub- does not restore ears or eyes that have been After the spell is cast, the physical regener- ject’s ability scores to make it difficult for it lost, but it repairs them if they are ation is complete in 1 round if the severed to pursue its previous character class. If damaged. members are present and touching the this is the case, the subject is well advised Remove blindness/deafness counters and creature. It takes 2d10 rounds otherwise. to become a multiclass character. dispels blindness/deafness. Regenerate also cures 4d8 points of dam- For a humanoid creature, the new in- age +1 point per caster level (maximum carnation is determined using the follow- Remove Curse +35), rids the subject of exhaustion and/or ing table. For nonhumanoid creatures, the Abjuration fatigue, and eliminates all nonlethal DM should create a similar table of",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature or item touched Reincarnate can’t be returned to life by this spell. Con- Duration: Instantaneous",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes; see text although an antimagic field blocks the prevent this forced movement, it splinters.",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates (harmless) effects. Even magic items with wooden sections",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) The waves of energy continue to sweep are repelled, although an antimagic field You instill courage in the subject, granting down the set path for the spell’s duration. blocks the effects. it a +4 morale bonus against fear effects for After you cast the spell, the path is set, and The waves of energy continue to sweep 10 minutes. If the subject is under the you can then do other things or go down the set path for the spell’s duration. influence of a fear effect when receiving elsewhere without affecting the spell’s After you cast the spell, the path is set, and the spell, that effect is suppressed for the power. you can then do other things or go duration of the spell. elsewhere without affecting the spell’s Remove fear counters and dispels cause Repel Vermin power. fear. Abjuration",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A pair of small iron bars Level: Clr 4, Pal 4 Spell Resistance: Yes (harmless) attached to two small canine statuettes, Components: V, S, M one black and one white, the whole array Lesser restoration dispels any magical effects worth 50 gp. This spell functions like lesser restoration, reducing one of the subject’s ability scores except that it also dispels negative levels (such as ray of enfeeblement) or cures 1d4 points of temporary ability damage to one Resistance and restores one experience level to a of the subject’s ability scores (such as from Abjuration creature who has had a level drained. The a shadow’s touch or from poison). It also",
        "name":  "Arcane Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes You imbue the subject with magical en- Restoration cures all temporary ability ergy that protects it from harm, granting it damage, and it restores all points perma- This spell functions like raise dead, except a +1 resistance bonus on saves. nently drained from a single ability score that you are able to restore life and com- plete strength to any deceased creature. Resistance can be made permanent with a (your choice if more than one is drained). The condition of the remains is not a permanency spell. It also eliminates any fatigue or exhaustion factor. So long as some small portion of the",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) would bring its Con to 0 or lower, it can’t except that it dispels all negative levels be resurrected). This level loss or afflicting the healed creature. This effect This abjuration grants a creature limited Constitution loss cannot be repaired by protection from damage of whichever one also reverses level drains by a force or any means. of five energy types you select: acid, cold, creature, restoring the creature to the You can resurrect someone killed by a electricity, fire, or sonic. The subject gains highest level it had previously attained. death effect or someone who has been energy resistance 10 against the energy The drained levels are restored only if the turned into an undead creature and then type chosen, meaning that each time the time since the creature lost the level is no destroyed. You cannot resurrect someone creature is subjected to such damage more than one week per caster level. who has died of old age. Constructs, ele- (whether from a natural or magical Greater restoration also dispels all magical mentals, outsiders, and undead creatures source), that damage is reduced by 10 effects penalizing the creature’s abilities, can’t be resurrected. 272 :11 RETPAHC SLLEPS",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touch object or creature reaches the top of the size do not stack, which means (among Target: One nonmagical ferrous object area without striking anything, it remains other things) that you can’t use a second (or the volume of the object within there, oscillating slightly, until the spell casting of this spell to further increase 3 ft. of the touched point) or one ends. At the end of the spell duration, your size while you are still under the ferrous creature affected objects and creatures fall effect of the first casting. Duration: See text downward.",
        "name":  "Multiple magical effects that increase Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No a creature caught in the area can attempt a Transmutation Reflex save to secure itself when the spell Any iron or iron alloy item you touch be- strikes. Creatures who can fly or levitate Level: Sor/Wiz 2 comes instantaneously rusted, pitted, and can keep themselves from falling. Components: V, S, M worthless, effectively destroyed. If the",
        "name":  "Rope Trick Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A lodestone Casting Time: 1 standard action item is so large that it cannot fit within a 3- and iron filings. Range: Touch foot radius (a large iron door or a wall of",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One touched piece of rope from iron), a 3-foot-radius volume of the metal is Righteous Might 5 ft. to 30 ft. long rusted and destroyed. Magic items made of",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text Necromancy [Fear, Mind-Affecting] You blast your enemies with fiery rays. You Effect: Magical sensor",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes yourself and another character playing If the save fails, you can see and hear chess for the duration of the spell, but you the subject and the subject’s immediate A twisting pattern of discordant, coruscat- could not have the illusory chess players surroundings (approximately 10 feet in all ing colors weaves through the air, affecting take a break, make dinner, and then directions of the subject). If the subject 274 :11 RETPAHC SLLEPS moves, the sensor follows at a speed of up A spellcaster whose voice is changed means of an erase spell. to 150 feet. dramatically (such as into that of the Material Component: Powdered herring As with all divination (scrying) spells, aforementioned snorting pig) is unable to scales and will-o’-wisp essence. the sensor has your full visual acuity, in- cast spells with verbal components. cluding any magical effects. In addition, See Invisibility the following spells have a 5% chance per Searing Light Divination caster level of operating through the",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 3, Sun 3 Components: V, S, M detect law, detect magic, and message.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Brd 5, Sor/Wiz 5 detect law, detect magic, message, read magic,",
        "name":  "Transmutation Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 4, Sor/Wiz 5 caster’s voice sound like a pig snorting). All peruse the actual page, and return it to its Components: V, S, M/DF affected creatures or objects must be trans- secret page form at will. You can also remove Casting Time: 10 minutes muted in the same way. Once the transmu- the spell by double repetition of the special Range: See text tation is made, you cannot change it. word. A detect magic spell reveals dim magic Target: One creature",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round; see text but cannot create words with which you its true contents. True seeing reveals the Saving Throw: None are unfamiliar yourself. For instance, you presence of the hidden material but does Spell Resistance: No can’t change your voice so that it sounds as not reveal the contents unless cast in though you are giving the command word combination with comprehend languages. A You contact a particular creature with to activate a magic item unless you know secret page spell can be dispelled, and the which you are familiar and send a short that command word. hidden writings can be destroyed by message of twenty-five words or less to the 275 SPELLS CHAPTER 11: subject. The subject recognizes you if it erase spell destroys the entire page of text. You use material from the Plane of Shadow knows you. It can answer in like manner Sepia snake sigil can be cast in combination to shape quasi-real illusions of one or more immediately. A creature with an Intel- with other spells that hide or garble text, creatures, objects, or forces. Shadow ligence score as low as 1 can understand such as secret page. conjuration can mimic any sorcerer or wiz- the sending, though the subject’s ability to Material Component: 500 gp worth of ard conjuration (summoning) or conjura- react is limited as normal by its Intelli- powdered amber, a scale from any snake, tion (creation) spell of 3rd level or lower. gence score. Even if the sending is received, and a pinch of mushroom spores. Shadow conjurations are actually one-fifth the subject is not obligated to act upon it in (20%) as strong as the real things, though any manner. creatures who believe the shadow conjura- Sequester If the creature in question is not on the tions to be real are affected by them at full Abjuration same plane of existence as you are, there is strength.",
        "name":  "You can change the qualities of sounds on the page in question but does not reveal Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No ered through tactile means or through the the spell it is simulating does not. use of devices (such as a robe of eyes or a gem Shadow objects or substances, such as When you cast sepia snake sigil, a small of seeing). Creatures affected by sequester obscuring mist, have normal effects except symbol appears in the text of one written become comatose and are effectively in a work such as a book, scroll, or map. The state of suspended animation until the against those who disbelieve them. Against text containing the symbol must be at least spell wears off or is dispelled. disbelievers, they are 20% likely to work. twenty-five words long. When anyone Note: The Will save prevents an attended A shadow creature has one-fifth the hit reads the text containing the symbol, the or magical object from being sequestered. points of a normal creature of its kind sepia snake springs into being and strikes There is no save to see the sequestered (regardless of whether it’s recognized as the reader, provided there is line of effect creature or object or to detect it with a shadowy). It deals normal damage and has between the symbol and the reader. divination spell. all normal abilities and weaknesses.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text This spell functions like shadow conjuration, normal observation, and detect magic Saving Throw: Will disbelief (if except that it can duplicate any sorcerer or reveals only that the entire text is magical. interacted with); varies; see text wizard conjuration (summoning) or A dispel magic can remove the sigil. An Spell Resistance: Yes; see text conjuration (creation) spell of 6th level or 276 :11 RETPAHC SLLEPS lower. The illusory conjurations created Targets: Up to one touched creature/ Casting Time: 1 standard action deal three-fifths (60%) damage to non- level Range: Medium (100 ft. + 10 ft./level) believers, and nondamaging effects are Duration: 1 hour/level (D) Effect: Three or more shambling 60% likely to work against nonbelievers. Saving Throw: Will negates mounds, no two of which can be more",
        "name":  "The hidden sigil cannot be detected by Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) This spell creates a shimmering, magical and attacks (including that dealt by special",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, F you, but damage already split is not nonmagical objects of crystal, glass, ce- Casting Time: 1 standard action reassigned to the subject. ramic, or porcelain, such as vials, bottles, Range: 20 ft. If you and the subject of the spell move flasks, jugs, windows, mirrors, and so forth. Targets: One creature/level in a 20-ft.- out of range of each other, the spell ends. All such objects within a 5-foot radius of radius burst centered on you Focus: A pair of platinum rings (worth at the point of origin are smashed into do- Duration: 1 round/level (D) least 50 gp each) worn by both you and the zens of pieces by the spell. Objects weigh- Saving Throw: See text warded creature. ing more than 1 pound per your level are Spell Resistance: Yes (harmless) not affected, but all other objects of the Shillelagh appropriate composition are shattered. A dim, blue glow surrounds the subjects, Transmutation",
        "name":  "Used as an area attack, shatter destroys Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Drd 1 against a single solid object, regardless of them resistance to spells cast by chaotic Components: V, S, DF composition, weighing up to 10 pounds creatures, and slowing chaotic creatures Casting Time: 1 standard action per caster level. when they strike the subjects. This abjura- Range: Touch Targeted against a crystalline creature tion has four effects. Target: One touched nonmagical oak (of any weight), shatter deals 1d6 points of First, each warded creature gains a +4 club or quarterstaff sonic damage per caster level (maximum deflection bonus to AC and a +4 resistance Duration: 1 min./level 10d6), with a Fortitude save for half bonus on saves. Unlike protection from Saving Throw: Will negates (object) damage. chaos, this benefit applies against all Spell Resistance: Yes (object)",
        "name":  "Alternatively, you can target shatter protecting them from attacks, granting Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 1 to those objects. possession or magic items that emit sound",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature or object touched Shrink Item a defense against sonic or language-based",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Visual figment that cannot or the like). extend beyond four 10-ft. cubes + one You are able to shrink one nonmagical 10-ft. cube/level (S) Shout item (if it is within the size limit) to 1/16 Duration: Concentration of its normal size in each dimension (to Evocation [Sonic] Saving Throw: Will disbelief (if inter- about 1/4,000 the original volume and",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous you. The illusion does not create sound, Objects changed by a shrink item spell can",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 7 damage. A successful save negates the with a permanency spell, in which case the Components: V, S, M, XP deafness and reduces the damage by half. affected object can be shrunk and ex- Casting Time: 12 hours Any exposed brittle or crystalline object or panded an indefinite number of times, but Range: 0 ft. crystalline creature takes 1d6 points of only by the original caster. Effect: One duplicate creature sonic damage per caster level (maximum 15d6). An affected creature is allowed a Duration: Instantaneous",
        "name":  "Shrink item can be made permanent Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude partial or Reflex levels exceed twice your caster level. You negates (object); see text Upon the casting of this spell, complete must make a Disguise check when you cast the spell to determine how good the silence prevails in the affected area. All This spell functions like shout, except that likeness is. A creature familiar with the sound is stopped: Conversation is impos- the cone deals 10d6 points of sonic damage original might detect the ruse with a suc- sible, spells with verbal components can- (or 1d6 points of sonic damage per caster cessful Spot check (opposed by the caster’s level, maximum 20d6, against exposed not be cast, and no noise whatsoever issues Disguise check) or a DC 20 Sense Motive brittle or crystalline objects or crystalline from, enters, or passes through the area. check. creatures). It also causes creatures to be The spell can be cast on a point in space, At all times the simulacrum remains stunned for 1 round and deafened for 4d6 but the effect is stationary unless cast on a under your absolute command. No special rounds. A creature in the area of the cone mobile object. The spell can be centered telepathic link exists, so command must be can negate the stunning and halve both on a creature, and the effect then radiates exercised in some other manner. A the damage and the duration of the from the creature and moves as it moves. simulacrum has no ability to become more deafness with a successful Fortitude save. An unwilling creature can attempt a Will powerful. It cannot increase its level or 279 SPELLS CHAPTER 11: abilities. If reduced to 0 hit points or ping or wounding awakens an affected Target: Touched nonmagical circle of otherwise destroyed, it reverts to snow and creature, but normal noise does not. vine, rope, or thong with a 2 ft. diame- melts instantly into nothingness. A Awakening a creature is a standard action ter + 2 ft./level complex process requiring at least 24 (an application of the aid another action). Duration: Until triggered or broken hours, 100 gp per hit point, and a fully Sleep does not target unconscious crea- Saving Throw: None equipped magical laboratory can repair tures, constructs, or undead creatures. Spell Resistance: No damage to a simulacrum. Material Component: A pinch of fine",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The spell is cast sand, rose petals, or a live cricket. This spell enables you to make a snare that over the rough snow or ice form, and some functions as a magic trap. The snare can be piece of the creature to be duplicated (hair, Sleet Storm made from any supple vine, a thong, or a nail, or the like) must be placed inside the Conjuration (Creation) [Cold] rope. When you cast snare upon it, the snow or ice. Additionally, the spell Level: Drd 3, Sor/Wiz 3 cordlike object blends with its sur- requires powdered ruby worth 100 gp per Components: V, S, M/DF roundings (Search DC 23 for a character HD of the simulacrum to be created. Casting Time: 1 standard action with the trapfinding ability to locate). One",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes while failure by 5 or more means it falls cordlike object tightens around the (see the Balance skill for details). creature, dealing no damage but causing it You can slay any one living creature. You The sleet extinguishes torches and small to be entangled. must succeed on a melee touch attack to fires. The snare is magical. To escape, a touch the subject, and it can avoid death Arcane Material Component: A pinch of trapped creature must make a DC 23 Es- with a successful Fortitude save. If it suc- dust and a few drops of water. cape Artist check or a DC 23 Strength ceeds, it instead takes 3d6 points of dam- check that is a full-round action. The snare age +1 point per caster level. (Of course, Slow has AC 7 and 5 hit points. A successful the subject might die from damage even if Transmutation escape from the snare breaks the loop and it succeeds on its save.) Level: Brd 3, Sor/Wiz 3 ends the spell.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes dard action each turn, but not both (nor When this spell is cast, all natural, un- may it take full-round actions). Ad- dressed earth or stone in the spell’s area is A sleep spell causes a magical slumber to ditionally, it takes a –1 penalty on attack softened. Wet earth becomes thick mud, come upon 4 Hit Dice of creatures. Crea- rolls, AC, and Reflex saves. A slowed crea- dry earth becomes loose sand or dirt, and tures with the fewest HD are affected first. ture moves at half its normal speed (round stone becomes soft clay that is easily Among creatures with equal HD, those down to the next 5-foot increment), which molded or chopped. You affect a 10-foot- who are closest to the spell’s point of affects the creature’s jumping distance as square area to a depth of 1 to 4 feet, de- origin are affected first. Hit Dice that are normal for decreased speed. pending on the toughness or resilience of not sufficient to affect a creature are Multiple slow effects don’t stack. Slow the ground at that spot (DM’s option). wasted. For example, Mialee casts sleep at one rat counters and dispels haste. Magical, enchanted, dressed, or worked (1/4 HD), one kobold (1 HD), two gnolls Material Component: A drop of molasses. stone cannot be affected. Earth or stone (2 HD), and an ogre (4 HD). The rat, the creatures are not affected. kobold, and one gnoll are affected (1/4 + 1 Snare A creature in mud must succeed on a + 2 = 3-1/4 HD). The remaining 3/4 HD is Transmutation Reflex save or be caught for 1d2 rounds not enough to affect the last gnoll or the Level: Rgr 2, Drd 3 and unable to move, attack, or cast spells. A ogre. Mialee can’t choose to have sleep Components: V, S, DF creature that succeeds on its save can move affect the ogre or the two gnolls. Casting Time: 3 rounds through the mud at half speed, and it can’t Sleeping creatures are helpless. Slap- Range: Touch run or charge. 280 :11 RETPAHC SLLEPS Loose dirt is not as troublesome as mud, This spell causes those within the area to Speak with Animals but all creatures in the area can move at turn on each other rather than attack their Divination only half their normal speed and can’t run foes. Each affected creature has a 50%",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Clr 8 life force materializes and moves as you the charm effect on that individual, but a desire, allowing you to deliver low-level, fireball could not be turned back, and This spell functions like spell immunity, touch range spells at a distance. On casting neither could inflict critical wounds. except the immunity applies to spells of the spell, you lose 1d4 hit points that From seven to ten (1d4+6) spell levels 8th level or lower. return when the spell ends (even if it is are affected by the turning. The DM se- A creature can have only one spell im- dispelled), but not if the hand is destroyed. cretly rolls the exact number. When a spell munity or greater spell immunity spell in (The hit points can be healed as normal.) is turned, the DM subtracts its level from effect on it at a time. For as long as the spell lasts, any touch the amount of spell turning left. range spell of 4th level or lower that you When you are targeted by a spell of cast can be delivered by the spectral hand. Spell Resistance higher level than the amount of spell turn- The spell gives you a +2 bonus on your Abjuration ing you have left, that spell is partially melee touch attack roll, and attacking with Level: Clr 5, Magic 5, Protection 5 turned. The subtract the amount of spell the hand counts normally as an attack. The Components: V, S, DF turning left from the spell level of the hand always strikes from your direction. Casting Time: 1 standard action incoming spell, then divide the result by",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic traps such as spike growth are",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One 20-ft. square/level by taking 10 minutes to dress the injuries magic, disintegrate, a sphere of annihilation, or",
        "name":  "Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes which can be more than 30 ft. apart target). Speed is reduced by three-quarters. This spell restores a petrified creature to its Ranged attacks within the area of the This spell functions like suggestion, except normal state, restoring life and goods. The storm are impossible. Spells cast within that it can affect more creatures. The same the area are disrupted unless the caster suggestion applies to all these creatures. creature must make a DC 15 Fortitude save succeeds on a Concentration check against to survive the process. Any petrified creature, regardless of size, can be restored. a DC equal to the storm of vengeance’s save Summon Instrument DC + the level of the spell the caster is The spell also can convert a mass of Conjuration (Summoning) stone into a fleshy substance. Such flesh is trying to cast. Level: Brd 0 inert and lacking a vital life force unless a Components: V, S life force or magical energy is available. Suggestion Casting Time: 1 round (For example, this spell would turn a stone Enchantment (Compulsion) [Language- Range: 0 ft. Dependent, Mind-Affecting] Effect: One summoned handheld musi- golem into a flesh golem, but an ordinary",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No on a Fortitude save or be deafened for power. 1d4×10 minutes. The suggested course of activity can This spell summons an extraplanar crea- If you do not maintain concentration on continue for the entire duration, such as in ture (typically an outsider, elemental, or the spell after casting it, the spell ends. If the case of the red dragon mentioned magical beast native to another plane). It you continue to concentrate, the spell above. If the suggested activity can be appears where you designate and acts generates additional effects in each fol- completed in a shorter time, the spell ends immediately, on your turn. It attacks your 285 SPELLS CHAPTER 11: Mialee summons a couatl. Summon Monster II Summon Monster IV opponents to the best of its ability. If you Conjuration (Summoning) [see text for Conjuration (Summoning) [see text for can communicate with the creature, you summon monster I] summon monster I] can direct it not to attack, to attack partic- Level: Brd 2, Clr 2, Sor/Wiz 2 Level: Brd 4, Clr 4, Sor/Wiz 4 ular enemies, or to perform other actions. Effect: One or more summoned crea- Effect: One or more summoned crea- The spell conjures one of the creatures tures, no two of which can be more tures, no two of which can be more from the 1st-level list on the accompany- than 30 ft. apart than 30 ft. apart ing Summon Monster table. You choose which kind of creature to summon, and This spell functions like summon monster I, This spell functions like summon monster I, you can change that choice each time you except that you can summon one creature except that you can summon one creature cast the spell. Information on these crea- from the 2nd-level list or 1d3 creatures of from the 4th-level list, 1d3 creatures of the tures can be found in the Monster Manual. the same kind from the 1st-level list. same kind from the 3rd-level list, or 1d4+1 A summoned monster cannot summon creatures of the same kind from a lower- or otherwise conjure another creature, nor level list. Summon Monster III can it use any teleportation or planar travel Conjuration (Summoning) [see text for abilities. Creatures cannot be summoned Summon Monster V summon monster I] into an environment that cannot support",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic traps such as symbol of fear charmed by the caster (as the charm monster such as level, class, Hit Dice, and hit points are hard to detect and disable. A rogue spell) for 1 hour per caster level. don’t qualify. For example, a symbol of death (only) can use the Search skill to find a Unlike symbol of death, symbol of persua- can be set to activate when a lawful good symbol of fear and Disable Device to thwart sion has no hit point limit; once triggered, a creature approaches, but not when a it. The DC in each case is 25 + spell level, symbol of persuasion simply remains active paladin approaches. or 31 for symbol of fear. for 10 minutes per caster level. 290 :11 RETPAHC SLLEPS",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic traps such as symbol of per- or 32 for symbol of stunning. suasion are hard to detect and disable. A Material Component: Mercury and phos- rogue (only) can use the Search skill to phorus, plus powdered diamond and opal find a symbol of persuasion and Disable De- with a total value of at least 5,000 gp. vice to thwart it. The DC in each case is 25 + spell level, or 31 for symbol of persuasion. Symbol of Weakness",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates Unlike symbol of death, symbol of weakness has no hit point limit; once triggered, a This spell functions like symbol of death, symbol of weakness simply remains active for except that all creatures of 10 HD or less 10 minutes per caster level. within 60 feet of the symbol of sleep instead Note: Magic traps such as symbol of fall into a catatonic slumber for 3d6×10 weakness are hard to detect and disable. A minutes. Unlike with the sleep spell, rogue (only) can use the Search skill to sleeping creatures cannot be awakened by find a symbol of weakness and Disable nonmagical means before this Device to thwart it. The DC in each time expires. case is 25 + spell level, or 32 for Unlike symbol of death, symbol of weakness. symbol of sleep has no hit point Material Component: Mercury limit; once triggered, a symbol and phosphorus, plus powdered of sleep simply remains active diamond and opal with a total for 10 minutes per caster level. value of at least 5,000 gp.",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic traps such as symbol of sleep are hard to detect Sympathetic and disable. A rogue (only) can use Vibration the Search skill to find a symbol of Evocation [Sonic] sleep and Disable Device to thwart it.",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic traps such target that is not freestanding the surrounding stone dissipates as symbol of stunning are hard the effect and no damage occurs. to detect and disable. A rogue Sympathetic vibration cannot (only) can use the Search skill to affect creatures (including con- find a symbol of stunning and structs). Since a structure is an Disable Device to thwart it. The unattended object, it gets no DC in each case is 25 + spell level, saving throw to resist the effect.",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One location (up to a 10-ft. Duration: Concentration (up to 1 cube/level) or one object round/ level) or instantaneous; target with the items, using your base",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (object); see text (with no Strength bonus; note that arrows You cause an object or location to emanate or bolts deal damage as daggers of their magical vibrations that attract either a spe- You move objects or creatures by concen- size when used in this manner). Other cific kind of intelligent creature or crea- trating on them. Depending on the version objects cause damage ranging from 1 point tures of a particular alignment, as defined selected, the spell can provide a gentle, per 25 pounds (for less dangerous objects by you. The particular kind of creature to sustained force, perform a variety of such as a barrel) to 1d6 points of damage be affected must be named specifically— combat maneuvers, or exert a single short, per 25 pounds (for hard, dense objects for example, red dragons, hill giants, wer- violent thrust. such as a boulder). erats, lammasus, or vampires. A creature Sustained Force: A sustained force moves Creatures who fall within the weight subtype (such as goblinoid) is not specific an object weighing no more than 25 capacity of the spell can be hurled, but enough. Likewise, the specific alignment pounds per caster level (maximum 375 they are allowed Will saves (and spell re- must be named—for example, chaotic evil, pounds at 15th level) up to 20 feet per sistance) to negate the effect, as are those chaotic good, lawful neutral, or neutral. round. A creature can negate the effect on whose held possessions are targeted by the Creatures of the specified kind or align- an object it possesses with a successful spell. If a telekinesed creature is hurled ment feel elated and pleased to be in the Will save or with spell resistance. against a solid surface, it takes damage as if area or desire to touch or to possess the This version of the spell can last 1 round it had fallen 10 feet (1d6 points). object. The compulsion to stay in the area per caster level, but it ends if you cease or touch the object is overpowering. If the concentration. The weight can be moved save is successful, the creature is released vertically, horizontally, or in both Teleport from the enchantment, but a subsequent directions. An object cannot be moved Conjuration (Teleportation) save must be made 1d6×10 minutes later. If beyond your range. The spell ends if the Level: Sor/Wiz 5, Travel 5 this save fails, the affected creature object is forced beyond the range. If you Components: V attempts to return to the area or object. cease concentration for any reason, the Casting Time: 1 standard action Sympathy counters and dispels antipathy. object falls or stops. Range: Personal and touch",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "“Very familiar” is a place reroll on the chart to see where you wind You create a circle on the floor or other where you have been very often and where up. For these rerolls, roll 1d20+80. Each horizontal surface that teleports, as greater you feel at home. “Studied carefully” is a time “Mishap” comes up, the characters teleport, any creature who stands on it to a place you know well, either because you take more damage and must reroll. designated spot. Once you designate the can currently see it, you’ve been there destination for the circle, you can’t change often, or you have used other means (such Teleport Object it. The spell fails if you attempt to set the as scrying) to study the place for at least Conjuration (Teleportation) circle to teleport creatures into a solid one hour. “Seen casually” is a place that Level: Sor/Wiz 7 object, to a place with which you are not you have seen more than once but with Range: Touch familiar and have no clear description, or which you are not very familiar. “Viewed Target: One touched object of up to 50 to another plane. once” is a place that you have seen once, lb./level and 3 cu. ft./level The circle itself is subtle and nearly possibly using magic. Saving Throw: Will negates (object) impossible to notice. If you intend to keep “False destination” is a place that does Spell Resistance: Yes (object) creatures from activating it accidentally, not truly exist, such as if you scryed on a you need to mark the circle in some way, enemy’s sanctum but instead viewed a false This spell functions like teleport, except such as by placing it on a raised platform. vision, or if you are teleporting to an that it teleports an object, not you. Crea- Teleportation circle can be made perma- otherwise familiar location that no longer tures and magical forces (such as a delayed nent with a permanency spell. A permanent exists as such or has been so completely blast fireball bead) cannot be teleported. teleportation circle that is disabled be- altered as to no longer be familiar to you If desired, the target object can be sent comes inactive for 10 minutes, then can be (for instance, a home that has burned to to a distant location on the Ethereal Plane. triggered again as normal. In this case, the point from which the the ground). When traveling to a false Note: Magic traps such as teleportation object was teleported remains faintly destination, roll 1d20+80 to obtain results circle are hard to detect and disable. A magical until the item is retrieved. A suc- on the table, rather than rolling d%, since rogue (only) can use the Search skill to cessful targeted dispel magic spell cast on there is no real destination for you to hope find the circle and Disable Device to that point brings the vanished item back to arrive at or even be off target from. from the Ethereal Plane. thwart it. The DC in each case is 25 + spell",
        "name":  "Familiarity",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You wind up in an area and simply reappear in your original You place the subject into a state of sus- that’s visually or thematically similar to the location. Interplanar travel is not possible. pended animation. For the creature, time ceases to flow and its condition becomes fixed. The creature does not grow older. Its Teleport body functions virtually cease, and no force or effect can harm it. This state On Off Similar persists until the magic is removed (such Familiarity Target Target Area Mishap as by a successful dispel magic spell or a Very familiar 01–97 98–99 100 — freedom spell). Studied carefully 01–94 95–97 98–99 100",
        "name":  "Similar Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level You create a slightly concave, circular flow for everyone but you. In fact, you Saving Throw: Fortitude negates plane of force that follows you about and speed up so greatly that all other creatures Spell Resistance: Yes carries loads for you. The disk is 3 feet in seem frozen, though they are actually still diameter and 1 inch deep at its center. It moving at their normal speeds. You are You channel negative energy through your can hold 100 pounds of weight per caster free to act for 1d4+1 rounds of apparent touch, fatiguing the target. You must level. (If used to transport a liquid, its time. Normal and magical fire, cold, gas, succeed on a touch attack to strike a target. capacity is 2 gallons.) The disk floats ap- and the like can still harm you. While the The subject is immediately fatigued for proximately 3 feet above the ground at all time stop is in effect, other creatures are the spell’s duration. times and remains level. It floats along invulnerable to your attacks and spells; you This spell has no effect on a creature cannot target such creatures with any that is already fatigued. Unlike with nor- horizontally within spell range and will attack or spell. A spell that affects an area mal fatigue, the effect ends as soon as the accompany you at a rate of no more than and has a duration longer than the spell’s duration expires. your normal speed each round. If not remaining duration of the time stop (such as Material Component: A drop of sweat. otherwise directed, it maintains a constant cloudkill) have their normal effects on interval of 5 feet between itself and you. other creatures once the time stop ends. Touch of Idiocy The disk winks out of existence when the Most spellcasters use the additional time spell duration expires. The disk also winks to improve their defenses, summon allies, Enchantment (Compulsion) [Mind- Affecting] out if you move beyond range (by moving or flee from combat.",
        "name":  "This spell seems to make time cease to Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz 2 too fast or by such means as a teleport spell) You cannot move or harm items held,",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action away from the surface beneath it. When mal time, but you can affect any item that",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A drop of mercury. lasts. You cannot enter an area protected Saving Throw: No by an antimagic field while under the effect Spell Resistance: Yes Tenser’s Transformation of time stop. Transmutation With a touch, you reduce the target’s",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action Components: V, S, M, (F); see text dispel magic or transmute mud to rock spell",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No destination plant need not be familiar to completed by speaking its final word as a you, but it also must be alive. If you are standard action as if you were casting a This spell turns natural, uncut or un- uncertain of the location of a particular regular spell at the subject. This allows worked rock of any sort into an equal kind of destination plant, you need merely spell resistance (if any) and a Will save to volume of mud. If the spell is cast upon a designate direction and distance (“an oak avoid the effect. If the creature’s name is boulder, for example, the boulder collapses tree one hundred miles due north of spoken as well, any spell resistance is into mud. Magical stone is not affected by here”), and the transport via plants spell ignored and the save DC increases by 2. If the spell. The depth of the mud created moves you as close as possible to the the save or spell resistance is successful, desired location. If a particular destination cannot exceed 10 feet. A creature unable to the gem shatters. plant is desired (the oak tree outside your levitate, fly, or otherwise free itself from",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) to trap an individual can be researched. Type of Tree Transport Range You confer on the subject the ability to see Remember that this value can change over Oak, ash, yew 3,000 feet all things as they actually are. The subject time as creatures gain more Hit Dice.) Elm, linden 2,000 feet sees through normal and magical darkness, Focus (Trigger Object Only): If the trigger Other deciduous 1,500 feet notices secret doors hidden by magic, sees object method is used, a special trigger Any coniferous 1,000 feet the exact locations of creatures or objects object, prepared as described above, is All other trees 500 feet under blur or displacement effects, sees invi- needed. sible creatures or objects normally, sees You may move into a tree up to one time through illusions, and sees the true form of per caster level (passing from one tree to Tree Shape polymorphed, changed, or transmuted another counts only as moving into one Transmutation things. Further, the subject can focus its tree). The spell lasts until the duration",
        "name":  "Dice as such, the value of the gem needed Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Several undead creatures within a Casting Time: 1 standard action darkness, detect magic, detect good, dimensional 40-ft.-radius burst Range: Medium (100 ft. + 10 ft./level) anchor, discern lies, dispel magic, endure",
        "name":  "Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No major effects. bonus on saves. Unlike the effect of First, the site or structure is guarded by protection from good, this benefit applies An unseen servant is an invisible, mindless, a magic circle against good effect. against all attacks, not just against attacks shapeless force that performs simple tasks Second, all turning checks made to turn by good creatures. at your command. It can run and fetch undead take a –4 penalty, and turning Second, a warded creature gains spell things, open unstuck doors, and hold checks to rebuke undead gain a +4 profane resistance 25 against good spells and spells bonus. Spell resistance does not apply to chairs, as well as clean and mend. The cast by good creatures. this effect. (This provision does not apply servant can perform only one activity at a Third, the abjuration blocks possession to the druid version of the spell.) time, but it repeats the same activity over and mental influence, just as protection from Finally, you may choose to fix a single and over again if told to do so, thus good does. spell effect to the unhallowed site. The spell allowing you to command it to clean the Finally, if a good creature succeeds on a effect lasts for one year and functions floor and then turn your attention melee attack against a warded creature, the throughout the entire site, regardless of its elsewhere as long as you remain within offending attacker takes 1d6 points of normal duration and area or effect. You range. It can open only normal doors, temporary Strength damage (Fortitude may designate whether the effect applies drawers, lids, and the like. It has an effec- negates). to all creatures, creatures that share your tive Strength score of 2 (so it can lift 20 faith or alignment, or creatures that adhere Focus: A tiny reliquary containing some pounds or drag 100 pounds). It can trigger to another faith or alignment. For example, sacred relic, such as a piece of parchment traps and such, but it can exert only 20 you may create a bless effect that aids all from an unholy text. The reliquary costs at pounds of force, which is not enough to creatures of like alignment or faith in the least 500 gp. activate certain pressure plates and other area, or a bane effect that hinders creatures devices. It can’t perform any task that of the opposite alignment or an enemy requires a skill check with a DC higher faith. At the end of the year, the chosen than 10 or that requires a check using a 297 SPELLS CHAPTER 11: skill that can’t be used untrained. Its speed Range: Close (25 ft. + 5 ft./2 levels) is 15 feet. Ventriloquism Area: One living creature/level within a The servant cannot attack in any way; it Illusion (Figment) 40-ft.-radius spread is never allowed an attack roll. It cannot be Level: Brd 1, Sor/Wiz 1 Duration: Instantaneous killed, but it dissipates if it takes 6 points of Components: V, F Saving Throw: Fortitude negates damage from area attacks. (It gets no saves Casting Time: 1 standard action Spell Resistance: Yes against attacks.) If you attempt to send it Range: Close (25 ft. + 5 ft./2 levels) beyond the spell’s range (measured from Effect: Intelligible sound, usually speech You emit a terrible scream that kills crea- your current position), the servant ceases Duration: 1 min./level (D) tures that hear it (except for yourself). to exist. Creatures closest to the point of origin are Saving Throw: Will disbelief (if inter-",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A sheet of strong, hard ice ap- per inch of thickness and hardness pears. The wall is 1 inch thick per caster 10. A section of wall whose hit level. It covers up to a 10-foot-square area points drop to 0 is breached. If a per caster level (so a 10th-level wizard can creature tries to break through the wall create a wall of ice 100 feet long and 10 feet with a single attack, the DC for the high, a wall 50 feet long and 20 feet high, Strength check is 25 + 2 per inch of or some other combination of length and thickness. 299 SPELLS CHAPTER 11: area by halving its thickness. The wall but any creature attempting to break morningstar) as eight, a Gargantuan object cannot be conjured so that it occupies the through takes that much less time to force (such as a keelboat) as sixteen, and a same space as a creature or another object. its way through the barrier. Colossal object (such as a sailing ship) as Unlike a wall of iron, you can create a Creatures can force their way slowly thirty-two. wall of stone in almost any shape you desire. through the wall by making a Strength Alternatively, you can unwarp wood The wall created need not be vertical, nor check as a full-round action. For every 5 (effectively warping it back to normal) rest upon any firm foundation; however, it points by which the check exceeds 20, a with this spell, straightening wood that has must merge with and be solidly supported creature moves 5 feet (up to a maximum been warped by this spell or by other by existing stone. It can be used to bridge a distance equal to its normal land speed). means. Make whole, on the other hand, chasm, for instance, or as a ramp. For this For example, a creature that rolled 25 on does no good in repairing a warped item. use, if the span is more than 20 feet, the its Strength check could move 5 feet in a You can combine multiple consecutive wall must be arched and buttressed. This round. Of course, moving or attempting to warp wood spells to warp (or unwarp) an requirement reduces the spell’s area by move through the thorns incurs damage as object that is too large for you to warp with half. Thus, a 20th-level caster can create described above. A creature trapped in the a single spell. span with a surface area of ten 5-foot thorns can choose to remain motionless in Until the object is completely warped, it squares. The wall can be crudely shaped to order to avoid taking any more damage. suffers no ill effects. allow crenellations, battlements, and so forth by likewise reducing the area. Any creature within the area of the spell Like any other stone wall, this one can when it is cast takes damage as if it had Water Breathing be destroyed by a disintegrate spell or by moved into the wall and is caught inside. Transmutation normal means such as breaking and chip- In order to escape, it must attempt to push Level: Clr 3, Drd 3, Sor/Wiz 3, Water 3 ping. Each 5-foot square of the wall has 15 its way free, or it can wait until the spell Components: V, S, M/DF hit points per inch of thickness and hard- ends. Creatures with the ability to pass Casting Time: 1 standard action ness 8. A section of wall whose hit points through overgrown areas unhindered can Range: Touch drop to 0 is breached. If a creature tries to pass through a wall of thorns at normal Target: Living creatures touched break through the wall with a single attack, speed without taking damage. Duration: 2 hours/level; see text the DC for the Strength check is 20 + 2 per",
        "name":  "Ice Plane",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No though you see the attackers as shadowy travels to a specific location within range shapes. that is familiar to you, provided that it can Web creates a many-layered mass of strong, If a subject’s Fortitude save succeeds, it find a way to the location. (It can’t pass sticky strands. These strands trap those still takes 3d6 points of damage and is through walls, for instance.) A whispering caught in them. The strands are similar to stunned for 1 round. The subject also takes wind is as gentle and unnoticed as a zephyr spider webs but far larger and tougher. 1d4 points of temporary Strength damage. until it reaches the location. It then These masses must be anchored to two or delivers its whisper-quiet message or other more solid and diametrically opposed Whirlwind sound. Note that the message is delivered points—floor and ceiling, opposite walls, Evocation [Air] regardless of whether anyone is present to or the like—or else the web collapses upon Level: Air 8, Drd 8 hear it. The wind then dissipates. You can itself and disappears. Creatures caught Components: V, S, DF prepare the spell to bear a message of no within a web become entangled among the Casting Time: 1 standard action more than twenty-five words, cause the gluey fibers. Attacking a creature in a web Range: Long (400 ft. + 40 ft./level) spell to deliver other sounds for 1 round, won’t cause you to become entangled. Effect: Cyclone 10 ft. wide at base, 30 ft. or merely have the whispering wind seem to Anyone in the effect’s area when the wide at top, and 30 ft. tall be a faint stirring of the air. You can spell is cast must make a Reflex save. If this Duration: 1 round/level (D) likewise cause the whispering wind to move save succeeds, the creature is entangled, Saving Throw: Reflex negates; see text as slowly as 1 mile per hour or as quickly as but not prevented from moving, though Spell Resistance: Yes 1 mile per 10 minutes. When the spell moving is more difficult than normal for reaches its objective, it swirls and remains being entangled (see below). If the save This spell creates a powerful cyclone of in place until the message is delivered. As fails, the creature is entangled and can’t raging wind that moves through the air, with magic mouth, whispering wind cannot move from its space, but can break loose by along the ground, or over water at a speed speak verbal components, use command spending 1 round and making a DC 20 of 60 feet per round. You can concentrate words, or activate magical effects. Strength check or a DC 25 Escape Artist on controlling the cyclone’s every check. Once loose (either by making the movement or specify a simple program., 301 SPELLS CHAPTER 11: Wind Walk object.) Tiny and Small flying creatures bonus, and so on). Inherent bonuses are Transmutation [Air] cannot pass through the barrier. Loose instantaneous, so they cannot be materials and cloth garments fly upward dispelled. Note: An inherent bonus may",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No and Yes (harmless) (although it is no barrier to incorporeal your companions have taken, or remove creatures). all poison effects from everyone in the You alter the substance of your body to a While the wall must be vertical, you can party, but not do both with the same cloudlike vapor (as the gaseous form spell) shape it in any continuous path along the wish. A wish can never restore the and move through the air, possibly at great ground that you like. It is possible to create experience point loss from casting a speed. You can take other creatures with cylindrical or square wind walls to enclose spell or the level or Constitution loss you, each of which acts independently. specific points. A 5th-level caster can from being raised from the dead. Normally, a wind walker flies at a speed create a wall up to 50 feet long and up to 25 (cid:1) Revive the dead. A wish can bring a dead of 10 feet with perfect maneuverability. If feet high, sufficient to form a cylinder of creature back to life by duplicating a desired by the subject, a magical wind wind 15 feet in diameter. resurrection spell. A wish can revive a wafts a wind walker along at up to 600 feet Arcane Material Component: A tiny fan dead creature whose body has been per round (60 mph) with poor maneu- and a feather of exotic origin. destroyed, but the task takes two wishes, verability. Wind walkers are not invisible one to recreate the body and another to but rather appear misty and translucent. If Wish infuse the body with life again. A wish fully clothed in white, they are 80% likely Universal cannot prevent a character who was to be mistaken for clouds, fog, vapors, or Level: Sor/Wiz 9 brought back to life from losing an the like. Components: V, XP experience level.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (cid:1) Create a nonmagical item of up to opportunity to fulfil your request without",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (cid:1) Create a magic item, or add to the pow- pervert your intent into a literal but un- ers of an existing magic item. desirable fulfillment or only a partial An invisible vertical curtain of wind ap- (cid:1) Grant a creature a +1 inherent bonus to fulfillment.) For example, wishing for a pears. It is 2 feet thick and of considerable an ability score. Two to five wish spells staff of the magi might get you instantly strength. It is a roaring blast sufficient to blow away any bird smaller than an eagle, cast in immediate succession can grant a transported to the presence of the staff’s or tear papers and similar materials from creature a +2 to +5 inherent bonus to an current owner. Wishing to be immortal unsuspecting hands. (A Reflex save allows ability score (two wishes for a +2 in- could get you imprisioned in a hidden ex- a creature to maintain its grasp on an herent bonus, three for a +3 inherent tradimensional space (as by an imprison- 302 :11 RETPAHC SLLEPS ment spell), where you could “live” indefi- Stunned: The creature is stunned for 1 An unwilling creature can’t be tele- nitely. round. ported by word of recall. Likewise, a crea-",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The creature is confused, as by ture’s Will save (or spell resistance) pre- resistance as normal (but save DCs are for the confusion spell, for 1d10 minutes. This vents items in its possession from being 9th-level spells). is a mind-affecting enchantment effect. teleported. Unattended, nonmagical ob-",
        "name":  "Duplicated spells allow saves and spell Confused",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The minimum XP cost for Equal to caster level Deafened Level: Brd 4 casting wish is 5,000 XP. When a wish Up to caster level –1 Stunned, deafened Components: V, S duplicates a spell that has an XP cost, you Up to caster level –5 Confused, stunned, Casting Time: 1 round must pay 5,000 XP or that cost, whichever deafened Range: Personal Up to caster level –10 Killed, confused, Area: 5-ft.-radius emanation centered on is more. When a wish creates or improves a stunned, deafened you magic item, you must pay twice the normal",
        "name":  "XP Cost",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour/level (D) XP cost for crafting or improving the item, Furthermore, if you are on your home plus an additional 5,000 XP. plane when you cast this spell, nonchaotic By casting zone of silence, you manipulate extraplanar creatures within the area are sound waves in your immediate vicinity so Wood Shape instantly banished back to their home that you and those within the spell’s area Transmutation planes. Creatures so banished cannot can converse normally, yet no one outside",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One of the Inner Planes consisting almost extraordinary ability (Ex): A nonmagical special ability (as entirely of one type of element: air, earth, fire, or water. opposed to a spell-like or supernatural ability). end of round: The point in a combat round when all the par- extraplanar: Native to a plane of existence other than the plane ticipants have completed all their allowed actions. End of round on which a creature is present. On the Material Plane, an outsider is occurs when no one else involved in the combat has an action an extraplanar creature. On an outsider’s home plane, a native of the pending for that round. Material Plane is an extraplanar creature. enemy: A creature unfriendly to you. failure: An unsuccessful result on a check, saving throw, or other energy damage: Damage caused by one of five types of energy determination involving a die roll. (not counting positive and negative energy): acid, cold, electricity, fascinated: Entranced by a supernatural or spell effect. A fasci- fire, and sonic. nated creature stands or sits quietly, taking no actions other than to energy drain: An attack that saps a creature’s vital energy giving pay attention to the fascinating effects, for as long as the effect lasts. it negative levels, which might permanently drain the creature’s It takes a–4 penalty on skill checks made as reactions, such as Listen levels. and Spot checks. Any potential threat, such as a hostile creature",
        "name":  "Elemental Plane",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A Gargantuan creature is between 32 and 64 feet in Incorporeal creatures cannot fall or take falling damage. height or length and weighs between 32,000 and 250,000 pounds. inflict spell: A spell with the word “inflict” in its name, such as gold piece (gp): The primary unit of currency used by adven- inflict light wounds, inflict moderate wounds, or mass inflict critical turers. wounds. grab: The initial attack required to start a grapple. To grab a target, inherent bonus: A bonus to an ability score resulting from the character must make a successful melee touch attack. powerful magic, such as a wish. Inherent bonuses cannot be dis- granted power: The special ability a cleric gain from each of his pelled. A character is limited to a total inherent bonus of +5 to any selected domains. ability score. Multiple inherent bonuses to a particular ability score grapple check: An opposed check that determines a character’s do not stack, so only the best one applies. ability to struggle in a grapple. Grapple check = 1d20 + base attack initiative: A system of determining the order of actions in battle. modifier + Strength modifier + special size modifier. (+4 for every Before the first round of combat, each combatant makes a single size category larger than Medium or –4 for every size category initiative check. Each round, the participants act in order from the smaller than Medium). highest initiative result to the lowest. grappling: Engaged in wrestling or some other form of hand-to- initiative check: A check used to determine a creature’s place in hand struggle with one or more attackers. A grappling character can the initiative order for a combat. An initiative check is 1d20 + Dex undertake only a limited number of actions. He does not threaten modifier + other modifiers. any squares, and loses his Dexterity bonus to AC (if any) against initiative count: The result of an initiative check, expressed as a opponents he isn’t grappling. For creatures, grappling can also mean number that indicates when a character’s turn comes up. trapping opponents in any number of ways (in a toothy maw, under initiative modifier: A bonus or penalty to initiative checks. a huge paw, and so on). Inner Plane: One of several portions of the planar landscape that half speed: When restricted to moving at half speed, count each contain the primal forces—those energies and elements that make square moved into as 2 squares, and every square of diagonal up the building blocks of reality. The Elemental Planes and the movement as 3 squares. If you are restricted to half speed, you can’t Energy Planes are Inner Planes. run or charge, nor can you take a 5-foot step. insight bonus: An insight bonus improves performance of a hardness: A measure of an object’s ability to resist damage. Only given activity by granting the character an almost precognitive damage in excess of the object’s hardness is actually deducted from knowledge of what might occur. Multiple insight bonuses on the the object’s hit points upon a successful attack. same character or object do not stack. Only the highest insight helpless: Paralyzed, held, bound, sleeping, unconscious, or oth- bonus applies. erwise completely at an opponent’s mercy. A helpless target is Intelligence (Int): The ability that determines how well a treated as having a Dexterity of 0 (–5 modifier). Melee attacks character learns and reasons. against a helpless target get a +4 bonus. An attacker can use a coup invisible: Visually undetectable. An invisible creature gains a +2 de grace against a helpless target. bonus on attack rolls against sighted opponents, and ignores its hit: Make a successful attack roll. opponents’ Dexterity bonus to AC (if any). (Invisibility has no effect Hit Die/Dice (HD): In the singular form, a die rolled to generate against blinded or otherwise nonsighted creatures.) An invisible hit points. In the plural form, a measure of relative power that is creature’s location cannot be pinpointed by visual means. It has total synonymous with character level for the sake of spells, magic items, concealment; even if an attacker correctly guesses the invisible and magical effects that affect a certain number of Hit Dice of creature’s location, the attacker has a 50% miss chance in combat. creatures. An invisible creature gains a +40 bonus on Hide checks if hit points (hp): A measure of a character’s health or an object’s immobile, or a +20 bonus on Hide checks if moving. Locating the integrity. Damage decreases current hit points, and lost hit points square an invisible creature occupies requires a Spot check (DC 40 if return with healing or natural recovery. A character’s hit point total the creature is immobile, DC 20 if the creature moved during its last 309 turn), modified by appropriate factors (such as an amor check modifier: Any bonus or penalty applying to a die roll. A positive penalty or a penalty for movement). modifier is a bonus, and a negative modifier is a penalty. Modifiers kind: A subcategory of creature type. For example, giant is a from the same source do not stack, and modifiers with specific creature type, and hill giant is a kind of giant. descriptors generally do not stack with others of the same type. If known spell: A spell that an arcane spellcaster has learned and more than one modifier of a type is present, only the best bonus or can prepare. For wizards, knowing a spell means having it in their worst penalty in that grouping applies. Bonuses or penalties that do spellbooks. For sorcerers and bards, knowing a spell means having not have descriptors stack with those that do. selected it when acquiring new spells as a benefit of level monk (Mnk): A class made up of characters who are masters of advancement. the martial arts and have a number of exotic powers.",
        "name":  "Gargantuan",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gunnhild can use her song or –2, 5 lb.) poetics to produce magical effects on those around her.",
        "name":  "Bardic Music",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4d4 gp. Bluff 4 Cha — Lucien is an elf who took up the profession of rogue Concentration 4 Con — Diplomacy (cc) 2 Cha — early in his life. He enjoys traveling in elven and human Gather Information (cc)2 Cha — lands, gathering secrets and “acquiring” items of impor- Hide (cc) 2 Dex 0 tance for wealthy patrons. He has concentrated his skill Knowledge (arcana) 4 Int — spending in skills that provide information, quick Move Silently (cc) 2 Dex 0 Spellcraft 4 Int — escapes, and entry to supposedly secure areas.",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Female halfling Sorcerer 1; CR 1; Small half damage, Snowy takes no damage if he makes a suc- humanoid; HD 1d4+1; hp 3; Init +3; Spd 20 ft.; AC 14, cessful saving throw and half damage even if the saving touch 14, flat-footed 11; Base Atk +0; Grp –4; Atk +1 throw fails. melee (1d4/(cid:2)3, shortspear), or +5 ranged (1d4, sling), or +5 ranged (1d4/(cid:2)3, shortspear); Full Atk +1 melee WIZARD (1d4/(cid:2)3, shortspear), or +5 ranged (1d4, sling), or +5 ranged (1d4/(cid:2)3, shortspear); SQ familiar benefits, Elves are the rulers of wizardry, with their talent for halfling traits, owl familiar (Snowy); AL CG; SV Fort +2, magic and their long lives in which to study. Mialee is a Ref +4, Will +2; Str 10, Dex 16, Con 13, Int 10, Wis 8, classic example of an elf who has turned her attention Cha 15. to the fulltime study of magic. Humans, gnomes, and",
        "name":  "Jillian",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None. level): 0—detect magic, ghost sound, prestidigitation, read",
        "name":  "School Specialization",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All 0-level spells, plus charm person, magic;1st—color spray, magic missile. summon monster I,and sleep,plus one of these spells of 10 your choice per point of Intelligence bonus (if any): Toad Familiar: Borchuk has a toad familiar cause fear, magic missile, color spray, silent image. known as Lump-Lump.",
        "name":  "Spellbook",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3d6 gp. tion, ray of frost, read magic, resistance, touch of fatigue; 1st— Borchuk was accustomed to being different from burning hands, charm person, summon monster I. others, so it caused him no angst to pursue the study of magic when he was adopted by a wizard. He chose Lump-Lump:Male toad familiar; CR —; Diminutive Lightning Reflexes for his feat to give himself a better magical beast; HD 1/4 d8 (effective 1d8); hp 4; Init +1; chance of escaping dangerous spell effects, and he has Spd 5 ft.; AC 16, touch 15, flat-footed 15; Base Atk +0; devoted his skills primarily to studies of the arcane. Grp -17; Atk —; Full Atk —; Space/Reach 1 ft./0 ft.; SQ amphibious, darkvision 60 ft., low-light vision; AL LN;",
        "name":  "Gold",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As long as his familiar Penny Williamsjoined the roleplaying game indus- Lump-Lump is within reach, Borchuk has the benefits try as game questions expert for TSR, Inc. in the 1980s. of the Alertness feat, +3 hit points, and the following Since then, she has served as RPGANetwork coordi- additional benefits. nator, PolyhedronNewszineeditor, and senior editor Empathic Link (Su):Borchuk can communicate tele- and coordinating editor for the RPG R\u0026D Department pathically with Lump-Lump at a distance of up to 1 at Wizards of the Coast, Inc. Now a busy freelancer, mile. He has the same connection to an item or a place Penny edits for several game companies and runs the that Lump-Lump does. online playtesting program for Wizards products.",
        "name":  "Familiar Benefits",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sor/Wiz spell list (p. 194). If a magical effect is used against you that would The spell list is correct; here, change “Sor/Wiz 5” to detect your lies . . . , the user of the effect must succeed “Sor/Wiz 4.” on a caster level check . . . . Failure means the effect does Transport via Plants not detect your lies or force you to speak only the truth. Player\u0027s Handbook, page 295 Polymorph Any Object Transmutation school is incorrect. Player\u0027s Handbook, page 263 Change “Transmutation” to “Conjuration",
        "name":  "Change the second paragraph to read as follows",
        "source":  "players_handbook_errata.txt",
        "_id":  "fa4664f1d3ecdb18f8d268d5ac285f613bb32d79f6c36c8cdaf593980730e1cf"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Beguilers can use the Search skill to locate At 6th level, you gain the ability to feint in combat as a move traps when the task has a Diffi culty Class higher than 20. action instead of a standard action. If you have the Improved Finding a nonmagical trap has a DC of at least 20, or higher Feint feat, you can now feint in combat as a swift action. if it is well hidden. Finding a magic trap has a DC of 25 + the Advanced Learning (Ex): At 3rd level, you can add a level of the spell used to create it. new spell to your list, representing the result of personal Beguilers can use the Disable Device skill to disarm magic study and experimentation. The spell must be a sorcerer/ traps. A magic trap typically has a DC of 25 + the level of the wizard spell of the enchantment or illusion school and of spell used to create it. a level no higher than that of the highest-level spell you 8 1 RETPAHC SESSALC WEN already know. Once a new spell is selected, it is forever added beguilers look to Olidammara for obvious reasons, but others to your spell list and can be cast just like any other spell on prefer Fharlanghn since he shares their love of new begin- your list. nings and travel. Gnome beguilers largely put their faith You gain another new spell at 7th, 11th, 15th, and 19th in Garl Glittergold, and some nongnome beguilers follow level. suit. Many also follow Boccob; the Lord of All Magics cares",
        "name":  "Trapfi nding",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "DR 1/magic for each point of your aura bonus only target yourself (at will). (up to 5/magic at 20th level). Gold—Water Breathing (Ex): You can breathe underwater",
        "name":  "Toughness",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You absorb stories, but you collect riddles. You roam the bright kingdoms and less savory regions of the A good riddle is a treasure in itself, and “a thorough knowl- world alike, amassing lore, negotiating tricky deals, scouting, edge of riddles keeps the intellect fl exible and sharp,” as you gambling, spying, relaying messages, and telling epic stories. are fond of saying. More than that, a knowledge of riddles can You work magic with your music, infl uencing the hearts and prove useful in negotiations with certain enigmatic beasts, minds of both friends and foes. In the end, the best stories prideful kings, or any foe whose conceit compels it to agree end up being about you. to test of riddles to resolve a dispute. Suggested Backgrounds (choose one): Artisan, Drifter, Mariner, Every bard knows at least a few riddles. Beyond these Noble Scion. beginning few, you are constantly on the lookout for more, Suggested Personality Archetypes (choose one): Agent, Daredevil, whether through research in dusty tomes, or by riddling with Explorer, Innocent, Mercenary, Orphan, Rebel, Renegade, strangers and friends, ally or foe, even when there is nothing Royalty, Trickster, Wanderer. at stake. In this way, you are able to collect ever more riddles for your growing repertoire. You are also adroit at creating CHARACTER THEMES your own riddles.",
        "name":  "Riddlemaster",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "0—detect magic, lullaby, mage hand, prestidigitation. problem, especially if you see a solution, stroke your chin and say: Package 2: The Problem Solver “This reminds me of the time Prince Voltred tried to enter his Gnome Bard falcon in the archery contest. Funny thing about that. . . .” Ability Scores: Str 8, Dex 14, Con 10, Int 12, Wis 13, Cha 15.",
        "name":  "For example, when confronted with a particular thorny Spells Known",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When making any skill check, you can use 1/2 magic, ghost sound, light, your bard level (rounded up) in place of the number of ranks message. you have in the skill (even if that number is 0). For example, a 5th-level bard would have the equivalent of 3 ranks in Appraise, Balance, Bluff, and so on (but only for the purpose of making skill checks). You can’t take 10 on checks when you use bardic knack (to take 10 you have to use your actual ranks). If the skill doesn’t allow untrained checks, you must have at least 1 actual rank to attempt the check. STARTING PACKAGES Package 1: The Controller Half-Elf Bard",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1st—endure elementsD, protection from evil, any or all of your domain spell slots with either cure or infl ict sanctuary; 0—detect magic, detect poison, light. spells (depending on whether you would normally convert D: Domain spell. prepared spells to cure or infl ict spells) of the same level. 38 2 RETPAHC DEDNAPXE SESSALC DRUID names you’ve given all the little creatures that you recognize, Your secret instruction occurred in caves and forests sacred unless asked. to life. You learned clandestine verses, the names of stars You always carry with you a small bag in which you keep and constellations, the cycle of the seasons, sacred songs, crumbs, old bones, jerky, grain, thistle, or other treats that formulas for prayers and incantations, rules of divination animals enjoy, and leave them as small offerings when and magic, and the language of animals. To this day, you convenient. still learn; as a druid, you are a lifelong student of the “See that one? Hawks rarely live as long as Shrieker. He’s a tough natural world. old bird.” Why isn’t everyone? After witnessing the fury of a storm, “Sometimes my friends fi nd me around the campfi re at night, the splendor of the setting sun, and the spirit-cleansing and tell me stories of their day.” power of a grove of aspen trees, only the most stone- Hunter: You are displeased when those who should know hearted would not be moved to protect and conserve them, better exploit nature. But you retain a burning hatred for and what’s more, rejoice and cherish the slow-growing, those things that are nature’s bane by virtue of their mere natural elements of the world that form the foundation existence; you hate that which is unnatural, including aber- of everything else. Without the web of sun, rain, growth, rations (such as beholders and carrion crawlers) and undead death, and rebirth in nature, the vaunted civilizations of (such as zombies and vampires). men, elves, dwarves, and other creatures would crumble From time to time, you lead raids against such creatures, like dust. especially when they encroach on natural wonders and lands Suggested Backgrounds (choose one): Ascetic, Farm Hand, that you revere. Even while such creatures are still contained, Tribal Origin. it is better to excise them before they can cause damage to Suggested Personality Archetypes (choose one): Agent, Crusader, the natural world, rather than wait for the damage to happen Explorer, Innocent, Martyr, Orphan, Prophet, Renegade, as it inevitably will. Sage, Savage, Wanderer. Undead in particular have no connection to nature— they exist apart from it, a mockery of the normal cycles CHARACTER THEMES of life. Nature cries out each moment they are suffered One or more of the following character themes could apply to exist. to you. “Those not of creation deserve no part in it.”",
        "name":  "In addition, when preparing spells you can choose to fi ll Spells Prepared",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unlike many druids, who can come complicated designs meant to across as sullen and rough (albeit steadfast in unleash your intuitive side, so their beliefs), you enjoy teaching others just that visions of the future might why it is so important that nature have a become clear. protector such as yourself. After all, it “I saw a comet once that was is not obvious to the casual observer part of no star chart I had stud- that life exists only through a ied. I named it after my subtle connection and deep secret desire.” interaction with all other “The stars are wise be- living things. yond all else. They looked Think about it—where on as this world formed, does the food you eat come and they’ll look on after this from? We eat meat, and world has run through its history we eat greens. If we kill to the end.” all the meat animals, or the land where the ani- SPONTANEOUS mals graze, what are you REJUVENATION going to eat? If we build By selecting the spontaneous reju- over all the farms with venation alternative class feature, sprawling cities, who is go- you can provide the party with ing to grow your potatoes plenty of healing without tram- and barley?” pling on the cleric’s role. “There is power in nature Level: 1st. apart from what magic or Replaces: If you select this resources we can extract from class feature, you do not gain the it. Sure, a grove of trees will build ability to spontaneously convert a house—but it can also house prepared spells into summon nature’s a spirit.” ally spells. “Consider the herders and shep- Benefi t: You can transform the stored herds who conserve their cattle energy of a spell you have prepared to and sheep from season to season, invigorate you and your allies. extracting milk, wool, and even meat To use spontaneous rejuvenation, you while ensuring the health of the overall herd. must spend a standard action and sacrifice a It is no different with the plains, forests, and lakes. Vadania, hierophant druid prepared spell. All allies within 30 feet of you We need to be tree stewards, grass shepherds, and of the Tall Forest (including yourself) gain fast healing for 3 lake wardens if we want to continue to enjoy the rounds. The fast healing amount is equal to the bounty nature provides year after year.” spell’s level. For example, if you sacrifi ce remove disease, a 3rd-",
        "name":  "Teacher",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Races of the Wild †Halfling druids only Bear, polar Bear, dire polarF S: Sandstorm BloodstrikerM3 Elephant, direM2 GlyptodonF Hippopotamus, direS pqqqqqqqqqqqqqqqqqqqqrs 42 2 RETPAHC DEDNAPXE SESSALC FAVORED SOUL that you do not necessarily spurn your companions’ quests You are a free agent of your deity, unfettered by the strictures for material gain. of a clerical hierarchy. You wander from place to place, wield- When circumstances permit, contemplate decisions care- ing your power to advance the causes you deem worthy in the fully. You are not given to hasty action or impetuousness. Even eyes of your god, or else you choose a great crusade against in combat, you remain calm and deliberate. Speak slowly and that which offends your deity, requiring a lifelong commit- thoughtfully; avoid undue excitement. When you encourage ment and unswerving purpose. While the cleric comes to his your friends, remind them that very little in the world around power through study and discipline, you are the recipient of them has the power to do them true and lasting injury. a great gift—or, as some perceive it, a terrible curse. How you “Courage, friends; all this has happened before, and will wield the divine power burning in your heart is up to you. happen again.” This class appears in the Complete Divine supplement. “Pain is illusory! It exists only in the mind.” Suggested Backgrounds (choose one): Ascetic, Drifter, Noble “True strength lies within.” Scion. “Death is a doorway, nothing more. Fear it not.” Suggested Personality Archetypes (choose one): Companion, Cru- Prophet: The hand of a deity is upon you, and you are not sader, Innocent, Martyr, Prophet, Seeker, Wanderer. always in control of your words or actions. From time to time you give yourself over completely to the will of your deity, CHARACTER THEMES and say or do things that you had no intention of saying or One or more of the following character themes could apply doing. Driven by impulses you cannot control or understand, to you. you might be capable of aston-",
        "name":  "RW",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Solicit suggestions from the other players, even other characters do well. if it’s something as simple as “Anybody got half an idea of Avoid criticizing others: Here’s a place where game leader- what this monster can do?” Recognize other characters’ areas ship takes a sharp turn from real-world leadership. In real life, of expertise and ask for their help. For example, if the party a leader needs to let his or her subordinates know if they’re is facing a magical phenomenon, make a point of asking the falling short of the mark—preferably without humiliating them player running the arcane spellcaster what he thinks the party in public, but that depends on the setting. It’s not your job to should do. make the other people at the table better D\u0026D players or more",
        "name":  "Ask for ideas",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You amass oral histories, search records, You weave spells like poets compose sonnets. You require and seek out family stories to discover the truth about your no dusty tomes, no grueling apprenticeships, no protracted ancestors and living relatives. Though your overall goal study of arcane phenomena—all you need is your inborn is to prove that you are indeed descended from dragons, talent to wield raw magic. you’ve acquired a lot of secondary knowledge concerning As a child, you knew you were different from others, and now-defunct kingdoms, the movement of people across the when you uttered your fi rst spontaneous spell, your suspi- landscape, great wars and philosophical movements, and cions were confi rmed—sorcery infused your blood! other historical curiosities. But where did this awesome gift arise from? Could it be While still ongoing, your search of your family his- a mere knack, or is it true that you can claim dragons as tory has led you to uncover distant cousins and even a ancestors? It might be that your ability to manifest magic few buried family secrets. For instance, you learned that through mere force of will is your inheritance from those your great grandfather didn’t die in service to the king’s ancient creatures. guard as everyone believes. It turns out he shipped to sea Suggested Backgrounds (choose one): Artisan, Ascetic, Drifter, with a privateer. Over the course of decades, he worked Noble Scion. to become the captain of his own ship. You’ve never been Suggested Personality Archetypes (choose one): Companion, able to discover the final fate of your grandfather’s ship, Daredevil, Innocent, Mercenary, Orphan, Renegade, Royalty, but you are constantly on the lookout for Sage, Seeker, Simple Soul, Wanderer. fresh information. Despite the interesting revelations CHARACTER you discover and the people you THEMES now know you can count as distant",
        "name":  "Genealogist",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1st—color spray, magic missile, obscuring mist; METAMAGIC SPECIALIST 0—acid splash, detect magic, disrupt undead, light, ray of frost. With a limited selection of spells at his fi ngertips, it’s natural for a sorcerer to turn to metamagic feats to gain fl exibility Package 3: The Infernal Summoner in effects. If the idea of playing a sorcerer who effi ciently Human Sorcerer twists his spells into new shapes and sizes excites you, the Ability Scores: Str 8, Dex 13, Con 14, Int 12, Wis 10, metamagic specialist alternative class feature is the way to Cha 15. go. Though you must forgo the benefi ts of a familiar to pursue Skills: Bluff, Concentration, Knowledge (arcana), Spellcraft. this path, some sorcerers relish not having to keep track of Languages: Common, Infernal. such a vulnerable accessory. Feats: Infernal Sorcerer Heritage, Infernal Sorcerer Howl.",
        "name":  "Spells Known",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Concentration, Knowledge (arcana), Knowledge (the Spells Prepared: 1st—cause fear, comprehend languages, protec- planes), Spellcraft. tion from evil; 0—detect magic, light, read magic.",
        "name":  "Skills",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a swift action, you can expend a prepared spell its effects to continue even as you attend to other tasks. or spell slot to grant your next Perform check a competence",
        "name":  "You infuse your performance with magical energy, allowing Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Choose one arcane spell that you can cast to be your duration of your current use of bardic music if you do not thesis spell. When casting that spell, you do so at +2 caster level. move or if you do not attack on your turn. If you stand still When you apply a metamagic feat other than Heighten Spell and attack (or move without attacking), you do not gain this to that spell, the enhanced spell uses up a spell slot one level feat’s benefi t, but this ability’s duration continues. lower than normal. For example, an empowered thesis spell Special: A fi ghter can select Battle Dancer as one of his uses up a spell slot one level higher than the spell’s actual slot fi ghter bonus feats. (rather than the normal two levels higher).",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can gain this feat multiple times. Its effects BONDED FAMILIAR do not stack. Each time you take the feat, it applies to a You enjoy a stronger than normal magical bond with your new spell. familiar, granting you access to two special abilities.",
        "name":  "Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As long as your familiar is within 30 feet of you, You draw upon the power of your magic to sustain yourself, the two of you can share the damage from a single deadly allowing you to continue fi ghting long after your physical attack. Once per day, if an attack would drop your familiar body has failed you. to 0 or fewer hit points, you can instead choose to accept that",
        "name":  "ARCANE TOUGHNESS Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "During a round in which you grant any ally a bonus on attack rolls, damage rolls, or saves with one of your bardic music abilities, you gain a +2 morale bonus on your attack rolls if you move at least one square before attacking. You lose this benefi t for the remaining Arcane Accompaniment channels magical energy into Gimble’s song Illus. by C. Frank 76 3 RETPAHC STAEF WEN BRUTAL STRIKE speed over diffi cult terrain due to your superior athleticism You can batter foes senseless with your mace, morningstar, and acrobatic talents. quarterstaff, or fl ail. Few victims are willing to stand toe- Prerequisites: Balance 9 ranks, Tumble 9 ranks. to-toe with a warrior known for knocking his foes witless Benefi t: You gain several benefi ts from this feat to refl ect with a single strike. your overall athletic ability and training in the skills vital to",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use an immediate action to attempt to he ends his movement. Note that by reducing the distance dampen an enemy’s spell. As with counterspelling, you must you push your opponent, you can have him fall prone in identify the target spell as it is being cast. If you successfully his current space. identify it, you can expend any spell or spell slot to dampen your opponent’s incantation. Because of your hasty, immedi- ELVEN SPELL LORE ate casting, you do not fully counter the target spell. Instead, You have studied the mighty arcane traditions of the elves, you subtract the level of the spell or spell slot you expend granting you insight into the intricate workings of magic from the save DC of your opponent’s spell. and the theoretical structures behind spells.",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your understanding of the elven secrets of magic so that you hit your opponent when his guard is down. grants you two benefi ts. When you cast dispel magic or greater When your target is busy dealing with an ally’s melee attack, dispel magic, you gain a +2 bonus on your caster level check. you strike. Your understanding of magic allows you to more easily",
        "name":  "You carefully line up a ranged attack, timing it precisely Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Point Blank Shot, Precise Shot, base attack unravel the power that sustains a foe’s spell. bonus +4, skirmish or sneak attack ability. In addition, your knowledge of magic grants you rare",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fi ghter can select Grenadier as one of his fi ghter By channeling your ki energy, you sheathe your limbs in bonus feats. magical fi re. Your unarmed strikes deal extra fi re damage.",
        "name":  "FIERY FIST Special",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When making a Jump check, the DC for the resiliency. Where others cave in to magical effects that alter check doesn’t double if you fail to move 20 feet in a straight their minds, you stand resolute. line prior to jumping. If you do move 20 feet in a straight line",
        "name":  "Your physical toughness translates into greater mental Benefit",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can use detect magic at will. Social Agility: You can temporarily alter a creature’s attitude Also, as a swift action, you can attempt to determine an toward you. You can use Bluff against an unfriendly or less opponent’s spellcasting ability. You make a Sense Motive hostile creature in the same way you use Diplomacy. Using check (DC 5 + target’s caster level). If this check succeeds, Bluff in this manner is a standard action that takes no special you learn the highest-level spells the target is capable of penalties. The target’s attitude remains changed for 1 minute. casting. This benefi t grants you no insight into spell-like or After this time, it becomes one grade more hostile than where supernatural abilities. it started for 10 minutes. VERSATILE UNARMED STRIKE WATER SPLITTING STONE You employ a variety of unarmed fi ghting styles, allowing You channel your ki energy to splinter the defenses of crea- you to alter the type of damage your attacks deal. tures whose tough hides or magical natures normally allow",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can make a Diplomacy check to track without penalty and without fi rst making a grapple check. In down an item that is normally too expensive to be purchased this situation, you can take a standard action or a full attack in the town or settlement where you are currently located. action as normal. The DC of this check is 10 + (the item’s gp cost minus the When you take a full attack action, you can apply a +5 community’s gp limit, divided by 1,000). If this check suc- bonus to any single attack after your fi rst strike. ceeds, you learn of a merchant who can supply the item to Once per round before making an attack roll, you can you. You must still purchase it as normal. instead choose to treat your d20 result as a 10.",
        "name":  "Canny Merchant",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a standard action, you can expend one of your at the center of its area. It temporarily negates areas of magical rebuke undead attempts to fi ll the area around you with a darkness created by spells of 3rd level or lower. cold, clammy mist. The mist extends out in a 60-foot-radius Any non-evil creature within 60 feet of you gains a +2 emanation centered on you and fl ows through the air as you morale bonus on saves against fear, poison, disease, and death move, keeping you at the center of its area. The mist provides effects. Evil creatures take a –2 penalty on saves against concealment to creatures within the cloud. While in the fear effects. mist, creatures (including you) 5 feet away from each other This benefi t lasts for 10 minutes. have concealment, and creatures separated by more than 5 feet have total concealment from each other. HERITAGE FEATS In addition, mindless undead creatures within the cloud gain a +2 defl ection bonus to AC. A heritage feat signifi es a specifi c ancestry of your character. The heritage feats in this book allow your sorcerer to tap SACRED HEALING into the celestial or infernal source of his magical power to You can channel divine energy to aid in your efforts to tend master new abilities (a sorcerer’s draconic heritage source of to a comrade’s injuries, sickness, or other conditions. power is covered in Complete Arcane). You and your DM are",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a swift action, you can expend a turn undead combined (see page 37 of the Planar Handbook supplement), a attempt to create a pulse of divine energy. All living single sorcerer could possess draconic, infernal, and celestial 90 3 RETPAHC STAEF WEN Table 3–5: Heritage Feats Feat Prerequisites Benefi t Celestial Sorcerer Heritage Sorcerer level 1st Gain bonus spell and a bonus on saves against electricity and petrification Celestial Sorcerer Aura Celestial Sorcerer Heritage, sorcerer level 1st Expend spell slot to create righteous aura Celestial Sorcerer Lance Celestial Sorcerer Heritage, sorcerer level 1st Expend spell slot to create energy bolt that harms evil creatures Celestial Sorcerer Wings Celestial Sorcerer Heritage, sorcerer level 1st Expend spell slot to fl y for short period of time Celestial Sorcerer Lore Celestial Sorcerer Heritage, Add magic circle against evil, tongues, teleport any two other celestial sorcerer heritage feats, to list of spells known sorcerer level 1st Infernal Sorcerer Heritage Sorcerer level 1st Gain bonus against fire and poison, +2 caster level with conjuration (summoning) Infernal Sorcerer Eyes Infernal Sorcerer Heritage, sorcerer level 1st Expend spell slot to see in darkness Infernal Sorcerer Howl Infernal Sorcerer Heritage, sorcerer level 1st Expend spell slot to create cone of sonic energy Infernal Sorcerer Resistance Infernal Sorcerer Heritage, sorcerer level 1st Gain acid and cold resistance sorcerer heritage feats. In this case, the sorcerer claims a Benefit: As a standard action, you can expend a spell truly varied family tree that includes a variety of strange slot to generate a righteous aura of menace that affects beings. Sorcerers with both infernal and celestial traits are all hostile creatures in a 20-foot radius around you. All exceedingly rare, however. These casters are tormented your opponents within this area must make a Will save souls, pulled between the polar opposites that lurk within (DC 10 + the level of the spell slot expended + your Cha their blood. modifier). On a failed save, a creature takes a –2 penalty The nine feats described below are heritage feats. Their on attack rolls, checks, and saves for 24 hours or until it prerequisites and benefi ts are summarized on Table 3–5. successfully hits you. A creature that resists or breaks this effect cannot be affected by it again for 24 hours. This is a CELESTIAL SORCERER AURA supernatural ability. The power of your sorcerous heritage shines through, allowing you to infuse the area around you with a menacing aura. CELESTIAL SORCERER HERITAGE",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You add magic circle against evil, tongues, and teleport to your list of spells known. You gain these spells when you A tiefl ing sorcerer rends the air with her Infernal Sorcerer Howl gain access to spells of the appropriate level. These spells are olliraP.L yb .sullI 91 NEW FEATS CHAPTER 3 METAMAGIC FEATS in addition to the spells you gain normally based on your sorcerer level. Metamagic feats allow spellcasters to modify the way a spell is cast or the effect a spell has after it is successfully cast. Full CELESTIAL SORCERER WINGS information about metamagic feats appears on page 88 of the You channel your inborn magical abilities to spawn a pair of Player’s Handbook. spectral, magical wings that glow with majestic power. The fi ve feats described below are new metamagic feats. Their",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You can expend a spell slot as a standard action to BLISTERING SPELL gain the ability to fl y. You fl y at a speed equal to twice your Your fi re spells sear the fl esh from your enemies’ bones, base land speed with good maneuverability. This benefi t lasts leaving them wracked with pain. for 1 round per level of the spell slot used to activate it. This Benefit: This metamagic feat can be applied only to a is a supernatural ability. spell that has the fire descriptor. A blistering spell deals an extra 2 points of fire damage per level of the spell. In INFERNAL SORCERER EYES addition to the spell’s normal effect, any creature that fails Your eyes glow with infernal fi re, allowing you to see through its save against a blistering spell takes a –2 penalty on attack magical darkness. rolls and checks until the beginning of your next turn. A",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As a swift action, you can expend a spell slot to cause your eyes to emit a spectral red glow. You gain the ability EARTHBOUND SPELL to see perfectly in darkness of any kind, out to the limit of You bind a spell into the rock and soil, leaving it there until your line of sight. You ignore the concealment provided by an opponent stumbles across it. At that time, the spell releases darkness spells and effects. This benefi t lasts for 10 minutes its energy. per level of the spell slot used to activate it. Benefi t: When you cast an earthbound spell, you place it within a square adjacent to you. You must specify all effects, INFERNAL SORCERER HERITAGE options, and other relevant variables when you cast the spell. Your innate magic derives from infernal ancestors. Your The next creature to enter the warded square triggers the blood is thick with their power, allowing you to exhibit a spell. If the spell affects an area, that square is the center of variety of abilities. the area or the point at which the area begins. For a cone,",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a bonus on saves against fi re and poison which the cone or line extends. An earthbound spell that equal to the number of infernal sorcerer heritage feats you does not affect an area targets the creature that triggered it. possess. When you use a conjuration (summoning) spell You cannot apply the Earthbound Spell metamagic feat to a to summon an evil outsider, you gain a +2 bonus to your spell with a range of personal. caster level. An earthbound spell remains in place for 1 hour or until it is triggered. A Search check (DC 25 + the spell’s level) INFERNAL SORCERER HOWL reveals its presence, as does detect magic and similar abilities. A You channel the fury of your infernal ancestors into a thun- character with trapfi nding can make a Disable Device check derous roar that blasts your enemies with sonic power. (DC 25 + the spell’s level) to remove an earthbound spell (as",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Infernal Sorcerer Heritage, sorcerer if it is a magic trap). A dispel magic effect can also remove an level 1st. earthbound spell, thus preventing it from functioning.",
        "name":  "Prerequisites",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This metamagic feat can be applied only to spells INFERNAL SORCERER RESISTANCE that have the cold descriptor and that affect an area. A fl ash You are as tough and resilient as an infernal monstrosity, frost spell deals an extra 2 points of cold damage per level of allowing you to shrug off acid and cold damage. the spell to all targets in the area. When you cast such a spell,",
        "name":  "Benefi t",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You use an ally’s distraction and your talent to You are an expert at using alchemical items. Through move noiselessly and slip out of your opponent’s fi eld of vision experimentation, research, and your careful study of the art for a single, crucial moment. To use this maneuver, both you of alchemy, you have learned to make the most of items such and an ally must threaten a single foe. As a standard action, as alchemist’s fi re. you make a Move Silently check opposed by your foe’s Listen",
        "name":  "MAD ALCHEMIST Ghost Strike",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spells cast nearby heal you 1 1st-Level Assassin Spell hp/spell level.",
        "name":  "Magic Convalescence",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spells cast nearby heal you 1 Blood Creepers: Vines deal 1/level damage for multiple hp/spell level. rounds and entangle one creature.",
        "name":  "Magic Convalescence",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic in area has 20% failure chance. Longstrider. Mass: Allies within 60 ft. gain +10 ft. bonus",
        "name":  "Mana Flux",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Melee attack deals an extra 1d6 damage + to speed. 1d6/4 levels; adjacent creatures take half damage. Magic Convalescence: Spells cast nearby heal you 1",
        "name":  "Meteoric Strike",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dispel multiple magical effects in multiple creatures. DUSKBLADE SPELLS",
        "name":  "Chain Dispel",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dispel one magical effect on touched to speed. subject.",
        "name":  "Dispelling Touch",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gain bonus to AC for one attack. 2nd-Level Paladin Spells Dispelling Touch: Dispel one magical effect on",
        "name":  "Abjur Defl ect",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One attack deals an extra 1d6 Slashing Dispel: As dispel magic, but creatures take energy damage. damage for spells dispelled.",
        "name":  "Energy Surge, Lesser",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Teleports nearby allies to your side. Slashing Dispel: As dispel magic, but creatures take",
        "name":  "Regroup",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Command undead, discharge level. to gain +4 on turn or rebuke. Mana Flux: Magic in area has 20% failure chance. 101 NEW SPELLS CHAPTER 4",
        "name":  "Necro Crown of the Grave",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 2, druid 2, duskblade 2, power, except that it affects multiple • Damage reduction 10/magic and ranger 2, sorcerer/wizard 2 creature. piercing.",
        "name":  "Level",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No existence on the edge of the Ethereal Plane. The subject shimmers between A magical construct in the shape of a hand the Ethereal Plane and the Material appears next to you. Its fi ngers open toward Plane, has a 50% miss chance on any you, waiting for you to hand it an item. melee or ranged attacks (as if the target of the attack had total concealment), As the frost turns Mialee into an outsider This spell creates a hand of magical and there is a 50% chance that any spell with cold intentions force that holds items for you, helps she casts does not have an effect on the you complete long, involved tasks, and desired plane while she blinks between Components: V, S, F otherwise aids you. The spell grants the planes. Casting Time: 1 standard action you a +2 competence bonus on Craft,",
        "name":  "You curse one creature to a frustrating Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) Disable Device, and Open Lock checks causes the subject to blink when Effect: One hand of force for the duration of the spell. It can attacking or casting, attackers have Duration: 1 minute (D) hold a single object weighing up to 20 no miss chance against her, and spells Saving Throw: None pounds. You can grasp the object that cast against her affect her normally. Spell Resistance: Yes the hand carries or place an object in Because the blinking is so rapid, she its grasp as a swift action. The hand cannot attempt to blink through walls A small, spectral human hand springs into remains in your square at all times. It or move in the Ethereal Plane. existence before your target. It hovers in the matches your speed, and you can bring The subject of a baleful blink spell can air, ready to deliver a backhanded blow. the hand and the object along with you cast spells on itself with impunity; in if you use dimension door, teleport, and this case, it has no miss chance because Like Bigby’s interposing hand, this spell similar spells. You cannot order the the target of its spell (itself) travels creates a magical construct in the form handto move away from you. If you along with the spell. The subject can of a human hand. The hand targets a are separated from the hand, the spell also target creatures on the Ethereal single opponent of your choice within immediately ends. Plane, but still has a 50% chance of range. You choose this opponent as you The hand is about 1 foot long. It has failure on attacks and spells. Spells cast the spell. You can target a different hit points equal to half your full normal with the force descriptor are unaffected opponent with this spell by taking a hit points, and its AC is 20 (+4 size, by the effect of baleful blink. move action to do so. +6 natural). It makes saving throws When the subject of Bigby’s disrupt- using your total save bonuses and Bigby’s Disrupting Hand ing hand attempts to cast a spell, the takes damage from spells and attacks Evocation [Force] hand punches him. This attack causes as normal.",
        "name":  "Because the magic of the spell only Range",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S 2/magic. This spell’s burning energy diately take a full-round action (or a",
        "name":  "Components",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes affected as if by a targeted dispel magic, takes this amount of damage instead except that you can add your caster level of being healed. A sphere of fi ery energy comes into being to the dispel check, up to a maximum You do not need to declare ahead before you. You channel energy into it, caus- of 25. of time how long you want to spend ing it to bubble and seethe with power. When",
        "name":  "Each creature struck by this spell is creature you designate within range Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Using a Casting Time: 1 standard action Crown of the Grave silvered dagger (22 gp) in the casting of Range: Touch Necromancy this spell allows the knives to overcome Target: Creature touched Level: Cleric 3, sorcerer/wizard 3 damage reduction as if they were both Duration: 1 hour/level (D) or until Components: V, S, M, F magic and silver, but the knives deal 1 discharged Casting Time: 1 standard action less point of damage. Saving Throw: Will negates (harmless) Range: Touch",
        "name":  "Optional Material Component",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour/level (D) or until Abjuration A crown of magical energy appears upon discharged",
        "name":  "Condemnation Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Listen and Spot checks. Illus. by C. Frank 108 4 RETPAHC SLLEPS WEN This spell creates a magic crown that The crown occupies space on the You create a magic crown infused with grants its wearer the power to com- body as a headband, hat, or helm. If the divine energy harmful to enemies of mand undead. Once per minute, the crown is removed, the spell immedi- your faith. Choose a single alignment crown’s wearer can issue a one-word ately ends. (chaotic, evil, good, or lawful) when order to an undead creature, as per Focus: A copper hoop 6 inches in you cast this spell. Once per minute, the command spell. The undead crea- diameter. the crown’s wearer gains a +2 divine ture must make a Will save to resist bonus on damage rolls on his next this effect. Even though command Crown of Protection melee or ranged attack if his target is normally a mind-affecting spell, Transmutation has the designated alignment. The the crown channels holy or unholy Level: Cleric 3, duskblade 3, sorcerer/ crown’s wearer must decide to use energy (depending on your align- wizard 3 this extra damage before making his ment; neutral casters choose one or Components: V, S, F attack. If he misses, the extra damage the other) to compel obedience. In Casting Time: 1 standard action is lost. addition, a cleric who wears the crown Range: Touch As an immediate action, the creature can expend a use of his turn or rebuke Target: Creature touched wearing a crown of smiting can discharge undead ability to increase this ability’s Duration: 1 hour/level (D) or until its magic to gain a +8 divine bonus on save DC by 4. discharged damage on a single attack. The spell",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A wooden hoop 6 inches in As an immediate action, the creature wizard 3 diameter. wearing a crown of protection can Components: V, S, F discharge its magic to gain a +4 defl ec- Casting Time: 1 standard action Crown of Might tion bonus to AC or a +4 resistance Range: Touch Transmutation bonus on saves for 1 round. The spell Target: Creature touched",
        "name":  "Focus",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) Crown of Smiting This spell creates a magic crown Evocation infused with illusion magic. The spell’s",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creature touched discharge its magic to gain a +8 com- energy that grants the spell’s recipient a Duration: 1 hour/level (D) or until petence bonus on a single Disguise +2 enhancement bonus to Strength. discharged or Hide check. The spell ends after",
        "name":  "This spell creates a crown of magical Target",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates (harmless) the wearer uses the crown in this wearing a crown of might can discharge Spell Resistance: Yes (harmless) manner. its magic to gain a +8 enhancement The crown occupies space on the bonus to Strength for 1 round. The spell A crown of divine energy appears upon the body as a headband, hat, or helm. If the ends after the wearer uses the crown in target’s brow. The holy symbol of the caster’s crown is removed, the spell immedi- this manner. faith is set at the front of the crown. ately ends. 109 NEW SPELLS CHAPTER 4",
        "name":  "As an immediate action, the creature Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes remains are scattered and vaporized, Deflect leaving nothing but dry ash. You surround a creature in a nimbus of Abjuration [Force] If the target succeeds on its saving emerald light that seems to draw missiles Level: Duskblade 2, sorcerer/wizard 2 throw, it is wracked by a series of small toward it. explosions and takes 7d6 points of fi re 110 4 RETPAHC SLLEPS WEN damage. If this damage kills the crea- Dimension Step spell or until you fail all your checks. ture, it explodes as described above. Conjuration (Teleportation) Magic items carried by a creature are",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level Evocation [Electricity] a mature adult red dragon (see below Saving Throw: None Level: Sorcerer/wizard 5 for your new statistics). You gain 150 Spell Resistance: No Saving Throw: Fortitude partial temporary hit points, which disappear at the end of the spell’s duration. You do You call upon the power of Obad-Hai and This spell functions like electric ven- not gain the normal spellcasting ability conjure forth a great drift of snow, leaves, geance, except as noted here. of your new form. See the description or smoldering ash. This spell deals 5d8 points of damage of the new polymorph subschool on +1 per caster level (maximum +15), and page 95 for more details. Druids of Obad-Hai routinely evoke the target of the spell must succeed on the drifts of their lord to delay their a Fortitude save or be dazed until the Mature Adult Red Dragon enemies, to buy themselves time in the end of your next turn. Init +0; Senses blindsense 60 ft., face of a sudden threat, and simply to darkvision 120 ft., quadruple- decorate their groves. Energy Aegis strength low-light vision; Listen You create drifts of snow, leaves, Abjuration +32, Spot +32 or ash 3 feet thick. It costs 2 squares Level: Cleric 3, duskblade 3, sorcerer/ Languages as normal form of movement to enter a drift-covered wizard 3 AC 32, touch 8, flat-footed 32 square. Additional effects apply based Components: V, DF hp as normal form (+150 temporary on the type of drift. Casting Time: 1 immediate action hp); DR 10/magic Resist SR 23 A snow drift ripples with freezing Range: Close (25 ft. + 5 ft./2 levels) Immune fire energy. Anyone moving through or Target: One creature 112 4 RETPAHC SLLEPS WEN",
        "name":  "You take on the form and abilities of Duration",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) This spell functions like lesser energy energy type. surge, except that the attack deals an A nigh-invisible ripple of magical energy extra 3d6 points of energy damage. Energy Vulnerability courses through the creature touched, Abjuration granting it resistance against one type of Energy Surge, Lesser Level: Cleric 3, sorcerer/wizard 3 energy specifi ed by you during the casting Transmutation [see text] Components: V, S, M/DF the spell. Level: Sorcerer/wizard 2 Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None bonus and Strength score, and each explosive runes. spell. Unlike that spell, Spell Resistance: No deals bludgeoning damage equal to the runes created by this spell detonate 1d8 points + your Str modifier. The when they come into contact with a The air in this spell’s effect shimmers with tentacles threaten the area within their living creature other than the caster. arcane energy. A buzzing sound echoes in reach, and each can make one attack of Any creature that begins its turn in the your mind as the fl ow of magic into the opportunity per round. spell’s area must attempt a Refl ex save. affected area chokes off and ends. The tentacles also grant you a +4 On a failed save, the creature takes 4d6 bonus on Climb checks. points of fi re damage. Illus. by M. Schley 114 4 RETPAHC SLLEPS WEN",
        "name":  "The tentacles use your base attack energy similar to that created by an Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will half (harmless); givings, making it believe it is inferior You overlay phantasmal images over see text to you. On a failed save, the subject can your enemies, making them appear to Spell Resistance: Yes (harmless); take no action other than a move action each other as loathsome and despicable, see text on its current turn. Hesitate confers no implanting an urge to kill and destroy special bonuses for attackers attempt- the object of their ire. Orcs might A 1-foot-diamater ball of light appears and ing to hit the subject; the subject still see each other as elves or dwarves, moves by your command, healing those it defends itself. If you attack the affected demons might see angels, and so on. touches. creature, the spell ends immediately. All subjects receive a Will save to see Each round, as a swift action at the through the phantasm. Each individual You conjure an incorporeal object of start of its turn, the subject can attempt failing its save turns on the closest ally magical energy that appears in any a new saving throw to end the effect. If and attacks until the fi rst time it deals square within range. This healing spirit the save succeeds, the subject can then damage, which causes the spell to end resembles a 1-foot-diameter ball of light. act normally. for that attacker. It sheds bright illumination in a 10-foot You can cast this spell even when it’s",
        "name":  "Saving Throw",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No You alter the fl ow of magic about your body so that spells heal you. Whenever a creature, including you, casts a spell within the area of this spell, you heal 1 hit point per level of the spell cast. The effect of each spell cast is resolved prior to your receiving the healing.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_ii.txt",
        "_id":  "fec4a6708393ce580321a5858a7f26bfb99efdb7e13425c114f679fe361e6365"
    }
]
