[
    {
        "origin_file":  "magic_items.json",
        "description":  "You is moved 5 any nonmagical iron",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No 1 round. You are not harmed by the spell. With a single word and gesture, you send small, unattended objects SARCOPHAGUS flying about the room. OF STONE You can point to a collection Conjuration (Creation) of little, unsecured items and",
        "name":  "Reflex save is also stunned for Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reflex directions simultaneously. negates The spray of items creates a",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No burst with a 10-foot radius. If the items are fairly hard The ground quakes as native or sharp (such as stones, stone erupts from the ground. sling bullets, coins, or the This sharply rising stone takes like), creatures in the burst the form of a sarcophagus. take 1d8 points of damage. A successful Reflex save This spell creates an airtight negates this damage. Eggs, stone coffin that forms around fruit, and other soft objects Encasing a foe in a sarcophagus of stone the target. The stone is 1 inch thick, has proves an effective—albeit grisly—tactic can be used, but the damage then hardness 8, and requires 15 points of dealt is nonlethal damage. damage to break through. Decreasing",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No 1d6 points of Strength and Dexterity You pinch the marble between your fingers damage, and it deals the same damage You cast a silver bar in the direction of the and intone the spell. It flies from your each subsequent day. A creature is portal and it vanishes, becoming a semi- fingers, trailing a smell of ozone, and grows allowed an additional saving throw translucent net of silver magic that briefly into a ball of multicolored sparks that deto- each day to avoid that day’s damage. encases the portal before disappearing. nate in a burst of spherical lightning. As with mummy rot (DMG 292), suc- cessful saves do not allow the creature You can permanently seal an interpla- A scintillating sphere is a massive elec- to recover. The symptoms persist until nar gate or portal. The spell prevents trical discharge that deals 1d6 points the creature finds some magical means any use of the portal, although seal of electricity damage per caster level to remove the disease. portal can be dispelled by a dispel magic (maximum 10d6) to every creature and The disease can be removed by first spell. A knock spell does not function unattended object within the area. casting break enchantment or remove on a sealed portal, but a chime of open-",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Paladin 1 comes within 100 feet of the item, the",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, DF item begins to glow with a faint blue Simple illusions aid your attempts",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action Material Component: A few links of Holding the target item aloft, you quietly",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You The item immediately flares a soft blue color,",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute/level which fades almost immediately. 183 DESCRIPTIONS SPELL CHAPTER 1 competence bonus on Escape Artist, Hide, and Move Silently checks. Your shadowy form also provides you with concealment. This shadowy conceal- ment is not negated by a see invisibility spell, but a true seeing spell counteracts the effect. Standing within the radius of a daylight spell or in bright natural sunlight temporarily suppresses the concealment effect. In addition, if you have 5 ranks in Escape Artist, you can attempt to slip through a solid object or barrier up to 5 feet thick with a DC 20 Escape Artist check, though doing this ends the spell as soon as the attempt is completed (regardless of success). If you have 10 ranks in Escape Artist, you can attempt to pass through an object or barrier up to 10 feet thick. If you have 15 ranks in Escape Artist, you can attempt to pass through a barrier composed of magical force (or similar magical obstacles).",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small piece of black cloth taken from a funeral shroud. Shadow binding only entraps the weak-willed SHADOW HAND SHADOW CACHE later. A shadow cache remains stationary Illusion (Shadow) at the point where you create it. Items Illusion (Shadow) Level: Sorcerer/wizard 5 placed in a shadow cache can possibly",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No moved or taken). You intone the spell, and an enormous The spell cannot be cast on the Plane With a flourish, you open an invisible hand made out of thick gray fog floats in of Shadow itself, but only on planes portal. Plunging your arm inside, you the air before you. coexistent with the Plane of Shadow. see your hand vanish as though it were invisible. You create a floating Medium hand SHADOW FORM made of shadow material. A shadow You can temporarily stash small items Illusion (Shadow) hand is an opaque gray color, 5 feet on the Plane of Shadow (DMG 152) or Level: Assassin 4, sorcerer/wizard 5 long, and 5 feet wide with its fingers permanently dispose of them there. Components: V, S, M outstretched. It can grant total conceal-",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You floating disk (PH 294), or point or ges- disk on the Plane of Shadow. Duration: 1 minute/level (D) ture as a normal hand does. You can reach into the Plane of The hand has an AC of 18 (+6 natural, Shadow through the portal created by Shadows rise from the ground to envelop +2 deflection) and has half as many hit shadow cache, but only small, nonliving you. The shadows easily move with you, points as your full normal total. It can objects can pass entirely through the guiding your steps and how to hold your be damaged just as Bigby’s interposing hole. The cache can hold up to 30 cubic body. hand (PH 204) can be, and it makes all feet of material, or 250 pounds. saving throws as if it were you. You can recover objects placed in the While this spell is in effect, you gain Changing the hand’s task or target portal throughout the duration of the a number of benefits. The shadows is a standard action, and it can move spell, or by casting another shadow cache wrapping your form grant you a +4 anywhere in range. If not given any Illus. by L. Parillo 184 1 RETPAHC LLEPS SNOITPIRCSED The shadow landscape spell brings a bit of the Plane of Shadow to the Material Plane commands, the hand follows you at By infusing the nearby landscape with Hill: Even gentle hills become more your speed, maintaining the same power stolen from the Plane of Shadow, treacherous under the effect of a shadow distance from you. The spell ends if the you make the surrounding terrain a more landscape spell. Light undergrowth hand moves out of the spell’s range. savage, dangerous place. becomes heavy undergrowth in hill If carrying items and commanded terrain, and slopes seem steeper than to do something else, the hand drops The spell’s exact effects vary with the their elevation would indicate. It takes whatever it is holding to complete its terrain upon which it is cast. 2 squares of movement to move uphill task (you can order the hand to rid Desert: The spell transforms a desert on a gradual slope, and 4 squares to itself of items gently as a standard into a place where no one goes willingly. move uphill on a steep slope. Cliffs action). Unlike Tenser’s floating disk, it The average temperature increases by have frequent overhangs and are made does not have to follow you at a fixed 30 degrees, or decreases by 30 degrees of crumbling rock, requiring a DC 25 distance—you direct where the hand if the desert is actually a tundra (see Climb check to ascend or descend. goes. Cold Dangers and Heat Dangers, DMG Marsh: Marshes seem swampier and 302–303). Sandstorms (or snowstorms more forbidding. Half the undergrowth SHADOW LANDSCAPE if in a tundra) blow through a shadow spaces in the marsh become quicksand landscape desert on an hourly basis. (DMG 88). Illusion (Shadow)",
        "name":  "Material Plane and appears as a small Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fortitude negates landscape’s DC). dispel magic cast against a shadow mask (harmless)",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M illusion of bright light that affects all animals, plants, or magical beasts Casting Time: 1 standard action creatures within the area (except those native to the spell’s area as shadow Range: Personal that are sightless or blinded). View- guardians of the landscape. You can Target: You ers that fail their saving throws see a designate 1 HD of creature per caster Duration: 10 minutes/level (D) burst of bright light on the first round level, split up however you like. For and become blinded for 1 round. On example, a 20th-level druid could des- You draw raw energy from the Plane of subsequent rounds for the rest of the ignate two treants (7 HD each) and a Shadow to obscure your face. spell’s duration, the affected creatures dire wolf (6 HD) as shadow guardians. continue to perceive a bright light. If As long as the designated guardians You cause a mask of shadows to form they take penalties in bright illumina- remain within the spell’s area, they around your face. It does not impede tion, they take them for the duration of have a friendly attitude toward you your vision, cannot be physically their exposure to this light. Addition- and the travelers you have designated, removed, completely hides your fea- ally, they are dazzled while in the area and they also gain the following tures, and protects you against certain of the spell. Those who escape the area special qualities: resistance to cold attacks. You receive a +4 bonus on of a shadow radiance spell completely 10, darkvision out to 60 feet, damage saving throws against light or dark- recover within 1 round. Those who reduction 5/magic, evasion, and low- ness spells and any spells that rely on make their saves and those outside the light vision. If the creature already has bright light for damaging effects, such initial burst see only the equivalent of one or more of these special qualities, as the flare spell or the fireworks effect torchlight emanating from the center use the better value. of pyrotechnics. You also gain a 50% of the area. chance each round to avoid having",
        "name":  "You can also designate one or more Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates Range: Medium (100 ft. + 10 ft./level) magical force to explode out in a 20- (harmless) Area: 15-ft.-radius spread foot-radius burst from the point of",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reflex half; see text from your enemies. Shaking off the feel- negative energy so that nonintelligent Spell Resistance: No ing, you note with satisfaction that your undead creatures perceive you as a targeted enemies seem even more distracted fellow undead, ignoring you. Your While pointing at the target, you trace the than you. appearance does not change, and while lines of a complicated sigil that visually intelligent undead do not immediately appears where it is to seal. The sigil glows This spell distracts its targets, pre- recognize you as alive, they are likely with latent magical energy. venting them from reacting with the to question whether you are actually deftness they might otherwise pos- undead. If used in conjunction with a You seal a door, chest, or similar closure sess. Only effective when cast in the disguise or illusion to appear undead, with a prominent magical sigil that surprise round of combat and against 190 1 RETPAHC LLEPS SNOITPIRCSED bars entry and prevents opening. A the sign’s creator). It can be disarmed In the case of magic or even intelli- door or object protected by this spell with a DC 31 Disable Device check. gent portals, spell resistance and a Will can be opened only by breaking (add Material Component: A crushed emer- save (DC 10 + caster’s ability modifier + 10 to the normal break DC) or by the ald worth at least 500 gp. other modifiers as appropriate) apply. use of knock or dispel magic. If the door or object is forced open by any means SILENT PORTAL SILVERBEARD (magical or physical), the sign of sealing Illusion (Glamer) Transmutation deals 1d4 points of damage per caster",
        "name":  "You shroud yourself with invisible Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute/level on a successful caster level check (DC 11 + the caster level of the You evoke the greater powers sign’s creator). A sign of sealing of good, and your beard stiff- is a magic trap that can be ens, turning metallic and disarmed with a DC 28 Dis- reaching halfway down your able Device check. You can chest, giving you greater pass your own sign safely, protection. and it remains set behind you. Your beard grows and turns",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A to pure and magically hard- crushed emerald worth ened silver, providing you 100 gp. with a +2 sacred bonus to AC. If you do not have a SIGN OF beard, you grow one for SEALING, the duration of this spell (even if you are a creature GREATER that cannot normally grow Abjuration a beard, such as an elf or a",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action or an archway), creating a magical",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes Any object protected by a greater sign of (door, window, gate, drawer, chest lid, sealing is treated as a magic item for the or the like). Even the squeakiest door Casting this spell makes the water around purpose of making saving throws and opens without a sound when under the the spell’s targets roil. Each target begins gains a +4 resistance bonus on saving effect of this spell. Silent portal covers struggling against the water, as if trying throws. If its seal is broken, a greater only the normal means of opening and hard merely to stay afloat. sign of sealing deals 1d6 points of damage closing the targeted portal. Breaking a per caster level (maximum 20d6) in a window or kicking in a door still makes When this spell is cast, it causes the 40-foot radius (Reflex half). noise, but opening a door that is loosely targets, which must be currently in A greater sign of sealing cannot be hanging by its hinges does not (since water or another liquid, to sink. Each passed with a knock spell, but it can be this is the normal way a door would be subject descends 100 feet down into the dispelled (DC 15 + the caster level of opened). Portals composed of magical liquid (or to the bottom, if the liquid is energy are not affected by this spell. nagaH .B yb .sullI 191 DESCRIPTIONS SPELL CHAPTER 1 not deep enough). Affected creatures have in your control (4 HD per caster Effect: One Tiny hand can then swim up normally. Once on level, as with animate dead). Duration: Instantaneous the bottom, a creature must still make Material Component: One finger Saving Throw: None; see text a Swim check to move, or else it can bone from a humanoid and one onyx Spell Resistance: Yes move along the bottom at one-quarter gem worth 50 gp per skeleton to be its land speed. created. You complete the spell and blow into the leather glove. Immediately a blue-white, SIRINE’S GRACE SKULL WATCH translucent hand appears next to the enemy and smacks it across the side of the Evocation Necromancy head—not enough to hurt it, but hard",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No its original position by anyone who can points of damage per two caster levels get to it without entering its monitored (maximum 5d8). Shaking the fingerbones in your hand like area. The skull has AC 12, hardness 1, dice, you coat them in shadowy energy. As you cast them to the ground to complete the and 1 hit point per caster level. You SLIDE are not magically made aware of the spell, animate skeletons spring up where Transmutation skull’s destruction if it has not been you threw the bones. Level: Sorcerer/wizard 1 triggered.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A magnifying glass lens. an unnatural chill. This vanishes, though, and falling, to avoid cracking ice it as you release a burst of frost-filled power in walks over, or to avoid falling through SNIPER’S SHOT the midst of your foes. cracked ice. In addition, the affected creature does not leave a more readily Divination A flurry of magic snowballs erupts discernible trail through ice and snow",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 1 with it. Simply cracking a sonic whip 196 1 RETPAHC LLEPS SNOITPIRCSED as a free action keeps normal animals (but not dire animals, magical beasts, or vermin) at bay unless they succeed on a Will save. Affected animals stay at least 30 feet away from you for the duration of the spell, as space permits. On a successful ranged attack with the whip, any normal animal you strike must succeed on a Will save or become frightened. Against other creature types, you can use a sonic whip in combat as if it were a normal whip.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No Duration: 1 round/level SPELL ENHANCER Tapping your finger to the side of your head Transmutation Joining mysterious phrases with the simple and to your intended subject, you whisper Level: Sorcerer/wizard 4 motion of flexing your fingers, you imbue words of greeting to complete the spell. You Components: V your hands with receptive magical energy then hear your subject’s voice as if it were Casting Time: 1 swift action that crackles and glows a soft orange. speaking directly into your ear. Range: Personal",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You You are able to hold the charge for one You and a willing subject can com- Duration: 1 round touch spell per arm of your body as long municate verbally no matter how much as you don’t use a changed limb to cast distance you put between yourselves You utter an ancient word another spell or touch anything on the same plane. Either participant tied to the fundamental with it. Each touch spell you can end the spell at any time. Speechlink principles of magic and cast resides in a different fore- allows you and your allies each to hear immediately begin cast- limb. For the duration of this the other’s vocalizations, whatever ing another spell. spell, any touch spells you their volume. It does not transfer other cast are discharged only if sounds from either participant’s loca- you cast another spell with tion. This spell works on any creatures, that forelimb or touch some- including animals, but does not convey thing with that forelimb. any special language comprehension For example, a human ability. sorcerer casts this spell, then casts chill touch and SPELL ENGINE holds the charge in his left hand, then casts shocking Abjuration [Force] grasp and holds the charge in",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5-ft.-radius magical a somatic component (which wheel requires the use of one of his",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal same as the sorcerer in the previous matrix, except that you can store up to Effect: Matrix that holds one of your example, except that she could hold two spells of up to 3rd level, and you spells the charge on up to six touch spells. take 2d6 points of damage instead of Duration: 10 minutes/level (D) She could also use any of her spell-like 1d6 upon casting. The matrix closes or supernatural abilities, since those do after 2 rounds and no more spells can Concentrating as you intone the arcane not interfere with holding a charge. be added, even if it is not full. words, you envision your mind as a maze of If the spell flower effect ends, the In addition, you can decide to link paths and doors. You get a chill as the spell most recent touch spell cast remains as the two spells stored in the matrix into completes and some of the doors open. a held charge and all other held spells a spell sequence if both are 2nd level or dissipate. lower. You can then discharge the two You prepare a magical matrix that linked spells as a single swift action, allows you to store one of your spells SPELL IMMUNITY, just as if you were casting the lone spell and use it later as a swift action. from a spell matrix. In the round after you cast lesser spell",
        "name":  "A marilith spellcaster could do the This spell functions like lesser spell Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Assassin 3, sorcerer/wizard 3 arms, and waist). Nonfunctioning Components: V, S, M SPIDERFORM items include anything worn on the",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One or more streams of and it blocks line of effect for magical splinters You conjure a chariot of force. When effects (including spells, spell-like abili-",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No can hold one Medium creature or two gemstone. Small creatures plus the driver (usually the paladin). Although the chariot seems large and sturdy, it and its occupants have no weight for the purpose of the mount’s load, so the mount can travel at full speed. If the chariot is ever unhitched from the special mount, it disappears. The driver of the spiritual chariot gains a +4 sacred bonus on Handle Animal checks. The chariot is made of magical force and has immunity to most types of damage. It interacts with other spells just as a wall of force (PH 298) does. Those in the chariot have cover based on their size and the position of their attackers. In most situations, Medium creatures inside the chariot gain cover. SPIRITWALL Necromancy [Fear, Mind-Affecting]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) the target. If you hit, the splinterbolt You touch your ally and empower him deals 4d6 points of piercing damage. Filled with compassion and concern, you with a spell that will later take effect in A splinterbolt threatens a critical hit on draw upon your deity’s power. A burst of dire need. a roll of 18–20. golden energy springs forth, spreading from You can fire one additional splin- you. Those still alive around you seem less Once this spell is cast, it remains terbolt for every four levels beyond bloody and in less pain. dormant until the subject is reduced 3rd (to a maximum of three at 11th to half or less of its full normal hit level). You can fire these splinterbolts This spell, designed to work on the points. Once the subject has taken at the same or different targets, but all battlefield, allows you to stabilize enough damage to reduce it to half or splinterbolts must be aimed at targets the dying all around you. A burst of lower hit points, it immediately gains within 30 feet of each other and fired positive energy spreads out from you, 5 temporary hit points per two caster simultaneously. healing 1 point of damage to all living levels (maximum 35 hit points at 14th A creature’s damage reduction, if any, creatures in the affected area, whether level), damage reduction 5/magic, and applies to the damage from this spell. allied or not. This spell deals 1 point of a +2 luck bonus on saving throws. The The damage from splinterbolt is treated damage to undead creatures, which are hit points, damage reduction, and as magic and piercing for the purpose allowed a Will saving throw to negate saving throw bonus disappear when of overcoming damage reduction. the effect. the spell ends.",
        "name":  "You must make a ranged attack to hit Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) you say. Roaring a binding phrase, you take com- mand of the water, causing a wave to With a leisurely wave and a declaration This spell marks your target with a rise and propelling it in the direction you of boredom, you complete the spell. You tiny symbol visible only to you and to desire. instantly become aware of the location and detect magic. The brand appears as you types of objects in the spell’s area, as if you envision it, approximately 1 inch in You command the waters to lift a crea- had made a quick search. diameter. You can see the brand even ture or object and propel it forward. An if the subject uses magical means to object so lifted can contain creatures The subject of this spell knows the change or hide its appearance. Spells or other objects. The maximum size of contents of a 20-foot-radius burst, as if it such as disguise self, polymorph, and invis- the creature or object the wave can lift had taken 10 on a Search check for each ibility do not hide the brand. To your depends on your caster level. object and space in the burst radius, eyes, the mark glows a light green. including noting the location of traps Caster (though only a rogue can locate those Level Size of Creature or Object traps with a DC greater than 20). STALWART PACT 5th Medium",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M Transmutation are treated as magic for the purpose of",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nonmagical, unattended bonus on Ride checks related to staying takes half damage and is not fatigued object weighing up to 5 lb. in the saddle. The spell must be cast by the spell. Duration: Instantaneous after you are seated on your mount.",
        "name":  "A creature that makes a successful save Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates (object) If you are not seated on your mount exhausted when doing anything that Spell Resistance: Yes (object) when the spell is cast, the spell fails. causes the creature to become fatigued If the spell is cast while you are riding (such as dangerous environmental Lacking someone to hold the item where bareback, you are “stuck” to the mount’s temperatures or ending a barbarian you need it, you mutter and wave your back. Otherwise, you are merely stuck rage). A fatigued creature that fails its hand in a simple gesture before sticking the to the saddle, but the saddle is attached saving throw against starvation takes item in place. to the mount normally. If you are nonlethal damage as normal and knocked unconscious while this spell becomes exhausted. Stick affixes one object weighing up to is in effect, you automatically remain in",
        "name":  "A fatigued creature becomes Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A piece of 5 pounds to another object. The two the saddle. The spell can be dismissed spoiled food. items can be separated with even a as an immediate action, and it does not small amount of force, such as a wind impede the rider from making a soft STEELDANCE stronger than 10 mph, a mage hand or fall if the mount is dropped in battle. unseen servant spell, or a move action by Transmutation",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S toward an unattended stone object samohT .J yb .sullI 209 DESCRIPTIONS SPELL CHAPTER 1 weighing no more than 2 pounds per Duration: 1 round/level (D) Such a creature is rooted in place and caster level, or toward a stone creature, Saving Throw: None unable to move. It can take actions causing it to shatter. A stone object is Spell Resistance: No normally; it just can’t move from the destroyed, whereas a stone creature (of space it currently occupies. Held any weight) takes 1d6 points of damage You imbue three small stones with magical creatures take 1d6+5 points of damage per caster level (maximum 15d6), with power, causing them to twist and grow into each round, at the beginning of your a Fortitude save for half damage. large stone spiders. turn. Creatures that succeed on the Reflex save can move through the area STONE SPHERE This spell transforms three pebbles normally. Creatures that start their into stone constructs that resemble turn in the affected area must attempt Evocation [Earth] monstrous spiders. The constructs can another Reflex save or be affected by",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes • They have damage reduction 10/ can be discovered (but not disarmed) magic. as a magic trap can be. You toss the marble in the air, and it van- • Their poison has a Fortitude save DC ishes as you speak the words of the spell. A larger version of the marble, five feet across, of 10 + 1/2 your caster level + your STONY GRASP Wis modifier. Initial and secondary appears in the hallway and bears down Transmutation [Earth] damage is 1d3 points of Strength on your foe. Level: Sorcerer/wizard 3 damage.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Personal mixed with heavy, blue spheres of magical afloat on a calm sea. Such creatures can",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A tiny bag, a small (not lit) undead I, except that you can summon candle, and a carved bone from any one undead from the 5th-level list, two humanoid. undead of the same kind from the 4th- pqqqqqqqqqqqqrs level list, or four undead of the same kind from a lower-level list. SUMMON UNDEAD LISTS SUPERIOR 1st Level: Human warrior skeleton (MM 226), kobold zombie (MM 266) 2nd Level: Owlbear skeleton (MM 226), bugbear zombie (MM 267). (SPELL NAME) 3rd Level: Ghoul (MM 118), troll skeleton (MM 227), ogre zombie (MM 267). Any spell whose name begins with 4th Level: Allip (MM 10), ghast (MM 119), wyvern zombie (MM 267). superior is alphabetized in this chapter 5th Level: Mummy (MM 190), shadow (MM 221), vampire spawn (MM 253), wight according to the second word of the (MM 255). spell name. Thus, the description of a pqqqqqqqqqqqqrs Illus. by R. Spears 216 1 RETPAHC LLEPS SNOITPIRCSED superior spell appears near the descrip- by a glyph of warding, or pass through a SUREFOOTED STRIDE, tion of the spell on which it is based, doorway protected by a symbol without unless that spell appears in the Player’s effect. MASS Handbook. This spell covers and negates any Transmutation active or triggered magical writing Level: Bard 5, druid 4, ranger 4, SUPPRESS (such as a quickly scribed symbol of fear sorcerer/wizard 5 or a triggered symbol of death), although Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 minute/level Level: Druid 7 magical writing within range. Magi-",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One living creature with a (which sheds light equal to a candle). goat, and the power of your magic makes respiratory system This effect reveals the location of the walking in treacherous terrain child’s Duration: Instantaneous writing without triggering it. For play. Saving Throw: Fortitude negates every source of magical writing, you",
        "name":  "You become as surefooted as any mountain Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No can make a dispel check (1d20 + your You can move through difficult terrain caster level, maximum +10) against a (PH 163) at full speed for the duration You take a deep breath and feel the power DC equal to 11 + the writing’s caster of this spell, and you can even run, of the spell surround you. Choosing your level. If you are successful, the magical charge, and tumble through such target, you unleash the spell’s energy. A writing is suppressed for 1 minute per terrain as though it were clear terrain. sea-green halo forms around your target’s caster level. You and other creatures You also gain a +2 competence bonus head. Moments later, the targeted creature could then read a book warded by explo- on Climb checks. begins coughing up water. sive runes, or open a drawer guarded 217 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "See text prepared with a metamagic feat, you or enter sleeplike trances, although",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No occupied. effectively immune. In addition, the creature’s sleep is You trace the symbol and feel a pull as it tugs now haunted. It can no longer gain TACTICAL PRECISION against the magical energy in your mind. complete rest from sleeping or resting. Divination [Mind-Affecting]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small metal creature that takes damage from this exposed lanterns, and other open spear. spell must make a Reflex saving throw flames if they are carried by the target or be knocked prone from the force of or located within the area and they nitraM .D yb .sullI 221 DESCRIPTIONS SPELL CHAPTER 1 are Large or smaller. If the wave hits a TOUCH OF MADNESS hand tingles for a moment as the spell magical fire, those flames are targeted takes effect. Enchantment [Mind-Affecting] by a dispel magic effect as if you had cast",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 6 This spell functions like magic fang (PH become dazed by making a successful Components: V, S, F 250), except as noted above. touch attack. If the target creature does Casting Time: 1 standard action not make a successful Will save, its Range: Touch",
        "name":  "You can cause one living creature to Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic symbol touched for 1 round per caster level. Duration: 10 minutes or until Transmutation discharged",
        "name":  "TORTOISE SHELL mind is clouded and it takes no actions Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes/level Casting Time: 1 swift action to detection by the magic symbol.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates You can maintain the magic sigil on An elf subject to tortoise shell, for (harmless) your hand as long as you concentrate. example, would have a speed of 20 feet",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M Magic that penetrates",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes You transform natural, uncut, or As long as the spell operates, any unworked rock of any sort into an Medium or smaller humanoid that You utter the words, and in an instant you equal volume of red-hot molten lava. enters its area must make a successful and your target are switched—you take its All creatures in the spell’s area that saving throw or become transfixed position and form, and it appears where you make successful Reflex saves take 6d6 with the same exit conditions (they too had stood moments before, looking to others points of fire damage, provided they become aware of the exit conditions on as you appear. can physically escape the area on their becoming transfixed). Likewise, any next turn. Creatures that fail their creatures removed from the area are You and the other target switch saves, or those unable to escape the freed from the spell’s effect. locations, as if simultaneously using area, take 20d6 points of fire damage lekniwhoV .F yb .sullI 223 DESCRIPTIONS SPELL CHAPTER 1 in each round they remain in the area. The touched animal or magical beast TREASURE SCENT Creatures in the lava have their speed gets a 20-foot enhancement bonus to its Divination reduced to 5 feet and take a –2 penalty speed, and it can hustle without taking",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour/level the ceiling of a cavern or tunnel, the lava falls to the floor and spreads out A multihued glow of metallic colors sur- in a 15-foot-radius pool at a depth of rounds you. The swirling glow manifests approximately 1-1/2 feet. The rain of as a thin mist that forces itself up into lava deals 2d6 points of fire damage to your nose. Suppressing a sneeze, you note anyone caught directly beneath (Reflex with excitement the unmistakable scent half). In addition, creatures take 10d6 of treasure. points of fire damage each round when they are caught in the area of the You can detect copper, silver, gold, pool. platinum, and gems within 30 Although constructions of feet, as well as differentiate worked stone can’t be targeted between the five kinds of with this spell, casting it on valuables. unworked stone below or adja- When you detect one of cent to such structures deals these types of valuables, the 10d6 points of fire damage exact location of the source per round to any part of the is not revealed—only its structure in contact with presence and direction. the lava. Wooden struc- Whenever you come within tures in contact with lava 5 feet of the treasure, you instantly burst into flame. can pinpoint its exact loca- The lava cools naturally tion. The spell can penetrate from its surface toward its barriers, but 1 foot of stone, 1 inch center, and it no longer deals of common metal, a thin sheet of lead, fire damage after 2d6 hours as or 3 feet of wood or dirt blocks it. it slowly reverts to stone. Though a 15-foot-radius pool can take as long as two days to completely cool, the TREMOR core of a 10-foot cube of lava might Evocation [Earth] remain molten for a month or more. Level: Cleric 3, druid 3",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, DF affected by the spell. Casting Time: 1 standard action",
        "name":  "Magical or enchanted stone is not Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Animal or magical beast small quake, and creatures caught in the touched area stumble and fall.",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Unattended, nonmagical TREMORSENSE object of nonliving matter, up to 1 abilities. If no common language is shared, you can communicate only Transmutation cu. ft./level basic commands, such as “Come here,”",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes/level (D) end the spell and bring into being the object this control by making a Will save you desire. to avoid the effect when the spell is You cast this spell and know where each cast. Those affected by the spell and of your opponents stands. Their presence is You create a nonmagical, unattended then forced to take actions against marked in your mind like ripples radiating object of any sort of matter. Items created their nature receive a new saving along the surface of a pond. are permanent and cannot be negated by throw with a –4 penalty. Obviously dispelling magic or negating powers. self-destructive orders might be car- You can automatically pinpoint the For all intents and purposes, these items ried out, unless the subject can make location of any object or creature are completely real. The volume of the a saving throw with the –4 pen- within 30 feet that is in contact with item created cannot exceed 1 cubic foot alty. Once control is established, the the ground. per caster level. You must succeed on an range at which it can be exercised is",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous of matter of the same type of item you TSUNAMI plan to create—a sliver of wood to Conjuration (Creation) [Water] You complete the casting, and deep within create arrow shafts, a tiny piece of the Level: Druid 9 your mind, you feel one of your prepared appropriate stone to create a polished Components: V, S, M spells subdividing into three parts, each as gem, and so forth. Casting Time: 1 round powerful as its original.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Half the item’s gold piece Range: Long (400 ft. + 40 ft./level) value in XP, or 50 XP, whichever is Effect: 20-ft./level-wide, 10-ft.-long, You alter one of your prepared spells so more. 40-ft.-high wave of water; see text that you can cast it three times before it",
        "name":  "XP Cost",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Will negates You can have only one undead lieuten- hold spells of all types; arcane locks and (harmless, object) ant at any time. similar closures; and spells that create Spell Resistance: Yes (harmless, physical or magical barriers, such object) UNDEAD TORCH as wall of fire, wall of force, guards and Necromancy wards, temporal stasis, and slow spells, Your hand glows with a dull light, and",
        "name":  "An unbinding spell negates charm and Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M spell is also ended, and a magic jar is to it, so that it sheds a serene gray radiance",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) of damage. If the undead creature effects or items being carried or worn",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard magic such as Big- action by’s forceful hand,",
        "name":  "Ca sting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One corporeal undead creature some of the power of a fiend This spell functions like lesser vigor, creature except as noted here and that it grants The sounds of battle ring in your ears as you Duration: Permanent (D) fast healing 2. lay hands on your fallen comrade. You can Saving Throw: None spare neither time nor magic to do more right Spell Resistance: Yes VIGOR, GREATER now, but the blood flow slows to a trickle and her breathing becomes less labored, even as The ground tears at your feet, and you can Conjuration (Healing) you are called to the aid of another. hear the distant screams of people in pain.",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "100 XP. attacks. To attack a plant creature components, or activate items that in this manner, you must still meet require speech. When the spell’s VINE MINE the other requirements for making a duration expires, all the vipers disap- sneak attack. pear, and any not yet brought forth Conjuration (Creation) This spell applies only to sneak attack are lost.",
        "name":  "XP Cost",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A crown of ivy +2 bonus on one damage roll. fire 20 (for evil clerics). leaves. A fiendish viper summoned by this • You gain damage reduction 10/ spell has resistance to acid 5 and fire magic. VINE STRIKE 5; spell resistance 7; and a smite good • You gain spell resistance 20. attack that provides a +2 bonus on one Divination damage roll. Your creature type does not change",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Medium (100 ft. + 10 ft./level) discharged magic.",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 round/level (D) For instance, if you successfully cast You gain a +10 enhancement bonus Saving Throw: None vulnerability on a dragon with damage on Bluff, Diplomacy, and Intimidate Spell Resistance: Yes sdlonyeR .W yb .sullI 233 DESCRIPTIONS SPELL CHAPTER 1 reduction 10/magic, its damage reduc- You cast the spell and a translucent wall within 10 feet. A successful Reflex save tion becomes 5/magic. springs up, a shimmering field of faded halves this damage.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sorcerer/wizard 2 WAIL OF DOOM effect (PH 223) at your caster level. A Components: V, S, M summoned creature targeted in this Necromancy [Fear, Mind-Affecting, Casting Time: 1 standard action way can be dispelled by the effect. Sonic] Range: Medium (100 ft. + 10 ft./level) A wall of dispel magic cannot be seen",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V up to one 10-ft. square/level with a see invisibility spell. Detect magic",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A pinch of to move through the wall. If the saving springs up, its shimmering field pulsing powdered sunstone. throw is failed, the creature’s movement with strong, malignant shades than spin is stopped, and it can take no other and twist into each other. action that round. WALL OF LIMBS A wall of good must be continuous This spell functions like wall of dispel Evocation and unbroken when formed. If it is cast magic (see above), except that the effect Level: Sorcerer/wizard 5 so that an object or creature breaks its is that of greater dispel magic (PH 223). Components: V, S surface, the spell fails. Casting Time: 1 round",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cleric 4, sorcerer/wizard 4 WALL OF GREATER of whirling limbs with a radius of up to 5 ft./2 levels, either form DISPEL MAGIC You invoke the abjuration, and a wall of 20 ft. high translucent silver energy springs up before",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 hour ing all others. might and your magical prowess, slashes at",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous ments and life status. The effect does casting, and it magically attacks all",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless) The webbing between your fingers grows to The wind tunnel spell guides reachy ourfi ngertipsa sy ouc ompletet hes pell. ranged attacks to their targets ronnoC’O .W yb .sullI 241 DESCRIPTIONS SPELL CHAPTER 1 In the instant you touch the spell’s intended that round. The second time a subject normal by a successful dispel magic from subject, however, the webbing between your takes damage from a single casting of a spellcaster of a level higher than the fingers returns to normal even as the subject’s winter’s embrace, it becomes fatigued. level of the wither limb caster. means of watery movement grow. The fourth time it takes damage from the same spell, it becomes exhausted. WITHERING PALM This spell increases the touched crea- Necromancy ture’s swim speed by 30 feet. It has no WITHER LIMB Level: Cleric 7 effect on other modes of movement, Necromancy [Evil] Components: V, S nor does it give the subject a swim",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S A black shroud of magical energy surrounds",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One nonmagical Evocation [Cold] wooden object or a",
        "name":  "Ta rget",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Instantaneous or action harms plant creatures 1 round/level; see text",
        "name":  "Wood rot destroys wooden items and Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None or Will Spell Resistance: Yes to attack or destroy wooden items. negates; see text",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "For 1 round you gain +1d6 damage, creatures larger than you. doubled threat range, and +4 on attack rolls to confirm Fire Shuriken: Magical shuriken deal 3d6 fire critical threats. damage.",
        "name":  "Critical Strike",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Removes spoor of one creature/level. Ice Knife: Magical shard of ice deals 2d8 cold",
        "name":  "Dead End",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subject can see through magical darkness. damage in 10-ft.-radius burst.",
        "name":  "Ebon Eyes",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your gaze fascinates creatures. Listening Coin: You can eavesdrop through a magic coin.",
        "name":  "Mesmerizing Glare",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Viewers see you as their own species Shadow through which you can put an item for later and gender. retrieval.",
        "name":  "Reflective Disguise",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Whip of magical force keeps animals at bay Treasure Scent: You detect valuable metals and gems. and can frighten animals as ranged touch attack. Unluck: Subject remakes all rolls, uses worse result for 1",
        "name":  "Sonic Whip",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You grant others knowledge of a magic",
        "name":  "Portal Beacon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Copy nonmagical text. Balor Nimbus: Your flaming body damages foes in grapple. 1ST-LEVEL CLERIC SPELLS Body Blades: You gain spikes, harm grapplers.",
        "name":  "Amanuensis",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As dispel magic, but affects only wards. damage/2 levels (max 5d6).",
        "name":  "Dispel Ward",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subject can see through magical darkness.",
        "name":  "Ebon Eyes",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You notice but do not trigger magical Revenance: Restores dead creature to life for 1 minute/ writing traps. level.",
        "name":  "Suppress Glyph",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creates permanent magical light; you control brightness.",
        "name":  "Glowing OrbF",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Swirling sand blocks ranged attacks, slows Vulnerability: Reduces an opponent’s damage reduction. movement through. Wall of Dispel Magic: Creatures passing through a",
        "name":  "Wall of Sand",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Renders creature helpless with pain. transparent wall become subjects of targeted dispel magic.",
        "name":  "Wrack",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures passing penalties. through a transparent wall become subjects of targeted",
        "name":  "Wall of Greater Dispel Magic",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "2d6 Constitution damage to subjects. greater dispel magic.",
        "name":  "Blood to Water",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Discordant noise haunts elemental. subject’s sleep. Animate Wood: Turn Small or smaller wooden item into",
        "name":  "Symphonic NightmareM",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Touched creature or object nauseates each round. biting or swallowing foes. Daggerspell Stance: You gain +2 insight bonus on attack Low-Light Vision: See twice as far as a human in poor rolls and damage rolls if you make a full attack, SR 5 + illumination. caster level if you fight defensively, and DR 5/magic if",
        "name":  "Horrible Taste",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magically propels boat or swimming level. creature.",
        "name":  "Standing Wave",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You and one creature/level hide within the improves by two steps. earth. Wood Rot: Destroy wooden items or deal 3d6 damage +",
        "name":  "Land Womb",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "As quench, but them. also suppresses magical",
        "name":  "Fi reward",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic stag appears for 1 hour/level.",
        "name":  "Phantom Stag",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magic cloud creates wind- water. storm, then hail of stones, then rainstorm, then flame.",
        "name":  "Dexterity, AC, and Perform checks, and can breathe Storm of Elemental Fury",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sculpts 10 cu. ft. + 10 cu. ft./level of Storm Tower: Swirling clouds absorb electricity and magic stone into any shape. missiles and prevent ranged attacks.",
        "name":  "Stone Shape, Greater",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subject bursts into magical flame,",
        "name":  "Fires of Purity",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You Balance, Climb, or gain damage reduction Move Silently at 10/magic. normal speed with no",
        "name":  "Blessing of Bahamut",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical manacles restrain foe. Detect Favored Enemy: You know if favored enemies are within 60 ft. 4TH-LEVEL PALADIN SPELLS Easy Trail: You make a temporary trail through any kind of undergrowth.",
        "name":  "Word of Binding",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subject can see 90 ft. in magical AC. darkness.",
        "name":  "Deeper Darkvision",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Copy nonmagical text. rolls to confirm critical threats.",
        "name":  "Trans Amanuensis",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hurls Fine item up to Medium 1 round. range. Guided Shot: You ignore distance, cover,",
        "name":  "Launch Item",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ordinary shadows that provide attack, SR 5 + caster level if you fight defensively, concealment to all in the area. and DR 5/magic if you use the total defense",
        "name":  "Net of Shadows",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subject can see through magical Cloud of Bewilderment: Generates a nauseating darkness. 10-ft. cube.",
        "name":  "Ebon Eyes",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Your speed increases Create Magic TattooM: Subject receives a magic by 30 ft. for 1 round. tattoo with various effects.",
        "name":  "Expeditious Retreat, Swift",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gain +6 Str and natural slam attack. Ice Knife: Magical shard of ice deals 2d8 cold",
        "name":  "Fist of Stone",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You grant others knowledge of a Div Balancing Lorecall: You gain a +4 bonus on magic portal’s location. Balance checks and can balance on difficult",
        "name":  "Portal Beacon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Transforms tails and fins into legs Sign of SealingM: Magical sigil protects door or and feet. chest, deals 1d4/level damage (max 10d4) if",
        "name":  "Fins to Feet",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Provides temporary Glowing OrbF: Creates permanent magical light; protection against overtly damaging planar you control brightness. traits. Great Thunderclap: Loud noise causes stunning,",
        "name":  "Avoid Planar Effects",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subjects believe they are Rust Ray: Metal objects take 2d6 damage +1/2 engulfed in magical darkness. levels.",
        "name":  "Cone of Dimness",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You open a small portal to the Snake’s Swiftness, Mass: Allies each Plane of Shadow through which you can put an immediately make one attack. item for later retrieval. Spell Vulnerability: Reduce creature’s spell",
        "name":  "Shadow Cache",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Undead creature gains blue aura SORCERER/WIZARD SPELLS that gives +2d6 damage against living creatures. Abjur Dispelling Screen: Targeted dispel magic on any",
        "name":  "Undead Torch",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subjects can breathe air freely. creatures and unattended items, +10 max on",
        "name":  "Trans Air Breathing",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subject can see 90 ft. in Portal Alarm, Improved: Warded portal alerts magical darkness. you or a creature designated by you to creatures",
        "name":  "Deeper Darkvision",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You randomize the destination Evoc Ball Lightning: Energy ball deals 1d6/level of a magic portal. electricity damage.",
        "name":  "Scramble Portal",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subject becomes immune to taking 2d6 fire damage/round. nonmagical metal. Sonic RumbleF: Cone of sound deals damage.",
        "name":  "Ironguard, Lesser",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Triggered rune absorbs Shadow Hand: Medium hand blocks opponents spells yet to be cast. or carries items.",
        "name":  "Symbol of Spell Loss",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures passing through Shadowfade: Opens a portal to the Plane of Shadow. a transparent wall becomes subjects of targeted Necro Death Throes: Your body explodes when you die. dispel magic. Graymantle: Inhibits creature’s ability to heal and regenerate for 1 round/level. 268 2 RETPAHC STSIL LLEPS",
        "name":  "Wall of Dispel Magic",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rot all natural materials in Ruby Ray of ReversalF: Ray negates magical or 30-ft. cone-shaped burst. mundane hazards. Night’s Caress: Touched foe takes 1d6 points of Seal PortalM: Seal an interplanar portal or gate. damage/level plus 1d6+2 Con damage. Sign of Sealing, GreaterM: Magical sigil protects",
        "name":  "Miasma of Entropy",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain the Strength and Transcribe Symbol: Safely moves an untriggered attacks of a wereboar. magical symbol to another location.",
        "name":  "Trans Bite of the Wereboar",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical matrix stores frightful presence becomes more effective. a 3rd-level or lower spell to be cast later as Contagion, Mass: As contagion, but 20-ft. radius. quickened spell. Fleshshiver: Subject is stunned for 1 round, takes",
        "name":  "Spell Matrix, LesserF",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Subject loses all magical powers. Elemental Body: You take on the qualities of a",
        "name":  "Abjur Antimagic RayM",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Targeted dispel magic type of elemental. on any creatures and unattended items, +20 max on caster level check.",
        "name":  "Dispelling Screen, Greater",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Area absorbs 9TH-LEVEL magic energy to power a predetermined spell.",
        "name":  "Energy Transformation FieldMX",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sculpts 10 cu. ft. + 10 Effulgent Epuration: Creates one sphere/level to cu. ft./level of stone into any shape. negate hostile magic.",
        "name":  "Stone Shape, Greater",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Channel a spell into positive Magic Miasma: Solid fog reduces caster level by –4. energy to cure 1d8/spell level. Maw of Chaos: Chaotic energy dazes, deals damage, impedes concentration. 8TH-LEVEL Reaving Dispel: On a targeted dispel, steal spell power and effects for yourself. SORCERER/WIZARD SPELLS Unbinding: Frees everyone in range from spells",
        "name":  "Synostodweomer",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain Spell Focus (enchantment) as a effects of sunlight. bonus feat. 2 Clairaudience/Clairvoyance: See or hear at a distance for 1 minute/level. 3 Suggestion: Compels subject to follow stated course of Domination Domain Spells action. 1 Command: One subject obeys selected command for 4 Discern Lies: Reveals deliberate falsehoods. 1 round. 5 Spiderform†: Polymorph into drider or Large spider. 2 Enthrall: Captivates all within 100 ft. + 10 ft./level. 6 Dispelling Screen, Greater†: Targeted dispel magic on any 3 Suggestion: Compels subject to follow stated course of creatures and unattended items, +20 max on caster level action. check. 4 Dominate Person: Controls humanoid telepathically. 7 Word of Chaos: Nonchaotic subject is killed, confused, 5 Command, Greater: As command, but affects one subject/ stunned, or deafened. level. 8 Planar Ally, Greater: As lesser planar ally, but up to 24 HD. 6 Geas/Quest: As lesser geas, plus it affects any creature. 9 GateX: Connects two planes for travel or summoning. 7 Suggestion, Mass: As suggestion, plus one subject/level. 8 True Domination†: As dominate person, but save at –4. 9 Monstrous Thrall†: As true domination, but permanent DWARF DOMAIN and affects any creature. Granted Power: You gain Great Fortitude as a bonus feat. DRAGON DOMAIN Dwarf Domain Spells",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +2 competence bonus on 1d8. You are proficient with your bite, and considered armed. If Appraise, Open Lock, and Sleight of Hand checks. you already have a natural bite attack, use the higher of the two damage values. This is considered a secondary natural attack. Greed Domain Spells 1 Cheat†: Caster rerolls when determining the success of a Hunger Domain Spells game of chance. 1 Ghoul Light†: Light provides turn resistance. 2 Entice Gift† Subject gives caster what it’s holding. 2 Ghoul Glyph†: Glyph wards area, paralyzes victims. 3 Knock: Opens locked or magically sealed door. 3 Ghoul Gesture†: Ray paralyzes subject. 4 Fire TrapM: Opened object deals 1d4 damage +1/level. 4 Enervation: Subject gains 1d4 negative levels. 5 Fabricate: Transforms raw material into finished items. 5 Ghoul Gauntlet†: Convert victim to a ghoul under your 6 Guards and Wards: Array of magical effects protects area. control. 7 Teleport Object: As teleport, but affects a touched object. 6 Eyes of the King† Summon fiendish dire bats. 8 Phantasmal Thief†: Creates an unseen force that steals 7 Field of Ghouls†: Transform dying creatures into ghouls. from others. 8 Bite of the King†: Swallow enemies whole. 9 SympathyF: Object or location attracts certain creatures. 9 Energy Drain: Subject gains 2d4 negative levels. HALFLING DOMAIN ILLUSION DOMAIN",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rebuke or command oozes as an evil cleric Granted Power: Rebuke or command spiders as an evil cleric rebukes or commands undead. You can use this ability a number rebukes or commands undead. You can use this ability a number of times per day equal to 3 + your Cha modifier. of times per day equal to 3 + your Cha modifier. Slime Domain Spells Spider Domain Spells 1 Grease: Makes 10-ft. square or one object slippery. 1 Spider Climb: Grants ability to walk on walls and ceilings. 2 Melf’s Acid Arrow: Ranged touch attack; 2d4 damage for 2 Summon Swarm: Summons swarm of bats, rats, or spiders. 1 round + 1 round/3 levels. 3 Phantom Steed*: Magic horse appears for 1 hour/level. 3 Poison: Touch deals 1d10 Con damage, repeats in 1 4 Giant Vermin: Turns centipedes, scorpions, or spiders minute. into giant vermin. 4 Rusting Grasp: Your touch corrodes iron and alloys. 5 Insect Plague: Locust swarms attack creatures. 5 Evard’s Black Tentacles: Tentacles grapple all within 15- 6 Spider Curse†: Turn humanoid subject into a drider. ft. spread. 7 Stone Spiders†: Transform pebbles into monstrous spider 6 Transmute Rock to Mud: Transforms two 10-ft. cubes per constructs. level. 8 Creeping Doom: Swarms of centipedes attack at your 7 DestructionF: Kills subject and destroys remains. command. 8 Power Word Blind: Blinds creature with 200 hp or less. 9 Spider Shapes†: Polymorph one creature/level into 9 Implosion: Kills one creature/round. monstrous spider. *Has a vermin shape. SLOTH DOMAIN",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Add Appraise to your list of cleric class Granted Power (Sp): Once per day as a free action, you can skills. You gain Skill Focus (Appraise) as a bonus feat. use detect thoughts, affecting one subject and lasting a number of minutes equal to your Charisma bonus (minimum 1 minute). Wealth Domain Spells 1 Alarm: Wards an area for 2 hours/level. Trade Domain Spells 2 Obscure Object: Masks object against scrying. 1 Message: Whispered conversation at a distance. 3 Glyph of WardingM: Inscription harms those who pass it. 2 Gembomb†M: Gem becomes a bomb that deals 1d8 force 4 Detect Scrying: Alerts you of magical eavesdropping. damage/2 levels. 5 Leomund’s Secret ChestF: Hides expensive chest on 3 Eagle’s Splendor: Subject gains +4 to Charisma for 1 Ethereal Plane; you retrieve it at will. minute/level. 6 ForbiddanceM: Blocks planar travel, damages creatures of 4 Sending: Delivers short message anywhere, instantly. different alignment. 5 Fabricate: Transforms raw material into finished items. 7 Sequester: Subject is invisible to sight and scrying; 6 True SeeingM: Lets you see all things as they really are. renders creature comatose. 7 Mordenkainen’s Magnificent MansionF: Door leads to 8 Discern Location: Reveals exact location of creature or extradimensional mansion. object. 8 Mind Blank: Subject is immune to mental/emotional 9 Antipathy: Object or location affected by spell repels magic and scrying. certain creatures. 282 XIDNEPPA WINDSTORM DOMAIN A cleric need not select a specific deity to have access to a",
        "name":  "TRADE DOMAIN Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+2 to AC and saves, counter mind Plane ShiftF: As many as eight subjects travel to another control, hedge out elementals and outsiders. plane. 2 Enthrall: Captivates all within 100 ft. + 10 ft./level. 8 Unholy AuraF: +4 to AC, +4 resistance, and SR 25 against Planar Tolerance†: Provides long-term protection against good spells. overtly damaging planar traits. Waves of Exhaustion: Several subjects become exhausted. 3 Magic Circle against Evil: As protection spell, but 10-ft. 9 Energy Drain: Subject gains 2d4 negative levels. radius and 10 minutes/level. GateX: Connects two planes for travel or summoning. Mantle of Good†: You gain SR 12 + caster level against spells with the evil descriptor. LIMBO DOMAIN 4 Charm Monster: Makes monster believe it is your ally.",
        "name":  "Protection from Evil",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain insight bonus on single miss chance. attack roll, check, or save. Resist Planar Alignment†: Subject can resist penalties for being of an opposed alignment on an aligned Outer Plane. HADES DOMAIN 3 Magic Circle against Law: As protection spell, but 10-ft. radius and 10 minutes/level.",
        "name":  "Moment of Prescience",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+2 to AC and saves, counter mind stunned, or deafened. control, hedge out elementals and outsiders. 8 Cloak of ChaosF: +4 to AC, +4 resistance, and SR 25 2 Resist Planar Alignment†: Subject can resist penalties against lawful spells. for being of an opposed alignment on an aligned Outer Otto’s Irresistible Dance: Forces subject to dance. Plane. 9 Perinarch, Planar†: Gain control over a small area of any Rebuke†: Subject is dazed 1 round, then shaken. divinely morphic plane. 3 Magic Circle against Good: As protection spell, but 10-ft. ShapechangeF: Transforms you into any creature, and radius and 10 minutes/level. change forms once per round. Mantle of Evil†: You gain SR 12 + caster level against spells with the good descriptor. MECHANUS DOMAIN 4 Contagion: Infects subject with chosen disease.",
        "name":  "Protection from Good",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Encounter Tables . . . . . . . . . . . . . 212 Seafaring Cultures . . . . . . . . . . . . . . . . . . . . . . . .43 New Magic Items . . . . . . . . . . . . . . . . . . . . . . . 128 Humans . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .43 Special Materials . . . . . . . . . . . . . . . . . . . . . 128",
        "name":  "Appendix",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "marine (seas and oceans), freshwater this book contains a small amount of material designed for (lakes and rivers), and dungeon (upperdark, middledark, use with the systems introduced in those rulebooks. and lowerdark). NOITCUDORTNI 4 5 Illus. by D. Griffith ven while I gazed, this current acquired a monstrous a road to mystery, wonders, and monsters for the seafarer, velocity. Each moment added to its speed—to its a realm of chaos and disorder in which impossible things headlong impetuosity. In five minutes the whole sea, as happen and the gods repay the hubris of humankind with far as Vurrgh, was lashed into ungovernable fury; but terrible dooms and curses. Finally, water hides a parallel it was between Moskoe and the coast that the main uproar held dimension only a few feet below its surface, where untold its sway. Here the vast bed of the waters, seamed and scarred into treasures and marvels (and sometimes horrors) await those a thousand conflicting channels, burst suddenly into phrensied who overcome the barrier between these two worlds. convulsion—heaving, boiling, hissing—gyrating in gigantic and The maelstrom serves as something of an allegory innumerable vortices, and all whirling and plunging on to the for the power and peril of water. At times it is calm eastward with a rapidity which water never elsewhere assumes and safe, a familiar road easily crossed—but at other except in precipitous descents.” times it is a dark and lethal vortex, a force so powerful —Edgar Allan Poe, “A Descent into the Maelstrom” that no courage, skill, or magic can hope to quell its blind hunger or escape its insidious grasp. Even the In centuries gone by, people regarded the waters of the bravest of heroes hesitates before risking its wrath. world with fear, awe, wonder, and terror. The deeps were places no human being had plumbed, inhabited by strange AQUATIC ADVENTURES and frightening creatures. The far shores of the world were terra incognito, unexplored lands where all kinds of unlikely Aquatic adventures take many forms: A dark, still creatures and mysterious perils might lurk. lake, in which lurks a terrible monster; a great Water has always posed a powerful lure to adventurers of underground cataract, thundering and racing all kinds. It is a frightening and forbidding barrier to the down through measureless caverns; a sunken city dungeon explorer, offering the promise of a horribly cold dreaming beneath the glassy waves of a tropical sea; and lightless death. In the water, even the most skillful and a cold and forbidding island in the fogbound waters of daring of heroes is peculiarly vulnerable: slow, weak, and the north, where a cabal of necromancers practice blind when compared to her normal capabilities. Water is their grisly craft. 6 1 RETPAHC EHT OTNI MORTSLEAM Adventuring in or around the water revolves around that landbound adventurers can scarcely imagine. The one of four basic themes: the water obstacle, the seafaring heroes might be hunting a deadly sea monster terrorizing adventure, the mythic-island adventure, and the under- the towns of the coast, exploring the magnificent ruins of water adventure. a sunken city, or descending into the black and lightless The water obstacle is the most common maelstrom depths of a dark, still lake in search of a lost artifact. Unlike environment most adventurers encounter. In the course of a water obstacle in a dungeon, an underwater adventure exploring a dungeon of some kind, the party encounters a requires a long-lasting and durable adaptation to water, room filled with water. It might be an underground river since the characters might spend days or even weeks barring their progress, a subterranean lake of unknown submerged. Powerful magic of some kind (a water breathing extent, or simply a fiendishly effective trap or barrier spell, a polymorph any object spell to change a human into designed to limit the heroes’ progress. In order to overcome a merfolk, or a magic item such as a cloak of the manta ray) the obstacle, the characters must subject themselves to will certainly be required for success unless the characters a difficult and dangerous environment in which their are already members of aquatic races. strengths are largely negated, or they must make resource- ful use of magic and skills in order to bypass the watery SEAS AND OCEANS stretch. Monsters better adapted to water than most player The first thing that leaps to mind in regards to aquatic characters naturally make great use of water obstacles; adventuring is, naturally, adventures in and around seas heroes fighting aboleths or kuo-toas should not expect to and oceans. The sea is often regarded as the realm of chaos, defeat their foes without getting wet sooner or later. the darkness and disorder that existed before anything else Seafaring adventures are typically what most people was created. It is powerful, majestic, and utterly capricious. envision as an adventure set on or around the sea. The Heroes who venture into this realm of chaos and terror heroes are traveling to a distant, exotic land, or hunting represent the boldest (or most foolhardy) of adventurers, down a vicious gang of pirates, or are pirates themselves— daring storm, shipwreck, starvation, sea monsters, and the perhaps good-hearted rogues and scoundrels who battle wrath of the gods themselves. Storytellers and poets of against the tyranny of an evil empire, perhaps murderous dozens of cultures use the sea to frame stories of adventure, plunderers and killers who rob and pillage their way across exploration, and sheer fancy, since who can say for certain the seas. Some campaigns are built around seafaring what might lie over, under, or beyond the sea? adventures, but usually a seafaring adventure is a single Seas and oceans aren’t just places to go have adventures. chapter in the heroes’ career: a single memorable adventure They are also the great roads of the world, a vast commons for characters who soon return to more conventional dun- on which the trade, communications, and warfare of a geon adventuring. Seafaring adventures can use a voyage hundred coastal lands depend. Even in the fantastic world solely as a story mechanism, a way to move the heroes of the DUNGEONS \u0026 DRAGONS game, a sturdy sailing ship to some exotic foreign locale, or the voyage itself might offers the fastest and safest way for most people to travel or be the adventure. send any large volume of goods from one place to another. The mythic-island adventure is a variation on the sea- Most merchant ships stick to short, safe, well-charted routes, faring adventure. For thousands of years, islands have hugging familiar coastlines as they ply the waters between been regarded as places of mystery, idiosyncratic worlds their ports of call. Only the boldest and most intrepid of where all kinds of strange things might be true—an island merchants dare crossings that keep them out of sight of occupied solely by hill giants, where everything else is land for more than a day or two, or routes that carry them giant sized; an island of the undead, where vampire nobles along dangerous and unfamiliar coasts. rule over courts of ghouls, ghasts, and mohrgs; an island of deadly beauty, in which seemingly innocuous creatures are RIVERS merciless foes. A mythic island is a microcosm in which While the power and majesty of the sea is an obvious any or all normal expectations might be reversed. It might source of inspiration, waters of all kinds are imbued with be as simple as a jungle island where the heroes confront mythic power. Rivers bring life, trade, and prosperity to an array of monsters they don’t normally encounter, or it many lands or offer mysterious routes deep into unex- could be as complex as an island city-state where magic plored lands for those who dare to follow them. use is horribly dangerous and wizards therefore arrested Rivers are natural obstacles to people traveling by land. on sight. Heroes exploring the campaign’s mythic islands Shallow or slow-moving rivers can be forded, swum, or could be in for almost anything and must adapt their rafted over, but any river crossing entails hard work or risk. expectations and tactics to suit the particular conditions A party of travelers can lose a horse or two while swimming of each island they encounter. or fording a swift-running river. Valuable goods might be Finally, underwater adventures are truly unusual. The soaked or lost. Finally, wading or swimming a river exposes sea itself is an exotic locale, a realm of marvels and terrors a party to the danger of unseen monsters in the water who 7 MAELSTROM INTO THE CHAPTER 1 might strike when the travelers are at their most vulnerable. will find. In the most remote reaches of the sea lie islands Because good-sized rivers are such formidable obstacles, where the very nature of the world frays and changes, places crossing points such as fords, ferries, or bridges are vitally where the thin, cold winds of the seas beyond the world important chokepoints for trade and travel—and all too carry many strange and terrible things to rest. often attract monsters, thieves, or brigands. Even familiar coasts or settled islands hold a hint of the While rivers are challenging obstacles to overland extraordinary about them, for any coast is a place where travel, they are a quick way to travel if you have a sturdy the two worlds—the world above the waves and the world raft, canoe, or boat. The choice of directions is somewhat below—meet and interact. Ancient port-towns are home limited, but travel by boat between two towns on the to far-traveled mariners, who whisper of distant wonders same river is usually far faster and safer than walking or and unimaginable horrors waiting across the face of the riding. As with seagoing ships, a well-made raft, barge, or deep. Desolate and empty coasts hold the hidden lairs keelboat can move much heavier cargoes than any train of bloodthirsty pirates and the lonely towers of sinister of wagons or carts moving by road. Broad, slow-moving wizards. The coastal waters are home to many sea folk, rivers in civilized lands form vital highways that carry such as aquatic elves, locathah, and sahuagin, as well as enormous amounts of commerce. Rivers in unsettled or larger monsters such as scrags, merrow, and giants. unexplored lands will probably not carry trade, but they do offer parties traveling by boat an easy and comfortable CAVERNS AND DUNGEONS journey compared to exploring on foot. Of course, not all rivers are suitable for navigation. Many adventurers encounter maelstrom environments Rapids, shallows, or waterfalls block travel or, worse yet, and challenges in the most unlikely of places—the deep can pose sudden dangers to parties. tunnels, caverns, and dungeons of the world. Subterranean waters fall into one of five general categories: pools, wells, LAKES and canals; underground rivers; underground lakes and Much like rivers, large lakes are challenging obstacles seas; sea caves; and marine caverns. to parties traveling by land, and broad, easy roads to Subterranean waters are usually quite cold, unless parties traveling by boat. Lakes can rarely be forded or warmed by hot springs or other geothermal activity. Char- swum—travelers must detour around them, or obtain a acters who enter cold water are subject to hypothermia boat to cross. (see page 11). They are also pitch black; unless a character Lakes, like seas, often hold an element of mystery and has darkvision or a waterproof light source, it can prove myth. Each lake is its own world, a tiny domain of the almost impossible to navigate the depths of a subterranean unknown in the middle of a familiar land. Very large lake or pool. lakes are seas in their own right, great waters that can be stirred to frightful storms or haunted by terrible monsters POOLS, WELLS, AND CANALS of the deeps. Lakes in beautiful natural settings such as Dungeon and fortress builders often include extensive high mountains or mist-bound forests are places of great water features in their construction. In the first place, natural power, and can be home to powerful and capri- any complex intended for extended habitation must have cious fey. Even relatively small lakes are often home to a good source of clean water. Secondly, water features untamed spirits or sinister monsters, or serve as gateways form excellent defenses, forcing invaders into difficult into hidden worlds. and time-consuming detours. Water can be very useful for transportation and performing work, even underground. COASTS AND ISLANDS Finally, many cultures and races revere water and admire Lands touched by the sea or surrounded by great waters its use in architecture, and therefore use it for decorative are often places of rare peril. Removed from the mundane or ceremonial purposes in places such as temples, plazas, world of humankind, the intervening waters, exotic coasts, or palaces. or lonely islands often hold hordes of monsters, dire Sophisticated use of water features signifies a good enchantments, or insidious dangers. The songs of harpies deal of skill in stonework and subterranean construction. or sirens, the malevolent magic of evil sorcerers, dragons Dwarven citadels often include extensive water features, in their lairs, chained demons, or bloodthirsty gods of some of which can be natural underground waterways the stone and iron all await to destroy those who intrude upon dwarves incorporate into their structure, as well as canals, their domains. waterwheels, or fiendish flooding traps to defend the Particularly remote, desolate, or hard-to-reach islands citadel. Kuo-toa strongholds include even more extensive often serve as worthy destinations for the boldest of adven- water features; kuo-toa temples are often surrounded by turers. In general, the farther you sail and the more dangers large pools, with various parts of the complex reachable you pass through, the greater and stranger the wonders you only through flooded tunnels. 8 1 RETPAHC EHT OTNI MORTSLEAM UNDERGROUND RIVERS provided you have a boat—but boatmaking materials tend Many of the greatest and most extensive cave systems were to be in short supply in the Underdark, so relatively few carved over millennia by flowing water. Underground people can avail themselves of this mode of travel. rivers are generally more precipitous than surface rivers, Underground lakes often have completely submerged and therefore much less navigable—they are obstacles, sections, places where the cavern roof descends to meet pure and simple, and only the boldest or most desperate the surface of the water, leaving no air overhead. Long, of adventurers would attempt to ride one into unknown water-filled passages pose a considerable challenge to depths when catastrophic rapids or dizzying lightless air-breathing characters. Underground lakes represent cataracts might wait around every bend. valuable territory in the Underdark; supplies of fresh Underground rivers water often attract mon- have portions that com- sters, and few large lakes pletely fill the passage aren’t home to some they follow, leaving no unpleasant denizen air space above, and or another that sits portions that fill the comfortably atop the bottom part of larger local food chain. tunnels, leaving room Underground seas for breathing (and are simply lakes of possibly boating). enormous extent, Water runs down- sometimes hundreds hill, of course, so of miles across. Great underground riv- columns miles thick ers rarely emerge support the incal- into daylight un- culable weight of less they begin in the sea’s roof, form- an area of high el- ing towering islands evation (inside a hill whose mountaintops or mountain) and meet the cavern ceil- emerge in an area ing. As with smaller of significantly low- underground lakes, ex- er elevation. Most tensive portions of an underground rivers underground sea can fill simply descend lower caverns right up to the roof, and lower until they van- A water trap can be more deadly than it appears offering air breathers no pas- ish into the gloomy abysses of the sage without resorting to magic. deep Underdark, tumbling in miles-high cascades into Underground lakes and seas are the demesnes of the great Underdark seas. terrible aboleths, whose sunken cities lie deep in the black and lightless waters. UNDERGROUND LAKES AND SEAS Somewhat less dangerous than underground rivers, subter- SEA CAVES ranean lakes and seas are the largest water features to be Mountainous or rocky coasts commonly feature numerous found underground. As on the surface world, a lake or sea sea caves, created through the ceaseless battering of waves serves as a broad and easily traversed highway for travel, against rock. Sea caves are naturally found close to sea level; pqqqqqqqqqqqqqqqqqqqqrs FRESH WATER VERSUS SALT WATER The DUNGEONS \u0026 DRAGONS game does not distinguish between (aquatic elves or sahuagin), but otherwise an aquatic creature creatures that live in freshwater, creatures that live in saltwater, is an aquatic creature. or creatures that can survive in either. Most monsters are com- At the DM’s discretion, creatures that belong in the other kind pletely insensitive to the difference—you can find aboleths in of water must make a Constitution check once per hour (DC 10, the bottom of Underdark rivers and seas or in the deep ocean + 1 per previous check) or take 1d6 points of nonlethal damage. trenches. The encounter tables given in the Appendix reflect Creatures who take damage from a saltwater or freshwater envi- an implicit division of animals and monsters into creatures ronment become fatigued and remain so as long as they remain found in fresh water (nixies) and creatures found in salt water in an environment they aren’t suited for. pqqqqqqqqqqqqqqqqqqqqrs lekniwhoV .F yb .sullI 9 MAELSTROM INTO THE CHAPTER 1 deep underwater, there’s no wave action to speak of, and can manage it easily. The great majority of the Elemental the sea can’t reach very high above the normal high-tide Plane consists of nothing but water, so vessels designed line. Sea caves often have partially flooded entrances (or to travel on the surface have no business entering this entrances flooded at high tide), permitting swimmers or plane. However, there are rare places in the Elemental small boats to enter under the right conditions. Plane where great pockets or islands of Elemental Air Sea caves usually offer a mix of flooded and dry chambers, intrudes, forming titanic bubbles that can be dozens or although surging wave action can make flooded portions even hundreds of miles across. A bold captain who knew of the cave dangerous to enter—weak swimmers can be exactly which portal to take could bring a ship to the swept away or battered against the cave’s rocky walls. interior surface of such a bubble and sail on the inside of a spherical air pocket within the Plane of Water. MARINE CAVERNS Characters exploring the Elemental Plane of Water in Finally, marine caverns are great cavern systems in the sea the conventional fashion (swimming and breathing water) bed. Some are vast, flooded caverns in the deep seafloor, find a world that looks very much like the depths of any huge abysses that serve as lairs to the largest and most Material Plane ocean. There is no bottom and no surface, powerful marine monsters. Others are the mouths of but suspended within this universe of water lie all sorts underground rivers that can stretch for miles only a few of debris and jetsam—great drifting rocks and boulders dozen feet below the surface of shallow sea bottoms and from the Elemental Plane of Earth, huge forests of kelp low-lying land. Another type of marine cave is the blue and seaweed, and tremendous currents and eddies that hole, often found in warm, relatively shallow waters. A blue can wash a traveler miles out of his way. hole is a collapsed sinkhole that was formed on dry land Naturally, elementals with the water subtype are quite but then inundated by rising sea levels. Blue holes often common on the Elemental Plane of Water. A great variety have extensive limestone cavern systems extending from of sea life of all sorts, including monsters such as krakens the sides of the central hole. and morkoth, also lurk within the endless deeps. The Plane Usually these vast caverns are completely flooded, of Water is home to the race of tritons, and marids (the creating lightless gulfs where even the most fearsome sea most powerful of genie kind) dwell here in great palaces monsters rarely go. Occasionally, however, some marine of pearl and coral. caverns have water-filled passages that lead to air-filled spaces below the seabed. These fantastic caverns can be ABYSM hundreds or thousands of feet below the ocean surface The realm of Demogorgon, the 88th layer of the Abyss and lead into vast “lost world” caverns hidden beneath is a plane of briny water broken by rocky prominences. the sea. Demogorgon’s palace is a great serpentine double tower, each crowned by skull-like minarets. Below this mighty fortress extend measureless chill and darkened caverns. PLANAR SEAS Fiendish aboleths, krakens, and ixitxachitl roam the foul Beyond the Material Plane lie seas of literally infinite seas of Abysm, warring incessantly with each other. extent, enticing bold-hearted mariners with access to powerful magic to explore oceans few mortal eyes ever PORPHATYS behold. Many of the dangers described in Water Hazards The fifth layer of Carceri is a infinite string of worldlets below are significantly larger, stronger, more prevalent, covered in cold, shallow oceans over which acidic black and more malevolent on other planes of existence. snow perpetually falls. Low islands scarcely bigger than sandbars rise above the waves. A great white caravel known ELEMENTAL PLANE OF WATER as the Ship of One Hundred roams the seas without benefit The Elemental Plane of Water is the ultimate origin of of crew or master, although stranded travelers sometimes the maelstrom and all its wonders and perils. The great board the sinister vessel and remain for a time, hoping that oceans and mighty rivers of the world are manifestations the ship’s wanderings might bring them to a portal from of elemental power, and direct portals linking the Material which they can escape Porphatys. Plane and the Elemental Plane of Water can be found in the ocean deeps and the springs from which the largest STYGIA rivers flow. Creatures native to the Elemental Plane of The fifth layer of the Nine Hells is a great, frozen sea Water often visit the seas of other worlds, and so monsters covered in crushing ice floes and icebergs. The only open such as tojanidas, marids, and elementals are common in water is the Styx itself, a broad, winding lead of dark water such areas. half choked with ice. Stygia offers ships few places to sail A visit to the Elemental Plane of Water is a daunting other than the river itself, but its ocean extends for an challenge for air-breathing characters, but water-breathers infinite distance beneath the mighty icecap. 10 1 RETPAHC EHT OTNI MORTSLEAM The Plane of Abysm LUNIA stream all create powerful currents. Even a relatively slow- The fi rst of the Seven Heavens, Lunia is girded by the moving current can be extremely diffi cult for a human to dark, starry Silver Sea. Its shores are dotted with the swim against. See Flowing Water, page 92 of the Dungeon white citadels and redoubts of Celestia’s residents, and its Master’s Guide. deeps are home to many good-aligned aquatic creatures, A current has two important traits: direction and strength. including celestial whales and aquatic elves. If you are in a current (whether swimming or boating), the current moves you in the direction of its fl ow by a certain THALASIA number of feet per round at the end of each of your turns.",
        "name":  "Epic Level Handbook and the Expanded Psionics Handbook, since ter requirements",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " great River Oceanus that winds among the upper planes. Thalasia’s great sea is dotted with fair green islands, known Current Swimming Boating Swim Strength Speed Speed DC as the Blessed Isles, Avalon, or the Isles of the Holy Dead. Light 5 ft./round 1/2 knot 10 Many great heroes rest here, waiting for the day they are Vigorous 10–30 ft./round 1–3 knots 15 needed again. The sun deity Pelor inhabits a mighty citadel Dangerous 40–60 ft./round 4–6 knots 20 in Thalasia. Irresistible 70–90 ft./round 7–9 knots 25 AQUALLOR Light currents are found in light surf (see page 17) or Second of Arborea’s layers, this mighty ocean is without islands slow-moving rivers. or shores. It marks the end of the River Oceanus. Tremendous Vigorous currents are found in the draft of heavy surf (see storms sweep its surface, and in its darkest depths lie vast page 17), in full-rushing rivers, or in areas of very strong maelstroms that lead back to Oceanus’s headwaters in Thala- tidal fl ows. sia. Aquallor is home to many aquatic elves and sea creatures Dangerous currents are found in the draft of very heavy of all sorts, including the elf deity Deep Sashelas, who rules surf, in moderate river rapids, or extreme tidal fl ows. If the plane from his palace of coral, gold, and marble. you are swept into a solid object (such as a boulder) or a hazardous area by a dangerous current, you might take damage; you take 1d4–1 slam attacks per round, each at +2 WATER HAZARDS melee, dealing 1d4 bludgeoning damage for each hit. Water holds a number of dangers for the unwary or luck- Irresistible currents are found in the most violent of less adventurer—terrible aquatic monsters, the threat of rapids, and sometimes in rare undersea bores or jets. If drowning in dungeon pools or being battered to death in you are swept into a solid object or hazardous area by an heavy surf, or simply the opportunity to starve or die of irresistible current, you might take damage; you take thirst on a lost or becalmed ship. 1d4 slam attacks per round, each at +8 melee, dealing 2d4 bludgeoning damage for each hit. CURRENTS AND STREAMS Natural swimmers are not immune to powerful currents, Rising or ebbing tides, the draw of heavy surf, the steady but creatures whose swim speeds exceed the speed of a flow of a river, or the headlong rush of a fast-moving current can at least make headway against it. nosleN .J yb .sullI 11 MAELSTROM INTO THE CHAPTER 1 DEPTH Cold water is found in moderate air temperatures (40° Very deep water deals water pressure damage of 1d6 points to 60° F), in temperate aquatic terrain (except in summer), per minute for every 100 feet the character is below the and in subterranean lakes and rivers that are relatively close surface. A Fortitude save (DC 15, +1 for each previous to the surface in warm lands. Cold water deals 1d6 points check) means that you take no damage in that minute. of nonlethal damage per 10 minutes of exposure. You can Any creature with the aquatic type ignores pressure negate this damage with a successful Constitution check for the first 500 feet of depth, and only takes 1d6 points (DC 12, +1 per previous check). of damage per 200 feet below that when determining Warm water is found when air temperatures are warm vulnerability to pressure damage. For example, an aquatic or hot (60º F or warmer) or in warm aquatic terrain. Warm elf at a depth of 900 feet is subject to 2d6 points of pres- water deals 1d6 points of nonlethal damage per hour of sure damage per minute, as opposed to the 9d6 points of exposure. You can negate this damage with a successful pressure damage a surface dweller faces. Constitution check (DC 9, +1 per previous check). Some deep-dwelling creatures are completely immune Creatures native to cold or temperate aquatic environments to pressure damage. Aberrations, elementals, and outsiders are immune to hypothermia brought about by exposure to with the aquatic subtype are generally immune to pres- warm, cold, or very cold water. Creatures native to warm sure damage, as are certain other creatures adapted to the aquatic environments are immune to hypothermia from environment (such as giant squids or whales). warm or cold waters, and treat very cold water as cold water. DROWNING LIGHT Obviously, drowning is one of the most immediate and Water is not perfectly transparent; as you descend, less lethal threats posed by a maelstrom environment. You of the sun’s light penetrates the water. Sunlight serves must make Swim checks to remain afloat in water. If you as a source of illumination during daylight hours, but fail your Swim check by 5 or more, you begin to sink, as sunlight’s ability to provide illumination quickly dimin- described in the Swim skill (Player’s Handbook, page 84). ishes as you go deeper into the water. You can hold your breath for a number of rounds equal to Sunlight as a light source provides the following amount your Constitution score, but only if you do nothing other of illumination in the water. Refer to Vision and Light on than take move actions or free actions; each standard action pages 164–165 of the Player’s Handbook. you take reduces the duration for which you can hold your breath by 1 round. After that duration, you must make a Sunlight as a Light Source Constitution check (DC 10, + 1 per previous check) to Depth Bright Shadowy 30 ft. or less 100 ft. 200 ft. continue holding your breath. If you fail the Constitution 31–60 ft. 60 ft. 120 ft. check, you begin to drown (see Drowning, page 304 of the 61–120 ft. 30 ft. 60 ft. Dungeon Master’s Guide). 121–180 ft. 20 ft. 40 ft. Stunned or dazed creatures in the water automatically 181–300 ft. 10 ft. 20 ft. 301 ft. or more — — fail Swim checks, and go under. They do not get an oppor- tunity to draw a breath before sinking and must begin making Constitution checks to hold their breath on the Creatures with low-light vision can see objects twice as next round after they go under. far away as the given distance, just as they do by torchlight Comatose, dying, paralyzed, sleeping, or unconscious or lantern light. Similarly, creatures with darkvision can characters fail their Swim checks and go under. On the see out to the extent of their darkvision. round after they go under, they fail their Constitution Murky Water: Water containing a lot of sediment, debris, checks and begin to drown. or organic matter is often quite murky. Most rivers and lakes are murky, while some are very murky. HYPOTHERMIA Murky water reduces the radius of illumination provided Cold water can kill quite quickly through hypothermia by a light source (the sun or a carried light source, such as (the loss of body heat), but surprisingly even water as warm an object with a light spell cast on it) by 50%, since light as 70º F or 80º F can kill, given a few hours. scatters and reflects from matter hanging in the water. For Very cold water is water encountered while the air example, a sunrod normally provides bright illumination temperature is cold (40° F) or colder, water in any cold to a range of 30 feet and shadowy illumination to 60 feet, aquatic terrain, and water in deep subterranean lakes but in murky water these are reduced to 15 feet and 30 and rivers. Very cold water deals 1d6 points of nonlethal feet, respectively. damage per minute of exposure. You can negate this Very murky or muddy water obscures all sight, includ- damage with a successful Constitution check (DC 15, +1 ing darkvision, beyond 5 feet. Creatures 5 feet away have per previous check). concealment (20% miss chance). 12 1 RETPAHC EHT OTNI MORTSLEAM SINKING AND SHIPWRECK SPECIAL PERILS It’s unfortunate but true: Vessels that adventurers embark OF THE SEAS on seem to meet bad ends with distressing predictability. They are caught up in the storm of a sea god’s wrath, More than a few adventurers have drowned in dungeon they are wrecked on uncharted reefs, they are burned by wells or perished in terrible shipwrecks, but the maelstrom dragons and crushed by krakens, and all aboard must take holds many other perils for the unprepared or unlucky to the boats or swim for their lives. who venture within its grasp. Strange curses and blights Without consideration for the numerous ways that wait in the dark, deathlike waters of lightless caverns and monsters or magic might destroy a vessel, most ships sink in the foulest reaches of the sea. in one of four ways: grounding, battering, foundering, or capsizing. In calm waters, grounding is an obstacle that DISEASE can usually be overcome with a few hours or days of hard Dangerous diseases found in or around the sea often work. Ships that run aground in relatively calm seas aren’t plague maelstrom environments. See page 292 of the completely sunk; it’s possible to float a ship free with a lot Dungeon Master’s Guide for an explanation of diseases and of work, although a ship with a badly damaged bottom their workings. (from running up onto coral or rocks, for example) can indeed sink once it’s been pulled free. Ships that ground Disease Infection DC Incubation Damage Coral scratch Injury 12 1d4 hours 1d3 Dex in mud or sand are in much better condition. Sea rot Contact 20 1 day 1d6 Con + Ships sinking through battering are dangerous places to 1d6 Str be—yardarms come crashing down, fittings burst, masts Sea sores Ingested 14 1d4 days 1d4 Str + wrench free of their seats, heavy objects come loose and 1d2 Cha Suntouch Exposure 18 1 day 1d6 Wis + roll or fly about. Every round, a character aboard such a 1d2 Con vessel has a 20% chance of being subjected to a slam attack (attack bonus +6, damage 1d10) and a 20% chance of being Disease Descriptions hurled into the water, ready or not. The following diseases are often encountered in seafaring When the crew loses control of a ship, typically because environments. the helm has broken or the masts fallen, it either becomes Coral Scratch: Characters who take damage from a derelict or, if less seaworthy, begins to founder. A founder- contact with coral must make Fortitude saves or contract ing ship is at the mercy of the waves and often turns so that coral scratch. If a character contracts coral scratch, the green water (see page 20) breaks across its sides. Unless hit point damage dealt by the exposure to coral does not the ship can quickly be turned either into or away from heal naturally until the character recovers or is cured of the wind, it will fill with water (when the hatchways give coral scratch. in) and either capsize or sink. Sea Rot: Usually found in the worst sort of sargasso, A top-heavy ship (for example, a sailing ship whose sails sea rot is caused by contact with infected creatures. When have become waterlogged) or one that receives a sudden a character takes damage from sea rot, he or she must blow from below can capsize (see page 24). A capsizing succeed on another save, or 1 point of the ability damage ship turns upside down and is completely disabled. While becomes permanent ability drain instead. air trapped in the inverted ship can keep it afloat for days Sea Sores: Contracted from eating or drinking food or or even weeks, it is almost impossible to restore the ship water of poor quality, such as that found in the stores of to its proper orientation. Any surviving crew are typically poorly provisioned ships. forced to huddle on the exposed hull, without supplies, Suntouch: Caused by heat damage in dead calm (see and hope for rescue. Capsizing is a favorite attack strat- page 13). Characters reduced to 0 Wisdom by suntouch egy for some aquatic creatures, such as plesiosaurs and are rendered insane instead of comatose, acquiring an dragon turtles. overpowering compulsion to immerse themselves in the A ship reduced to a sinking state cannot move (although sea and/or drink seawater. a powerful wind or current can continue to push the hulk for a time). It takes d% minutes for a sinking ship to finally POISON slip under the waves. Reduce this number by 50% if the Many aquatic creatures are horribly venomous and produce vessel is caught in inclement weather, or by 75% if the ship deadly natural poisons. Some of these are commonly is caught in a storm. harvested by aquatic races and used against their foes. See After a ship goes under the surface, it “falls” at a rate of the accompanying table. 200 feet per round until it reaches the bottom. Anyone who Inhaled poisons generally do not work underwater. rides a ship all the way down takes 4d6 points of falling However, one inhaled poison (yellow urchin extract) is a damage when it strikes the bottom. thick, milky fluid that is manufactured for use underwater. 13 MAELSTROM INTO THE CHAPTER 1 Marine Poisons Poison Type Initial Damage Secondary Damage Price Trap CR Modifier Fire coral extract Contact DC 13 Nauseated 1d4 Dex 150 gp +2 Stonefish venom Injury DC 14 1d8 Dex 1d4 Con 180 gp +2 Cone snail venom Injury DC 12 1d4 Con 1d6 Con + paralysis 120 gp +2 Yellow urchin extract Inhaled* DC 15 1d4 Dex + 1d4 Wis 1d6 Dex + 1d8 Wis 800 gp +3 Sea snake venom Injury DC 16 1d6 Con 1d6 Con 1,100 gp +4 Blue anemone oil Contact 1d4 Str + 1d4 Dex Blindness 400 gp +4 Sekolah’s judgment Ingested DC 18 1d6 Con + nauseated 2d6 rounds* 3d6 Con 3,000 gp +5 * A character who makes the save is nauseated for 1d6 rounds. A single dose creates a faint, milky cloud 10 feet by Airless Water 10 feet, that hovers in the water for 10 minutes before The sinister opposite of airy water, airless water is a dispersing (or only 1 minute in a strong current). A cold, lifeless dead zone. Within a pocket of airless water, creature with the aquatic type (or a creature using water aquatic creatures cannot breathe (nor can air-breathers, breathing or a similar effect) who enters the poisoned for that matter). Water-breathing creatures can “hold water breathes in this poison, but a creature holding its their breath” in order to enter or pass through a mass of breath does not. airless water, just as air-breathers can hold their breath to enter water. SUPERNATURAL DANGERS Airless water is sometimes incorporated as defenses in Powerful and sometimes malevolent magic lurks in the submerged strongholds or as deadly traps in dungeon water deeps of underground waters and the wide expanse of the features, but they are more likely to occur lying close to the ocean. Stormfire plays about a ship’s masts in the midst of ocean floor and sinking down to fill trenches, depressions, the most terrible hurricanes, yawning maelstroms swallow and deep places along the bottom. Pockets of airless water ships in otherwise calm waters, and fearsome calms trap have a dark, slightly viscous look that can be detected by seafarers in empty watery wastes until food, water, and observant characters. hope itself run out.",
        "name":  "The fourth layer of Elysium is Thalasia, the source of the The distance varies with the strength of the current",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In general, Dead Calm characters approaching an area plagued by one of these The terrible dead calm is a horror that terrifies even the supernatural dangers, or in an area about to be struck by boldest of sailors. Some portions of the ocean are cursed one, are entitled to a DC 20 Survival check to detect the by evil sea gods and remain forever still and unmoving. No approaching danger 1 minute before it strikes (or imme- breeze stirs the waters, no current flows to carry a trapped diately before entering the affected area, in the case of a vessel out of the calm. Those who enter all too often die hazard they’re moving into). slow, miserable deaths of starvation and madness, unable to escape from the dead calm’s grip. Airy Water Dead calms are often found in conjunction with vast Considered a boon by any air-breather who encounters sargasso mats. In a dead calm, the weather is always it, airy water is a stretch of water that is breathable by hot and still, without a hint of a breeze. Characters in a both air-breathers and water-breathers. It is filled with dead calm who take damage from heat must succeed on streaming effervescent bubbles, and normal marine a DC 18 Fortitude save or contract suntouch (see page animals usually avoid it. Airy water is sometimes found 12). Dead calms are also notorious for attracting undead in the palaces of good-aligned aquatic creatures such as such as ghosts, spectres, lacedons (aquatic ghouls), merfolk, aquatic elves, or even storm giants. Even after and worse. such places are abandoned or destroyed by evil, the airy Dead calms often have the same effect as a desecrate water can remain, allowing surface-dwellers to explore spell (and the worst dead calms have the same effect as the submerged ruins of these places. Airy water is some- a desecrate spell containing an evil altar or temple, even times found in dungeon water features, offering a secret if no such structure actually exists in the area). passage from one place to another to those who know Regions of dead calm normally extend for 10d10 miles. the water’s secret. Oared ships can, with some work, free themselves, but Characters in airy water are subject to all the normal sailing ships often have to resort to exhaustive towing movement and combat penalties for being in the water— work or powerful magic to escape the doldrums. they just have no risk of drowning. Airy water is typically found in or around specific Maelstrom rooms or chambers and does not often occur in open water Naturally occurring whirlpools are dangerous enough, (although stories of shallow coral reefs or kelp beds filled but some whirlpools are supernatural maelstroms— with airy water abound). places where portals to the Elemental Plane of Water, 14 1 RETPAHC EHT OTNI MORTSLEAM divine manifestations of sea deities’ power, or ancient or a portal to the Elemental Plane of Water—the creature curses have created monstrously powerful vortexes in or vessel passes through. Otherwise it comes to rest on the water. the bottom or is adrift in the water a short distance from",
        "name":  "Avoiding Supernatural Dangers",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Add the speeds of the two ships together against your opponent. and reduce the range by this much. Grapple: If you have the advantage and close to within Minus Adv. Speed: Reduce the range by the speed of 20 feet of your adversary (or have actually gone past your the ship holding the advantage. adversary but are still within 20 feet) you can attempt to +/– Difference: Change the range by the difference grapple. If the opposing captain accepts the grapple, the in the two ship’s speed, as the situation warrants. If the attempt is automatically successful. If the opposing captain 28 1 RETPAHC EHT OTNI MORTSLEAM does not want to be grappled, you make an opposed Profes- might dictate that you try to defeat him at a distance with sion (sailor) check modified by your ship’s shiphandling magic, artillery, or missile fire. At the very least, your bonus. If you equal or beat your opponent’s check, the two ranged attacks can kill or injure enough of the enemy crew ships are grappled. that your ensuing boarding action will be easier than it Grappled ships fall to zero speed. During the next otherwise would be. movement step, your ships will be adjacent to each other A ship is composed of a number of hull sections and a (enthusiastic boarders can try to swing, swim, or jump the number of rigging sections. When you attack a ship, you gap between the vessels in the round before the ships attack a section at a time. A ship section is an inanimate are adjacent). object. Its AC is usually very low, but it has hardness",
        "name":  "Minus Sum",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This spell cannot damage objects. the decks. If you can affect a whole vessel, the ship must",
        "name":  "Magic Missile",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aventi are, first and languages of those civili- foremost, a very devout people— zations around them. Many they literally owe their existence Elven words have found to their patron sea god, after all. their way into the aventi Common, Aventi are also a very proud peo- due to the influence of the aquatic ple, sometimes to the extent of elves on aventi civilization. Addition- being considered prickly about Aventi paladin ally, many aventi learn the Aquan things such as their honor. They are tongue, often with a merfolk accent. not quick to take insult, but they are very particular about Roleplaying Application: Because aventi spend most their own honorable behavior. They expect less out of of their lives underwater, they use idioms and expres- other races, though are pleasantly surprised when one sions that humans find puzzling—and some phrases are of the land folk matches their standards for honor, cour- baffling to aventi as well. The phrase “fight fire with fire” tesy, and duty. and “every cloud has a silver lining” are probably mean- Aventi culture is very tradition-bound and ordered. ingless to aventi, who might instead use the equivalent This sense of tradition is expressed among the aventi as phrases “sometimes you must wrestle the octopus” and the Twelve Virtues: honor, loyalty, bravery, piety, civility, “even the smallest oyster can hold a pearl.” Illus. by E. Polak 36 2 RETPAHC FO SECAR SAES EHT AVENTI SOCIETY that they did not perish in the long-ago catastrophe that Long ago in the misty dawn of humankind, the mighty befell their kingdom. The temple hierarchy of Aventer- island nation of Aventus ruled the waves. The patron of nus is a pillar of any aventi community, and high priests this nation was a god of the sea, and it was only by this often serve as the principal advisors to aventi kings and god’s graces that the aventi exist today, for a terrible cata- lords. Evil aventi are sometimes lured by the promises clysm befell that island nation. Some say that cataclysm and power offered by sinister deities such as Sekolah was the working of a goddess who was the sea god’s rival, or Umberlee. while others claim that it was the result of the nation’s Relations: Aventi have excellent relations with mer- own toying with terrible magics. folk, aquatic elves, and tritons, often banding together Regardless of the cause, Aventus was laid low by the with them to fight off threats from land folk or aquatic cataclysm and the island nation sank beneath the waves. threats. They are fascinated by the merfolk and their Though the sea god wasn’t able to save the island, he culture’s apparent lack of structure, so unlike the aventi transformed its people into the aventi, humans capable way. Aventi are dedicated enemies of the sahuagin and of breathing water. monstrous sea creatures such as merrows and scrags. Now aventi emerge from the sea only occasionally, Of all the sea-dwelling folk, the aventi are the most for they are an insular people. In many cases, those who likely to engage in regular commerce and trade with meet aventi do not know that they are dealing with a sea- coastal and seafaring land dwellers. Sometimes they dwelling creature, for the aventi do not look drastically conceal their true origins from the humans they deal different from humans and can easily pass for one in with, appearing as mysterious sea traders who rarely ven- most cases. Those aventi who need to venture onto the ture far from the ocean. In other places aventi kings are surface world simply do so, engage in whatever trading staunch allies of human lords ruling over coastal cities, they might need, and then go their way with few being and the two races freely mix. Human-aventi marriages any the wiser. are not uncommon in such places; the children of these",
        "name":  "Personality",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Respectful of tradition and personal unions are aventi, although they might have features and honor, aventi tend to be lawful. Aventi do not have any coloration that are quite unusual for their race. need for stringent legal codes and expansive laws. Each member of their society is assumed to act with honor AVENTI ADVENTURES and integrity, seeking the best outcome for the most Adventures that involve both the air-breathing and people. Dishonorable behavior is dealt with on a familial water-breathing worlds often involve aventi. And when level—a family is expected to deal appropriately with you need to use the plot device of an ancient culture with anyone in their midst whose behavior reflects badly on long-lost magic lore, consider a culture whose ruins lie the community, whether through shaming them into below the waves, not below the ground. proper behavior or ensuring that this family member • Once a century, the princess of a human kingdom must makes amends and then keeping a close eye on him or travel under the waves to an aventi enclave, exchanging her to prevent such behavior again. gifts and learning about life at the ocean’s floor. The PCs",
        "name":  "Alignment",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Currently, aventi live in small enclaves mere plunderer, however. He wants to lead his people of up to a thousand members. Each enclave is ruled by back to life on land, displacing whatever humans get in a king, who is often a paladin or cleric of the sea god. the way of his homeland (“New Aventus”). These enclaves are guarded by a militia led by the elite • Aventi sages have warned for years against using the Order of the Pearl. Once a decade, the kings of all the magic rituals that might have caused the sinking of settlements gather for a Royal Moot hosted by one of Aventus, but a cult of aventi have pieced together most the kings, wherein the kings reaffirm their treaties and of the arcane texts. They want to use the ritual to sink alliances with one another. the existing continents, creating a world dominated by",
        "name":  "Settlements",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A ranger can follow a trail even across not carrying a medium or heavy load. streams or underwater. Such terrain cannot hold tracks, but the ranger uses faint scent traces and lingering dis- SORCERER turbances in the water to follow the recent passage of his quarry. Since water (especially if moving) quickly washes Sorcerers in watery settings are often multiclass sorcerer/ away the trail, the Survival DC modifier for tracking in fighters or sorcerer/rogues, who provide valuable weather water is +10. For each minute that passes since the trail was magic or offensive capability to boost the crews they serve made, the DC also increases by 1 (or by 5 in flowing water). with. Among underwater peoples, sorcerers obviously do Tracking through rushing or stormy water is impossible, not use much (if any) fire magic. Instead, they concentrate except to a character under the effect of a wake trailing spell on sonic or electricity effects, direct-damage effects such (see page 124). as magic missile, or elemental magic dealing with water Woodland Stride (Ex): A ranger who has a racial swim and cold. speed can choose to apply this ability to difficult aquatic Familiar: Sorcerers and wizards in aquatic regions can terrain (shallow coral, kelp beds, ice-choked waters, sar- obtain a familiar appropriate to that environment; see Table gasso, and similar obstacles), rather than woodland terrain. 3–1: Aquatic Familiars. This choice is made when the class feature is gained. Treat each familiar as the kind of animal indicated in the “MM Entry” column for the purpose of HD, attacks, and other basic statistics. If the entry provides a page ROGUE number, then the creature is described in Chapter 7 The classic image of a seafaring rogue is, of course, the of this book. Costs and effort involved in obtaining pirate. Buccaneers and freebooters of all stripes rove aquatic familiars are identical to those required for the oceans and even large rivers. Some are bloodthirsty other familiars. 52 3 RETPAHC SESSALC Table 3–1: Aquatic Familiars arcane spells presented in Chapter 6, such as pressure sphere. Familiar MM Entry Special Many warmages select the Ship’s Mage feat (see page 93) Albatross Page 165 Master gains a +1 bonus on to make their spells simultaneously more potent against Spot checks foes and less dangerous to their own ship. Eel Page 166 Master gains a +3 bonus on Escape Artist checks Fish owl Owl Master gains a +3 bonus on Spot checks in shadows WIZARD Octopus Octopus Master gains a +3 bonus on Wizards in aquatic environments might specialize in grapple checks Parrot1 Raven Master gains a +3 bonus on magic of winds and waters, or in abjuration magic to Appraise checks protect those who dare the waves. They are slightly less Sea snake Page 170 Master gains a +3 bonus on likely to found on board ships than sorcerers, being more Bluff checks inclined to study and not wishing to risk their precious 1 A parrot familiar can speak a language of its master’s choice as a supernatural ability. books. Some wizards make a career of creating magic items to assist with life on or under the water, such as everfull sails (see page 131), magically enhanced vessels, devices SPIRIT SHAMAN for breathing underwater, and so on.",
        "name":  "Track in Water",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+5. aberration, animal, dragon, or magical beast of Huge or",
        "name":  "Base Attack Bonus",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A ship’s captain is usually an experienced the helmsman himself—although if the conning offi cer sailor, navigator, and commander. There is a good deal of takes the helm himself, or if the helmsman ignores the overlap between captain and master; generally, a master orders of the conning offi cer, the person with his hands is someone who owns the ship she commands, while a on the ship’s wheel makes any skill checks associated captain is someone who does not. A ship might sail with with shiphandling. both a captain and a master, in which case the master Mage: Any vessel with a crew of more than a dozen or generally permits the captain to exercise command and so is likely to carry a ship’s mage—an arcane spellcaster only intercedes if she feels her vessel is at risk. who can help defend the ship from various natural or unnatural hazards, ranging from pirate attack to doldrums. Useful magic for making quick repairs or speeding a ship’s voyage with a favorable wind is highly sought after, even in peaceful areas. A ship’s mage is usually a sorcerer or wizard of 3rd to 6th level; warships with large crews could carry as many as half a dozen mages and apprentices.",
        "name":  "Captain",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The ship’s prelate (or ship’s chaplain, or priest) mast. Deckhands taking in or setting sails generally is a divine spellcaster who advises the captain, lends his stand on sturdy lines below the yardarm and lean into the healing skills to the crew, and uses divine magic to protect yardarm for support; walking on top of a yardarm is a real the ship from hazards and assist in battle. Prelates are stunt, since there isn’t anything to brace against. normally carried only on ships of moderate or greater size; Difficulty Modifiers: Wet decks and icy decks are small ships might have a speaker or acolyte who represents treated just as lightly slippery and severely slippery sur- the most prevalent faith on board, but that person might faces, as described in the Balance skill on page 67 of the or might not actually have a level in a divine spellcasting Player’s Handbook. class. Warships often carry more prelates because of their Underwater: Characters attempting to balance on things usefulness in battle. A typical prelate is a cleric of 2nd to while completely submerged have a much smaller chance 5th level. of falling off, simply because water resistance gives one an",
        "name":  "Prelate",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A swimming high jump works much like Junk 12 Small 3 months Caravel 15 Small 3 months the high jump described in the Jump skill description, Dhow 15 Small 3 months except that there is a –10 penalty for executing this jump Galley 15 Medium 4 months in water. The height you reach measures the distance you Trireme 18 Medium 8 months get between the water and your feet (or tail, as the case may Dromond 20 Medium 6 months Elven wingship 22 Medium 8 months be). If you achieve a negative result, you don’t actually get Greatship 22 Large 15 months completely out of the water. For example, if your result is Ironclad 25 Large 18 months a –4, your jump distance is –1 foot—which means that all Theurgeme 25 Medium 8 months 86 4 RETPAHC DNA SLLIKS STAEF Check Modifiers Knowledge (Geography) Poor work force –2 The absolutely crucial tasks of navigation and piloting fall Terrible work force –5 under the description of Knowledge (geography). While Poor materials –5 Profession (sailor) covers the maneuvering and handling Rush job –5 per month Minor magical assistance +5 of a ship, the science of navigation requires a distinctly Major magical assistance +10 different set of training—mathematics, geometry, optics, and astronomy, among other fields.",
        "name":  "High Jump",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Use of the proper spells or monsters Check Modifiers with especially useful characteristics (for example, a giant) Excellent chart +2 adds a significant bonus on your shipbuilding check. Poor chart –2 The spellcaster or monster helping you must be on hand Extremely poor chart –5 False chart –10 at least half the time to give you the bonus. In general, spellcasters must have access to spells of 4th level or better (or a monster must be CR 7 or higher) to count as major You make a course setting check when you begin a magical assistance. voyage, and anytime you realize that you have gotten lost",
        "name":  "Magical Assistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You and your mount leap into water best Spot check makes the check. from a place where the animal can’t just wade in. If you If the lookout fails to spot the target vessel at the base fail the check, you fall off as your mount enters the water; distance, the other vessel is automatically spotted once you are no longer mounted. If you fail the check by 5 or it closes within half the distance given (assuming no more, your mount balks at the edge and remains ashore magical concealment is involved). For example, two ships while you fall into the water without it. normally have an opportunity to spot each other at a range",
        "name":  "Leap into Water",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "By expending a daily turn undead attempt, you fades as well. can infuse the water around you with positive energy, which has the same effect as holy water. All creatures in a 20-foot STEAM MAGIC radius around you immediately take damage as though You are skilled at casting fiery spells into the water, causing they’d been struck directly by a flask of holy water. The water terrible gouts of scalding steam. 94 4 RETPAHC DNA SLLIKS STAEF",
        "name":  "Benefit",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Casting a fi re spell or using a spell-like abil- Benefi t: You can breathe water as well as air. Your swim ity targeted on water successfully normally requires a speed improves to 20 feet. Spellcraft check (DC 20 + spell level). Normal: Aquatic half-elves without this feat cannot breathe water and have a swim speed of 15 feet. STORM MAGIC You gain a boost in spellcasting power during storms. WINDSINGER",
        "name":  "Normal",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "All spells you cast while you are affected by a You can use song or a wind instrument to compel the storm (either natural or magical) are at +1 caster level. winds to obey you. The bard who possesses this feat is highly favored aboard a sailing vessel; indeed, a bard who SUNKEN SONG demonstrates the ability to control the wind to some You can project your voice underwater. degree is usually given an offi cer’s position aboard ship.",
        "name":  "Benefi t",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Huge vehicle; Seaworthiness +0; Shiphandling handling +2; Speed wind × 30 ft. or oars 5 ft. (good); Overall +2; Speed oars 15 ft. (good); Overall AC 3; Hull hp 50 (hard- AC 1; Hull sections 4 (sink 1 section); Section hp 50 (hard- ness 5); Ram 2d6; Mounts —; Space 15 ft. by 5 ft.; Height 5 ft. ness 5); Section AC 3; Rigging Sections 2; Rigging hp (draft 2-1/2 ft.); Complement 8; Watch 1 plus 2 rowers; Cargo 60 (hardness 0), AC 1; Ram 3d6; Mounts 2 light; Space 4 tons (Speed oars 10 ft. if 2 tons or more); Cost 500 gp. 30 ft. by 10 ft.; Height 10 ft. (draft 5 ft.); Complement 15; 102 5 RETPAHC DNA SPIHS TNEMPIUQE Watch 3 plus 8 rowers; Cargo 30 tons (Speed wind × 20 ft. but the most common design is a simple paddlewheel or if 15 tons or more); Cost 4,500 gp. set of mechanical oars turned or driven by a magical con- struct, mindless undead, or even a bound elemental. Many Raft theurgemes are luxuriously appointed with comfortable While almost anyone can lash a few logs together and make cabins and exotic décor, as befits the wealthy wizards who a crude raft, this is a vessel made of sawn planks with logs most likely own such vessels. or empty barrels for floatation. The raft normally has a small Theurgeme: Colossal vehicle; Seaworthiness +2; deckhouse or flat for shelter. It is slow and hard to maneu- Shiphandling +2; Speed propellers 35 ft. (good); Overall ver, and is really only suitable for calm rivers or lakes. AC –3; Hull sections 28 (sink 7 sections); Section hp 150",
        "name":  "Launch",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A tricorne is the classic three-cornered Special Substances Craft (Alchemy) hat. It is generally worn by the upper classes and can be both and Items Cost DC Weight Air plant 25 gp — — civilian and military garb. A tricorne can range from a simple Stinkpot 50 gp 20 1 lb. leather or felt version to a very fancy silk item with feathers. — No weight, or no weight worth noting. The price given here is for a well-made felt tricorne. 1 These items weigh one-quarter this amount when made",
        "name":  "Hat, Tricorne",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is an emergency flotation device for 15 Fortitude save or become sickened as long as it remains those who find themselves cast overboard. It can also be and for 1d4+1 rounds after it leaves. Each round a creature used to support a nonswimmer being assisted through wa- remains within the smoke, it must make another save. ter. A float bladder is a sack of oiled hide that can be filled The pot’s contents are consumed in 3 rounds, and the with air. It has a long neck that is knotted shut after filling vapors disperse naturally. Lighting a stinkpot is a standard and ropes or straps to fasten it to the wearer. A float bladder action that provokes attacks of opportunity. dnalgnE .W yb .sullI 109 Illus. by D. Griffith lerics and wizards of the undersea races are Blackwater Domain Spells renowned for their command of powerful and 1 Cause Fear: One creature of 5 HD or less flees for mysterious magic. Many sea-bottom explorers 1d4 rounds. and Underdark adventurers have perished under 2 Pressure Sphere*: Water pressure deals 4d6 damage the blasphemous spells and rites of Blibdoolpoolp’s mad to submerged targets. priests or Umberlee’s monstrous devotees. Surface-dwell- 3 Evard’s Black Tentacles: Tentacles grapple all ers who must live and work upon the sea have spent within 20-ft. spread. generations propitiating the cruel and capricious gods of 4 Transformation of the Deeps*: Grant water the ocean and mastering spells designed to protect them breathing, darkvision, and pressure immunity to from the sea’s wrath. one creature/3 levels. 5 Blackwater Tentacle*: Create blackwater tentacle that attacks your foe. NEW DOMAINS 6 Blackwater Taint*: Desecrate water, deal 1d6/2 The sea deities introduced in Chapter 3 offer several levels negative energy damage, bestow a nega- unusual domains to their clerics, ranging from the cold tive level. and lightless powers of the deep abyss to the wild and 7 Dark Tide*: Infuse water over a large area unfettered might of the ocean storm. with negative energy, causing weakness and 1d6 damage/hour. BLACKWATER DOMAIN 8 Maelstrom*: Conjures a deadly whirlpool to",
        "name":  "Float Bladder",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "V, S, M The skin of the target creature trans- magic items.",
        "name":  "Components",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Permanent moistened with cool, fresh water or Afterward, only a heal, mass heal, 113 MAGIC ITEMS SPELLS AND CHAPTER 6 limited wish, miracle, or wish spell can AIRY WATER their land speed to move along the remove the affliction. Transmutation [Air, Water] bottom at their normal speed. Crea-",
        "name":  "Duration",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No to the touch. Your sense of smell than normal. sharpens, granting you the scent Assuming the Form of the Killer This spell causes a deadly vortex to special ability and a +10 racial bonus lasts for the duration of the spell— form in water. A body of water at least to Survival checks for the purpose once it has been done, you cannot 119 MAGIC ITEMS SPELLS AND CHAPTER 6 return to the Form of the Hunter effect. The cabins are furnished, You create a landslide of mud and without recasting. and the galley contains sufficient water, which crushes, buries, and",
        "name":  "Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 standard action water large enough for the ship to sit water, or on squares of water that are Range: Medium (100 ft. + 10. ft./level) in safely, unless the destination plane not at least 5 feet deep. The spell must Area: One living creature has no body of water large enough to be centered at or below the surface of Duration: Permanent (D) hold the ship, in which case the ship the water. Saving Throw: Will negates simply materializes right side Spell Resistance: Yes up, lying on the ground. If the destination plane is You fill the target creature’s one that possesses an thoughts and ears with the ocean, the ship automati- sublime music of the deep cally appears there. waters. The creature is com- Note that this spell pletely immersed in this does not grant the ship sensation and does nothing or its inhabitants any but experience it fully. It ability to survive on the enters a comatose state and destination plane—the cannot be awakened by any ship simply appears in means short of dispelling the plane upon a body the effect. This is not a sleep of water (or, in the case effect, so elves and dragons of planes that are made are not immune to it. Dispel up of nothing but water, magic and break enchantment in the water). cannot remove this effect, Any characters or crea- but a heal, limited wish, miracle, tures aboard unwilling or wish spell restores the crea- to move to the new plane ture to consciousness. are entitled to a Will sav- An air-breathing creature ing throw to resist the effect, but Pressure sphere crushes a merrow in the water affected by this spell might find themselves floating in begins to sink and will drown if not the water when the ship vanishes rescued. A flying creature imme- from around them. QUICKSWIM diately falls and might take falling",
        "name":  "The ship always appears on a body of are within the radius but not in the Casting Time",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No and Yes This spell gives the recipient a swim enter into the water depths without (object) speed equal to its land speed (though their loyal steeds to assist them. With not the ability to breathe water this spell, you imbue your mount As teleport, save that you draw upon or hold its breath beyond normal with the ability to enter the water the power of a storm to teleport your- limits). So long as the creature isn’t without harm by granting it the self and a number of others from one carrying more than a light load, it aquatic subtype. Additionally, the place to another. can swim at its normal speed without 123 MAGIC ITEMS SPELLS AND CHAPTER 6 making Swim checks. It also gains a Casting Time: 1 standard action survive in the terrible lightless +8 competence bonus on any Swim Range: Touch depths of the oceans. This creates check to perform some special action Target: Living creature touched subtle changes in the spell’s target, or avoid a hazard. The creature can Duration: Instantaneous whose eyes become completely choose to take 10 on a Swim check, Saving Throw: Fortitude half; black and whose flesh becomes hard even if distracted or endangered. see text and cold.",
        "name":  "Paladins are understandably loathe to Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 min./level object’s hardness. A magic item",
        "name":  "Duration",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 min./level (D) contact your mind. Telepathy [Mind-Affecting] Power Points: 7 127 MAGIC ITEMS SPELLS AND CHAPTER 6 Anyone who attempts to manifest (round down) when making Profes- tremorsense (see helmsman) through a telepathic power that targets you sion (sailor) checks while aboard that manifestation. must make a Will save (DC equal to the ship on which you manifested Moreover, you gain the ability to this power’s DC). Those who fail the the power. This can be used even if speak with the ship itself. The ship’s Will save suddenly find themselves you do not actually have ranks in personality contains elements of all trapped in what seems to be a smoth- the skill. the people who have captained it in ering, lightless place of unimaginable Augment: You can augment this its existence, so that a ship with an pressure and bitter cold. Such targets power in one of three ways: esteemed military past will seem are dazed, shaken, and blinded for 1. For every 2 additional power to be very orderly and precise in 2d6 rounds. points spent, you gain a bonus equal its thoughts, while a ship that has This power does not actually pro- to one-half your manifester level for seen generations of pirate captains tect from telepathic intrusion; rather, one other skill of your choice: Bal- is likely to be more rapacious and it is an attack triggered in response ance, Climb, Craft (woodworking), violence seeking. to a telepathic intrusion by another. or Use Rope. This bonus only applies The ship can relate its entire his- You might still be affected by the while you are on the ship in which tory, though its understanding of attacker’s power, even if the attacker you manifested the power. things outside of itself will tend to is in turn affected by yours. 2. For every 4 additional power be somewhat incomplete—it can The only clue that you have acti- points spent, the ship speed increases relate what the hazards of sailing into vated this power is the momentary by another 10 feet/round. a given harbor were like, but it can’t darkening of your eyes, which turn 3. You can spend 4 additional power necessarily tell you what the shore- a deep black hue, like the seas’ abys- points to gain tremorsense while on folk called that harbor. sal depths. board the ship, allowing you to detect Augment: As helmsman.",
        "name":  "BLACKWATER MIND Duration",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Crafted of brass and a glass lantern constantly protects the ship to which it piece of highly polished driftwood, the rod of the legendary is attuned with an alarm effect. The captain of the ship mariner makes life aboard a ship easier, granting its bearer can speak a command word while touching a copper a +5 bonus on Profession (sailor) checks. coin to the underside of the lantern to create a lantern Additionally, the rod of the legendary mariner can be used token. Those who possess a lantern token do not set off to bring forth a purify food and drink effect three times per the alarm. The captain can turn the alarm on or off with day, a create water effect three times per day, and a detect a command word. The captain can, at any time, negate ship effect once per day. all the current lantern tokens, turning them back into Moderate varies; CL 5th; Craft Rod, purify food and nonmagical copper coins. Tokens radiate a very minor water, create water, detect ship, must have at least 8 ranks abjuration effect. in Profession (sailor); Price 20,000 gp. Faint abjuration; CL 3rd; Craft Wondrous Items, alarm;",
        "name":  "Rod of the Legendary Mariner",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Each of the several kinds of living Copper 80-foot line of acid 10d4 15 Gold 40-foot cone of fire 10d10 16 figureheads is carved from fine wood and resembles an Silver 40-foot cone of cold 10d8 16 ordinary figurehead. When a command word is spoken, the figurehead animates and is able to use special powers as described below. The living figurehead obeys and serves Immunity to Energy (Ex): The ship gains immunity the ship’s master (usually the captain). Unless stated to a specific type of energy according to dragon type; see otherwise, it can speak Common and communicate the following table. telepathically with its master, provided it is within 100 feet. dnalgnE .W yb .sullI 133 MAGIC ITEMS SPELLS AND CHAPTER 6 Dragon Variety Immunity Strong transmutation; CL 17th; Craft Wondrous Item, Black Acid etherealness, fly; Price 100,000 gp; Weight 350 lb. Blue Electricity",
        "name":  "Living Figureheads",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This living figurehead is a (much) Green Acid smaller-than-life rendition of a kraken. It carved from the Red Fire White Cold wood of the amaranth tree, which has a rich purple-brown Brass Fire color, and has tourmaline gems inlaid for its eyes. Bronze Electricity When animated, the tentacles of the purpleheart kraken Copper Acid reach out to grab opponents or to hold fast an enemy ship. Gold Fire Silver Cold In addition, the figurehead can produce a control winds effect as a 15th-level caster. The item can be used once per The animated dragon head has the mental statistics of a week for up to 10 minutes at a time. young adult dragon of its kind (see pages 68–88 of the The animated figurehead is treated as a Large animated Monster Manual). The item can be used once per week for object, except that instead of a single slam attack, it has up to 10 minutes at a time. 8 slams that each deal 1d8+3 points of damage. It also Strong transmutation; CL 15th; Craft Wondrous Item, has the improved grab ability, allowing it to attempt to animate objects, protection from energy, and one of the follow- start a grapple as a free action without provoking attacks ing: acid fog or water to acid (acid), cone of cold (cold), lightning of opportunity. It can constrict, dealing automatic slam bolt (electricity), fireball or scorching ray (fire); Price 40,000 damage against a held creature or object. The tentacles gp (black or white), 44,000 gp (green, brass, or copper), can grab creatures of up to Large size and can hold 49,000 gp (blue or bronze), gp (red or silver), or 56,000 gp multiple Small or smaller creatures. The tentacles have a (gold); Weight 500 lb. reach of 30 feet. While animated, the master’s ship gains a +8 bonus on any Profession (sailor) checks made to start",
        "name":  "Purpleheart Kraken",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This living figurehead is carved into a like- Finally, this coat grants its wearer a +5 competence bonus ness of the forequarters of a shedu, a creature with the head on both Profession (sailor) and Balance checks. Threat the of a bearded man and the body of a winged bull (see page coast as a shirt or vestment for determing whether it can 153 of Fiend Folio for more on this being). It is crafted of be worn with other magic items. mahogany and overlaid with gold leaf. Moderate abjuration, transmutation [air]; CL 5th; Feat, When animated, this living figurehead grants its ship a control winds, endure elements, other requirements; Price fly speed of 60 feet with poor maneuverability. In addi- 11,000 gp; Weight 4 lb. tion, the golden shedu allows its ship and crew to shift Oars of Speed: Carved of lightweight yet durable briefly from the Material Plane to the Ethereal Plane as wood, this pair of oars can be fitted on a rowboat or used the etherealness spell. to paddle a canoe or other small watercraft. They grant an The animated figurehead has a Charisma score of 16 but enhancement bonus of +10 feet to the vessel’s speed. This is otherwise treated as a Large animated object. Its flight bonus does not improve with the addition of more oars of ability can be used twice per week for up to 1 hour at a speed. Boats requiring more than two oars can benefit from time. It can transport the ship to the Ethereal Plane for up oars of speed, but all the vessel’s oars must be oars of speed to to 10 minutes each week; the duration of the etherealness gain the speed bonus. effect need not be consecutive periods. 134 6 RETPAHC DNA SLLEPS SMETI CIGAM Faint transmutation; CL 5th; Craft Wondrous Item, quick- Climb checks. In addition, should a crew member fall from swim, creator must have 5 ranks in the Craft (boatbuilding) the rigging, the lines snake out and grab him in midair, skill; Price 2,500 gp per pair; Weight 15 lb. each. preventing a fall and gently setting the creature to the",
        "name":  "Golden Shedu",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ship’s wheel, crafted of silver and deck of the ship. ebony, is made to be mounted at a ship’s helm. Once this The master of a vessel designates crew members for the has been done, the planar helm operates just as any other secure lines, adding or removing individuals as the ship’s ship’s wheel. Additionally, twice per day anyone who complement changes. Adding or removing a crew member knows the proper phrase can use the helm to produce a requires a command word. planar navigation effect on the ship. Moderate conjuration and transmutation; CL 9th; Craft Strong conjuration; CL 13th; Craft Wondrous Items, Wondrous Item, animate rope, fabricate; Price 10,800 gp; planar navigation; Price 65,520 gp; Weight 25 lb. Weight 20 lb.",
        "name":  "Planar Helm",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sails of displacement are Sovereign Sealant: This thick, colorless spread makes crafted of a misty gray-blue canvaslike material, the edges ships and watertight containers less susceptible to damage of which seem to be slightly blurred in the sea breeze. This and leaks. One drum of sovereign sealant is sufficient to treat grants a 20% miss chance to ship-to-ship attacks against a boat or container of Huge size, or two hull sections of a the ship fitted with them, functioning continually. larger craft. Moderate illusion; CL 5th; Craft Wondrous Item, dis- A treated wooden item gains +2 hardness and is placement; Price 120,000 gp; Weight 500 lb. completely waterproof. A ship treated with sovereign Sea-steed’s Bridle: Crafted of leather with silver bits sealant can lose one more hull section than normal shaped as shells, this bridle can transform any animal or before sinking. magical beast trained to accept riders into an aquatic form, Moderate conjuration; CL 8th; Craft Wondrous Item, as though it were the target of a steed of the seas spell. Doing minor creation; Price 8,000 gp per drum; Weight 60 lb. so requires the use of a command word to shift into the Water Wheels: This set of four wooden wheels fits altered form, and a second use to return to normal form. most wheeled vehicles, allowing one so equipped to float The item will shrink or enlarge to fit any size creature. in water, regardless of its size or composition (although a Creatures affected by this bridle need not actually be vehicle with large openings will quickly become water- paladin’s special mounts. logged). A vehicle so equipped has no independent mode Moderate transmutation; CL 8th; Craft Wondrous Item, of propulsion once afloat but must be rowed or fitted with steed of the seas; Price 28,800 gp; Weight 1 lb. sails unless it has magical propulsion or dray creatures",
        "name":  "Sails of Displacement, Minor",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A cloak crafted of water-resistant capable of swimming. storm-gray wool and accented with gold lightning-pat- Faint transmutation; CL 5th; Craft Wondrous Item, wave tern embroidery, the stormrider cloak allows the user to blessing; Price 10,000 gp; Weight 20 lb each. use a fly effect three times per day, for up to 5 minutes Wind Pipe: A device built for pumping air into sub- each time. Additionally, the user gains resistance to merged or otherwise enclosed spaces, this is a 2-foot-long electricity 10. brass tube, threaded so that additional lengths of ordinary Moderate abjuration and transmutation; CL 5th; Craft tubing can be attached. The wind pipe has a diameter of Wondrous Item, fly, resist energy; Price 30,000 gp; Weight 3 inches. 1 lb. When activated, a flow of air equivalent to a moderate",
        "name":  "Stormrider Cloak",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An amphibious creature can breathe air and The amphibious medusa is a hateful, repulsive creature that water equally well. petrifies living beings with its gaze. It prizes art objects, Abilities: Adjust from the base creature as follows: Dex fine jewelry, and wealth. Its activities often revolve around –2. Amphibious creatures are less agile and flexible than obtaining these items. their surface kin.",
        "name":  "Amphibious",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Escape Artist +5, Hide +8 (+12 on seafloor), Listen AVENTI AS CHARACTERS +4, Move Silently +12, Search +4, Spot +4, Survival +8, Aventi possess the following racial traits. Swim +16 —Medium size. Feats: Stealthy, Swim-By Attack* —An aventi’s base land speed is 30 feet. In water, an Environment: Any aquatic aventi has a swim speed of 30 feet. Organization: Solitary or pair —Aquatic: Aventi are aquatic humanoids, and have the Challenge Rating: 4 aquatic and human subtypes. Treasure: None —Amphibious (Ex): Aventi can breathe water or air equally Alignment: Always neutral evil well, without limitation. Advancement: 5–12 HD (Large) —Water Spell Power (Ex): An aventi’s effective caster level Level Adjustment: — is +1 for spells with the water descriptor. *New feat described in Chapter 4 —Human Blood: For all effects related to race, an aventi is considered a human. Aventi are just as vulnerable to The thing before you undulates in the currents, moving wing- like projections at its sides like a pallid manta ray. Its body is special effects that affect humans as humans are, and they an amalgamation of tattered flesh. Its is face made up of shat- can use magic items that are only usable by humans. tered pieces of bone roughly pulled together into a mismatched —Automatic Languages: Common. Bonus Languages: Aquan, puzzle, as is the tail that now arcs scorpionlike over its back. Elven, Sahuagin. —Favored Class: Any. A blackskate is made up of cast-off bits of flesh, bone, scale, and cartilage that settle to the ocean floor. Some- how this organic detritus mixes with the dark currents of the blackwater trenches and a terrible undead creature is cre- ated. A blackskate’s body is difficult to damage: the best way to destroy one is to hack it to pieces, which isn’t an easy task in the water. A blackskate seeks out living, warm-blooded creatures. Though it does not consume blood the way vampires and their ilk do, warm blood drives a blackskate into what merfolk call the blood rage—a state in which the creature becomes even more formidable. Blackskate Illus. by D. Baker 140 7 RETPAHC SRETSNOM",
        "name":  "Skills",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A caller from the deeps has immunity Full Attack: 2 claws +1 melee (1d4) to poison, magic sleep effects, paralysis, and stunning. It is Space/Reach: 5 ft./5 ft. not subject to critical hits or flanking. It cannot be raised, Special Attacks: Constrict 2d4, improved grab reincarnated, or resurrected (though a limited wish, wish, miracle, Special Qualities: Amphibious, low-light vision, scent or true resurrection spell can restore it to life). Saves: Fort +3, Ref +0, Will +0 Siren’s Call (Sp): Three times per day, a caller from Abilities: Str 10, Dex 11, Con 12, Int —, Wis 11, Cha 2 the deeps can use a siren’s call effect (DC 18). This new Skills: Hide +8, Spot +4 spell is described on page 121. Feats: ToughnessB Summon Watery Ally (Sp): Once per hour, a caller Environment: Temperate aquatic from the deeps can summon a Medium water elemental Organization: Colony (2–5) or swarm (6–11) or a Large fiendish shark. This creature remains for 10 Challenge Rating: 1/2 minutes or until slain. This is the equivalent of a 4th-level Treasure: None spell. Alignment: Always neutral",
        "name":  "Elemental Traits",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Dire eels have a +4 racial bonus on Hide checks, Space/Reach: 5 ft./5 ft. which improves to +8 in areas of coral, rock, or heavy Special Attacks: Porpoise animal companion, spells kelp. An eel has a +8 racial bonus on any Swim check to Special Qualities: Aquatic elf traits, spontaneous perform a special action or avoid a hazard. It can always casting, superior low-light vision, wild empathy +0 choose to take 10 on a Swim check, even if distracted or (–4 magical beasts) endangered. It can use the run action while swimming, Saves: Fort +7, Ref +3, Will +3 (+5 against enchantments) provided it swims in a straight line. Abilities: Str 12, Dex 17, Con 14, Int 8, Wis 13, Cha 8 149 MONSTERS CHAPTER 7",
        "name":  "Skills",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Squad (2–4), patrol (5–10 plus 2 3rd-level Druid Spells Prepared: 0—cure minor wounds (DC 11), dolphinriders and 1 leader of 4th to 6th level plus 1–2 flare (DC 11), read magic; 1st—charm animal (DC 12), magic porpoises), or band (30–80 plus 25% noncombatants plus fang (DC 12). 1 3rd-level dolphinrider per 10 adults, 5 5th-level lieu- Skills: An aquatic elf has a +8 racial bonus on any tenants, and 2 7th-level captains, Swim check to perform some special action or plus 5–8 porpoises or 1–2 avoid a hazard. He can always choose to take 10 orcas, plus 2d6 hippocampi) on a Swim check, even if distracted",
        "name":  "Organization",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct traits, damage reduction Aquatic elves cherish privacy and freedom. Their 10/bludgeoning and magic, darkvision 60 ft., fast communities are built in coral caves or seaweed-filled healing 10, low-light vision lagoon bottoms, camouflaged to avoid notice. Druids Saves: Fort +5, Ref +5, Will +5 and rangers keep watch on the settlement and use magic Abilities: Str 22, Dex 11, Con —, Int —, Wis 11, Cha 1 to further hide its existence, along with snares and traps Skills: — to discourage exploration. A typical sea elf settlement Feats: — contains several hundred inhabitants, and communities Environment: Warm aquatic stay in touch through a system of messengers, often Organization: Solitary riding hippocampi. Challenge Rating: 9",
        "name":  "AQUATIC ELF SOCIETY Special Qualities",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A hammerclaw’s mottled shell gives it a +4 Alignment: Always neutral racial bonus on Hide checks, which improves to +8 in Advancement: 4–6 HD (Large); 7–9 HD (Huge) areas of coral or rock. A hammerclaw has a +8 racial Level Adjustment: +2 (cohort) bonus on any Swim check to perform some special action or avoid a hazard. It can always choose to take 10 on a This beast looks like a cross between a horse and a fi sh. It has fi ns instead of hooves and mane, and its equine body trails off into Swim check, even if distracted or endangered. It can a scaly fi sh’s tail. use the run action while swimming, provided it swims in a straight line. Hippocampi are the horses of the sea, favored as both racers and as mounts. Although not easy to domesticate, HIPPOCAMPUS they willingly serve good causes. They are favored mounts Large Magical Beast (Aquatic) of tritons and aquatic elves.",
        "name":  "Skills",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— This wormlike creature is the size of a human forearm. Its mouth is a round, suckerlike orifice. Giant leeches have little ability to attack foes in open water or clear terrain but can pose a serious danger to characters wading or swimming in murky or muddy water. COMBAT Hippocampus Giant leeches are found in murky water, where they can run action while swimming, provided it swims in a approach prey unseen. Characters might be attacked straight line. without even noticing. (DM Tip: Take note of the PCs’ Spot checks and AC TRAINING A HIPPOCAMPUS before running an encounter with giant leeches. Record A hippocampus needs training to learn to bear a rider damage dealt by an undetected leech, but do not inform in combat and obey orders. Use the normal Handle the player of the damage until his or her character notices Animal rules, adding +5 to the DCs since it is a magical the attack.) beast. Riding a hippocampus requires an exotic saddle. Anesthetize (Ex): A creature bitten by a giant leech A hippocampus can fight while carrying a rider, but must succeed on a Spot check (opposed by the giant the rider cannot also attack unless he or she succeeds leech’s Hide check) to notice the attack if both the on a Ride check. leech and its target are in murky water at least 2 feet Hippocampus foals are worth 1,500 gp each on the deep. Each round of blood drain entitles the creature to open market. Hippocampi mature at the same rate as another Spot check to notice the leech, with a cumula- horses. Professional trainers charge 500 gp to rear or tive +2 bonus on the check per round after the first. train a hippocampus. Characters attacked in clear water, or who have some",
        "name":  "Level Adjustment",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; 50% goods (metal or stone only); 50% Medium Fey (Aquatic, Extraplanar) items (no scrolls)",
        "name":  "Treasure",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tentacle +25 melee (1d8+11) Scyllan Illus. by J. Nelson 158 7 RETPAHC SRETSNOM A scyllan lurks in treacherous passages through rocks to the maw (AC 17). Once the creature exits, muscular or reefs where ships must maneuver carefully. As a action closes the hole; another swallowed opponent must vessel passes its lair, the creature grabs with its tentacles, cut its own way out. snatching prey from the decks and rigging. It stuffs itself A Huge scyllan’s maw holds 2 Large, 8 Medium, 32 Small, greedily with as much food as it can get and continues 128 Tiny, or 512 Diminutive or smaller opponents. to fight while digesting the meal. Skills: A scyllan has a +8 racial bonus on any Swim Mariners tell chilling tales of the scyllan’s horrible check to perform some special action or avoid a hazard. wailing, like the winds of a cyclone. The dreadful sound It can always choose to take 10 on a Swim check, even if saps the will, leaving ships’ crews helpless in the face of distracted or endangered. It can use the run action while the monster. swimming, provided it swims in a straight line. Scyllans can speak Aquan and Infernal but rarely do. The only sound they usually make is their frightful noise. SEAWOLF COMBAT Medium Magical Beast (Shapechanger)",
        "name":  "Attack",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A seawolf has a +8 racial bonus on any Swim COMBAT check to perform a special action or avoid a hazard. It Seawolves are cunning and sly. They use can always choose to take 10 on a Swim check, their human forms in order to set even if distracted or endangered. It others at ease but prefer to fight can use the run action while swim- in their seawolf or hybrid ming, provided it swims in a forms. A common seawolf straight line. trick is to insinuate one or two members of a pack SEAWOLF into a ship’s crew. The SOCIETY spies then steer the ship Solitary seawolves often to the waiting pack, pass themselves off as or murder the ship’s pirates, raiders, or sea- watch in the middle of hunters, where they the night so that their usually earn the fear fellows can clamber and respect of their aboard unopposed. fellows due to their Curse (Su): Any violent temperaments human bitten by a and unusual strength seawolf must succeed and hardiness. By nature on DC 13 Will save seawolves are social crea- or fall prey to a unique tures and, given a choice, curse. On the night of the gather in small packs in order next new moon, the character to cooperate in their raids and transforms into a seawolf. The attacks on humans and humanoids. character’s ability scores, class levels (and Seawolves often keep a secret lair some- Seawolf racial HD, if any), racial traits, and other where on a shoreline, where they hoard the special abilities are replaced by those of a treasure they’ve stolen from ships they attack. seawolf. He or she also becomes chaotic evil in alignment. Seawolf packs have been known to adopt human guise and The curse can be broken by a successful break enchantment venture into coastal towns for a night of eating, drinking, or remove curse spell or effect, but the caster must succeed wenching, and fighting. Quick to draw blades or go on a on a caster level check (DC 15) to successfully undo the murderous rampage, the seawolves are given a wide berth curse (which restores the character’s race to human). by those locals who suspect their true nature. The save DC is Charisma-based. Change Shape (Su): A seawolf’s natural form is that SISIUTL of a wolf-headed seal, but it can assume two other forms: a human or a wolf-human hybrid. The human form is Huge Magical Beast (Aquatic) unique; a seawolf in human form always assumes the Hit Dice: 10d10+70 (125 hp) same appearance and traits, much as a lycanthrope would. Initiative: +3",
        "name":  "Skills",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— Treasure: 1/10th coins, 50% goods, standard items",
        "name":  "Level Adjustment",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " up on the eyes to see if there is anything in the area that THE ISLAND OF WITCHES might make a fat target. Off a storm-torn coast lies Shatterhull Isle. When terrible If the witches know that a ship is coming (and they storms arise, ships are often driven against its terrible usually do), they use their mirage arcana spell-like ability rocky shore, spilling their contents for the hags called the to turn one of the many terrible, hull-shearing rocky Daughters of Mahogra. outcroppings of their little island into what appears to Shatterhull Isle is an adventure site suitable for charac- be a welcoming deep harbor, protected from storms and ters of 5th to 7th level. perfect for dropping anchor in. Those who trust in that welcoming sight learn too late that it is a false lure when HISTORY OF SHATTERHULL ISLE the bottom of their ship is ripped out from under them Shatterhull Isle has not always been the danger that it is and the hull staved in by sharp rocks. now. For many years, it was simply another barren island Driven by the Storm: Should the sisters identify the off the coast—dangerous to approach, certainly, but easily PCs’ ship as one that can’t deal well with strong storms at avoided by ships with no reason to go there. All that sea, they swim out to meet the ship, preparing an intercept changed, however, with the coming of the Daughters location. Then, once the ship is between themselves and of Mahogra. their island, they use control weather to whip up a storm, Several decades ago, the ancient sea hag Mahogra was forcing the ship to seek a safe harbor. slain by a heroic party of aventi, merfolk, and aquatic elf Dreams of Promise: If the Daughters of Mahogra adventurers, ending the threat to their homes that she are able to identify a ship that isn’t likely to change its had presented. Though Mahogra was slain utterly, her course in a storm, they resort to more esoteric means three daughters (Ambraga, Kurula, and Gakara) escaped of acquiring prey. The Daughters have become quite the assault. In time the three of them found themselves skilled in the use of the dream spell to call folk to drawn to this desolate and remote island, pulled there by Shatterhull Isle, first using vision to discover which ruse dreams of their mother calling to them from the storm- is likely to have the greatest chance of success with a lashed craggy shores. given target. One of their favorites is to claim to be the After a period of threatening one another and other spirits of pirates killed by a cruel captain to prevent their such power ploys, they consecrated their sisterhood anew, revealing the location of his buried treasure. Sometimes, forming the Daughters of Mahogra, a true covey of sea they appear in a form that a devout character might hags. The powers they gained from joining together were believe to be a servant of his or her deity. The hags plead great and terrible indeed, and they immediately put these for the ship to change its course and come to the island new powers to work for them. In the years since, they have to right a great wrong, seek a treasure, or find some item sought to gather wealth and power, with the ultimate goal they seek. 181 LOCALES ADVENTURE CHAPTER 8",
        "name":  "SHATTERHULL ISLE",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Should the Daughters of Mahogra VISITING SHATTERHULL ISLE be unable to ascertain what dream image would best lure This aptly named island is little more than a jagged a ship’s crew, they are only too happy to polymorph one of mass of volcanic stone that thrusts up out of the water. their number (typically Kurula) into the form of a beautiful The peak of the island is some 75 feet above sea level. but injured mermaid who then swims out to meet the ship Scattered in the waters around the island are several and begs for help. The apparent mermaid claims that her battered ship hulks and the spars of jutting stone that sisters are in a cave that is the home of a terrible band of caused their wrecks. ogres (which is, strictly speaking, the truth, in case clever The island itself is home to fi ve ogres, servants of the heroes use truth-detecting magics). Daughters, who live among the beached wrecks, particu-",
        "name":  "Lured by Merfolk",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The walls of both Galoril’s lair and Tamoreus’s still isn’t finished, for all the work is done by his own two palace are crafted of the very strong volcanic rock that hands. He works feverishly, striking aside huge chunks of forms the mountain range beneath the Tamorean Vast. stone with the application of hammer, chisel, and his own This dark gray stone has hardness 8, 540 hit points, and a giantish strength. He has divided the citadel into towers, break DC of 65 per 10-foot-by-10-foot section. each one consisting of a large central chamber connected by tunnels along the lower levels that will one day ascend 1. Entry Cavern into the core of Tamoreus’s Watch, rising for multiple levels Once the brooding place of the mighty dragon turtle with rooms and chambers on each floor. He intends each known as the Queen of Mists, this cavern is used by tower to serve a specific purpose and is designing them Galoril as a watchroom and antechamber for his lair. with that purpose in mind. It provides ample warning when interlopers might be Returning from an extended journey to find anguillians coming, as well as granting the massive dragon turtle hiding in his outer tunnels, Tamoreus decided to allow an excellent place to scent out the nuances of passing other creatures to lair here while the citadel is under creatures in the waters without actually being seen, construction. Accordingly, he has made some alliances allowing him to suddenly dart out and snatch at passing with other sea creatures and flat-out captured and impris- sharks, squid, and other deep-sea creatures. Galoril can oned others to act as guardians for his rooms. Once the often be found here, gnawing at some creature captured chambers are completed and habitable, he intends to get on such a hunt. He prefers to eat here rather than in rid of their temporary inhabitants to make room for a full his lair proper. tribe of storm giants, but until that time many of them A number of smaller cavern systems branch off from serve as lairs. He makes sure to keep the various creatures this major cavern. They are much too small for Galoril or fed and cared for—in many instances, these creatures Tamoreus to enter, and the anguillians never tarry here eat better than they would even in the wild, so most of should any of them manage to sneak down here. The them are perfectly happy to stay. Those creatures that are southern branch of fissures is completely empty, though intelligent have been offered a place once he has founded there are signs that it might have once housed some his tribe. The more intelligent creatures have realized creature or another, from the bones resting partially that Tamoreus is frankly obsessed with building and that hidden in the silt-covered cavern floor. The northern his mighty tribe of evil storm giants is mere fantasy, but branches are the lair of a small nest of water nagas who they are content to be allied with so powerful a pair of were originally allies of the Queen of Mists (see areas creatures as Tamoreus and (the much more realistic and 1A and 1B). reasonable) Galoril. 207 LOCALES ADVENTURE CHAPTER 8 208 8 RETPAHC ERUTNEVDA SELACOL 1A. Water Naga Nest (EL 10) gp), a piece of tourmaline (70 gp), and a silver pearl This cavern is the home to a brood of water nagas, all (worth 160 gp), which the three sisters love to gaze at offspring of old Ugrushaa (see area 1B). The three naga for hours. here—Ikashli, Darathini, and Akore—are very loyal to The three naga sisters have also collected a number of their mother. magic items, which they will not hesitate to use against The naga have thus far managed to escape the notice of interlopers or give to those whom they feel stand a chance Tamoreus (Galoril knows of their presence but generally of slaying (or even seriously annoying) Tamoreus. These ignores them as beneath his notice). Their primary exit items are an arcane spell scroll (with fox’s cunning, protec- is a series of narrow shafts that rise up from these cav- tion from arrows, and magic missile) and a divine spell scroll erns, with outlets a good distance away from Tamoreus’s (with cure moderate wounds, augury, and summon nature’s ally Watch. The naga are very skilled at remaining unseen, II), both written upon eelskin and more than capable of utilizing invisibility and the like to escape the notice of surviving and being used underwater. They also lay claim anguillian patrols. They also make a point of casting to a ring of the ram (39 charges), which none of them can quickswim on themselves when they are likely to be near use (lacking fingers as they do) and a wand of detect magic other creatures, allowing them extraordinary speeds in (21 charges). the water. Because their mother has such antipathy for Tamoreus, 1B. Ugrushaa’s Nest (EL 10) her three daughters take great delight in foiling his Ugrushaa, a massive water naga, dwells within this side- machinations when they can, using their message spells cavern. She has grown over the years and is now too large to warn those they see in danger. Often they aren’t able to take advantage of the smaller tunnels and chimneys to save a vessel in time, but sometimes the sisters work to that allow her brood to come and go as they please. She save certain members of the crew (including perhaps a remembers the Queen of Mists fondly and despises distressed PC) in order to irk the old storm giant, rescuing Tamoreus. She has taken to using her message spell to them through the clever application of water breathing and whisper to Galoril, telling him of his mother’s deeds and invisibility spells. glory, and how she was slain.",
        "name":  "He has worked for nearly a century, and the citadel Walls",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "hardness 8, 120 hit points, break Spot +15 DC 28, Open Lock DC 20. Languages Aquan, Common, Draconic AC 27, touch 9, flat-footed 26 4. Guests’ Tower (EL 6) hp 162 (12 HD); DR 10/magic This tower, one of the first areas finished, is designed to Immune fire, paralysis, sleep Resist cold 10, fire 10 house guests to Tamoreus’s palace. Tamoreus developed Fort +15, Ref +9, Will +8 and ultimately perfected his technique for working in the Speed 20 ft. (4 squares), swim 40 ft. stone of the subaquatic seamounts here. As a result, the Melee bite +20 (4d6+10) and workmanship isn’t as good as in other areas; a stoneworker 2 claws +15 (2d8+4) or dwarf can easily see the progression of familiarity in Space 15 ft.; Reach 10 ft. the work. The entry archway to each of the subchambers 210 8 RETPAHC ERUTNEVDA SELACOL is set with stone hinges to support double doors, though cells. Surrounding the tower proper are the low rooms no doors have yet been installed. that will serve as prison cells. Though they are high This and all the other areas of the palace are referred enough to allow a human to stand comfortably, they are to as “towers” because that’s what they will be, in time. quite cramped for giants, barely sufficient for them to This is simply the first level of a tower that Tamoreus move around in. intends to see reach many stories upward, with identi- Currently these cells have no doors and the stonework cally placed rooms on each level. For now, though, the has not yet received its final polish. The area is home to room has a 30 foot ceiling, with most of the finely carved a giant octopus, placed here by Tamoreus to discourage stonework trickling off into rough chisel marks toward anything else from snooping around; he has taught it the ceiling. the error of leaving the gaol tower. Though by nature a Tamoreus has placed a pair of guardians within this shy creature, this octopus has been tormented by the old room: two hammerclaws. These creatures scuttle in and giant so often that it now attacks anything it encounters. among the light dusting of silt and rubble found here, Tamoreus occasionally feeds it creatures he has captured, usually lurking in dark corners tucked back among the although it mostly survives on fish that wander into chambers. They are quick to investigate any movement the lair. or sound from this area, though they recognize the light Giant Octopus: hp 53; see page 276 of the Monster that Tamoreus uses when he walks through here and so Manual. tend to avoid similar lights (though they will scuttle to Also in this chamber is a secret passage, along the the edges of the light to investigate). northwestern wall. It can be found on a DC 21 Search Hammerclaws (2): hp 43, 50; see page 152. check. Once found, it is easily opened and leads back to 4A: Obviously intended to one day function as a spa- the escape room (area 11). cious bedroom for guests, this chamber is where the 6A–6B, 6E–6F: These chambers feature a low bench hammerclaws prefer to drag the remains of their prey. The carved out of the wall all the way around the room, save moldered and putrid debris includes the remains of not for the entry archway. Brackets set into the wall will just sea animals but a number of sentient creatures, most one day hold manacles. Other than that, these chambers notably anguillians. are empty.",
        "name":  "Giant Stone Doors",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Nearby Features Permanency or Magic Item?............................50 in the Campaign..............................................6 Improved Arcane Lock........................................51",
        "name":  "Behind the Curtain",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Features that impede normal Site Hidden from Observation: pensive. movement include hills, tidal flats, and rough terrain Forest strongholds and other camou- The site is in a lawless area, that would slow an attacking army. The cost assumes flaged structures pay this cost modifier. at least until the characters es- you have built a road for normal traffic in and out of Most strongholds can be seen from miles tablish law themselves, which your stronghold. The extent of natural features is left away, but hidden strongholds follow the offers a –10% discount. The deliberately vague, but the terrain types and obstruc- rules for spotting distance as if they were diamond mine is an income tions listed in Chapter 9 of the Player’s Handbook are a stationary, Colossal creatures (see Table source (+10%), but some good starting point. 3–1 of the DUNGEON MASTER’s Guide for high cliffs overlook the keep Natural features that prohibit normal movement are spotting distances). If you use magic to site on one side. That makes more significant barriers such as cliffs, rivers, and more conceal your stronghold, you don’t pay attacking easier (–2%). exotic obstacles such as lava plains. Any kind of feature this surcharge, because you’re paying for Adding it all up, Bright- that requires a skill such as Swim or Climb to move the magic instead. stone Keep gets a net 1% dis- through falls into this category. The shape and extent Monster Lair Nearby: The exact count, and it earns an addi- of the natural features depends on the specific site. nature of the monsters and the location tional 5% discount on any Some features actually make a stronghold easier to of the lair are up to the DM. Clearing out hewn stone walls. Karlerren attack, such as high ground that overlooks a castle or a the lair should be the basis for an adven- notes the wall discount for forest that provides cover for attackers. ture, not just a single battle. Depending later, and moves on to step 2.",
        "name":  "Natural Features",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " money by building a stronghold with are some basic definitions. Brightstone Keep tough exterior walls and weaker interior Augmentations: Add-ons to walls, augmentations Karlerren wants the following walls, for example. Many of the magical are extras that make a wall better in some way, but they components for Brightstone extras you’ll buy for your stronghold, from can’t support a building by themselves.",
        "name":  "Component Example",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "takes 10% less time to build, up to a maxi- Staff Costs Brightstone Keep mum of a 70% “rush charge” to get the castle Now is a good time to figure out how much your staff built in 30% of the usual time. will cost you on a monthly basis. Total up the staff Thinking of defense, Karlerren The DM may rule that some strongholds required by your various components and consult the purchases three ballistas (500 shouldn’t use this rule. For instance, if your Staff section in Chapter 2. gp each) with 200 ballista stronghold price includes a large percentage bolts for each (200 gp each). of wondrous architecture, you might choose Landlord [Special] He decides to put his three to construct such items separately (using the By knowing the right nobles, making contacts with guard towers 20 feet up in towers (400 gp each). He can rules for building magic items in the DUN- masons and artisans, or performing great deeds for a fill the lower stories of those GEON MASTER’s Guide). In that case, you and liege-lord, you have resources that help you build and the DM should work together to determine expand your stronghold. towers with other compo- what parts of the stronghold contribute Prerequisites: The character must be at least 9th nents at no extra cost, be- toward this build time. level. cause the first two stories",
        "name":  "Extras Example",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The number of stronghold spaces that the com- for Brightstone Keep cost the DM isn’t describing them to see your ponent takes up. This usually ranges from 0.5 to 2 but 73,200 gp. The site modifiers eyes roll back into your head as you argue could theoretically go higher. Remember, a stronghold reduce this by 1%, to a cost of with the construction foreman or haggle space averages 4,000 cubic feet or 400 square feet, 72,468 gp. The keep will take with a spellcaster. It’s probably part of given a 10-foot-high ceiling. eight weeks to build, and Kar- some larger plot that you’re seeing the Cost: Each component has a cost associated with it, lerren decides not to rush it— he’s spent enough money beginning of. DUNGEONS \u0026 DRAGONS is a listed here in gold pieces. game about adventure, not supervising Prerequisites: Some components have prerequi- already. Besides, he’ll be busy builders as they put your stronghold sites, which include other components or staff. For enough casting wall of stone together. example, if you want a dining hall, you must have a and crafting magic items for kitchen. If you have a kitchen large enough to require the stronghold. C servants, you must have servants (purchased as an extra hapter 2: below) and have servants’ quarters. Some prerequisites state that you must have a certain StrOnghOld component “or better.” That means you must purchase either the listed component or a component of the COmpOnents same type but higher quality. For example, if you need a library, the fancy library or luxury library also satis- fies the prerequisite. Now that you’re familiar with the basics of designing a stronghold, it’s time to go over the vast variety of differ- List of Components ent components that you can use to fill up your strong- The following is an alphabetical list of stronghold com- hold, to turn it from a listed number of stronghold ponents. spaces into a real building. You can add extras to any component. Extras have Alchemical Laboratory, Basic costs and prerequisites just like components, but they Size: 1 ss don’t take up stronghold spaces because they fit inside Cost: 700 gp the rooms of the stronghold (such as protective sigils) Prerequisites: None or they stand outside (such as moats). All sorts of vials, flasks, beakers, burners, crucibles, scales, measuring devices, and other alchemical equip- ment fill this space. The room also includes a pair of COMPONENT basins and a ready supply of water in a barrel or two DESCRIPTIONS lining the wall. Along one wall stands a fireplace that The remainder of this chapter consists of the descrip- not only heats the room but also provides the fire nec- tions of various components you can build into your essary for so many kinds of alchemical recipes. stronghold. Your choice of components dictates the The floor is rough wood or stone, often stained with purpose of your stronghold, whether it’s a military for- chemicals. Shelves stocked with chemicals and al- tress, palatial home, or arcane nexus. chemical reagents line the walls. Components use the following format. Using this lab gives a single character a +2 circum-",
        "name":  "If any problems do occur, realize that Size",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One valet need a cleric around so that you can visit the place and This area contains two smaller bedrooms with a con- pray in it, official services can only be run here by a necting door. No expenses were spared in building or person ordained by the higher power your character furnishing this space. Each room features a marble- has chosen. The basic chapel has no magic extras, but topped bureau and a gorgeous wardrobe. The four- most stronghold builders have their chapels hallowed poster bed is made of the finest wood hung with the or unhallowed; many chapels commonly include items wispiest of linens, and the mattress and the blankets of wondrous architecture (see Wondrous Architecture are stuffed with feathers. The sheets are silk. later in the chapter). A stuffed chair sits in one corner. In another, a finely Up to forty people can fit in here for a service. If you polished and fully stocked writing desk waits to be need a greater capacity, purchase this component mul- used. The walls are adorned with fine art, often of tiple times. people in positions of repose. Sometimes they feature dreamy scenes filled with pleasant nymphs or other Chapel, Fancy fantastic or heavenly scenes. This component includes Size: 2 ss a privy, though it need not be attached or adjacent to Cost: 6,000 gp the bedroom component itself. Prerequisites: One acolyte The luxuriousness of the room requires a single This larger chapel features a polished stone altar, hand- valet, who can be called with any of the bells posi- somely finished pews, and stained glass in the win- tioned around the rooms. dows. There’s also a small dressing room for the cleric to prepare for services in, and in here there’s a ward- Chapel, Basic robe for keeping religious garb and supplies in.",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None books on religion, general knowledge, the planes, Plain wooden shelves of books fill this room, arranged arcana, nature, and history. Purchase reference books as 25 in any manner you desire. One or two small tables extras (see the Books sidebar), and if you need a greater allow people to read the books, and a single lectern capacity, purchase this component multiple times. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:34 PM Page 26 CHAPTER 2: STRONGHOLD COMPONENTS SSaammppllee Sample Prison Cells LLiibbrraarriieess OOnnee SSqquuaarree == 55 FFeeeett One Square = 5 Feet SSaammppllee MMaaggiicc LLaabboorraattoorriieess uupp OOnnee SSqquuaarree == 55 FFeeeett 26 620_88166_001_StrngBuild3a.qxd 1/24/02 2:34 PM Page 27 CHAPTER 2: STRONGHOLD COMPONENTS Sample SSaammppllee PPrriissoonn CCeellllss Libraries One Square = 5 Feet OOnnee SSqquuaarree == 55 FFeeeett Magic Laboratory, Basic mounted on a hinged platform can be tilted to pour",
        "name":  "Prerequisites",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    }
]
