[
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; standard melee (1d8+2); or 6 spikes +8 goods (nonflammables only); standard ranged (1d8+2/19–20) items (nonflammables only) Space/Reach: 10 ft./5 ft.",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction Small Outsider (Air, Extraplanar) 5/magic, darkvision 60 ft., fast healing 2",
        "name":  "AIR MEPHIT Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction mixed types), or mob (5–12 mephits of mixed types) 5/magic, darkvision 60 ft., fast healing 2 Challenge Rating: 3",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Change size, damage reduction 5/magic, darkvision 60 ft., fast healing 2 This winged creature looks like a miniature devil, wreathed in flame and",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic, darkvision 60 ft., immunity to fire, fast healing 2, vulnerability to cold Ice mephits come from the Elemental Plane of Air.",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic, darkvision 60 ft., Attack: Claw +6 melee (1d3+2) fast healing 2, immunity to fire, vulnerability to cold Full Attack: 2 claws +6 melee (1d3+2)",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff +8, Escape Artist mephit +7, Hide +11, Listen +6, Special Qualities: Damage Diplomacy +4, Disguise +2 reduction 5/magic, darkvision (+4 acting), Move Silently 60 ft., fast healing 2 +7, Spot +6, Use Rope +1 Saves: Fort +4, Ref +3, Will +3 (+3 with bindings) Abilities: Str 14, Dex 10, Con",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Damage reduction 5/magic, darkvision 60 ft., Treasure: Standard fast healing 2 Alignment: Usually neutral",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10th coins; 50% lamprey’s maw, constantly drips an oily slime when it is goods; 50% items not siphoning out the brains of living prey.",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— utterly self-serving. If an encounter turns against the What originally appeared to be creature, it flees at once, an object now shows signs of caring nothing for the organic life as the creature fate of its companions or sprouts a lashing pseudopod. servitors. A mind flayer is about The mimic is a strange and the same height and deadly creature that can weight as a human. change its pigmentation Mind flayers speak Under- and shape. It uses this ability to common but prefer to commu- lure hapless victims close enough to nicate telepathically. slay them. CIMIM Mimic 186 Illus. by T. Lockwood MINDFLAYER COMBAT Mindflayer only if it can somehow reach the foe’s head. Mind flayers like to fight from a distance, If a mind flayer begins its turn with at least using their psionic abilities, particularly one tentacle attached, it can try to attach its mind blast. If pressed into melee combat, a remaining tentacles with a single grapple check. mind flayer lashes its enemies with the The opponent can escape with a single successful tentacles ringing its mouth. grapple check or an Escape Artist check, but the Mind Blast (Sp): This psionic attack mind flayer gets a +2 circumstance bonus for is a cone 60 feet long. Anyone caught in every tentacle that was attached at the beginning this cone must succeed on a DC 17 Will of the opponent’s turn. save or be stunned for 3d4 rounds. Mind Extract (Ex): A mind flayer that begins flayers often hunt using this power and its turn with all four tentacles attached then drag off one or two of their and that makes a successful grapple stunned victims to feed upon. The check automatically extracts the opponent’s save DC is Charisma-based. This brain, instantly killing that creature. This ability is the equivalent of a 4th- power is useless against constructs, elemen- level spell. tals, oozes, plants, and undead. It is not Psionics (Sp): At will—charm instantly fatal to foes with multiple heads, such monster (DC 17), detect thoughts (DC as ettins and hydras. 15), levitate, plane shift, suggestion (DC 16). Effective caster level 8th. The MIND FLAYER SORCERER save DCs are Charisma-based. While many mind flayers train as wizards and Improved Grab (Ex): To use grow mighty in the arcane arts along that this ability, a mind flayer must hit a disciplined path, some of the most fear- Small, Medium, or Large creature some of the illithids are sorcerers, whose with its tentacle attack. It can mastery of magic seems almost instinctual. then attempt to start a grapple as a free action without pro- Combat voking an attack of opportunity. The save DCs for this mind flayer sorcerer’s If it wins the grapple check, it mind blast (DC 21) and its psionics (charm mon- establishes a hold and attaches ster DC 21, detect thoughts DC 19, suggestion DC the tentacle to the opponent’s 20) are adjusted for its higher Charisma score. head. A mind flayer can grab The mind flayer sorcerer uses its spells to a Huge or larger creature, but protect itself from attack (greater invisibil- Mind Flayer Mind Flayer, 9th-Level Sorcerer Medium Aberration Medium Aberration",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— — N A G A Mummy rot is a powerful curse, not a natural disease. A charac- All nagas have long, snakelike bodies covered with glistening ter attempting to cast any conjuration (healing) spell on a creature scales, and more or less human faces. They range in length from 10 afflicted with mummy rot must succeed on a DC 20 caster level to 20 feet and weigh from 200 to 500 pounds. The eyes of a naga are check, or the spell has no effect on the afflicted character. bright and intelligent, burning with an almost hypnotic inner light. To eliminate mummy rot, the curse must first be broken with break enchantment or remove curse (requiring a DC 20 caster level COMBAT check for either spell), after which a caster level check is no longer Nagas favor spells over other forms of combat. Because they are necessary to cast healing spells on the victim, and the mummy rot almost always found in the lairs they guard and know well, they can be magically cured as any normal disease. can arrange most encounters to suit their wishes. An afflicted creature who dies of mummy rot shrivels away into sand and dust that blow DARK NAGA away into nothing at the first Large Aberration wind. Hit Dice: 9d8+18 (58 hp)",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "magic, immunity to fire, cold, Darkvision 60 ft. charm, sleep, and fear, spell resist-",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A light load for a cauchemar is up to 612 ties, poison, summon undead, swallow whole pounds; a medium load, 613–1,224 pounds; and a heavy load, Special Qualities: Aversion to daylight, damage reduction 1,225–1,840 pounds. 15/silver and magic, darkvision 60 ft., immunity to cold, spell resistance 31, telepathy 100 ft, tremorsense 60 ft., undead traits",
        "name":  "Carrying Capacity",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bite +18 melee (2d6+17/19–20 plus magic drain) Base Attack/Grapple: +3/+3",
        "name":  "Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bite +18 melee (2d6+17/19–20 plus magic drain) Attack: Dagger +6 melee (1d4/19–20) Space/Reach: 15 ft./10 ft. Full Attack: Dagger +6 melee (1d4/19–20)",
        "name":  "Full Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Desecrating aura, magic drain, spell-like abili- Space/Reach: 5 ft./5 ft. ties, summon undead Special Attacks: Blinding beauty, spells, spell-like abilities, stun-",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aversion to daylight, damage reduction ning glance 15/silver and magic, darkvision 60 ft., immunity to cold, spell Special Qualities: Damage reduction 10/cold iron, low-light resistance 27, telepathy 100 ft., undead traits vision, unearthly grace, wild empathy",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10th coins, 50% goods (no nonmetal or nonstone), Level Adjustment: — 50% items (no nonmetal or nonstone)",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+0 ORC Orc 203 ORC SOCIETY —Orc Blood: For all effects related to race, a half-orc is consid- Orcs believe that to survive, they must conquer as much territory ered an orc. Half-orcs, for example, are just as vulnerable to special as possible, which puts them at odds with all intelligent creatures effects that affect orcs as their orc ancestors are, and they can use that live near them. They are constantly warring with or preparing magic items that are only usable by orcs. to war with other humanoids, including other orc tribes. They can —Automatic Languages: Common, Orc. Bonus Languages: Dra- ally with other humanoids for a time but quickly rebel if not com- conic, Giant, Gnoll, Goblin, Abyssal. manded by orcs. Their deities teach them that all other beings are —Favored Class: Barbarian. inferior and that all worldly goods rightfully belong to the orcs, having been stolen by the others. Orc spellcasters are ambitious, OTYUGH and rivalries between them and warrior leaders sometimes tear a tribe apart. Large Aberration",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "*An otyugh has a +8 racial *When in flight, giant owls gain a +8 bonus on Hide checks when in its lair, bonus on Move Silently checks. due to its natural coloration. TRAINING A GIANT OWL OWL, GIANT Although intelligent, a giant Large Magical Beast owl requires training before it",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Solitary, pair, or company 601–900 pounds. (3–5) OWL, GIANT Giant owl 205 OWLBEAR PEGASUS Large Magical Beast Large Magical Beast",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A light load for a pegasus is up to 300 PHASE SPIDER pounds; a medium load, 301–600 pounds; and a heavy load, 601–900 pounds. Large Magical Beast",
        "name":  "Carrying Capacity",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins, 50% goods (stone only), no items Full Attack: 2 claws +8 melee (1d4+1) and bite +3 melee (1d6)",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Standard coins; double goods; standard items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— REMORHAZ The beast looks like a huge worm with dozens of insectoid legs, Huge Magical Beast faceted eyes, and a wide mouth brimming with jagged teeth. The back",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9 Large Magical Beast",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; 50% goods (stone only); no items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision60ft.,immunityto Damagereduction10/magic, Damagereduction15/magic, fire,vulnerabilitytocold darkvision60ft.,immunitytofire, darkvision60ft.,immunitytofire, vulnerabilitytocold vulnerabilitytocold",
        "name":  "SpecialQualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shadows have a +2 racial bonus on Listen and Spot checks If a magical light source negates the shad- and a +4 racial bonus on Search checks. ows around them, shadow mastiffs are *A shadow gains a +4 racial bonus on Hide checks in areas of cunning enough to either move out of shadowy illumination. In brightly lit areas, it takes a –4 penalty the light or back off and break up the on Hide checks. opposition with their baying. They have been known to seize and carry off items GREATER SHADOW enspelled with daylightspells. Although no more intelligent than an average shadow, a Bay (Su): When a shadow mastiff howls greater shadow is more fearsome because of its or barks, all creatures except evil outsiders increased damage and its hit-and-run tactics. within a 300-foot spread must succeed on a DC 13 Will save or become panicked for 2d4 Combat rounds.This is a sonic mind-affecting fear A greater shadow uses stealth and effect. Whether or not the save is successful, an cunning in combat. A favorite affected creature is immune to the same mas- tactic is to lie in wait, almost com- tiff ’s bay for 24 hours. The save DC is pletely concealed by walls or floor, then swoop out, make an Charisma-based. incorporeal touch attack, and retreat back into a solid object Trip (Ex): A shadow mastiff that hits with without allowing a return attack. its bite attack can attempt to trip the opponent Strength Damage (Su): The touch of a greater shadow as a free action (+3 check modifier) without deals 1d8 points of Strength damage to a living foe. making a touch attack or provoking an attack of opportunity. If the attempt fails, the opponent cannot react to trip the shadow mastiff. SHADOW MASTIFF Shadow Blend (Su): In any condition of illumi- Medium Outsider (Extraplanar) nation other than full daylight, a shadow mastiff can",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% A shocker lizard has a +8 racial bonus on any Swim check to per- items form some special action or avoid a hazard. It can always choose to",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10–15 HD (Large); 16–27 HD (Huge) creatures on sight to prove their strength. The bone hooks on the Level Adjustment: +7 backs of its hands give a blue slaad four claw attacks each round when it makes a full attack. This tall, gangly creature looks like a cross between an ogre and a frog. Its Spell-Like Abilities: At will—hold person (DC 13), passwall, tele- skin is a mottled green, and it has long, sharp claws and a wide mouth. kinesis(DC 15); 1/day—chaos hammer (DC 14). Caster level 8th. The save DCs are Charisma-based. If a red slaad’s egg pellet or a blue slaad’s disease infects an arcane Slaad Fever (Su): Supernatural disease—bite, Fortitude DC 18, spellcaster, that host produces a green slaad. incubation period 1 day, damage 1d3 Dex and 1d3 Cha. The save A green slaad is about 10 feet tall and very broad. It weighs DC is Constitution-based. about 1,000 pounds. As its name suggests, a green slaad is mostly An afflicted humanoid reduced to Charisma 0 by slaad fever green, darker along the back and paler around the belly. immediately transforms into a red slaad. It retains none of the fea- Green slaadi are self-centered, arrogant louts that think only of tures, traits, memories, or abilities of its themselves. They lust after magical power, eventually transform- former self, and is a normal red ing into grays (see below) if they find it. slaad in all respects. Green slaadi work in groups if If the infected being is an doing so suits their immediate arcane spellcaster, the disease needs. instead produces a green slaad. S u m m o n Slaad(Sp): Once per day a blue slaad can attempt to summon another blue slaad with a 40% chance of success. This ability is the equiva- lent of a 4th-level spell. GREEN SLAAD Combat Large Outsider (Chaotic, Green slaadi prefer to use Extraplanar) spell-like abilities over physical",
        "name":  "Blue slaadi are quick to anger, and inclined to attack most other Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "8–14 HD ANDROSPHINX (Medium) Large Magical Beast",
        "name":  "Advancement",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Warm deserts",
        "name":  "Large Magical Beast Environment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Always neutral to avoid combat whenever possible. SPHINY Gynosphinx 233 Rake (Ex): Attack bonus +11 melee, damage 1d6+2. Attack: Sting +8 melee (1d8+5 plus poison) Spell-Like Abilities: 3/day—clairaudience/clairvoyance, detect Full Attack: Sting +8 melee (1d8+5 plus poison) and bite +3 magic, read magic, see invisibility; 1/day—comprehend languages, locate melee (1d8+2) object, dispel magic, remove curse (DC 18), legend lore. Caster level Space/Reach: 10 ft./5 ft. 14th. The save DC is Charisma-based. Special Attacks: Implant, poison",
        "name":  "Alignment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5",
        "name":  "Large Magical Beast Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hieracosphinxes have a +4 racial bonus on Spot checks. A spider eater requires training before it can bear a rider in com- bat. Training a spider eater requires six weeks of work and a DC 25 Handle Animal check. Riding a spider eater requires an exotic SPIDER EATER saddle. A spider eater can fight while carrying a rider, but the rider Large Magical Beast cannot also attack unless he or she succeeds on a Ride check.",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 Grig Pixie stone only); 50% items (no scrolls)",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; 50% goods; 50% items Alignment: Always neutral",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No coins; 50% goods; 50% items —Special Attacks (see above): Spell-like abilities.",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spider swarm has a +4 racial bonus on Hide and Spot gods to punish all of nature, while others tell of a conspiracy be- checks and a +8 racial bonus on Climb checks. It uses its Dexterity mod- tween evil wizards or merciless elemental powers. These tales are ifier instead of its Strength modifier for Climb checks. It can always mere speculation, however, and the creature’s true nature will prob- choose to take 10 on a Climb check, even if rushed or threatened. ably remain a mystery. The tarrasque isn’t in the habit of explaining itself, and it rarely leaves any living witnesses in its wake. The tarrasque is 70 feet long and 50 feet tall, and it TARRASQUE weighs about 130 tons. Colossal Magical Beast The tarrasque can-",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "50% coins; 50% goods; 50% items to lair near humanoid settle-",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "— — 249 Unicorn ERIPMAV Unicorn Celestial Charger, 7th-Level Cleric Large Magical Beast Large Magical Beast",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Darkvision 60 ft., magic circle against Damage reduction 10/magic, darkvision 60 ft., immunity to evil, spell-like abilities, immunity to poison, charm, and compulsion, low-light vision, magic circle poison, charm, and compulsion, against evil, resistance to acid 10, cold 10, and electricity 10, low-light vision, scent, wild empathy scent, spell-like abilities, spell resistance 20, wild empathy",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alternate form, damage reduction 10/silver undead traits, vampire weaknesses, wholeness of body and magic, darkvision 60 ft., fast healing 5, gaseous form, Saves: Fort +7, Ref +16, Will +13 resistance to cold 10 and electricity 10, spider climb, undead Abilities: Str 20, Dex 19, Con —, Int 12, Wis 22, Cha 12 traits, vampire weaknesses Skills: Balance +22, Bluff +9, Climb +9, Hide +28, Jump +23,",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Blood drain, children and Gather Information checks. of the night, create spawn, domi- Hide in Plain Sight (Su): Can use the nate, energy drain, flurry of blows, Hide skill even while being observed as long ki strike (magic), shadow illusion, as within 10 feet of a shadow. summon shadow Improved Evasion (Ex): If the vampire makes",
        "name":  "Special Attacks",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Alternate a successful Reflex saving throw against an attack form, damage reduction 10/silver and that normally deals half damage on a successful save, 251 magic, darkvision 60 ft., fast healing 5, she instead takes no damage. In addition, she takes gaseous form, half-elf traits, hide in only half damage on a failed save. ERIPMAV Purity of Body (Ex): Immunity to all diseases except for magi- action. (If the base creature is not terrestrial, this power might cal diseases such as mummy rot and lycanthropy. summon other creatures of similar power.) These creatures arrive Shadow Jump (Sp): Travel instantaneously between shadows as a in 2d6 rounds and serve the vampire for up to 1 hour. dimension door spell, up to 20 feet per day. Dominate (Su): A vampire can crush an opponent’s will just by Slow Fall (Ex): A monk within arm’s reach of a wall takes looking onto his or her eyes. This is similar to a gaze attack, except damage as if the fall were 40 feet shorter than it actually is. that the vampire must use a standard action, and those merely Still Mind (Ex): +2 bonus on saves against enchantment spells looking at it are not affected. Anyone the vampire targets must and effects. succeed on a Will save or fall instantly under the vampire’s influ- Wholeness of Body (Su): Cure up to 18 hit points of her own ence as though by a dominate person spell (caster level 12th). The wounds each day. ability has a range of 30 feet.",
        "name":  "Special Qualities",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Cluster (2–5) or mob (6–11) (which promptly dies) and becomes a vargouille. ELLIUOGRAV onallerA .C yb .sullI Vargouille 254 This transformation is interrupted by sunlight, and even a day- COMBAT lightspell can delay death, but to reverse the transformation re- Wights attack by hammering with their fists. quires remove disease. The save DC is Constitution-based and Create Spawn (Su): Any humanoid slain by a wight includes a +4 racial bonus. becomes a wight in 1d4 rounds. Spawn are under the Poison (Ex): Injury, Fortitude DC 12 or be unable to command of the wight that created them and remain heal the vargouille’s bite damage naturally or magi- enslaved until its death. They do not possess any of cally. A neutralize poison orhealspell removes the the abilities they had in life. effect, while delay poison allows magical heal- Energy Drain (Su): Living creatures hit ing. The save DC is Constitution-based and by a wight’s slam attack gain one negative includes a +1 racial bonus. level. The DC is 14 for the Fortitude save to remove a negative level. The save DC is Charisma-based. For each such negative WIGHT level bestowed, the wight gains 5 temporary Medium Undead hit points.",
        "name":  "Organization",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fort +1, Ref +2, Special Qualities: Darkvision 60 ft., Will +5 immunity to magic, natural invisibility",
        "name":  "Saves",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items Skills: Winter wolves have a +1 racial bonus on Listen, Move",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+3 (cohort) natural coloration grants them a +7 racial bonus on Hide checks in areas of snow and ice. This creature looks like a white wolf with icy blue eyes. It stands as tall as A winter wolf has a +4 racial bonus on Survival checks when a horse, and its breath smokes with cold. tracking by scent. Dangerous predators of the tundra and other chill regions, winter WORG wolves pursue prey relentlessly. They rarely give up the chase until they bring down their quarry. Medium Magical Beast",
        "name":  "Level Adjustment",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items quarry. A pack usually circles a larger opponent: Each wolf attacks",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "*A yeth hound has a +4 devour the flattened mess). racial bonus on Sonic Lance (Su): Once every Survival checks 2 rounds, a yrthak can when tracking focus sonic energy by scent. in a ray up to 60 feet long. This is a ranged touch at- YRTHAK tack that deals Huge Magical Beast 6d6 points of",
        "name":  "Skills",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Vermin possess the following traits (unless oth- Saves: Fort +3, Ref +3, Will +2 erwise noted in a creature’s entry). Abilities: Str 11, Dex 14, Con 11, Int —, Wis 12, Cha 9 —Mindless: No Intelligence score, and immunity to all mind- Skills: Spot +5, Survival +1* affecting effects (charms, compulsions, phantasms, patterns, and Feats: — morale effects). Environment: Temperate plains —Darkvision out to 60 feet. Organization: Solitary, buzz (2–5), or hive (11–20) —Alignment: Always neutral. Vermin are not governed by a Challenge Rating: 1 human sense of morality. Treasure: No coins; 1/4 goods (honey only); no items —Treasure: Vermin generally possess no treasure. For those that Advancement: 4–6 HD (Medium); 7–9 HD (Large) do, this treasure consists of possessions formerly owned by a crea- Level Adjustment: — ture that the monster has killed. Although many times larger, growing to a length of about 5 feet, GIANT ANT giant bees behave generally the same as their smaller cousins. Giant ants are among the hardiest and most adaptable vermin. Sol- Giant bees are usually not aggressive except when defending diers and workers are about 6 feet long, while queens can grow to themselves or their hive. a length of 9 feet. Poison (Ex): Injury, Fortitude DC 11, initial and secondary Acid Sting (Ex): A giant soldier ant has a stinger and an acid- damage 1d4 Con. The save DC is Constitution-based. producing gland in its abdomen. If it successfully grabs an oppo- A giant bee that successfully stings another creature pulls away, nent, it can attempt to sting each round (+3 attack bonus). A hit leaving its stinger in the creature. The bee then dies. with the sting attack deals 1d4+1 points of piercing damage and Skills: Giant bees have a +4 racial bonus on Spot checks. *They 1d4 points of acid damage. also have a +4 racial bonus on Survival checks to orient themselves. Improved Grab (Ex): To use this ability, a giant ant must hit with its bite attack. A giant soldier ant that wins the ensuing grap- GIANT BOMBARDIER BEETLE ple check establishes a hold and can sting. Medium Vermin",
        "name":  "Vermin Traits",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 2 2 284 Treasure: None None 1/10 coins; 50% goods; 50% items",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items 1/10 coins; 50% goods; 50% items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items 1/10 coins; 50% goods; 50% items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/4 1/2 1 288 Treasure: None None 1/10 coins; 50% goods; 50% items",
        "name":  "Challenge Rating",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items 1/10 coins; 50% goods; 50% items",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10 coins; 50% goods; 50% items 1/10 coins; 50% goods; 50% items 289",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Fey creatures include fairies and many sylvan creatures. They —What do you expect the creature to do in the game? (Is it a could also include evil creatures such as the sidhe and unseelie friend or a foe of the PCs? Does it depend primarily on physical fairies. abilities or mental abilities? Is it meant to be encountered once, or Giant: A giant is a humanoid-shaped creature of great strength, on a recurring basis?) usually of at least Large size. Giants have average combat ability —Where does it live? (A monster that lives underground may and hit points, and poor saving throws, but their size and physical have characteristics not shared by monsters that inhabit the ability scores usually make them very dangerous combatants. wilderness, and vice versa.) If your creature is humanoid-shaped and at least as big as an —How does it live? (Is it a predator that relies on its own ogre, it’s probably a giant, especially if it doesn’t have a lot of spe- strength and speed, or is it intelligent enough to get other crea- cial abilities. tures to do its bidding?) Humanoid: A humanoid usually has two arms, two legs, and —Does it have any particular enemies or favorite prey? one head, or a humanlike torso, arms, and a head. Humanoids have After you have an idea of what your monster is about, you’ll few or no supernatural or extraordinary abilities, but most can have a much easier time making your creature’s type, ability speak and usually have well-developed societies. They usually are scores, feats, skills, and special powers fit your concept. It’s okay to Small or Medium. Every humanoid creature also has a subtype, model your new monster on a creature that’s already in the such as elf, goblinoid, or reptilian. game—you’ll have less work to do, and your monster will be easier Humanoids with 1 Hit Die exchange the features of their human- to use. You’ll find that a short menu of special abilities tightly oid Hit Die for the class features of a PC or NPC class. Humanoids wedded to your concept makes the best monster, and it makes the of this sort are presented as 1st-level warriors, which means that monster much easier to use. they have average combat ability and poor saving throws. Humanoids with more than 1 Hit Die (for example, gnolls and DETERMINING THE MONSTER’S TYPE bugbears) are the only humanoids who make use of the features of Once you have your monster’s concept figured out, it’s time to the humanoid type. Humanoids have average combat ability and pick a creature type that fits the concept. Use the following infor- hit points, but poor saving throws. mation to determine the most appropriate type for your monster Magical Beast: A magical beast is similar to an animal but can (perhaps refining your concept as you go). have an Intelligence score higher than 2. Magical beasts usually",
        "name":  "Think about the following when working on your concept",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An aberration has a bizarre anatomy, strange abilities, have supernatural or extraordinary abilities, but sometimes are an alien mindset, or any combination of the three. This type works merely bizarre in appearance or habits. Magical beasts have good best for creatures that are just plain weird. Aberrations have average combat ability and hit points, and average saving throws. combat ability and hit points, but generally poor saving throws. If your creature resembles an animal but is intelligent or has If you want your aberration to be a tough customer in combat, supernatural or spell-like abilities, it’s probably a magical beast. you’ll need to give it some sort of special attack ability. For ex- You can also use this type for animallike creatures that combine ample, a carrion crawler has eight paralyzing tentacle attacks, the features of two or more animals, or are similar to animals but while an umber hulk has a gaze that causes confusion. just tougher.",
        "name":  "Aberration",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An animal is a living, nonhuman creature, usually a Monstrous Humanoid: Monstrous humanoids are similar to vertebrate with no magical abilities and no innate capacity for lan- humanoids, but with monstrous or animalistic features. They guage or culture. Animals have average combat ability, average hit often have magical abilities as well. Monstrous humanoids have points, and average saving throws. good combat ability and average hit points and saving throws. If your creature ever lived on Earth, and it’s not an insect of Use this type for just about anything that combines elements of some kind, it’s probably an animal. human and animal or monster anatomy, unless it is weird enough",
        "name":  "Animal",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A dragon is a reptilelike creature, usually winged, with of attack. magical or unusual abilities. This type is exceptionally powerful, If your creature has a bizarre physiology that takes the form of a combining good combat ability, hit points, and saving throws. mindless, amorphous blob, it’s an ooze. Otherwise, it’s probably an Use the dragon type for variations on the basic dragon design (a aberration. flying reptile with supernatural abilities). If your creature is essen- Outsider: An outsider is at least partially composed of the 295 tially just a flying reptile (such as a pterodactyl), the animal or essence (but not necessarily the material) of some plane other magical beast type may be more suitable. than the Material Plane. Some creatures start out as some other :5 RETPAHC GNIKAM SRETSNOM type and become outsiders when they attain a higher (or lower) As you proceed through the steps of creating your monster, use state of spiritual existence. Outsiders have good combat ability, your target CR to guide your decisions about what value to assign. average hit points, and good saving throws. Your final monster design may or may not match the target CR, If your creature comes from another plane and it’s not an ele- but you will be much less likely to create a monster that never mental, it’s an outsider. misses or can’t be hit.",
        "name":  "Dragon",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Undead are once-living creatures animated by spiri- entry, because some items that appear late in a monster entry (for tual or supernatural forces. Undead have poor combat ability, aver- example, the monster’s ability scores) affect decisions you might age hit points, and poor saving throws, but have immunity to make about items that precede them. many forms of attack. If you want to create an undead creature with formidable combat abilities, you will need to give it high CREATURE TYPE Strength or Dexterity, or provide it with dangerous special attacks A creature’s type defines what the creature is like and what it can and defenses. do in the much the same way as a character’s class defines the char- If it’s dead, but still kicking, it’s undead (although it could be a acter’s abilities. A creature’s type determines the size of its Hit Dice construct if it’s just a collection of parts animated through an and how magic affects the creature; for example, the hold animal arcane process). If the creature has energy drain or ability drain spell affects only creatures of the animal type. capability, it is more likely undead than a construct. Type, along with size, helps determine the monster’s ability",
        "name":  "Undead",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Magical beasts often have high Dexterity scores affected by certain spells. for their size. Extraplanar: The creature (usually an elemental or outsider) is",
        "name":  "Magical Beast",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Eladrins are a race of celestials, or good out- This is a preference, but is not exclusionary. Note that these envi- siders, native to the the Olympian Glades of Arborea. ronments can also exist in portions of dungeons due to magical",
        "name":  "Eladrin Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A subtype applied to any creature when —Fey eat, sleep, and breathe. it is on a plane other than its native plane. A creature that travels the planes can gain or lose this subtype as it goes from plane to FireSubtype:A creature with the fire subtype has immunity to plane. This book assumes that encounters with creatures take fire. It has vulnerability to cold, which means it takes half again as place on the Material Plane, and every creature whose native plane much (+50%) damage as normal from cold, regardless of whether a is not the Material Plane has the extraplanar subtype (but would saving throw is allowed, or if the save is a success or failure. not have when on its home plane). Every extraplanar creature in this book has a home plane mentioned in its description. These Flight (Ex or Su): A creature with this ability can cease or home planes are taken from the Great Wheel cosmology of the resume flight as a free action. If the ability is supernatural, it D\u0026D game (see Chapter 5 of the Dungeon Master’s Guide). If your becomes ineffective in an antimagic field, and the creature loses campaign uses a different cosmology, you will need to assign dif- its ability to fly for as long as the antimagic effect persists. ferent home planes to extraplanar creatures. Creatures not labeled as extraplanar are natives of the Material Frightful Presence (Ex):This special quality makes a creature’s Plane, and they gain the extraplanar subtype if they leave the verypresence unsettling to foes. It takes effect automatically Material Plane. No creature has the extraplanar subtype when it is when the creature performs some sort of dramatic action (such as on a transitive plane; the transitive planes in the D\u0026D cosmology charging, attacking, or snarling). Opponents within range who are the Astral Plane, the Ethereal Plane, and the Plane of Shadow. witness the action may become frightened or shaken. Actions required to trigger the ability are given in the crea- Fast Healing (Ex):A creature with the fast healing special ture’s descriptive text. The range is usually 30 feet, and the dura- quality regains hit points at an exceptionally fast rate, usually 1 or tion is usually 5d6 rounds. more hit points per round, as given in the creature’s entry (for This ability affects only opponents with fewer Hit Dice or levels example, a vampire has fast healing 5). Except where noted here, than the creature has. An affected opponent can resist the effects fast healing is just like natural healing (see page 146 of the Player’s with a successful Will save (DC 10 + 1/2 frightful creature’s racial Handbook). Fast healing does not restore hit points lost from star- HD + frightful creature’s Cha modifier; the exact DC is given in vation, thirst, or suffocation, and it does not allow a creature to the creature’s descriptive text). An opponent that succeeds on the regrow lost body parts. Unless otherwise stated, it does not allow saving throw is immune to that same creature’s frightful presence lost body parts to be reattached. for 24 hours. Frightful presence is a mind-affecting fear effect.",
        "name":  "Extraplanar Subtype",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Extraordinary abilities are nonmagical, don’t somatic component a spell might require by moving its body. Such become ineffective in an antimagic field,and are not subject to any a creature also does need material components for its spells. The effect that disrupts magic. Using an extraordinary ability is a free creature can cast the spell by either touching the required compo- action unless otherwise noted. nent (but not if the component is in another creature’s possession) Spell-Like:Spell-like abilities are magical and workjust like or having the required component on its person. Sometimes spell- spells (though they are not spells and so have no verbal, somatic, casting creatures utilize the Eschew Materials feat to avoid fussing material, focus, or XP components). They go away in an antimagic with noncostly components. fieldand are subject to spell resistance if the spell the ability resem- A spellcasting creature is not actually a member of a class unless bles or duplicates would be subject to spell resistance. its entry says so, and it does not gain any class abilities. For A spell-like ability usually has a limit on how often it can be example, a creature that casts arcane spells as a sorcerer cannot used. A spell-like ability that can be used at will has no use limit. acquire a familiar. A creature with access to cleric spells must pre- Using a spell-like ability is a standard action unless noted other- pare them in the normal manner and receives domain spells if wise, and doing so while threatened provokes attacks of opportu- noted, but it does not receive domain granted powers unless it has nity. It is possible to make a Concentration check to use a spell- at least one level in the cleric class. like ability defensively and avoid provoking an attack of opportunity, just as when casting a spell. A spell-like ability can be Summon(Sp):A creature with the summonability can summon disrupted just as a spell can be. Spell-like abilities cannot be used specific other creatures of its kind much as though casting a to counterspell, nor can they be counterspelled. summon monsterspell, but it usually has only a limited chance of For creatures with spell-like abilities, a designated caster level success (as specified in the creature’s entry). Roll d%: On a failure, defines how difficult it is to dispel their spell-like effects and to no creature answers the summons. Summoned creatures automati- define any level-dependent variables (such as range and duration) cally return whence they came after 1 hour. A creature that has just the abilities might have. The creature’s caster level never affects been summoned cannot use its own summon ability for 1 hour. which spell-like abilities the creature has; sometimes the given Most creatures with the ability to summon do not use it lightly, caster level is lower than the level a spellcasting character would since it leaves them beholden to the summoned creature. In gen- need to cast the spell of the same name. If no caster level is speci- eral, they use it only when necessary to save their own lives. fied, the caster level is equal to the creature’s Hit Dice. Anappropriate spell level is given for each summoning ability The saving throw (if any) against a spell-like ability is 10 + the for purposes of Concentration checks and attempts to dispel the level of the spell the ability resembles or duplicates + the creature’s summoned creature. As stated on page 37 of the Dungeon Master’s Cha modifier. Guide,no experience points are awarded for summoned monsters. Some spell-like abilities duplicate spells that work differently when cast by characters of different classes—for example, true see- Swallow Whole (Ex): If a creature with this special attack begins ing.A monster’s spell-like abilities are presumed to be the sor- its turn with an opponent held in its mouth (see Improved Grab, cerer/wizard versions. If the spell in question is not a page 310), it can attempt a new grapple check (as though attempting sorcerer/wizard spell, then default to cleric, druid, bard, paladin, to pin the opponent). If it succeeds, it swallows its prey, and the op- and ranger, in that order. ponent takes bite damage. Unless otherwise noted, the opponent",
        "name":  "Extraordinary",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures with the swarm subtype don’t make dentally ends its movement in an illegal space returns to the last standard melee attacks. Instead, they deal automatic damage to legal position it occupied, or the closest legal position, if there’s a any creature whose space they occupy at the end of their move, legal position that’s closer. with no attack roll needed. Swarm attacks are not subject to a miss A trample attack deals bludgeoning damage (the creature’s slam chance for concealment or cover. A swarm’s statistics block has damage + 1-1/2 times its Str modifier). The creature’s descriptive “swarm” in the Attack and Full Attack entries, with no attack text gives the exact amount. bonus given. The amount of damage a swarm deals is based on its Trampled opponents can attempt attacks of opportunity, but Hit Dice, as shown below. these take a –4 penalty. If they do not make attacks of opportunity, trampled opponents can attempt Reflex saves to take half damage. Swarm HD Swarm Base Damage The save DC against a creature’s trample attack is 10 + 1/2 crea- 1–5 1d6 ture’s HD + creature’s Str modifier (the exact DC is given in the 6–10 2d6 creature’s descriptive text). A trampling creature can only deal 11–15 3d6 trampling damage to each target once per round, no matter how 16–20 4d6 many times its movement takes it over a target creature. 21 or more 5d6 Tremorsense (Ex): A creature with tremorsense is sensitive to A swarm’s attacks are nonmagical, unless the swarm’s description vibrations in the ground and can automatically pinpoint the loca- states otherwise. Damage reduction sufficient to reduce a swarm tion of anything that is in contact with the ground. Aquatic crea- attack’s damage to 0, being incorporeal, and other special abilities tures with tremorsense can also sense the location of creatures usually give a creature immunity (or at least resistance) to damage moving through water. The ability’s range is specified in the crea- 316 from a swarm. Some swarms also have acid, poison, blood drain, or ture’s descriptive text. other special attacks in addition to normal damage.",
        "name":  "Swarm Attack",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry in a monster description describes how GLOSSARY CHAPTER 7: much wealth a creature owns.(See pages 52–56 of the Dungeon creature has an Intelligence score. However, many undead are Master’s Guidefor details about treasure, particularly Tables 3–5, mindless and gain no skill points or feats. through 3–8.) In most cases, a creature keeps valuables in its home Traits:An undead creature possesses the following traits (unless or lair and has no treasure with it when it travels. Intelligent crea- otherwise noted in a creature’s entry). tures that own useful, portable treasure (such as magic items) tend —No Constitution score. to carry and use these, leaving bulky items at home. —Darkvision out to 60 feet. Treasure can include coins, goods, and items. Creatures can —Immunity to all mind-affecting effects (charms, compul- have varying amounts of each, as follows. sions, phantasms, patterns, and morale effects).",
        "name":  "Swarms do not threaten creatures in their square, and do not Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Refer to Table 3–5 in the Dungeon Master’s Guideand —Immunity to poison, sleep effects, paralysis, stunning, dis- roll d% once for each type of treasure (Coins, Goods, Items) on the ease, and death effects. Level section of the table that corresponds to the creature’s Chal- —Not subject to critical hits, nonlethal damage, ability drain, or lenge Rating (for groups of creatures, use the Encounter Level for energy drain. Immune to damage to its physical ability scores the encounter instead). (Strength, Dexterity, and Constitution), as well as to fatigue and Some creatures have double, triple, or even quadruple standard exhaustion effects. treasure; in these cases, roll for each type of treasure two, three, or —Cannot heal damage on its own if it has no Intelligence four times. score, although it can be healed. Negative energy (such as an inflict",
        "name":  "Standard",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Vuroosk keeps a locked strongbox tives and loot the hobgoblins have taken. The ser- under his bed. He has the only key. geant’s notes are nearly identical to those kept by the sIronbound Strongbox:2 in. thick; hardness adept in area 7, but easier to read. Vuroosk also keeps a 5; hp 35; Break DC 27; Open Lock DC 25. roster of the outpost’s warriors, a pay ledger, and Inside the box are a leather bag containing 350 gp, a records of supplies both used and needed. A packet of leather pouch containing 28 pp, an unlocked wooden reports detailing the exploits of Vuroosk’s troops (all box that holds three strings of pearls (worth 500 gp addressed to the local hobgoblin chieftain, named each), eight packets of rare spices (worth 25 gp each), Nygraag) lies at the bottom of the stack. All the records and a cloak of elvenkind. The gold coins represent here are written in Goblin. Vuroosk’s pay chest; the other items are treasure that",
        "name":  "Treasure",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Primary Sources should be (Ex) When you find a disagreement between two D\u0026D rules • DR X/adamantine should be (Ex) sources, unless an official errata file says otherwise, the • DR X/-- should be (Ex) primary source is correct. One example of a • DR X/silver or cold iron should be (Su) primary/secondary source is text taking precedence over • DR X/magic should be (Su) a table entry. An individual spell description takes • DR X/chaotic, lawful, holy, or unholy should precedence when the short description in the beginning be (Su) of the spells chapter disagrees. A monster’s statistics block supersedes the descriptive text. Improved Natural Attack Feat Another example of primary vs. secondary sources You can take this feat multiple times, but each time it involves book and topic precedence. The Player’s applies to a different natural attack. Handbook, for example, gives all the rules for playing the game, for PC races, and the base class descriptions. Rend",
        "name":  "Errata Rule",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " attack. It can then attempt to start a grapple as a free action without provoking an attack of opportunity. Change Shape (Su): Once per hour, a magma mephit can assume the form of a pool of lava 3 feet in diameter Swallow Whole (Ex): The gibbering mouther can and 6 inches deep. The mephit’s damage reduction attempt to swallow a grappled opponent of Medium or improves to 20/magic when in this form. The mephit smaller size by making a successful grapple check. (The can’t attack while in lava form but can use other spell- gibbering mouther doesn’t actually “swallow” the like abilities. It can move at a speed of 10 feet, but it opponent—it engulfs it within its amorphous form—but can’t run. In this form the mephit can pass through the effect is essentially the same.) Once inside, the small holes or narrow openings, even mere cracks. The gibbering mouther can use its blood drain ability. A pool’s touch ignites flammable materials such as paper, swallowed creature can cut its way out by dealing 5 straw, or dry wood. points of damage to the gibbering mouther (same AC). The gibbering mouther’s body can hold 1 Medium, 2 Mind Flayer Small, 8 Tiny, 32 Diminutive, or 128 Fine creatures. Monster Manual, page 186–188 Blood Drain (Ex): A swallowed opponent Add telepathy as a special quality. automatically takes 1d4 points of Constitution damage Telepathy (Su): A mind flayer can communicate each round. telepathically with any other creature within 100 ft. that Golem, Iron has a language. Monster Manual, page 137 Night Hag Remove polymorph any object from list of spells Monster Manual, page 194 required for construction. Remove “polymorph (self only)” from spell-like Golem, Stone abilities.",
        "name":  "Add the following entry",
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "_id":  "141b0a19e7b2adeeebff9daabc1e9df0c5e7630b11a3aa711f9c9facae69e6bc"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Banshraes prefer temperate forests, but are considered associated for a banshrae. These fey never use they can live in any environment that can sustain fey. They divine magic—they despise the gods and have no conscious enjoy tormenting humanoids, so they often live close to connection to nature. humanoid settlements. Level Adjustment: +4.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The necromantic ritual as a mount. Training the creature requires four weeks of used to create blackwings requires the intact body of a giant work and a DC 25 Handle Animal check. Riding a blackwing eagle. The process stains the creature’s feathers and plumage requires an exotic saddle. A blackwing can fi ght when car- a deep black and imbues the creature with unnatural vitality. rying a rider, but the rider must succeed on a Ride check to Feathers hang limply from lumps of dry, leathery skin, and attack while the blackwing does so. bones are exposed in places. A typical blackwing stands 10 Carrying Capacity: A light load for a blackwing is up to 612 feet tall and has a wingspan of about 20 feet. Its beak and pounds; a medium load, 613–1,226 pounds; and a heavy load, claws are curved and extremely sharp. 1,227–1,840 pounds. 13 Illus. by I. Medrano BLACKWING BURROW ROOT opponents or to escape from a particularly nasty foe or effect. A burrow root can instinctively determine if a creature has A massive ripple churns through the topsoil with great speed and blood—it ignores a bloodlesss creature unless that creature fl uidity. Suddenly, a strange, serpentine root—twice the length of seriously harms it. a grown human—bursts through the surface. Its massive, thorny A burrow root needs to be split to reproduce, so it fi ghts jaws snap at you with a ravenous hunger. until it has lost half of its hit points. If an individual burrow Burrow Root CR 8 root is reduced to 9 hit points or fewer, it retreats beneath the surface, content to nourish itself with the blood seeping Always N Large plant Init +6; Senses blind, blindsight 30 ft., tremorsense 60 ft.; down from above. Listen +1 Languages — SAMPLE ENCOUNTERS AC 22, touch 11, flat-footed 20 Burrow roots often hunt in groups, moving into a terri- (–1 size, +2 Dex, +11 natural) tory and infesting it. In civilized areas, they are hunted hp 114 (12 HD) and either killed outright or driven back into the remote Immune plant immunities wilderness. Fort +13, Ref +6, Will +5 Beholders, harpies, and other intelligent fl ying creatures Speed 30 ft. (6 squares), burrow 20 ft.; speed burrow Melee bite +16 (2d6+12/19–20 plus wounding) or use burrow roots to drive earthbound foes from behind Melee tail spike +16 (1d6+4 plus 1 Con plus wounding) cover. Less intelligent fl ying predators roost above burrow Space 10 ft.; Reach 5 ft. root infestations, swooping down as the burrow roots attack Base Atk +9; Grp +21 or scavenging remains after a battle. Atk Options Improved Bull Rush, Power Attack Trail of Blood (EL 9): A trail of tilled soil—the path of a Special Actions split burrow root—leads deep into a forest. The burrow root has Abilities Str 26, Dex 15, Con 20, Int 2, Wis 12, Cha 7 been following a briarvex (MM4 26), despite the fact that it SA split, wounding SQ plant traits must go deep into hard, forested terrain, since it fi nds that Feats Improved Bull Rush, Improved Critical (bite), Improved blood is easier to come by when the briarvex is near. The Initiative, Improved Natural Attack (bite), Power Attack burrow root’s burrowing and the briarvex’s woodland stride Skills Hide +13, Listen +1 allow them full mobility even in dense vegetation. Advancement 13–16 HD (Large); 17–25 HD (Huge) In battle, the briarvex uses entangle to hold enemies still, Speed Burrow (Ex) A burrow root can move quickly through then allows the burrow root to attack those opponents, loose soil. Three times per day, as an immediate action, a burrow root can move 20 feet through the making it more likely for those foes to bleed out from the ground. This movement does not provoke attacks of burrow root’s wounding attacks. opportunity. Minion Colony (EL 14): A harpy archer (MM 151) has Wounding (Ex) Any living creature damaged by a burrow strategically seeded a small gully with six burrow roots to root continues to bleed, losing 1 hit point per round target passing caravans. She uses her captivating song to thereafter. Multiple wounds do not result in cumulative blood loss. The bleeding can be stopped by a DC 21 Heal lure opponents through the colony. As soon as the burrow check or the application of healing magic. pqqqqqqqqqrs Split (Ex) When a burrow root is reduced to half of its full normal hit points or fewer, it splits in half. The new root’s game statistics are identical to those of its parent. Divide BURROW ROOT LORE the parent creature’s remaining hit points evenly between Characters who have ranks in Knowledge (nature) can learn the two organisms. The older burrow root cannot split more about burrow roots. When a character makes a suc- again for 24 hours, and the younger burrow root cannot cessful skill check, the following lore is revealed, including split for 24 hours after it emerges. the information from lower DCs. Knowledge (Nature) Burrow roots are animate plants that feed on blood. They DC Result attack to spill blood on the ground, then burrow underground 18 This is a burrow root, a strange, burrowing plant. and consume their food in safety. Wounds caused by a burrow root continue to bleed, spilling blood into the soil and providing STRATEGIES AND TACTICS the creature with food. 23 A burrow root can quickly burrow underground A burrow root attacks in three stages. Upon sensing prey, to escape its enemies. Its tail is a spiked root that the creature burrows rapidly toward that quarry, springing can drain blood and small amounts of vitality from from the earth and delivering a powerful bite. If multiple creatures it pierces. opponents are nearby, the burrow root attacks each one with 28 When severely wounded, a burrow root becomes the goal of spilling as much blood on the ground as possible. two independent creatures. pqqqqqqqqqrs It uses its speed burrow ability to quickly move between 14 TOOR WORRUB roots close in on their targets, she swoops in from above, BURROW ROOTS IN EBERRON peppering her opponents with arrows. In Khorvaire, the earliest references to burrow roots are found in pre-Galifar guild documents of House Deneith. ECOLOGY Some have even suggested that Deneith magically bred Burrow roots are predators that live just beneath the these creatures to provide a quick and mobile fortification topsoil. The blood of living creatures sustains them, so system for its troops in occupied territories. Of course, unless they are provided with a steady food source by House Deneith formally denounces such conjecture. a third party, they root in areas that have high traffic. Driven far from most civilized lands, burrow roots can Once they find an appropriate spot, they colonize it and be found in the Shadow Marches, the Demon Wastes, the begin reproducing. Desiccated corpses mark burrow Mournland, and other such desolate places. root territory. Burrow roots reproduce asexually, splitting apart into BURROW ROOTS IN FAERÛN separate creatures once they have grown too large or have Burrow roots are sacred to the church of Urdlen. It is widely taken significant damage. Since they are easy to cultivate, speculated that the spriggans (Fiend Folio 162) of his highest a few wily and powerful creatures breed burrow roots order fi rst cultivated the plant. Urdlen’s most devout followers as guardians. seed burrow roots near their temples and delight in offering",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Druid 2, sorcerer/wizard 2 or magical means) for the duration of the spell. If the target",
        "name":  "Level",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A rem- Remmanons have an uncanny ability to hear magical manon has the height and weight of an average adult cries for aid. Whenever a nongood spellcaster casts a human male. Its body looks supple and beauti- greater planar ally spell, a remmanon appears instead of ful, but seems to lack strength. Piercing the expected creature 5% of the time. When it answers its flesh are iron hooks, rings, and bars, such a call, a remmanon offers a contract to the caster. from which hang small scraps of pa- Bold remmanons have been known to voluntarily per containing the names of those interfere with greater planar binding spells, offer- mortals who have entered into ing services in exchange for a contract even contracts with it. if not trapped by the calling.",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Un- gainly fi ends assembled from whatever hunks of Stitched Devils in Eberron fl esh the night hags can acquire, stitched devils Night hags of Eberron deal with fiends never look the same. All are patch- and other outsiders, and through their work creatures of fi endish fl esh. transactions, they come into posses- A typical stitched devil stands sion of rare and unusual materials just over 10 feet tall. It weighs and items. Some hags know how to about 800 pounds. imbue the body parts of fiends",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Stitched devils with life, creating stitched channel their pain into others, devils or “hag dolls.” These cackling madly at the torment they in- creatures resemble the fl ict. Despite their tendency and desire stitched devil presented to hurt other creatures, they are in- here, except they are usu- tensely loyal and obedient to their ally lawful neutral. night hag creators. Stitched devils are always lawful evil. Stitched Devils in Faerûn Stitched devils in Faerûn Society are typical for their When a devil fails and is kind. A Red Wizard destroyed, its essence named Alabrast Rue is reabsorbed into the stole the technique plane to be spawned for making them from a anew in the belching vats night hag he imprisoned and of Hell’s breeding pits. This is the way Stitched devil subsequently slew. By trading the the process is supposed to work, but the baat- formula with other night hags in exchange ezu are famous for bending the rules to advance their status for a steady stream of extraplanar reagents, Alabrast has in the rigid hierarchy of their dreadful home. Kocrachons managed to create six of these fiends. The devils serve as (Book of Vile Darkness 175) are particularly noted for selling protectors of his hidden redoubt in the city of Sefriszar, parts of their victims in exchange for valuable larvae and where Alabrast harbors ambitions of becoming Delhu- lost souls, which they then use to procure more interesting mide’s next tharcion. subjects. Stitched devils are therefore abominations in the eyes of the baatezu. 37 Illus. by A. Swekel DEVIL DRAGONS OF THE Because they join the great game through a transforma- tive ritual, xorvintaal dragons are incapable of breaking the GREAT GAME rules, but they have potent minions and the unusual abilities A few dragons, young and old, devote their lives to a competi- granted by the Ritual of Xorvintaal. They manipulate adven- tion called xorvintaal, the “great game.” They scheme against turers and other creatures to raid the lairs of their opponents. their fellows, wagering their hoards and manipulating their These pieces in the great game draw attention to themselves minions like chess pieces. Sometimes those that don’t directly rather than to their manipulator. After a successful move, serve a dragon fi nd themselves caught up in the game. such pieces might fi nd themselves the target of a more Dragons choose to take up xorvintaal when they’re young powerful xorvintaal dragon that had a stake in the defeated adults, drawn by the allure of besting their fellow dragons dragon’s treasure and winnings. and the promise of vast treasure. But the great game demands The exact scoring and rules of engagement are not as commitment from its players. Dragons are proud and solitary important as the effects that you, as DM, want xorvintaal to creatures, so xorvintaal is one of the few ways a dragon can have on your ongoing campaign. In most cases, the mechanics earn draconic prestige. Masters of xorvintaal are regarded as of the great game can be portrayed as beyond the knowledge the fi nest minds among dragonkind. of the PCs. To join the great game, a dragon must fi rst research and Those characters who manage to penetrate the mystery perform the Ritual of Xorvintaal. The ritual requires the should receive evocative but garbled blends of maneuvers dragon to spend a month meditating in a magic cocoon. and strategy from any game you know well enough to speak When the dragon emerges, it is forever marked as a dragon eloquently about. Consistency and clarity should be your last of the great game, having sacrifi ced its innate spellcasting priority—portray xorvintaal as a tortured mess of contradic- ability for the ability to manipulate its minions, to interact tory rules and exceptions that only a dragon with centuries telepathically with other xorvintaal dragons, and to gain to study could understand. Some ideas for PC-relevant moves power as it advances in the great game. for any xorvintaal dragon follow.",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A xorvintaal dragon can keep tabs on its lair and territory with an array of fl oating magic eyes that patrol and report back to the dragon. This effect functions like the prying eyes spell, except that a xorvintaal dragon receives two fl oating eyes per age category it has. The dragon eyes last indefi nitely; when one is destroyed, another one forms next to the dragon at the start of its next turn. Whenever an eye re- turns to the dragon, the dragon can give the eye new instructions.",
        "name":  "Dragon Eyes",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Singh’s neutrality represents amoral indif- ference to ethical matters, not any sort of reverence for a cosmic balance. Singh acts to keep himself safe, powerful, and sated. Society Singh is cautious and a little paranoid when on a mission for his master. He speaks only when he must—he’d rather interact with a fine bottle of wine or a rare delicacy than another person—and even then he usually whispers. A 46 mercenary at heart, Singh is satisfied with his current EHT FO SNOGARD EMAG TAERG pqqqqqqqqqrs SINGH LORE Characters who have ranks in Knowledge (local) can learn more about Singh. When a character makes a successful skill check, the following lore is revealed, including the informa- tion from lower DCs. Knowledge (Local) DC Result 24 They call Singh “the immense” because he’s so fat. But don’t be fooled. He’s a stone cold killer with the grace of a tiger. 29 Singh used to be a thief and a mercenary, and he knows some esoteric magic that lets him manipulate the shadows. 34 It is said that Singh serves Chorranathau the Inscrutable, a mighty fang dragon. He is known for his love of huge amounts of the fi nest food. pqqqqqqqqqrs role. Chorranathau the Inscrutable cares for his exarchs Frightful Presence: A xorvintaal exarch can spend a token well, and Singh is accustomed to living an extravagant to gain frightful presence to the same range as its draconic lifestyle. master. Whenever the exarch attacks or charges, creatures that have fewer Hit Dice than it must succeed on a Will save Typical Treasure (DC 10 + 1/2 the exarch’s HD + its Cha modifi er) or become Singh carries nearly all of his magic items on his person, shaken for as long as they remain within range. A creature but he has even more wealth in his various town houses that successfully saves cannot be affected by that same and villas, which are guarded by his personal soldiers. In exarch’s frightful presence for 24 hours. any given home are enough valuables to equal standard Dragon Wing: If a xorvintaal exarch clasps coins and double goods for a creature of Singh’s hands with at least one other exarch of Challenge Rating. the same dragon, and each spends CREATING A one token, they all XORVINTAAL gain the fly speed EXARCH of their xorvintaal “Xorvintaal exarch” is an ac- dragon master for as quired template that can long as they keep hold- be added to any human- ing the hand of at least oid, living construct, one fellow exarch. Since monstrous human- holding hands makes oid, fey, giant, or fighting difficult, ex- undead (referred archs commonly use this to hereafter as the fl ight only as a means of base creature). overland travel.",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elemental magi are most common in they prefer gems, sculptures, and other items of beauty or foothills and other highlands that support ogres and ogre utility, which they can more easily trade. They have half mages. Ken-suns also ascend to higher elevations, taking to coins, double goods, and half items. the peaks to isolate themselves as they scheme and gather Ken-lis have little use for treasure and almost never have their forces. any with them. A town a ken-li has laid to waste might still",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Frostwind fore they are allowed to succumb to viragos prefer to live in cold the cold. mountains, usually within a carved cave of ice or a natural TYPICAL TREASURE cavern overlooking a pass. Given that their prey is human- The virago claims those who oid, and that tribute is the only way wander into her territory. to stay their icy hands, frostwind Typical Physical Charac- viragos amass quite a collection of teristics: Frostwind viragos treasure. They have standard treasure are the size of female elves, for their Challenge Rating, mostly about 5 feet tall and 90 pounds. in the form of goods and items taken Their skin is pale, and their hair from travelers. is blonde to stark white. A frost- wind virago’s eyes are solid blue, FROSTWIND VIRAGOS lacking any hint of white. IN EBERRON",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Garngraths are native to the Wind- A garngrath leaves nothing in its wake, and it digests what- swept Depths of Pandemonium. They burrow into the mass ever it swallows. But if a garngrath is slain, its horn falls off of matter that makes up the plane’s ground, adding to the and can be retrieved. If this is done, the horn immediately innumerable tunnels therein. The garngraths’ ability to fi xes itself to the head of the creature that retrieved it, resiz- plane shift means they can be found just about anywhere, ing to match the skull of its new owner (Fortitude DC 35 but few garngraths use this ability to leave Pandemonium. negates). The horn then acts as a helm of brilliance, falling The beasts must be trained to go to other planes, except as powder from the new owner’s skull when its last “jewel” when fl eeing a losing battle. is depleted. 61 Illus. by A. Swekel GARNGRATH GEM SCARAB Gem scarabs are burrowing, insectlike creatures that dwell in arid and sandy lands. A brightly shining beetle emerges from the ground in a shower of dirt and pebbles. Metallic and iridescent, it’s almost painful to look STRATEGIES AND TACTICS at. Its back is encrusted with what look like gemstones, and its Gem scarabs form subterranean packs and attack as a group. wicked mandibles clack menacingly. They launch their ambush from the soil beneath their target, Gem Scarab CR 2 attempting to deal as much damage as possible in the fi rst moments to maximize the advantage of surprise. If this is not Always N Small magical beast Init +1; Senses tremorsense 30 ft.; Listen +6, Spot +4 suffi cient to bring down their prey, they use their gemstone Languages — powers to dazzle or kill their opponents. AC 16, touch 11, flat-footed 16 Gem scarabs are tenacious, refusing to give up the fi ght (+1 size, +5 natural) until they are all killed. hp 17 (2 HD) Fort +6, Ref +3, Will +2 SAMPLE ENCOUNTER Speed 40 ft. (8 squares), fly 60 ft. (average), burrow 15 ft., Gem scarabs live and hunt in packs. These groups range in climb 10 ft. size from two to ten scarabs. Melee bite +2 (1d4–1) Space 5 ft.; Reach 5 ft. Grazing Ground (EL 5): A small colony of gem scarabs Base Atk +2; Grp –3 has set up a nest at the edge of a grazing area, and the Spell-Like Abilities (CL 2nd): creatures have begun terrorizing the local peasants who",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Gem scarabs prefer to live in hot, dry, dusty to make the carapace into thread as well, replacing actual climates, typically deserts and parched scrublands. They have metallic thread. Each slain scarab has enough undamaged also been known to settle in fringes of grasslands during carapace left to sell for 1–100 gp. the summer. When gem scarabs catch sentient creatures, they eat all They dig their burrows near water holes, oases, rivers, minerals of a nonmagical nature along with the fl esh. Other and other places where animals are likely to pass. Some items might remain at the site. learn the routes and trails where people take their animals All these possibilities work together to give a gem scarab to market, and such scarabs burrow beneath the road to standard treasure for its Challenge Rating. await their next meal.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Force golems function their high intelligence and force-manipulation in any environment, though they prefer places where they abilities, these constructs are diffi cult to thwart, and they can use their abilities to their best advantage. Wide-open can contain foes rather than destroy them. They are also able spaces allow them to maximize the number of enemies to differentiate malicious intruders from simple trespassers they can affect. Force golems avoid confined areas when who might be indiscriminately slain by nonintelligent they can. golems or magic traps.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Forest haunts are found exclusively in condition is met. Otherwise, it returns to existence forests. A forest haunt roams throughout the forest as though in a few days. pqqqqqqqqqrs on patrol, but returns to its dryad’s grove at least once every 81 Illus. by C. Critchlow HAUNT TAUNTING HAUNT Font of Knowledge (Ex) A taunting haunt is considered to be trained in all Knowledge skills and to have maximum The spectral image of a short, rotund human wearing a tattered ranks in those skills. jester’s outfi t appears before you. It bursts into laughter and points at you. Its laughter grows so violent that it falls to the fl oor, still A taunting haunt is the twisted, jealous spirit of a deceased laughing and pointing. bard, jester, or other performer. Bitter and angry, and resent- ful of the living, a taunting haunt uses its sharp wit, cruel Taunting Haunt CR 4 humor, and spiteful performances to create havoc and chaos Usually CN Medium undead (incorporeal) wherever it goes. Init +6; Senses darkvision 60 ft.; Listen +5, Spot +4 Taunting haunts pose a minimal physical threat, yet they Languages Common are dreaded by almost anyone unfortunate enough to encoun- AC 14, touch 14, flat-footed 12 ter them. With their biting sense of humor and relentless (+2 Dex, +2 deflection) spirit, they can prove more diffi cult to handle than foes in a Miss Chance 50% (incorporeal) hp 39 (6 HD); encore stand-up fi ght. Immune incorporeal immunities, undead immunities Resist +2 turn resistance Strategies and Tactics Fort +2, Ref +4, Will +5 A taunting haunt exists to spread misery, anger, and con- Speed fly 40 ft. (perfect) fusion. In life, it used its talents to bring happiness and Melee incorporeal touch +5 (1 Cha) amusement to others. In death, this desire has warped into Space 5 ft.; Reach 5 ft. Base Atk +3; Grp — a compulsion to make others miserable. Taunting haunts Special Actions tripping tongue, vicious lampoon use a variety of schemes to humiliate the foolish, trusting, Spell-Like Abilities (CL 6th): or greedy. At will—daze (DC 12), ghost sound, summon instrument A typical taunting haunt picks out an important fi gure for 3/day—grease (DC 13), invisibility, Tasha’s hideous laughter continual harassment. The haunt introduces itself, insults (DC 13) 1/day—fear (DC 16), glibness its mark, and uses its Perform (comedy) skill to poke fun. It follows its target, offering running commentary on that Abilities Str —, Dex 14, Con —, Int 13, Wis 11, Cha 15 SA spell-like abilities, tripping tongue, vicious lampoon person’s ineptitude. SQ font of knowledge, incorporeal traits, undead traits Not a murderous spirit, a taunting haunt takes care to avoid Feats Dodge, Improved Initiative, Skill Focus (Perform killing anyone. After all, a corpse can’t wince at a barbed [comedy]) comment or provide endless amusement as it tries to muddle Skills Bluff +11, Diplomacy +13, Disguise +2 (+4 acting), through negotiations while its words are being twisted. Intimidate +13, Knowledge (all) +10, Listen +5, Perform (comedy) +14, Spot +4 A taunting haunt might even help particularly enjoyable Advancement 7–12 HD (Medium) victims of its torments stay alive. Encore (Ex) Fueled by anger and bitterness, a taunting haunt is difficult to send to its final rest. A taunting haunt that pqqqqqqqqqrs is destroyed by any means returns to existence after 24 hours. These creatures can be driven away only when TAUNTING HAUNT LORE defeated in a battle of wits or put to rest only when their Characters who have ranks in Knowledge (religion) or who final wishes are met (see below). have the bardic knowledge class feature can learn more about Tripping Tongue (Su) A taunting haunt can force an taunting haunts. When a character makes a successful check, opponent to speak the opposite of an intended the following lore is revealed, including the information from statement. An entreaty for peace becomes a challenge lower DCs. A bard gains a +4 bonus on this check. to battle. A friendly greeting becomes an insulting threat. Three times per day, as an immediate action, a Knowledge (Religion) or Bardic Knowledge taunting haunt can attempt to reverse an opponent’s DC Result intended words. If that foe succeeds on a DC 15 Will 14 This is a taunting haunt, the bitter spirit of a save, this ability has no effect. Anyone listening to troubadour, jester, or bard. This result reveals all a creature affected by this ability can make a DC 15 undead traits and incorporeal traits. Sense Motive check to notice that the affected 19 When a taunting haunt decides to shadow a creature has been compelled to speak unintended victim, it can cause that person to speak the words. The save DC is Charisma-based. This is a opposite of what is intended. mind-affecting ability. 24 Taunting haunts are expert liars. Never believe Vicious Lampoon (Su) When an opponent within 30 feet what one says unless you defeat it in a battle of misses with an attack, a taunting haunt can, as an wits. immediate action, deliver a short, scathing commentary 29 A taunting haunt can be defeated only if it on that foe’s competence (or lack thereof). The subject loses a battle of wits or its fi nal wishes are met. must succeed on a DC 15 Will save or take a –2 penalty Otherwise, it returns within a day. on attack rolls, ability checks, and skill checks for 1 pqqqqqqqqqrs round. The save DC is Charisma-based. 82 TNUAH Taunting haunts are roleplaying challenges. They can he is a friendly spirit who knows the location of a lost magic prove annoying, but they lack attacks or abilities to directly staff. Invariably, this staff is supposedly hidden at the bottom kill. Their immortal nature and access to Knowledge of a garbage dump or outhouse pit. More than one greedy skills makes them useful sources of (perhaps unreliable) wizard has ended up knee deep in sewage before Bertrose information. revealed his lie. Each taunting haunt is an individual with a distinct— often warped or crazy—personality. A haunt might take a Ecology liking to a PC, egg on another one with taunts, and needle Taunting haunts add nothing to the local ecosystem except another with endless pranks. In the hands of a skilled DM, cruel humor, practical jokes, and humiliating schemes. a haunt becomes a foil for the characters. With good Environment: Taunting haunts can thrive anywhere, roleplaying and quick thinking, PCs can turn a but they prefer civilized areas. Those that used to live taunting haunt into a useful informant or even in cities can usually fi nd easy targets there. They are an ally. seldom found in the wilderness.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " BATTLE MAGIC TACTICS token after the spell resolves. A creature gains a token Through intense training and impeccable timing, you and your whether the save succeeds or fails, but a creature that avoids allies learn to augment each other’s magical attacks when you a spell through spell resistance does not gain a token. Each focus your efforts on a single target. Battle Magic Tactics token imposes a cumulative –1 penalty",
        "name":  "NEW FEAT",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "+4. sentient creatures. Hobgoblins reproduce in the same manner as humans, SAMPLE ENCOUNTERS though breeding is strictly controlled in the majority of Hobgoblins rely on tightly coordinated, highly organized tribes (see Society). Young hobgoblins are born nearly helpless, tactics. They travel in structured groups made up of members but they mature more quickly than their human counter- whose abilities work together to create a stronger whole. parts do. Magic Marauders (EL 6): Two hobgoblin duskblades and",
        "name":  "Level Adjustment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hobgoblins prefer warm, hilly regions, a warcaster form the smallest combat formation in special- but they are second only to humans in terms of adaptability. ized hobgoblin units. The duskblades act as bodyguards until They can survive in almost any climate or terrain. they wade into melee to weaken foes with their Battle Magic",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "power from the class or classes they Jaebrins rarely top 5 feet in height, and choose to pursue. These fey prefer individuals weighing more than 100 trickery to combat, and they’re bright pounds are rare. Elflike in appearance, enough to accentuate their strengths, jaebrins have fine features, but their so they pursue careers as bards, beguil- mouths bristle with needlelike teeth. ers, or rogues. A few become sorcerers, and Their fair eyes are oversized, giving such jaebrins can become fearsome indeed. Jae- them an alluring or unsettling appear- brins are faithless, however—if they pursue ance, depending on the lighting and divine magic, they do so only through the their mood. All jaebrins have shiny hair druid class. of nearly any color, but red and raven are Jaebrins possess the following racial traits. most common. — Fey. Jaebrins are not subject to spells or ef-",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "SENSE QUINTESSENCE You are capable of discerning sources of quintessence, a magic substance precious to Thoon.",
        "name":  "NEW FEAT",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Detect magic (as a spell or spell-like ability), affiliation with Thoon.",
        "name":  "Prerequisites",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A madcrafter of Before you is a silvery automaton with four arms, perfectly Thoon is almost 20 feet long and weighs about ten tons. constructed to wield the two wicked-looking scythes it carries. Its Aside from forelimbs and a head, a madcrafter’s anatomy is eyes glow as they cast forth beams of illumination. It crouches as if confusing and alien. Its most prominent feature is its oozing, preparing to attack. gaping mouth. Scyther of Thoon CR 6 Always N Medium construct Init +2; Senses darkvision 60 ft., illumination, low-light vision; Listen +1, Spot +1 Languages understands telepathic commands AC 18, touch 12, flat-footed 16 (+2 Dex, +6 natural) hp 69 (9 HD); natural healing Immune acid, construct immunities Resist electricity 10 Fort +3, Ref +5, Will +4 Speed 30 ft. (6 squares) Melee 2 mwk scythes +11 each (2d4+6/×4) Ranged searing light +8 touch (damage varies; see below) Space 5 ft.; Reach 5 ft. Base Atk +6; Grp +10 Special Actions dispelling touch Abilities Str 18, Dex 14, Con —, Int —, Wis 13, Cha 5 SA dispelling touch, searing light 116 SQ construct traits SREYALF DNIM NOOHT FO pqqqqqqqqqrs MADCRAFTER OF THOON LORE Characters who have ranks in Knowledge (dungeoneering) can learn more about madcrafters of Thoon. When a character makes a successful skill check, the following lore is revealed, including the information from lower DCs. Knowledge (Dungeoneering) DC Result 25 This is a madcrafter of Thoon, a sluglike aberration that can vomit out constructs. 30 Madcrafters of Thoon used to be mind fl ayers, but they were twisted by contact with the Far Realm. They retain some of the mind fl ayers’ mental powers. 35 Madcrafters of Thoon are fueled by a mysterious substance called quintessence, which the mind fl ayers of Thoon gather for them. pqqqqqqqqqrs Feats — Skills Listen +1, Spot +1 Advancement unknown; see Advanced Scythers of Thoon Possessions 2 masterwork scythes Illumination As long as at least two other scythers of Thoon are within 30 feet, the glowing eyes of a scyther shed light in a 60-foot cone and provide shadowy illumination in a 120-foot cone. A scyther of Thoon can close its eyes to douse the illumination, but doing so leaves it blind. A scyther of Thoon that has only one other scyther within range still has glowing eyes, but those eyes provide only a 20-foot radius of bright illumination and a 40-foot radius of shadowy illumination. A scyther of Thoon by itself has faintly glowing eyes that provide shadowy illumination in a 5-foot radius. Natural Healing (Ex) A scyther of Thoon is capable of natural healing, albeit very slowly. A scyther of Thoon heals 1 hit point for every 8 hours it remains motionless. Searing Light (Sp) A scyther of Thoon can focus its glowing eyes to emit a damaging beam of light that functions as a searing light spell; at will; +8 ranged touch; caster level 6th. Unlike the spell, a scyther of Thoon’s searing light deals an extra 1d8 points of damage for each scyther of Thoon within 30 feet (maximum 5d8), including the scyther emitting the searing light. preventing them from damaging their target, and it must After one scyther of Thoon has used searing light, the be something obvious such as a magical wall or a visible glowing eyes of any others within 30 feet dim briefly, and defensive spell. With a mind flayer or even a stormcloud none of those creatures can use searing light during the of Thoon to guide them, scythers of Thoon can put dispel- same round. Dispelling Touch (Su) With a successful melee touch attack, ling touch to better tactical use, ending beneficial spells, a scyther of Thoon can wipe away spells and magical grounding foes who use fly spells, and otherwise wreak- effects. This ability functions as a targeted dispel magic ing havoc with carefully built plans. Thoon disciples in spell (caster level 6th). Against each ongoing spell particular have enough ranks in Spellcraft to know what currently in effect on the object or creature touched, a scyther makes a dispel check at +6 against a DC of 11 + pqqqqqqqqqrs the spell’s caster level. Each time a scyther of Thoon uses dispelling touch, it SCYTHER OF THOON LORE takes 10 points of damage. Characters who have ranks in Knowledge (dungeoneering) can learn more about scythers of Thoon. When a character Scythers of Thoon are constructs vomited forth by mad- makes a successful skill check, the following lore is revealed, including the information from lower DCs. A character who crafters of Thoon. They serve as foot soldiers to advance the has ranks in Knowledge (arcana) can attempt this check, but cause of Thoon. the DCs increase by 10. Strategies and Tactics Knowledge (Dungeoneering) Scythers of Thoon are best used in groups with other DC Result 21 This is a scyther of Thoon, a foot soldier construct scythers, when they’re strongest and most interesting. invented by the mind fl ayers of Thoon. The most common tactic for a group of scythers is to have 26 Scythers of Thoon can shoot fi ery beams of light all but one rush into melee, while the remaining scyther from their eyes. These beams are weaker if a uses searing light against a target that is either about to drop scyther is not near other scythers of Thoon. or can’t be attacked by other scythers in melee. 31 Scythers of Thoon can neutralize magic spells with a touch. They are immune to acid and resistant to Without a sentient mind to guide them, scythers of electricity, and they heal without requiring repair. Thoon use their dispelling touch only if a magical effect is pqqqqqqqqqrs 117 OF THOON MIND FLAYERS Scyther of Thoon Illus. by W. Mahy spells the PCs are using and whether it’s worthwhile to Skills Listen +7, Search +0, Spot +7, Swim +9 attempt a dispelling touch. Advancement unknown; see Advanced Stormclouds of Thoon Ecology Illumination The glowing eyes of a stormcloud of Thoon shed light in a 60-foot cone and provide shadowy After being given enough quintessence and metal ore, illumination in a 120-foot cone. A stormcloud of Thoon madcrafters of Thoon spit out scythers that then await can close its eyes and eliminate the illumination, but orders from any telepathic creature of Thoon (usually a mind doing so leaves it blind. fl ayer). Unlike Thoon hulks and Thoon soldiers, scythers of Tremorsense (Ex) A stormcloud of Thoon must bury one Thoon don’t need to return to their “parent” to heal—they of its tentacles a few inches under the ground for its tremorsense to function. Doing so is a swift action, but do so naturally. a stormcloud loses tremorsense if it moves out of the",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Animal and vermin base creatures become magical Special Actions: A phantom of CR 5 or higher cannot use beasts with the appropriate augmented subtype. special actions that require prolonged contact with a target,",
        "name":  "Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  " another’s territo- These elusive fey are ry, though, and a found in locales rav- visiting ruin chanter sings an aged by magic or war, or announcement to let a poten- where time has seen the Ruin chanter tial host know of its approach. fall of civilization. They haunt the ruins The ruin’s owner can respond with a song of welcome of lost cities, ancient temples, and toppled fortresses. Ruin or a song of warning, greeting or rejecting the would- chanters revel in the dissolution imposed by time, so most be guest. of them shy away from populated areas.",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ruin chanters are TYPICAL TREASURE lanky humanlike creatures, standing between 5 and 6 feet Ruin chanters don’t collect treasure, but the antiquities tall. Their skin is weathered, colored tan to gray, with patches and wonders of the ancients are under their guard. They of wind-burned red. Eyes sparkle darkly, no whites to be seen, effectively have double standard treasure for their Challenge within those hairless faces, and ruin chanters have silvery Rating. This wealth is spread around the chanter’s home locks as an aged human might. ruin, and those who take even the smallest item draw the",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fighter can select Brutal Throw as one of his to themselves, avoiding contact with other creatures. fighter bonus feats. 134 pqqqqqqqqqrs NIUR LATNEMELE chanter masters create them to guard ancient places look as though they against those intent on plunder or defi lement. are made of rough Ruin elementals instinctively collect curios gravel and spurs of from the ruins in which they arise, usually harder stone. taking great care to safeguard such Alignment: objects. These items can be near- Ruin elementals care ly anything from worthless little for the lives of statuary to potent artifacts. other creatures, and Although a ruin elemen- they are typically be- tal is very possessive of nign unless they or the treasure it collects, the the areas over which surface of the creature’s they claim steward- body is so abrasive that ship are threatened. most objects it touches They are usually and handles suffer signifi - neutral. cantly from that contact. Mundane items in TYPICAL a ruin elemental’s TREASURE hoard are inev- Ruin elementals col- itably damaged lect whatever odds and by its touch, and ends they find interesting, they often look but these items are not nec- like nothing more essarily valuable or useful. than junk. Although they are rarely",
        "name":  "Special",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "RYLKAR WARRENS 7. Tunnels (EL 5): Two groups of two rylkar madclaws The sewers of a small city have recently been overrun by work at excavating these tunnels so the colony can grow. an infestation of rylkars. Though the citizens of the town Insert a single encounter with two madclaws at a couple of 140 are not yet aware of the danger, signs of the infestation are points during the PCs’ exploration. RAKLYR these tales, goblinoid priests in Darguun have recently begun TYPICAL TREASURE to make blood sacrifi ces, reportedly for protection against a Though rylkars have little use for treasure, they collect what foul presence growing in the darkness beneath the earth. they obtain from their victims. Rylkars are particularly attracted to shiny objects, and their hoards contain coins, RYLKARS IN FAERÛN gems, metalwork, and magic items. Tormentors, madclaws, The upheaval that was the result of Lolth’s silence rippled and rylkspawn have no treasure, since all rylkars give outward from the drow cities, with the violence that spilled valuables they fi nd to the harridan. Her lair contains triple from these enclaves plunging other cultures into chaos. standard treasure for her Challenge Rating. Countless creatures fl ed the rebellion, descending deeper into the earth or drifting upward in the hope of escaping the RYLKARS IN EBERRON attention of the followers of the dread Revenancer. Supposedly created by and enslaved to the goblinoids of Among these displaced creatures were the rylkars. Previ- the Dhakaani Empire, rylkars lived and died at the whim of ously unknown to any but the most well-traveled Underdark their cruel masters. Hobgoblin lords pitted rylkar warriors explorers, these monstrosities exploded from the subterra- against one another in spectacular blood matches. Those that nean depths to fi nd new homes in the sewers below surface did not fi ght for the entertainment of their masters slaved cities. Sightings of new infestations have been reported from away in the mines. Waterdeep to Cormyr, and across the land, adventurers have Goblinoid legends tell of a bloody rylkar uprising that rallied to fi ght this new threat. raged for years during the war against the daelkyr. Battles Though colonies are destroyed as quickly as they establish were costly, but in the end, the rylkars won their freedom. themselves, the rylkars have shown great adaptability and They fl ed into the depths of Khyber. cunning. Whether pushing into the wilderness or creating Today, these ancient accounts are seldom given credence, lairs that can be actively defended within ancient ruins, this but reports have described deadly encounters with colonies of scourge continues to spread. ratlike creatures deep beneath the earth. Adding credibility to 141 RYLKAR SANGUINEOUS DRINKER SAMPLE ENCOUNTERS This gore-spattered skeletal fi gure moves with great speed. Blood- The abodes of sanguineous drinkers contain blood and soaked organs glisten and swing within its rib cage like water skins. corpses, making them attractive to vermin. Those who hunt Its arms end in jagged, bloody claws. these undead often encounter swarms of insects before bat- tling the sanguineous drinker itself. A sanguineous drinker Sanguineous Drinker CR 5 attacks any living creatures entering its domain, stopping Always CE Medium undead only when it or the invaders are dead. Init +6; Senses darkvision 60 ft.; Listen +8, Spot +10 Occasionally, small packs of three to nine individuals form Languages one language spoken in life or by creator in areas of intense death and suffering. AC 16, touch 12, flat-footed 14 Sanguineous drinkers often fight alongside other (+2 Dex, +4 natural) intelligent undead—particularly vampires—that value hp 75 (10 HD) Immune undead immunities their ferocity and lust for blood. Necromancers and cun- Fort +3, Ref +7, Will +7 ning undead spellcasters create sanguineous drinkers to Speed 40 ft. (8 squares) serve as guards, sometimes placing them among weaker Melee 2 claws +8 each (1d4+3 plus blood drain) undead to reduce the efficacy of an enemy cleric’s turn Space 5 ft.; Reach 5 ft. undead ability. Base Atk +5; Grp +8 A Deadly Plunge (EL 6): A single sanguineous drinker Atk Options Combat Reflexes Special Actions blood spray lurks in a grotto 40 feet up the wall of a natural cavern. The grotto is accessible along a narrow ledge. Using its Abilities Str 16, Dex 15, Con —, Int 7, Wis 10, Cha 14 SA blood drain, blood spray blood spray and full attacks to knock opponents to the SQ undead traits floor of the greater cavern, the sanguineous drinker Feats Combat Reflexes, Improved Initiative, Improved attacks anyone it spots moving along the ledge. Even if Toughness, Lightning Reflexes it doesn’t sense intruders soon enough to attack those Skills Balance +10, Listen +8, Spot +10 on the ledge, the sanguineous drinker can rely on the Advancement 11–20 HD (Large); 21–30 HD (Huge) centipedes in its lair to swarm and attack approaching Blood Drain (Su) A sanguineous drinker’s claws are hollow, enabling it to drain blood from a living victim. Living living creatures. creatures damaged by a claw attack also take 1 point of Blood Pack (EL 9): A vampire fi ghter (MM 251) stalks Constitution damage. Each time a sanguineous drinker the darkened streets on the bad side of town, accompanied deals 1 point of Constitution damage, it heals 5 points of by two sanguineous drinkers. The vampire fl ies ahead of damage as its organs swell with blood. his companions in bat form, and once he spots explorers, Blood Spray (Su) As a swift action, a sanguineous drinker can deal itself 5 points of damage to spray blood from he summons bat swarms to conceal the approach of the the organs in its torso. This has the same effect as the sanguineous drinkers. When the sanguineous drinkers area version of the grease spell (Reflex DC 17), but the attack, the vampire reverts to his normal shape and slams an area is centered on the sanguineous drinker. The slippery obvious servant of a good deity, using energy drain against conditions created by the spray persist for 1 minute. The save DC is Charisma-based. pqqqqqqqqqrs Sanguineous drinkers never need to make Reflex saves against blood spray, but they do need to make SANGUINEOUS DRINKER LORE Balance checks to move. Characters who have ranks in Knowledge (religion) can learn Blood spray does not stack with the effect of a grease more about sanguineous drinkers. When a character makes a spell or similar effects. The effect that has the highest successful skill check, the following lore is revealed, including Reflex save DC takes precedence. the information from lower DCs. Sanguineous drinkers are skeletal undead intent on draining Knowledge (Religion) the blood of any creature they encounter. DC Result 15 This creature is a sanguineous drinker, a type of STRATEGIES AND TACTICS skeletal undead commonly used by intelligent undead and necromancers as soldiers. They have A sanguineous drinker quickly closes to melee with its quick refl exes and prefer to concentrate their opponents, getting in among them if possible. Once attacks on a single foe. in position, a sanguineous drinker uses blood spray to 20 Sanguineous drinkers use their hollow claws to affect the surrounding area. Subsequently, it uses Combat drain the blood of living creatures. Reflexes to attack any opponent standing up from prone. 25 These creatures can store the blood in their wasted organs, later using it to spray the fl oor Whenever possible it uses a full attack, concentrating on with a bloody slick that can cause falls and impair a single foe. movement. pqqqqqqqqqrs 142 SUOENIUGNAS REKNIRD that foe. The sanguineous drinkers fl ank another foe, using Alignment: Sanguineous drinkers are corrupt and blood spray only to prevent their prey from retreating. depraved killers with an inborn hatred for living creatures and a supernatural lust for blood. They lack compassion, and ECOLOGY they enjoy toying with their victims, infl icting as much tor- Sanguineous drinkers are not natural creatures. Necro- ment as possible. These creatures are always chaotic evil. mancers create them from corpses boiled in blood. Particularly evil SOCIETY and bloodthirsty creatures might Uncontrolled sanguineous drinkers claim a small area in spontaneously rise as sanguineous which to hunt. They thirst for blood from the living, drinkers if they die in an environ- and this need drives them above all else. Sanguineous ment soiled with blood and corrupted drinkers know nothing of mercy or fear. They fi ght by negative energy. to the death.",
        "name":  "SAMPLE LAIR",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Scouring slingers and scouring stan- chions can survive in almost any environment, and they FOR PLAYER CHARACTERS are found wherever their creators order them. Both kinds High-level druids, employing closely guarded magic rituals, of constructs operate best in a wide area, however, and create scouring slingers and scouring stanchions. A scouring are only rarely found in the confined spaces of castles, slinger grows slinger scorpions, and these smaller constructs fortresses, and cities. Scouring slingers are not commonly cannot be created independently. used underground, since their scorpion throw becomes",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A spawn of Juiblex is Juiblex are usually encountered alone. Even when new an oozelike entity that spreads in a rough circle. Its semi- creatures are spawned from the old, they quickly go their own liquid form is a putrid green shot through with swirls of way, driven to spread their destructive potential. black, brown, and yellow, constantly spurting and heaving Lone Spawn (EL 6–14): Though spawn of Juiblex have as it churns. no direct connection to the Faceless Lord, they retain the Lesser spawn are about 10 feet in diameter and weigh instinctual intellect of their progenitor. These creatures approximately one and one-half tons. Greater spawn are 20 are drawn to places of great power, including magical feet in diameter and can weigh ten tons. Elder spawn are 40 locations, the resting places of lost artifacts, ancient feet in diameter and weigh some sixty tons. altars dedicated to mighty evil, or gates to the Abyss and",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tirbanas are not evil, but the act of subduing hatches to release a pale white larva (1 hit point) that grows and slaying host creatures is an intrinsic part of their nature. into one of the four types of tirbanas. Though these creatures do their best to care for victims while Each sleeping creature is an ideal meal, providing the larvae their larvae grow, they don’t recognize the immorality of with suffi cient energy to complete their transformation. A trading the lives of unwilling sentient hosts for their own victim takes 1d6 points of Constitution damage each day the survival. Tirbanas have an unshakeable commitment to larvae feed. When its Constitution is reduced to 0, the host their colony and its survival, and these creatures are usually dies. The larvae then emerge and feed on the corpse. lawful neutral. A few tirbanas display evil tendencies, which As long as its Constitution has not reached 0, a host creature manifest as unnecessary cruelty. can be saved by the application of a cure disease or heal spell. pqqqqqqqqqrs This kills the parasitic larvae and allows any Constitution damage to be healed normally. TIRBANA LORE Once a new generation of tirbanas has hatched, the Characters who have ranks in Knowledge (arcana) can learn bodies of their hosts fuel the growth of the young over a more about tirbanas. When a character makes a successful period of two weeks. During this time, the elder colony skill check, the following lore is revealed, including the infor- begins to die. Eyewings, drowsers, and slayers grow weak mation from lower DCs. and collapse one by one. By the time the spawner perishes, the larvae have completed their transformations, and a Knowledge (Arcana) DC Result new generation of tirbanas is born. Among the young are 11 This creature is a tirbana, a member of a menacing 1d3+1 spawners that divide the rest of the colony between insectile race that invades humanoid settlements. them. Each group then sets out to find a population of new This result reveals all magical beast traits. hosts to continue the cycle. 16 All tirbanas have highly developed eyes, making",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tirbanas are hardy and adaptable, settling them dangerously perceptive and impossible to fl ank. Though capable in combat, tirbanas can anywhere that isolated communities spring up. As such, send their foes to sleep using poison and magical these creatures can be found in any land or underground abilities. environment. Their lairs are ghastly places, fi lled with the 21 Of the four types of tirbanas, the large slayers are bodies of host creatures slowly starving in their sleep, or the most deadly. However, all these creatures fi ght corpses being devoured by the larvae that have hatched in concert, using their poison to make foes more susceptible to their sleep effects. inside them. 26 Tirbanas put creatures into a deep sleep not",
        "name":  "Environment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Tirbanas resemble for defense, but for reproduction. The bipedal giant insects, blending the features and body parts of man- spawner is the leader of a tirbana colony, and tises, beetles, roaches, fl ies, and other vermin. the eggs it lays within a magically sleeping host An eyewing looks like an oversized dragonfl y, 1 foot long eventually hatch, resulting in the host’s death. pqqqqqqqqqrs and weighing 2 pounds, with two large green orbs for eyes. 176 ANABRIT races sometimes send out hunting parties to destroy tirbana SOCIETY colonies before they spread. Tirbanas are disciplined and keenly aware of their roles within the hierarchy of the colony. Lesser tirbanas follow",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "TIRBANA THORP the commands of a spawner without question, giving their Before the tirbanas came, Martuk was a peaceful community lives if need be to ensure the colony’s well-being. of fi fty souls in a wide rural realm. Elders passed down the Eyewing tirbanas work primarily as scouts. Skilled fl yers, secrets of coaxing plants from the soil for generations. Using they can cover vast territory as they seek out isolated com- these methods, the folk of Martuk have sustained themselves munities for the colony. Once tirbanas have taken over a and grown enough surplus to trade with an enclave of wood settlement, eyewings work tirelessly to tend to the health elves ten miles to the east. The farmers and hunters of this of host creatures. They scour the environs for fresh water, land regard the natural world as an expression of the divine. collecting it in specially designed pockets in their legs. They respect nature, killing only out of necessity and ensur- They then flutter back to the colony’s sleeping victims ing that no part of a creature goes to waste. to dribble water into their mouths. Eyewings also give The gentle and trusting nature of the residents of Martuk nourishment to smaller or weaker host creatures (typically proved to be their downfall, however. When a hunter children) whose Constitution might not be suffi cient to encountered a tirbana eyewing in the nearby woods, its allow a brood of eggs to successfully hatch. From the food it beauty amazed him. After leading it back to Martuk with eats, an eyewing disgorges a pasty mass that heals 2 points offers of food, he showed his fellow townsfolk the graceful of Constitution damage when forced down a helpless creature he had found. Shortly after its arrival, however, the victim’s throat. However, most hosts are allowed to starve eyewing sped off. Locals saw the creature’s appearance as a where they lie. sign of providence, and so they kept an eye out in case it or Drowsers come next in the tirbana hierarchy. It falls to others of its kind returned. these creatures to place the residents of a target settlement Three days after the initial encounter, return they did. into the deep sleep that sees them turned into tirbana hosts. A host of tirbanas poured out of the woods and set upon Drowsers spread out in small teams when a settlement is the town. Eyewings filled the air, while drowsers worked invaded, blanketing victims with their sleep ability. Once their fell magic to incapacitate the residents. Though a few a settlement is overrun, drowsers work in coordinated fought back, they were slain almost to the last (see area 5). It teams, constantly renewing their sleep effect to keep host was over quickly. Tirbanas had claimed the community for creatures helpless. themselves, and their spawner set about implanting its eggs Especially in larger settlements that cannot be taken in in the slumbering bodies of the fallen. one fell swoop, slayers are sent in to deal with any pockets of Now, the tirbana colony has just about run its course. physical resistance. These warriors tear apart any creatures Half of the new generation of eggs have hatched and as that attempt to stand in the way of the colony’s survival. many of the original attackers have collapsed, rotting When the battle is done, the corpses of their victims feed where they fell. The sight that greets any approaching the colony as the sleeping host creatures are prepared for party is a macabre one. Dismembered and devoured human implantation. corpses litter the ground, and a few sluggish tirbanas crawl Heading up the tirbana colony is a single spawner. More through the area, awaiting the end. A pervasive stench hangs intelligent than their lesser kin, spawners understand the in the air. fate that awaits the colony once the eggs hatch, and they When using this site, seed treasure among the encounters are the only tirbanas who can truly appreciate the horror as you see fi t; see Typical Treasure. that the colony’s host creatures undergo. To a spawner, how-",
        "name":  "SAMPLE LAIR",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3 lb. Prerequisites: Craft Wondrous Item, ghost sound, greater shout. This shining mithral helm is shaped like a wolf’s head. Cost to Create: 10,000 gp, 800 XP, 20 days. pqqqqqqqqqqqqqqqqqqqqrs Illus. by T. Giorello Challenge of the Black Duke (EL 19+): Through all Orcus, who longed for mortal souls to feed his insatiable seasons, the Black Duke leads a host of undead through hunger. The demon prince granted this knight the power the forlorn stretches of his demesne. Thundering forward to defeat death by stealing his soul, transforming his on his cauchemar nightmare steed (MM 194), he is accom- mortal form into the undead monstrosity it remains to panied by at least six elite vampires (MM 251) and up to this day. double this number of vampire spawn (MM 253). Sweeping Environment: Filled with the power of undeath, the through his lands, he searches for would-be heroes to add Black Duke now fears no mortal foe. With his host, he often to his court. rides the ruined remnants of his ravaged lands, looking for The Black Duke and his entourage are an epic encounter intruders and worthy foes. He keeps a macabre court within in every sense of the word. On his own, the vampire lord the crumbling halls of his stronghold. is still formidable, but PCs have only one chance to engage Physical Characteristics: The Black Duke is a power- the Black Duke alone. When he fi nds a party whose war- fully built human male with a shock of white hair. No riors have the mettle he seeks, the Black Duke approaches compassion shows in his soulless black eyes—only mad- at nightfall, alone, cloaked, and on foot so as not to give ness and hatred. His features are smooth, but his skin is pale his identity away. He issues his challenge only once, and and translucent, revealing a tangle of bright red arteries expects an immediate response. For PCs intent on destroy- and black veins beneath. The Black Duke is rarely without ing the Black Duke, the acceptance of this single-combat his mithral breastplate, which is engraved with images of challenge (whether as part of a previously prepared trap or wolves and bats. He wears his howling helm whenever he not) might be their only option. leaves his keep.",
        "name":  "Weight",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In late autumn, a master of the hunt appears with four hounds, stalking the land and slay- ing the mighty. The hunter eventually chooses a PC who is particularly skilled at avoiding capture as prey. That character’s allies oppose the hunt at their peril. ECOLOGY Masters of the hunt were fey monarchs The Wild Hunt who ruled their courts for centuries before the tedium of pqqqqqqqqqrs existence drove them to hunt powerful mortals. Now they spend their time searching for worthy foes. They are endur- WILD HUNT LORE ing, tireless, and immortal. Characters who have ranks in Knowledge (nature) can learn more about the Wild Hunt. When a character makes a suc- The hounds of the hunt are ferocious canines made blood- cessful skill check, the following lore is revealed, including the thirsty by centuries of training and magical alteration. They information from lower DCs. are almost as durable as their masters.",
        "name":  "Night of the Hunt",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Masters of the hunt mightiest foes. The four hounds that accompany are lithe and regal elfl ike creatures, standing 8 feet in height him are hounds of the hunt, magical beasts totally and weighing 300 or more pounds. loyal to their master. The master is an archer Hounds of the hunt are slavering monstrosities the size of incredible skill, and the hounds are frightful hunters with supernatural howls. of grizzly bears. Their coats glitter slightly as if covered in a 37 The moon is the eye of the Wild Hunt, and anyone sheen of starlight. under its light is more susceptible to the attacks of",
        "name":  "Typical Physical Characteristics",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A fi ghter can select Awesome Blow as one of his campfi res, exposed lanterns, and other small, open fl ames of fi ghter bonus feats. non-magical origin. Clear vision within the cloud is limited to 10 feet. Creatures have concealment at 15 to 20 feet (20% miss EMPOWER SPELL-LIKE ABILITY chance). At 25 feet or more, creatures have total concealment The creature can use a spell-like ability with greater effect (50% miss chance, and opponents cannot use sight to locate than normal. the creature).",
        "name":  "Special",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This line in a monster entry gives the align- current type, but the features of its original type. For example, ment that the creature is most likely to have. Entries that a wizard’s raven familiar has an animal’s features and the traits detail a general creature, rather than a specifi c individual, of a magical beast. include a qualifi er that indicates how broadly that alignment applies to all monsters of that kind. Baatezu Subtype: Many devils belong to the race of evil",
        "name":  "Alignment",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An animal is a living, nonhuman creature, immune to gaze attacks, visual effects, illusions, and other usually a vertebrate with no magical abilities and no innate attack forms that rely on sight. Such creatures usually have capacity for language or culture. blindsense or blindsight.",
        "name":  "Animal Type",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A special material, such as adamantine, a creature to use magic items normally usable only by alchemical silver, or cold iron, is required to overcome other dragons, and it qualifies the creature to take feats that have forms of damage reduction. For example, potent fey have DR the subtype as a prerequisite. The dragonblood subtype that can be overcome by cold iron (DR X/cold iron). Damage also makes creatures subject to harmful effects that reduction that is overcome only by adamantine is extraordi- affect dragons. nary, but DR that can be overcome only by cold iron or silver The dragonblood subtype does not confer the dragon type is supernatural. or any traits associated with that type. For instance, it does",
        "name":  "Special Material",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A living construct is a new Low-Light Vision (Ex): A creature that has low-light subtype of construct, a created being given sentience and free vision can see twice as far as a human in starlight, moonlight, will through powerful and complex creation magic. Living torchlight, and similar conditions of shadowy illumination. constructs combine aspects of both constructs and living It retains the ability to distinguish color and detail under creatures, as detailed below. these conditions.",
        "name":  "Living Construct Subtype",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A living construct derives its Hit Dice, base attack bonus progression, saving throws, and skill points from the Magical Beast Type: Magical beasts are similar to class it selects. animals but can have Intelligence scores higher than 2.",
        "name":  "Features",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Creatures can have modes of movement other than walking and running. These are Native Subtype: Creatures that have this subtype are natural, not magical, unless specifically noted in a mon- outsiders native to the Material Plane. Such creatures have ster description. mortal ancestors or a strong connection to the Material Plane,",
        "name":  "Movement Modes",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This entry in a monster description Telepathy (Su): A creature that has this ability can com- describes how much wealth a creature owns. (See DMG 52–56 municate telepathically with any other creature within a for details about treasure, particularly Tables 3–5 through certain range (usually 100 feet) that has a language. It is 3–8.) Most monsters keep their treasure in their lairs, leav- possible to address multiple creatures at once telepathi- ing it behind if they travel. Intelligent creatures carry useful cally, although maintaining a telepathic conversation with portable treasure, such as magic items, with them. more than one creature at a time is just as difficult as simultaneously speaking and listening to multiple people Undead Type: Undead are once-living creatures animated at the same time. by spiritual or supernatural forces.",
        "name":  "Typical Treasure",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ethereal defiler, madcrafter of Thoon, shadow Humanoid: Hobgoblin duskblade, Nozgûg (god-blooded flayer, spirrax, Thoon disciple, Thoon elder brain, vivesector. orc), Singh the Immense. (Air): Ken-sun (elemental mage), ruin chanter. (Incorporeal): Haunts (all). (Aquatic): Kuo-toas (all). (Lawful): Arcadian avenger, devils (all), ember guard. (Baatezu): Gulthir devil, remmanon devil. (Living Construct): Merchurion. (Chaotic): Dalmosh, demons (all). Magical Beast: Deadborn vulture, garngrath, gem scarab, (Cold): Morlicantha, guulvorg, hound of the hunt, malastor, mockery bugs (all),",
        "name":  "Aberration",
        "source":  "monster_manual_v.txt",
        "_id":  "42a7d81895bba8b01765316e4cb94035598298e9ff073e9abbe0d22edde155db"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10 minutes per level. confer upon the recipient of its magical effect either Saving Throw: None. ‘fried eggs’ or ‘big wobbly fun bags’. Spell Resistance: No. Anything from a Double-D down to an A-cup can be Dissatisfied with the stopgap measure of using the given regardless of the gender of the target. This grease spell, the notorious Baykdoyre began to allows the latest fashions to be worn whether buxom develop his own spell to ease his exploitation of or svelte is in season and allows a woman to appeal halfling tradesman’s entrances. After much to a breast man in spite of what fate has gifted her experimentation, and no fewer than five trips to the with. In an age of snaggle-toothed crones and healers with a ruptured halfling, he finally muscular, hairy peasant women a male mage who completed his experiments and came up with the casts this spell upon himself can make a very perfect magical lubricant. convincing woman as well as giving himself something to play with on long winter evenings. When conjured, Baykdoyre’s ultimate lubrication can be chosen to be in one of these fruity flavours – BBBBBaaaaarrrrrdddddiiiiiccccc HHHHHiiiiidddddiiiiinnnnnggggg grape, orange, mint or gooseberry. The lubricant produced is also desensitising making things a lot Illusion (Glamer) easier on the receiving party.",
        "name":  "Cast either on yourself or on others this spell can Duration",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small vial of lard or animal fat. Given the bard’s lack of anything remotely resembling combat ability, many have wondered how they have managed to survive. This is mainly 14 NEW EROTIC MAGIC SPELLS BBBBBeeeeerrrrrnnnnnaaaaadddddeeeeetttttttttteeeee’’’’’sssss IIIIIlllllllllluuuuusssssooooorrrrryyyyy NNNNNaaaaakkkkkeeeeedddddnnnnneeeeessssssssss Illusion (Phantasm)",
        "name":  "Arcane Material Component",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless). ‘Imagine them naked’ is advice often given to thespians or those undergoing a job interview. Lacking imagination and facing an interview for the job of court wizard to prince Phuror of Goldenburg the illusionist Bernadette researched this little spell to enable her to overcome her nerves. When cast, this spell allows the illusionist to see everyone as they would appear if they were naked as a jaybird, increasing the caster’s confidence and perhaps allowing them to see things they would rather they had not. The caster receives a +2 bonus to Bluff, Diplomacy, Intimidate, Perform and Sense Motive checks. The spell had mixed results for Bernadette. She felt much more confident until she finally got to talk to the prince, who was hung so minutely he would The hand travels by the will of the caster and is able have been hard pressed to sexually satisfy the eye of to grope, squeeze, feel, finger, pinch and tweak a needle. Reduced to tearful giggling, Bernadette anything it can be directed to, channelling those was forced to flee and later found gainful sensations back to the caster. employment as a magical advisor to the Third Army of Silverton. The hand is not capable of carrying anything or performing any action more delicate than tweaking a",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes. glowing blue hand of the same size as the casters. It can move at up to 60 ft./round and otherwise has all Macho posturing barbarians and warriors all over the the normal statistics of the caster with an increased lands live in abject terror of this spell, despite their AC for being tiny and 1/10th of the caster’s hit points. 15 NEW EROTIC MAGIC SPELLS rather camp leather and fur outfits and suggestive CCCCClllllooooottttthhhhheeeeesssss tttttooooo CCCCChhhhhooooocccccooooolllllaaaaattttteeeee/////CCCCCrrrrreeeeeaaaaammmmm/////OOOOOiiiiilllll horned helmets. Transmutation",
        "name":  "When cast this spell shapes into being a slightly Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes. CCCCCuuuuupppppiiiiiddddd’’’’’sssss AAAAArrrrrrrrrrooooowwwww Enchantment (Compulsion) A few magic words, a waving of hands and the",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes. This spell is often used for disguise or to curse others Ah, love such a beautiful thing to behold. This spell for a short time. Others use it to test whether they throws the target into a passionate lust, really would have been better off as the opposite wholehearted desire and heart-wrenching longing gender and to experience the wonders of the penis or for a romantic attachment to the first thing to cross the female orgasm. their path that remotely fits their standards of an acceptable partner. Many are totally unprepared for the hormonal changes involved in such a drastic bodily alteration This can unintentionally lead to unwelcome and women changing to men can turn into frenzied revelations about the kinks or preferences of the rampaging beasts seeking to pork anything in sight, target subject, which can cause embarrassment and/ while men changing to women can turn into frenzied or shock, spilt tea and the twitching of net curtains. rampaging beasts seeking chocolate with ferocious intensity. This kind of magically induced attraction rarely lasts, usually only leading to a whirlwind romance",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A small dried frog. of several days and possibly marriage at an unscrupulous and unquestioning temple. 16 NEW EROTIC MAGIC SPELLS",
        "name":  "Arcane Material Component",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes. 17 NEW EROTIC MAGIC SPELLS during a performance of ‘I know where you can stick This spell reaches into the subconscious of a your turnip’ at the Orc’s Head tavern in Bintergate. creature and fills the targeted room with illusory soft cushions, fragrant perfumes and a bevy (2d6) of",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "None. lewd comments, and are completely distracted from Spell Resistance: No. whatever they were doing be it guard duty, knitting or preparing a spell. So you have hooked your dream date and got them back to your magical tower. You invite them in for a Blue mages caught on the hop and attacked out of ‘refreshing herbal infusion,’ smile sexily and open the blue have been known to use this spell the door only to remember to your horror that, not defensively, friskily wiggling their buttocks at only have you not washed the sheets in six months, attacking monsters and praying for the best. Others but your tower is littered with empty boxes from the use the spell to distract guards while their rogue dwarven take-away. companion’s sneak past. With a word, a gesture and a handful of gold coins",
        "name":  "Those affected can do nothing but stare and make Saving Throw",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A scrap of leather or this helpful spell covers all that up in a whirl of rubber placed next to the buttocks. magical energy. Unseen servants rush about the place hurling ashtrays and takeaway boxes out of IIIIIlllllllllluuuuusssssooooorrrrryyyyy HHHHHaaaaarrrrreeeeemmmmm the window and spraying a subtle musk about the place. Raw magical energy lights the candles, sexy Illusion (Shadow) red silk sheets drape the bed and soft romantic music",
        "name":  "Arcane Material Component",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes (harmless). coins, around 12 gold pieces, flung into the room. 18 NEW EROTIC MAGIC SPELLS LLLLLooooocccccaaaaattttteeeee CCCCCllllliiiiitttttooooorrrrriiiiisssss There is enough in the way of candies, sweetmeats and nibbles to feed a number of people equal to Divination twelve times the caster’s level. The rooms are self-",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No. exact same place with the exact same staff may be recreated the next time the spell is cast, if so desired. From his vantage in the attic-space above the female dormitory of his magical college, an enterprising",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A piece of cheese and a one protected by it cannot contract any sexually feather to be burned. 20 NEW EROTIC MAGIC SPELLS transmitted disease their dabbling cannot result in pregnancy.",
        "name":  "Material Component",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Yes. include hanky-panky. 22 NEW EROTIC MAGIC SPELLS",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "No. Sometimes even a whispered message is not subtle enough, and you can only use the Innuendo skill so much. In circumstances like this Shynara’s flirtatious glance is a real boon. With a single glance the caster is able to leave the target in absolutely no uncertainty as to exactly what they would like to do with them, all without a word being said. The caster can send a single run-on sentence to the target by glancing at them and catching their attention. 23 NEW EROTIC MAGIC SPELLS",
        "name":  "Spell Resistance",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Reflex negates. by the magic of the spell to do what is required and",
        "name":  "Saving Throw",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One summoned creature. Conjuration (Summoning) [see text] SSSSSuuuuummmmmmmmmmooooonnnnn SSSSSeeeeexxxxx PPPPPaaaaarrrrrtttttnnnnneeeeerrrrr 3rd Level 6th Level Aranea Drider. 1st Level Genie, janni. Erinyes. Aasimar. Half-celestial. Lillend. Hound archon. Dryad. Imp. Minotaur. 7th Level Medium-size animated object. Sprite, pixie. Genie, efreeti. Merfolk. Triton. Gynosphinx. Ogre. Ogre mage. 4th Level Satyr. Sprite, grig Genie, djinn. 8th Level Sprite, nixie. Half-fiend. Androsphinx Tiefling. Troll. Avoral Yuan-ti pureblood. Rakshasa. 2nd Level Succubus. 5th Level Mephit. Centaur. Half-dragon. 9th Level Doppelganger. Kyton. Astral deva Large animated object. Lamia. Ghaele Nymph. Trumpet Archon 24 NEW EROTIC MAGIC SPELLS",
        "name":  "Effect",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6 he belonged to before adding the prestige class. He does not, however, gain any other benefit a character RRRRReeeeeqqqqquuuuuiiiiirrrrreeeeemmmmmeeeeennnnntttttsssss of that class would have gained (extra uses of the bardic music ability, metamagic or item creation In order to become a mystic pimp a character must feats and so on), except for an increased effective fulfil all the following criteria. level of spellcasting. If a character had more than one spellcasting class before becoming a mystic",
        "name":  "Hit Die",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bluff 10 ranks, Concentration 8 ranks, their bodies they also become charged with Innuendo 8 ranks, Sense Motive 8 ranks. erotically aligned magical energies.",
        "name":  "Skills",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Skill Focus (Scry) and Extend Spell. magic to enrapture or otherwise mislead them within",
        "name":  "Feats",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "You gain a +2 bonus to an adult artist to skill checks when dealing include bawdy songs, with someone you have been fellatio, glamour modelling, lap intimate with within the last dance, mud wrestling, oil month. wrestling, pole dance, soliciting, strip-o-gram and striptease. SSSSSeeeeennnnnsssssuuuuuaaaaalllll MMMMMaaaaagggggiiiiiccccc (((((GGGGGeeeeennnnneeeeerrrrraaaaalllll))))) Cunning Your magic is charged with the sensual energies of the plane of Feats lust.",
        "name":  "Benefit",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  ":::: FFFFFlllllaaaaatttttttttteeeeerrrrriiiiinnnnnggggg Once drunk, the imbiber becomes overwhelmed with The armour is shaped and altered, tempered and waves of lust unless they make a successful Will decorated in such a way that, along with its magical save (DC 14). If they fail they must jump the first enhancement to AC, it is as flattering as it could thing that even remotely fits their idea of an possibly be to the wearer. The armour might not acceptable mate, usually the one who slipped it to cover quite as much of the body as armour of its type them. normally would but provides no less protection, however much cleavage or rippling biceps is on",
        "name":  "NNNNNeeeeewwwww AAAAArrrrrmmmmmooooouuuuurrrrr EEEEEnnnnnhhhhhaaaaannnnnccccceeeeemmmmmeeeeennnnnttttt",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, unseen servant; Market Price: 150 gold Lak Wang, a blue mage and expert crafter of magical pieces; Weight: 1 lb. rings, hit upon the idea of the magic cock ring when he passed by adventurers bemoaning that that did BBBBBaaaaallllllllllsssss ooooofffff VVVVVoooooyyyyyeeeeeuuuuurrrrriiiiisssssmmmmm not have enough fingers to wear all of their These twin crystal orbs of pink marble flecked with magically enhancing trinkets. Missing the exact streaks of dark mineral are joined together and gist of what they were talking about, Lak Wang flattened on the bottom. They act as a crystal ball hurried to his forge and began churning out sexually with a few important differences. Firstly, the balls aiding magic cock rings. produce their image floating in the space above them, glowing as they do so. The balls of voyeurism RRRRRiiiiinnnnnggggg ooooofffff QQQQQuuuuuaaaaannnnntttttiiiiitttttyyyyy can also cast the following spells on the scene being This ring affects the user with a constant onestrum’s scryed upon once per day: Bernadette’s illusory personal fluidic enhancer spell, allowing for some nakedness, change orientation and speedy undress. very messy yet fulfilling encounters. Balls of voyeurism are jealously guarded by those",
        "name":  "Cock Rings Caster level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Forge Ring, who own them and are rarely available for sale. onestrum’s personal fluidic enhancer; Market Price: 500 gp. Caster Level: 10th; Prerequisites: Craft Wondrous Item, bernadette’s illusory nakedness, change RRRRRiiiiinnnnnggggg ooooofffff GGGGGiiiiirrrrrttttthhhhh orientation, scrying, speedy undress; Weight: 10 lbs.; Market Price: 81,000gp. This ring doubles the length and thickness of the member it is placed upon. CCCCCaaaaarrrrrvvvvveeeeeddddd MMMMMooooonnnnnkkkkkeeeeeyyyyy ooooofffff SSSSSpppppaaaaannnnnkkkkkiiiiinnnnnggggg",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, animate object; Market Price: 12,000 gold BBBBBaaaaaggggg ooooofffff FFFFFooooonnnnndddddllllliiiiinnnnnggggg pieces; Weight: —. This ruddy coloured bag is about the size of a belt pouch, warm, slightly resilient to the touch and CCCCChhhhhaaaaassssstttttiiiiitttttyyyyy BBBBBeeeeellllltttttsssss squishy like wet clay. The bag has three uses: firstly, Magical chastity belts are extremely popular and use it can be fondled and squeezed constantly in one’s a variety of methods to prevent the male or female off hand providing a +1 bonus to Will saves against wearer from engaging in lewd activities with those fear effects. Secondly, the bag can be opened and they should not. One thing all have in common is any body part held within it will be gently fondled that they cannot easily be removed, though they and massaged. Finally, if cuddled up to overnight may have many different appearances. Some the comforting warmth and massaging action of the resemble belly chains, piercings or crotchless bag allows the owner to regain 1 extra hit point from panties. Others are invisible and set as traps against a full night’s rest. any so foolish as to take advantage of the wearer. The person who placed the belt upon the wearer (usually the wearer themselves) is freely able to 43 OBJECTS OF DESIRE remove the belt without triggering any of the spell Caster Level: 15th; Prerequisites: Craft Wondrous effects. Item, arcane lock, horrid wilting; Market Price: 98,400 gp; Weight: 1 lb.",
        "name":  "Wondrous Items Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The basic chastity belt is sealed using an arcane lock spell to prevent it Guardian Chastity Belt: In addition to the arcane from being taken off easily. lock feature of the basic belt, a guardian chastity belt summons a ‘guardian’ whenever someone",
        "name":  "Basic Magical Chastity Belt",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous attempts to have their way with the wearer. The Item, arcane lock; Market Price: 2,400 gp; Weight: 1 summoned creature appears with a loud ‘ahem!’ and lb. then proceeds to tear the interloper limb from limb.",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to the arcane Caster Level: 15th; Prerequisites: Craft Wondrous lock feature of the basic belt, an alarmed chastity Item, arcane lock, summon monster I-IX; Market belt alerts the person who fitted it to the wearer Price: I – 3,200 gp, II – 7,200 gp, III – 14,400 gp, IV whenever someone attempts to bypass or remove the – 24,800 gp, V – 38,400 gp, VI – 55,200 gp, VII – belt. 75,200 gp, VIII – 98,400 gp, IX – 124,800 gp;",
        "name":  "Alarmed Chastity Belt",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, alarm, arcane lock; Market Price: 2,700 gp; DDDDDaaaaayyyyynnnnn’’’’’sssss IIIIInnnnnssssstttttaaaaannnnnttttt WWWWWhhhhhooooorrrrreeeeehhhhhooooouuuuussssseeeee",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to the arcane lock and 10 ft. high with little booths for privacy, an attic feature of the basic belt, a cursed chastity belt room and a warm hearth. The building shoots inflicts the interloper with a bestow curse spell. The wooden piles into the ground to root it to the spot, curse can take any of the forms normally available to preventing it from being overturned or pushed a caster of the spell, decided at the time of the items along. Only the owner of the house can enter or creation. leave at will, along with any guests they might have with them. The whorehouse has a small wooden",
        "name":  "Cured Chastity Belt",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous door with a slat to peer out of which cannot be Item, arcane lock, bestow curse; Market Price: opened without the owner’s permission, even with a 24,800 gp; Weight: 1 lb. knock spell. The walls have 50 hit points and a hardness of 10. The house cannot be repaired save",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites: Craft Wondrous Item, arcane lock, burning hands; Market Price: D10 Roll Host/Hostess 6,400 gp; Weight: 1 lb. 1 Satyr or dryad 2 Triton or mermaid (in pool)",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In addition to the arcane 3 Nymph lock feature of the basic belt, a droopy chastity belt 4 Erinyes afflicts the interlopers ‘prize jewels’ with something 5 Succubus or Incubus resembling the horrid wilting spell. This causes the 6 Human target’s member to shrivel up and become useless, 7 Elf causing 15d8 points of damage to the creature from 8 Dwarf the excruciating experience. 9 Halfling 10 Gnome 44 OBJECTS OF DESIRE Anyone caught in the area of the whorehouse as it roughly humanoid pink balloon when fully inflated expands is shoved violently to the side, taking 5d10 (which requires 10 full minutes without magical damage unless they make a successful Reflex save assistance). (DC 19). The whorehouse can be activated or deactivated once per day. The inflatable friend appears as a lovely companion of any humanoid race, ready and willing to do",
        "name":  "Droopy Chastity Belt",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th; Prerequisites: Craft Wondrous anything and capable of holding intelligent Item, mordykenen’s wonderful brothel, summon sex conversations. To anyone except the user of the partner I; Market Price: 98,000 gp. item, it appears a simple pink balloon with a roughly humanoid shape. HHHHHooooosssssiiiiieeeeerrrrryyyyy ooooofffff LLLLLaaaaaccccciiiiinnnnneeeeessssssssss",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Slinky and sexy, made of the finest lace and as sheer Item, illusory harem; Market Price: 9,000 gp; as a fairy’s wing, the hosiery of laciness are",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, alter breasts, endure elements, fascinating The jockstrap can be switched on or off with a cleavage/package, hypnotic rump, pheromone simple command word, and it is wise to switch it off enhancer; Market Value: 8,500 gp. before encountering pixies or other Tiny creatures.",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. wilderness and in desperate need of comfort, being held, or getting their rocks off for the last time in SSSSSeeeeexxxxxyyyyy SSSSShhhhheeeeeeeeeetttttsssss their miserable lives before a dire bear eats them, their tent and their campfire in one chomp. Nobody wants to go out on the pull around the taverns at night and roll back roaring drunk having This is where the inflatable friend comes in. scored, only to wake up in the morning with a Invented by an enterprising pair of blue magi in the headache and lying next to something that looks city of Skeldermere and subsequently practically like it crawled out of a troll’s arse. forced on any wealthy adventurer that wanders by, the inflatable friend has now found a niche in the This is a problem no more thanks to the sexy sheets. survival kits of many adventurers. Imitations are These double-layered satin sheets are self-cleaning beginning to appear further away but the best and automatically cast instant love nest and major models are still to be found in Skeldermere. image 1/day when placed on a bed, to provide suitable surroundings for your nocturnal activities, The inflatable friend consists of a 4 inch by 4 inch as well as cover any hideous troglodyte you might piece of rubbery pink material with a small tube have brought home with an illusion of loveliness. protruding from the top. The magic of the inflatable friend is activated by blowing gently into the tube, Caster Level: 6th; Prerequisites: Craft Wondrous and can be used once per day. After 50 uses the Item, instant love nest, major image; Market Price: magic of the inflatable friend is completely spent, 17,200 gp. and the item is rendered non-magical, appearing as a 45 OBJECTS OF DESIRE VVVVVeeeeessssstttttmmmmmeeeeennnnntttttsssss ooooofffff TTTTTrrrrraaaaannnnnssssseeeeexxxxxuuuuuaaaaallllliiiiitttttyyyyy (((((DDDDDrrrrreeeeessssssssss ooooofffff Bernadette’s illusory nakedness – Constant. Speedy undress – 5/day. CCCCCrrrrrooooossssssssssiiiiinnnnnggggg))))) Irresistible dance (striptease) – 1/day. Even the most expert of cross-dressers occasionally ends up looking like a ‘bloke in a dress’ or has Caster Level: 15th; Weight: —. boobs so fulsome and so round that no amount of fake beard is going to fool anyone. MMMMMaaaaannnnnuuuuuaaaaalllll ooooofffff LLLLLuuuuurrrrrvvvvveeeee This heavily thumbed manual was originally The vestments of transexuality have the effect of a commissioned by the Caliph of Pichii-Kyyn, an change sex spell while worn. oasis city deep in the southern desert. The city was peaceful, rich, powerful and the people were happy",
        "name":  "Weight",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Wondrous with the rule of the Caliph. This, combined with his Item, change sex; Market Value: 30,000 gp. radical practice of not making an evil bastard his grand vizier, left the Caliph with little to do with his Minor Artefacts time but spend it pleasurably in his ten-storey EEEEEyyyyyeeeee ooooofffff UUUUUnnnnndddddrrrrreeeeessssssssssiiiiinnnnnggggg seraglio with his concubines and wives. Radavan Of The Ogling Eye’s reign of striptease After about a decade this grew tiring and having terror finally came to an end when templar acting on already worked his way through several volumes of the behalf of the bishop broke into his hovel and erotic lore he sent his scouts out into the world to dragged him back into town. In punishment seek new positions, games and tricks for him to try Radavan had his eyes put out so he could never ogle out. anyone again. He died soon after, his chief reason for living having been taken from him. One by one the scouts returned, though none brought back anything the Caliph had not already Some time later, mistaking one of the eyes for a more done or considered. Finally the last scout, long powerful artefact, a foolhardy adventurer exploring thought dead, returned barely alive and clutching in the bishop’s personal vault put out one of his eyes his hands the notes that would form this manual. A and replaced it with the artefact. To his horror he hale and hearty man of twenty-two years when he discovered he had gained none of the powers he left, he returned looking eighty and infected with expected, and crying out in anguish turned to his every venereal disease known to man. His sacrifice buxom ranger companion to complain, then stopped enabled the Caliph to enjoy a further ten years of cold. She was entirely naked! After asking why she marital bliss and a statue was erected in the scout’s had stripped and having taken a severe beating for it honour bearing the legend ‘check the hole before he realised the truth, the eye was allowing him to see you put anything in it’. everyone naked, as much of a curse as a blessing as you have to take the rough with the smooth. The manual of lurve takes 48 hours to read over a minimum of six days. Once completed the reader Both eyes are currently without owners and are gains the Bedroom Proficiency and Endurance feats somewhere out in the world. To use the eye one as well as a +2 inherent bonus to Dexterity and must put out their own eye, losing 1d6 hit points Constitution. A character can only benefit from this and one point of charisma permanently. Then the manual once. eye of undressing must be placed into the socket, where it knits itself to the flesh. After this the eye",
        "name":  "Caster Level",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Construct, magic immunity, inner Short and stubby for a snake, pink in colour with warmth, damage reduction 30/+2. amazing tactile ridges and bumps and a beautiful",
        "name":  "Special Qualities",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15-21 HD (Huge); 22-42 HD (Huge) The trouser snake is extremely friendly, forming an immediate bond with anyone who pets it and A porn golem is a perfectly carved statue of soft provides it with a warm place to sleep. Many people stone in the shape of a physical idyll, usually fully strive to collect the largest and most magnificent and impressively equipped with some even trouser snake they can. incorporating fountains. The porn golem is 8 ft. tall and weighs around 1,500 lbs. Its body is of CCCCCooooommmmmbbbbbaaaaattttt smoothly polished stone warmed from within by The trouser snake is normally shy and retiring, magic, its stone flesh is ever so slightly pliant and preferring to avoid combat if at all possible. If thus features such as the face, nipples and phallus attacked or frightened it will spit its poison and can react to outside stimulus. shrink back into cover to wait for the danger to pass. Porn golems often are placed in the bathrooms and Poison (Ex): The trouser snake is capable of bedrooms of rich and powerful blue magi, providing shooting a stream of creamy, white, sticky poison up a kitsch aesthetic touch, a last line of defence to six feet, usually into the eyes of an attacker. The against intruders and a bed partner should other target can avert their eyes with a successful Reflex methods prove less than fruitful. save (DC 15), causing the poison to have no effect. If the save is failed, the target is blinded until they CCCCCooooommmmmbbbbbaaaaattttt spend a full turn clearing their eyes. Porn golems are frightening opponents and no less effective in battle for their sexual attributes or kitsch Scent (Ex): Trouser snakes can smell pussy a mile 70’s porn star chic. away, rearing up and sniffing the air to indicate the general direction of the nearest female humanoid. Magic Immunity (Ex): A porn golem is immune to The only protection from this ability is the various all spells, spell-like abilities and supernatural effects scent-masking spells, such as pass without trace. except for the following. A transmute rock to mud 50 CREATURES OF LUST spell slows it as per the slow spell for 2d6 rounds warm sunshine with its magnificent and unique with no saving throw. A transmute mud to rock heals bloom. The flower resembles in every way a very any and all damage the golem may have suffered. A attractive humanoid, male or female, buck-naked stone to flesh spell does not change its structure but and enjoying the feel of the sun on their skin. A fan- makes it vulnerable to any normal attack for the like root structure detects the approach of another following round (this does not include spells save humanoid and the flower begins to beckon to them, those that cause physical damage). trying to entice them into mating with it. Inner Warmth (Ex): The golem glows slightly Stimulation of the flower causes its vine-like warmer than body heat, granting it cold resistance 5 appendages to seize hold of the creature, while and making it warm and fuzzy to cuddle up to. another part of the plant tries to stuff a seedpod (about the size of a small pineapple and texture of a CCCCCooooonnnnnssssstttttrrrrruuuuuccccctttttiiiiiooooonnnnn pine cone) up their sphincter without the aid of lubricant. Once the seedpod is in place and the A porn golem’s body is carved from a single block of captured humanoid crushed to death, the flower soft stone such as soapstone, weighing at least 3,000 wilts to await the next spring. The seedpod matures pounds.. Assembling the golem requires a successful inside the corpse as it rots and explodes violently in Craft (sculpting) check (DC 20) and costs 70,000 gp, the autumn, showering helicopter seeds and rotten which includes the cost of the stone. The creator body parts over a wide radius to take root and grow must be 16th level and be able to cast arcane spells. for next spring. Completing the ritual drains 1,500 XP and requires the casting of a geas/quest, limited wish, polymorph Some blue magi who fancy themselves botanists any object and stone to flesh spell. have developed a safe and non-wilting variety for their greenhouses, which would otherwise be SSSSSiiiiirrrrreeeeennnnn FFFFFlllllooooowwwwweeeeerrrrr entirely full of suggestively shaped root vegetables. Medium Plant",
        "name":  "Advancement",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1/10th coins; 50% goods; 50% items. anal passage before the autumn (requiring the",
        "name":  "Treasure",
        "source":  "nymphology___blue_magic.txt",
        "_id":  "be113ee7cc9add2b9a1e9bd9430694bfdf5f34e7a7a50dcf1d839a158a65fff6"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Spirit folktend tobeserene andcalm,attuned notcount. to theirsurroundings andatpeacewith theworld.Theirspirit ancestry givesthem anawarenessofthespirit world, andthey BAMBOO SPIRIT FOLK show little desire to manipulate that world through magic. Bamboospiritfolkhavetheseadditional characteristics. Theymanifest alove andenjoymentoflife that many humans \" +2racial bonusonWildernessLore checks. canonly envy. +4racial bonusonHide checks when in woodsorforest.",
        "name":  "Personality",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Inculturesthatrevereeldersandrespecteducation, higher.Theycanalways choose to take 10,evenifrushed or gnomes often find high station-though usually behind the threatened when climbing. If a vanara chooses an acceler- thronesof power.Gnomes arethe master bureaucratsof some ated climb(see theClimbskillin the Player\u0027s Handbook), he societiesin OrientalAdventures,oftentutoring youngerhumans moves at aspeedof30 feet andmakesasingle Climbcheck inpreparationfortheexaminationsthatarerequired toenterand each roundat a-5penalty. advancein thecomplexmachineryofgovernment.They retain Low-lightVision:Vanarascanseetwiceas faras ahumanin their traditional affinity for more concrete machineryas well, starlight, moonlight, torchlight, and similar conditions of devisingfireworks,kites, andclockworkitems. poorillumination.Theyretaintheabilitytodistinguishcolor anddetailundertheseconditions. Gnome characters canapplytheir+1 racial bonus to attack +4 racial bonus on Balance and jump checks. Vanaras are rollsagainstbakemonosandgoblin rats as well as kobolds, agileandathletic,climbing,leaping,andswinging in trees. goblins, hobgoblins,andbugbears. +2 racial bonusonHide and Move Silently checks.Though Gnomecharacters canchoose either illusionistorwu jen as they enjoymaking noise, vanarascanbe verystealthywhen theirfavoredclass. thesituationdemandsit.",
        "name":  "Strength modifier or theirDexteritymodifier,whicheveris Gnomes",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elves in the lands of oriental Adventures are found either in pristine woodlands, secluded from thewarfareand \" Halfling traits are unchangedfrom those described in the politics ofhuman realms, or else in the very thick of Player\u0027s Handbook. those politics,as diplomats and courtiers in the halls LikethestandardDUNGEONS \u0026DRAGONSrules, OrientalAdven- Shugenja: Amaster of elementalforces, a religious, turesoffers eleven classesforplayercharacters. Some figurewhowields divine magic.Theshugenja is detailed Player\u0027s Handbookclassesare notavailablein Oriental in this chapter.",
        "name":  "Elves",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A warrior monk,swornto thedefepseofatemple classes.AlltheavailableclassesinOrientalAdventures aredis- ormonastery.Thesoheiis detailed in this chapter. cussed inthis chapter;classesdetailedin thePlayer\u0027s Handbook Sorcerer:Aspellcasterwith inborn magicalability.This may requiresome adjustment in an Oriental. Adventures cam- classis unchangedfromitsdescriptionin thePlayer\u0027s Hand paign.Theeleven classesofOrientalAdventures areas follows: book,exceptforculturalconsiderations.",
        "name":  "Adventures,however, andthis chapterintroducesfivenew Sohei",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "An intermediary betweenthe mortalworld speakforeignlanguages, andfumble throughthe rigidand andtherealmofthespirits, amaster ofdivine magic.The shaman is detailed in this chapter. ritualizedformalitiesof\"civilized\"culture.",
        "name":  "Shaman",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "In Rokugan, Unicorn clan barbarians con- with samuraiandshugenjas. siderthemselves to besamurai, andview themselves with the In othercampaign settings,fighters recognize the needfor same haughty pride that the samurai do, regarding only supportin therealms ofmagicandstealth, andworkwellwith shugenjasas near-equals. Otherbarbarians,andallbarbarians shamans, wujen, rogues,andmonks. in othercampaignsettings,eitherlook upto thenoblesamurai Game RuleInformation:AsdescribedinthePlayer\u0027sHand- andshugenjas, or regard them as weaklings softened bythe book,with thefollowingaddition. comforts ofcivilization. Barbarians aremostcomfortablewith BonusFeats: ProneAttack andSuperior Expertise (both rangers, whooftensharetheirroughedges,or rogues.Though described in Chapter4ofthis book) areadded to thelist of mostbarbariansocietiesincludesorcerers, shamans, or adepts, fighterbonusfeats. barbarians generallymistrust shugenjasandotherspellcasters untilthey\u0027veproventhemselves worthyoftrust.",
        "name":  "OtherClasses",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4+Intmodifier. andnottheirwakizashis.)This requires asacrificeofvaluable itemsworththeamountshownonTable2-2:AncestralDaisho. CLASS FEATURES Thissacrificedoes nothave tobegold-thecharactercansac- Thefollowingareclassfeaturesofthesamurai. rifice magic itemsor othergoodsworththerequired amount,",
        "name":  "SkillPoints atEachAdditionalLevel",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Good shamanscanchannel stored Spirits\u0027 Favor:Ashaman of 5th level or higher applieshis spell energy into healing spells that they haven\u0027t prepared Charismamodifier (ifpositive)asabonusonallsaving throws. aheadoftime.Theshaman can\"lose\" aprepared spellin order to cast anycure spellofthe samelevelor lower(a cure spellis anyspellwith \"cure\" in itsname).Forexample, agoodshaman whohasprepared bless(a 1st-levelspell) maylose blessin order SHUJENJA to cast cure light wounds (alsoa ist-levelspell). Good shamans Shugenjas are divine spellcasters who cast cancastcure spells in this waybecausethey areespeciallyprofi- cientatwielding positive energy. spells by attuning themselves to the elements An evil shaman,on the otherhand,can\u0027tconvertprepared around them and focusing the power of the spells to cure spells but can convert them to inflictspells (an elements through their bodies to produce inflict spellis onewith \"inflict\"in thetitle). Suchshamans are magicaleffects.Like samurai, they aremembers of Rokugan\u0027s noble class, though they are not as bound by especiallyproficientat wieldingnegative energy. Aneutralshamancanconvertspells eitherto curespellsorto honor and the code of bushido as theirwarrior counterparts. inflictspells (player\u0027s choice), depending on whether the Shugenjasare foundin Rokugan, andmaynotbe appropriate shaman is more proficient at wielding positive or negative forothercampaignsettings. energy. Once the player makes this choice, it cannot be Adventures: Shugenjasoftenadventureto increase their reversed.Thischoice also determines whetherthe neutral magicalknowledgeandpersonal power.They areparticularly drawnto investigate disturbances in the naturalharmony of shaman turnsor rebukesundead(seebelow). Ashaman can\u0027tusespontaneouscastingto convertdomain theelements-particularly incursions ofthe Shadowlandsor spells into cure or inflictspells.These spells arisefrom thepar- theactivities ofmaho-tsukaiwithin theEmpire.Some shugen- ticularpowersoftheshamanschosenspirits, notdivineenergy jasdedicate theirlives to fighting thetaintof maho (blood ingeneral. magic),whileothers crave thepowerthat maho bestows.Still others aredrawnto plumbthedepths ofmagicformagic\u0027sown",
        "name":  "Spontaneous Casting",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Shamansgain Improved UnarmedStrike as abonusfeat. They studyforyearsto learneventhefundamentalelements oftheirmagicalpractice, and are the most literate class of",
        "name":  "UnarmedStrike",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A1st-levelshamanmaybeginplaywith an animalcompanion.This animal is onethat theshaman has people in Rokugan.Ashugenja\u0027s spells arewritten onofudas (nonmagicalprayer scrolls) that theshugenjacarries with befriendedwith thespellanimalfriendship.Itcanhaveupto2Hit Dice.(While theshamanis 1stlevel,this particularanimalis loyal her, servingas adivine focusforcastingthespell.",
        "name":  "AnimalCompanion",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4+intmodifier. upallher 3rd-levelspellslotsforthedaybutwantsto cast (cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) TABLE2-4: THESHUGENJA Base Fort Ref Will Spells perDay Level Attack Bonus Save Save Save Special 0 1 2 3 4 5 6 7 8 9 1st +0 +0 +0 +2 Elementfocus, 5 3 - - - - - - - - 2nd +1 +0 +0 +3 sens_e_elements 6 4 - - - - - - - - 3rd +1 +1 +1 +3 6 5 - - - - - - - - 4th +2 +1 +1 +4 6 6 3 - - - - - - - 5th +2 +1 +1 +4 ,; 6 6 4 - - - - - - - 6th +3 +2 +2 +5 6 6 5 3 - - - - - - 7th +3 +2 +2 +5 _, 6 6 6 4 - - - - - - 8th +4 +2 +2 +6 6 6 6 5 3 - - - - - 99tthh +4 +3 +3 +6 6 6 6 6 4 - - - - - 10th +5 +3 +3 +7 6 6 6 6 5 3 - - - - 11th +5 +3 +3 +7 6 6 6 6 6 4 - - - - 12th +6/+l +4 +4 +8 6 6 6 6 6 5 3 - - - 13th +6/+1 +4 +4 +8 6 6 6 6 6 6 4 - - - 14th +7/+2 +4 +4 +9 6 6 6 6 6 6 5 3 - - 15th +7/+2 +5 +5 +9 6 6 6 6 6 6 6 4 - - 16th +8/+3 +5 +5 +10 6 6 6 6 6 6 6 5 3 - 17th +8/+3 +5 +5 +10 6 6 6 6 6 6 6 6 4 - 18th +9/+4 +6 +6 +11 6 6 6 6 6 6 6 6 5 3 19th +9/+4 +6 +6 +11 6 6 6 6 6 6 6 6 6 4 20th +10/+5 +6 +6 +12 6 6 6 6 6 6 6 6 6 6 anotherone, shecouldusea4th-levelslot to TABLE 2-5:SHUGENJA SPELLS KNOWN\" doso.Thespellis stilltreatedas itsactual Level 0 1 2 3 4 5 6 7 8 9 level, nottheleveloftheslotused to cast it. 1st s+2+2 s+1+1 - - - - - - - - Tolearnor cast aspell, ashugenjamust 2nd s+3+2 s+1+1 - - - - - - - - havea Charisma score ofat least t0 +the 3rd s+3+2 s+2+1 - - - - - - - - spell\u0027s level. The Difficulty Class for 4th s+3+3 s+2+1 s+1+0 - - - - - - - saving throws againstshugenja spells is 5th s+3+3 s+2+2 s+1+1 - - - - - - - 10 + the spell\u0027s level + the shugenja\u0027s 6th s+4+3 s+2+2 s+1+1 s+1+0 - - - - - - Charisma modifier. 7th s+4+3 s+3+2 s+2+1 s+1+1 - - - - - - Shugenjas do not have spellbooks, 8th s+4+4 s+3+2 s+2+1 s+1+1 s+1+0 - - - - - though they writetheirspells on ofudas. 9th s+4+4 s+3+2 s+2+2 s+2+1 s+1+1 - - - - - Theseofudas serve as divine focus items 10th s+5+4 s+3+2 s+2+2 s+2+1 s+1+1 s+1+0 - - - - 11th s+5+4 s+3+2 s+3+2 s+2+2 s+2+1 s+1+1 -(cid:9)-(cid:9)-(cid:9)- andmustberead aspart ofthespellcasting 12th s+5+4 s+3+2 s+3+2 s+2+2 s+2+1 s+1+1 s+1+0 - - - process.ShugenjascanusetheScribe Scroll 13th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+1 s+1+1 - - - feat to create magicscrolls that work the 14th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+1 s+1+1 s+1+0 - - sameasawizard\u0027sorcleric\u0027s scrolls. 15th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+2 s+2+1 s+1+1 - - When castingmetamagicspells,remem- 16th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+2 s+2+1 s+1+1 s+1+0 - berthat theshugenja hasnotprepared the 17th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+2 s+2+1 s+2+1 s+1+1 - spellinadvance, andisdoingsoonthespot. 18th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+2 s+2+1 s+2+1 s+1+1 s+1+0 Theshugenja,therefore, must take more 19th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+2 s+2+1 s+2+1 s+2+1 s+1+1 time to cast ametamagicspellthan aregu- 20th s+5+4 s+3+2 s+3+2 s+2+2 s+2+2 s+2+2 s+2+1 s+2+1 s+2+1 s+2+1 lar spell. If itsnormal casting timeis 1 *Ateach level, ashugenja gets a school spellforeach spell level, starting at 1st. action,castingametamagicspellis afull- The \"s\" on this list represents that. The number in the middle is thenumber of roundaction forashugenja.Forspells with spells oftheshugenja\u0027s favored element, andthefinal number is theadditional alonger castingtime,it takesan extrafull- number ofspells known ofanyelement. roundaction to cast the spell. Shugenjas cannot usetheQuickenSpellmetamagicfeat. anyelement.Shugenjas automaticallygain thebenefits ofthe",
        "name":  "SkillPoints atEachAdditionalLevel",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Allshugenjashave afavored element: air, SpellFocusfeatforspellsfromtheirfavoredelement. earth, fire,orwater.Ashugenja\u0027s choice ofspecializedelement Asthecost ofspecializing in oneelement, ashugenja ispro- is determinedbytheclan schoolsinwhichshestudies.Atleast hibitedfrom learningspells associatedwith adifferentelement. halfthespells ashugenjaknowsat each spelllevelmustbelong Theprohibited elementis dictated bythefavored element, as to herfavoredelement, and thespell dictated by herschool describedbelow. also belongsto that element.This is reflected onTable 2-5, Air:Airspells are subtle,involvingtravel, intuition,influ- whichindicateshowmanyspellsofeach levelmustbespellsof ence,divination, andillusion.Earthis theprohibited element theshugenja\u0027s favoredelement.At1stlevel, forexample, the forairshugenjas.TheAsahinaschool oftheCraneclanandthe shugenja KitsuMari must know at leastthree0-levelwater Scorpionclan\u0027s Soshischool specialize in airmagic. spells-onewaterspelldeterminedbyherschoolandtwoaddi- Earth:Earth spells involveresilienceand resolve,health and tional waterspells,plustwoother0-levelspells ofanyelement. growth,thebodyanditsstrength.Airis theprohibited element She also knowsone 1st-levelwaterspellfrom herschool, one forearthshugenjas.TheKunischool oftheCrabclan,theTamori additional 1st-levelwaterspell, andone ist-levelspellof schooloftheDragonclan,andtheYogoschooloftheScorpion clanspecialize inearthmagic. (cid:9)(cid:9)(cid:9)(cid:9)(cid:9)",
        "name":  "ElementFocus",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Waterspells involvetransformation,cleansing, heal- ing, andfriendship.Fire is theprohibited element forwater shugenjas.The Kitsu school oftheLionclan andthe Iuchi schooloftheUnicornclan specialize inwatermagic. SOHEI TheshugenjasofthePhoenixclan\u0027sIsawaschoolcanspecial- Soheiarewarriormonks, religioussoldiers who protect large izein anyofthefour elements.TheIsawaschool also trains shugenjaswho specialize in thefifthelement, Void. See the monasteries. Unlikeshamans,soheiare more militant than Void discipleprestigeclassin Chapter3:PrestigeClasses. holy,andreceivevery little religiousinstruction.Insteadthey",
        "name":  "Water",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "One ofthe first \"spells\" a shugenja aretrainedin theartoffighting.Soheidefend theirmonastery learns-a magicaleffect so basicthat it becomesa spell-like againstattacksandadvanceitspoliticalclaims in theoutside ability-istheabilityto senseelements.Asafull-roundaction, world.They aresubjectto theleaderoftheirtemple. Soheiare ashugenjacanbecome awareofallsourcesofonechosen ele- notfoundin Rokugan. ment(air,earth, fire,or water) within 10feet of herself.The Adventures:Like paladins,soheithinkoftheiradventures shugenjalearns thesizeoftheobjectsbutnottheirpreciseloca- as \"quests\" in theserviceoftheirreligion.Like samurai, how- tionor actual nature. ever,theyaretypicallysent on these quests by asuperior Byconcentratinglonger,ashugenja caneither extend her whose commandis lawto thesohei.Soheiare oftencharged magicalsenses orgather moreinformationabouttheelements with defendingtheirtemplesin times ofconflict,butthey shehasdetected.Eachadditionalroundspentinconcentration canalso expect to strike against enemytemples, monks, or allows theshugenja toadd5feetto theradiusofhersenseabil- shamans, tohuntdown evilmonsters terrorizingthecountry- ity,to amaximumof5additionalfeetpershugenja level.Thus, side,ortorecoverarelicthat is sacred totheirorder.Theywel- at4thlevel, KitsuMaricansenseelementstoamaximumrange come allchallenges as testsoftheirprowessand, secondarily, of30 feet byconcentratingforfive full rounds.Alternatively, theirfaith. theshugenja canfocusononesource ofthesensedelementper Characteristics: Sohei mix martialprowesswith divine round, attemptingaSpellcraft checkto determinemore about powerthat grants them spellability (asthey gain experience), thatsingleitem.Theamountofinformationshelearnsdepends the abilityto heighten theirstrength andspeedinbattle,and onherSpellcraft checkresult: protection from mentalandbodily harm.Very experienced soheicanshrugoffphysicaldamageandignorecertainmagical Check Result Information Learned effects.Their spells areuseful in battle to grantprotection, 20 or higher item\u0027s general location (5-foot square enhanceattacks,anddamage foes. containing it,or itsnearestboundary ifit is Alignment:Sohei,like monks,live a life ofstrict discipline largerthan a 5-foot square). andobedienceto theirorders. Soheimust be lawful,and lose 25 or higher Whethertheitem is natural or a spell effect. theirdivine powerifthey strayfromthepath oflaw. (A normal Spellcraft checkagainst DC 20+ Background: Soheicomefrom allwalksoflife to train in, spell level canthen determinethe nature of theirtemplesandmonasteries.Manyjoin theirorders as chil- thespell effect.) dren,andbecome soheiwhen they demonstratea strength of 30 or higher Whethertheitem is a creature or an object. bothbody andmind that lendsitselfto thetemple\u0027s defense. 35 or higher Theexact nature oftheitem (for example, Often, though,youngmenandwomenwhoshow little prom- whetheracreature is ahumanor an oni, iseforthecontemplativelife ofthemonkaretheonesselected whetheran object is gold or stone, whether tobecome sohei. airis breathable or not).",
        "name":  "Sense Elements",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Aswith monks,mostsoheiarehumanor near-human Insubsequent rounds,ashugenjacaneitherretryherSpellcraft (hengeyokaior spirit folk).Themonastic orders to whichsohei checkonthe sameitem,shiftherattentionto adifferentitem, belongarepredominantlyhuman, andkorobokurus, nezumi, or extend therangeofhersenses. andvanarasrarelyjoin such orders. A1st-levelshugenja canusethis abilitythreetimesperday.",
        "name":  "Races",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Soheihold shamans andmonksin deep Everyfive levels sheadvances as ashugenja allows herto use respect, andmayevenbe assigned to serveas bodyguardto theabilityan additionaltimeperday (fourtimesat 5thlevel, sucha character.At the same time,they typicallyperceive five times at loth level, and so on). Like many divination themselves asspirituallyinferiorto such enlightenedfolk,and spells,ashugenja\u0027s senseelements abilityisblockedby1foot feelmore kinshipwith samuraior \"common\" warriors (fighters, ofstone, 1 inch ofcommon metal, a thin sheet oflead, or 3 rangers, or even rogues). feet ofwood ordirt. Forexample, KitsuMarienters aroom andconcentrates to sensewater.(Althoughsheis awatershugenja,shecouldjust GAME RULE INFORMATION as easilysenseanyotherelement,includingfire.)Shebecomes Soheihavethefollowinggame statistics. awareofallsourcesofwaterwithin 10 feet. Abasin ofwater Abilities: AWisdom score of 14 or higher is required to restsonthenightstand,aperson lurksbehind thedoor(living getaccesstothemostpowerful soheispells,andascoreof11 creaturesaremade ofall four elements) holdinga vial of or higher is required to cast anysohei spells at all. Ahigh poison-KitsuMaridiscoversthreesourcesofwaterwithin 10 Constitution improves a sohei\u0027s hit points, and a high feet ofher: oneMedium-size, oneSmall, andoneFine.Focus- Strength makeshermore effectivein melee combat,where ingontheMedium-sizesourceandconcentratingforaround, shetypicallyexcels. shemakesaSpellcraftcheckandgets aresultof31.Shelearns Alignment:Anylawful. that the Medium-sizesource ofwateris a creature, that it is HitDie:d10. CLASS SKILLS While in a ki frenzy, a soheicannotuseskills or abilities Asohei\u0027sclass skills (and the keyabilityforeach school) are that require patience orconcentration, such as moving Concentration (Con), Craft (Int), Diplomacy (Cha), Heal silently or castingspells.(She cannot use anyclass skills in a (Wis), Iaijutsu Focus (Cha), Knowledge (religion) (Int), and frenzy.) Shecanuseanyfeat shemighthave except forExper- Profession (Wis).SeeChapter4:Skills in thePlayer\u0027sHandbook tise, item creation feats, metamagicfeats, andSkillFocus (if for skilldescriptions.The Iaijutsu Focusskillis describedin it\u0027s tied to askillthat requires patience orconcentration).Aki Chapter4ofthis book. frenzy lastsforanumberofroundsequaltothree+thesohei\u0027s SkillPointsat 1stlevel:(2 +Intmodifier)x4. Constitution modifier.Thesoheimayprematurelyend the",
        "name":  "Other Classes",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The sohei\u0027s special least10 +thespell\u0027slevel, so a blessing allows herto shrugoff soheiwithaWisdom of 1o or magicaleffects that wouldother- lowercannotcast these spells. wise damage or harm her. Ifa sohei Soheibonus spells are basedon ofat least9thlevelmakesa successful Wisdom,andsaving throws against Will or Fortitude saving throw that thesespells have a Difficulty would normally reduce the spell\u0027seffect, Class of 10 + spelllevel+ she suffersnoeffect fromthespellat all.Only Wisdom modifier.When the sohei gets o thosespells with aSavingThrowentryof \"Will spells ofagivenlevel, such as 01st-levelspells at partial,\"\"Fortitude half,\" or similarentries can be 4thlevel, thesoheigetsonlybonusspells.Asoheiwith- negatedthroughthis ability. outabonus spellforthat levelcannot yetcast a spell ofthat",
        "name":  "Mettle",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Bloodsorcerersareuniversallyevil. Othersor- cerers tendtoward chaos, and few sor- Sorcerers in Rokugan are arcane cerers care enough about spellcasters who cast nonelemental otherstobegood.Many sorcer- magic. These sorcerers include the ersaretrue neutral. feared and reviled blood sorcerers Background:Like barbar- called maho-tsukai, as well as nezumi ians, sorcerers (even blood shamans and outlanders such as Yabanjin and sorcerers) are outsiders in Ujik-hai (see the barbarian class entry). Like Kokugan, wheremagicisritual- barbarians, most sorcerers are outsiders in ized andcontrolledbytheshugen- Rokugan-though maho-tsukaimay try to jas. Outlanderandnezumi sor- passas normal shugenjas. cerers usually feel that their In othercampaign settings, powers have chosen them, sorcerersarevirtuallyindis- rather than the other way tinguishable from wujen around, and feel aburden in the minds of most and responsibility to use people.Like thesorcerers them properly.Suchcharac- described in the Player\u0027s ters are usuallytrainedby Handbook,many sorcerers oldershamansandsorcer- claimdescentfrom dragons ers in theirtribeorpack. (the dragonsdescribedin Blood sorcerers, on the this book,notthedragons otherhand,seek outmagical oftheMonsterManual). powerforpower\u0027ssake,and",
        "name":  "SORCERER Alignment",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Mostsorcerers corrupttheir souls and adventurein orderto acquiregreater bodies to acquire it. magical power. A blood sorcerer They learnthe rituals mightsearch forscrollspenned bythe oftheirpowerfrom greatest maho-tsukaiofhistory, the banned scrolls and undeadsorcerer Iuchiban.A hiddentexts, or even nezumioroutlandersorcerer from the oni of the might adventureforthe Shadowlands. same reason abarbarian Races: Humans from for- character does: to fit in, eign lands andnezumi are the most either withanadventuring likely ofthe common racesto become partyor in Rokugan\u0027sbroadersociety. sorcerers. Bloodsorcerersare always human, and they maycome fromanyclan-particularly the Phoenixand GAME RULE INFORMATION Unicorn.Shadowlandscreatures,includinggoblinsandogres, Wujenhavethefollowinggame statistics. mayalsobesorcerers.",
        "name":  "Adventures",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d4. ers must adoptthe maho-tsukai prestige class, describedin Chapter12. CLASS SKILLS Awujen\u0027sclassskills (and thekeyabilityforeach skill) are Alchemy (Int), ConcentWU-JEN ration (Con), Craft(Int), Knowledge (all skills,takenindividually) (Int), Profession (Wis), Scry (Int, exclusiveskill),andSpellcraft (Int).SeeChapter4:Skillsin the Wujen arespellcasters withmysterious powers.They com- Player\u0027sHandbookforskilldescriptions. mandtheelements,spiritforces,andtheverypowersofnature. SkillPoints at1stlevel:(2 +Intmodifier)x4. They areseldomfoundliving with therestofhumansociety. SkillPointsatEachAdditionalLevel:2+Intmodifier. Instead, they live as hermitsin thewilderness,purifyingtheir bodies andmindsin orderto contactthevariousnaturaland CLASS FEATURES supernatural powers ofthe world. From these entities they Thefollowingareclassfeaturesofthewu jen. learntheirspells-magical means to control theinvisible",
        "name":  "HitDie",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Awujencastsarcane spells.Sheis limitedto acertain elements (earth,fire, metal, water, andwood), andawu jen numberofspellsofeachspelllevelperday, accordingto herclass who masters allthe spells ofone elementgains additional level.Awujenmust preparespells aheadoftime bygettinga powerwiththosespells. Finally,wujenareadeptat manipu- goodnight\u0027s sleepandspending 1hourstudyingherspellbook. lating theirspells,increasingtheirrange, duration,or effect, Whilestudying,thewujendecideswhichspells to prepare(see or eliminating verbal or somatic components throughper- PreparingWizardSpells in thePlayer\u0027s Handbook).Tolearn, pre- manent metamagiceffects. pare,orcastaspell,awujenmusthave an intelligence scoreofat",
        "name":  "Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Wujencrave magicalpowerinaworldwhere numberofspells. noorganizedcolleges ofwizardry exist.Theirthirst drives them",
        "name":  "Background",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Awu jen maysubstituteTengu, Dra- acceptthem ormightmake herresent them. conic, or Giantforone ofthebonuslanguages available to thecharacterbecauseofherrace,since read magic, which allwu jencanpreparefrom many ancient tomes ofmagic are memory).Awujenbegins play with a written in these languagesand spellbookcontaining all 0-level wu jen apprentice wu jen often spells plus three 1st-level spells ofthe learnthem as part oftheir player\u0027s choice. Foreachpoint of Intelli- studies. gencebonusthewujenhas, thespellbook",
        "name":  "Bonus Languages",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Awujen level, she can beginsplay with abonusmeta- addtwo 3rd-level magicfeat. spells to her",
        "name":  "BonusFeat",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "At 3rd level, spellbook. andeverythreelevels there- Thewu jen after, a wu jen can choose canalsoadd onespellknownto herthat spells found thenbecomespermanently in the spell- modified as though af- books ofother fected byone ofthefol- wujen. lowing metamagicfeats: Taboos: In order Enlarge Spell, Extend to maintain theirsuper- Spell, Still Spell, or \u0027 naturalpower,wujenmust Silent Spell.The spell\u0027s abidebycertaintaboos that mayseem leveldoes not change, and inconsequentialto other characters but once thechoice ofspellandmodi- arevitallyimportantto thewu jen. If a fication are chosen,they cannot be wu jen violates oneofhertaboos, she changed.As thewu jengoes upin cannotcast anymore spells thatday.A level, she can choose the same wu jen must chooseonetabooat 1st spelltobemodified in different level, and oneadditional tabooevery ways with multiple spell time shelearns aspellsecret. Pos- secrets.Shedoes not need sibletaboos include: to know the feat she appliesto thespell. \" Cannoteatmeat.",
        "name":  "SpellSecret",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Theadeptclass represents thepractitionersof folk combinations might be possible, and a samurai might magic, involving divination through astrologyand casting multiclass asasorcereron thewaytoward adopting themaho- stonesorcoins.Thepeople ofthepeasantclasses,whiletheyare tsukai prestige class. terrifiedbythemighty magicofshugenjasandsorcerers, view InotherOriental Adventurescampaigns, multiclassingis usu- thesediviners in amore favorablelight.Totheireyes,shugenjas allyjust as rare as in Rokugan, althoughmonksmaystillmulti- manipulate the elements,while adepts only read them and classfreely. Shamans,sohei, and wu jentend to be as single- translatetheirmessages to thepeoplefortheirbenefit. minded as samuraiandshugenjasare.",
        "name":  "Adept",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d10. levelbattle maidenisdrainedofonelevel, itbecomesanormal heavywarhorse (nolongeramagicalbeast). REQUIREMENTS",
        "name":  "HitDie",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When a eunuch warlockreaches 5th everlevels ofspells the eunuchwarlockcancurrentlycast,but level, andagainwhenhereaches loth level, hegainstheabil- nomorethanonecanbeaddedtothecharacter\u0027shighestcurrent ityto cast spells of onelevelhigher than he waspreviously spelllevel. Example:Wieh Wanis a9th-levelwujenwhotakes able to cast. Initially, he cancast 0 spells ofthis level, but onelevelineunuchwarlock.He cangivehimselfonebonusSth- bonusspells (fromahigh abilityscoreor hiseunuch warlock levelspell(his highestasa9th-levelwujen),andonebonusspell bonusspells)can increase this number.Example:Wieh Wan inoneotherlevel,0through4th. is a 9th-levelwu jen/4th-level eunuch warlock.When he If aeunuch warlockhastwo arcane spellcasting classes reachesSth levelas aeunuch warlock, hegainstheabilityto already, hemustchoose whichprevious spellcasting classgains cast 6th-levelwu jenspells.He mustallocate oneofhisbonus thebonus.Forexample,Tuangiis a10th-levelsorcerer/9th-level spells to 6thlevelin orderto cast any 6th-levelspells,unless wujen, with onelevelofeunuchwarlock. Conceivably, Tuangi hisIntelligence is highenough (22or higher)to give hima couldhave abonus5th-levelwu jenspellandabonus5th-level bonus6th-levelspell. sorcererspell, or he couldputbothbonus spells in either sor- cereror wu jen, butthen only oneofthem couldbe5thlevel. Bonusspells cannotbeaddedto adivinespellcastingclass. Onceaeunuch warlockhaschosenhowto applyhisbonus HENSHIN MYSTIC spells,they cannot be shifted. GreaterSpellFocus(Ex):Aeunuch warlockadds +4 to the Henshinmysticsaremembersofa monastic DCforsaving throws againstspells in allschoolsforwhichhe orderthat teacheswhat they consider agreat hastheSpellFocusfeat,insteadofthenormal+2bonusgranted mysteryoftheuniverse:that humanity is capa- by that feat. In addition,theeunuch warlockgainsa+2bonus bleofatransformation(henshin)into divinity. on caster levelchecks to beat a creature\u0027s spellresistance with Their training and discipline is aimed (cid:9) toward theultimate perfection notonlyofthemselves,butof Add thehenshinmystic\u0027s base attack bonusderived from allhumanity.They believethis perfection is thefuture ofthe monk levels to that derivedfrom henshinmystic levels and worldandofhumanity,andthis belieffillsthem with ahope- consultTable3-1:MultipleUnarmedAttacks. fulpeace. Riddle ofAwareness(Sp):A 1st-levelhenshin mystic canuse Most henshin mysticstrainas monks. Some begintheir sayingas aspell-like abilityonce perday, with acaster level careersasshugenjasorotherspellcasters,buttheyabandonthis equalto hishenshinmystic level.Thecharactermust entera course oncebeginningthepath ofthemystic. In Rokugan, meditative trance forthe entire castingtime and duration of they aredrawnexclusivelyfrom the Phoenixclan,wherethey thespell, but requires nomaterial componentor focusitem. aretrainedintheAsakoschool. In addition,thehenshinmystic gainsa +4 insightbonuson Many NPC henshinmysticswandertheEmpire,servingas allListen,Scry,Search,andSpotchecks. guides and helpersalonghumanity\u0027s path.They are expected Blind-Fight:A 2nd-levelhenshinmystic gainsthe Blind- toshowpeoplehowto act, howto treateach other, andhowto Fightfeat. believe,inhopethattheymayachievereincarnation inamore DiamondBody (Su): At 2ndlevel, a henshinmystic is in enlightenedformthatwill allowthem to attain divinity.They such controlofhisownmetabolism thathegainsimmunity to never reveal theirtrue intentions to the world, however, poison ofallkinds. insteadmoving amongthemasses ofhumanity,offeringwhat Happo Zanshin(Ex): A 3rd-level henshin mystic has a help andadvice they can.Thesewanderinghenshin mystics preternaturalawarenessofdanger and canno longerbe arecalled michizure(\"travelingcompanions\"). flanked; hecanreactto opponents onopposite sidesof him",
        "name":  "NewSpellLevel",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ninjaspiesaretrainedin theuseofpoison and classpracticallydemandthatanywould-be ninjahaveatleasta neverrisk accidentally poisoningthemselves when applying fewlevels in the rogueclass. Some ninjahave amagicalback- poisonto ablade. ground.In Rokugan, ninjaarethestuffoflegends.Some refuse SlowFall(Ex):At 2ndlevel,aninjaspywithin arm\u0027sreachof tobelievethey exist. Ninjatrainin theShosuroschool of the a wall canusethewallto slowhis descent.The ninjatakes Scorpion clan, though other, mysterious ninjamayoperatein damage as ifthefall were 20feet shorterthan it actually is.His theEmpire aswell. abilityto slow hisfall (thatis,to reduce theeffectiveheight of NPCninjaareoftenamysterious forceactingin opposition thefallwhennextto awall)improveswithhisleveluntil,at6th to theplansandgoalsofplayer characters.Theobjectives ofa level,theninjacanuseanearbywallto slowhisdescentandfall ninjaclan areoften inscrutable, butthey rarely coincide with upto 50 feetwithoutharm. thoseofagroupofheroes. ImprovedEvasion(Ex):At2ndlevelandabove, aninjaspy",
        "name":  "Most ninjaspiesarerogues,andtheskillrequirementsofthe PoisonUse",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d6. canavoidevenmagicalandunusualattackswithgreatagility.If REQUIREMENTS theninjamakes asuccessful Reflex saving throw againstan attack that normally dealshalfdamage onasuccessful save,he Toqualifyas aninjaspy, acharactermustfulfillallthefollow- insteadtakesno damage.Even ifhe failshissaving throw, he ingcriteria: takesonly halfdamage fromtheattack.The ninjacanonly use",
        "name":  "HitDie",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ashapeshiftercontinueshermagicaltrain- monksarehuman, andtheycome fromallsevenGreatClansas ingwhilemasteringthepowersofwild shape.At2nd, 4th, 6th, wellas thecommon caste. 8th, and loth level, thecharactergainsnewspells perdayand NPC Shintao monks serve as teachers and guides on the spellsknownasifshehadalsogainedonelevelinaspellcasting pathofenlightenment.Many areadvisorsto daimyosorlesser class. Shedoesnot, however, gain any otherbenefitofthe nobles,butmostlive fairlyreclusivelivesintheirmonasteries spellcasting class.This essentiallymeansthat sheaddshalfher and temples.Avery fewtake Shinsei\u0027s crusadeto the very shapeshifterlevels to herotherclasslevels,thendetermines borders ofthe Shadowlands, risking death andTaint to spells perdayandspells known accordingly.Forexample, if combat theevil that infeststhatfoul place. JenguTori,a 7th-level wujen/1st-levelshapeshifter,gainsa HitDie:d8. levelin shapeshifter,shegainsnewspells as ifshehadrisento TABLE 3-11:THE SHAPESHIFTER Class Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells perDay 1st +0 +2 +2 +2 Wild shape (3/day), extra shifting 2nd +1 +3 +3 +3 +1 level ofexisting class 3rd +2 +3 +3 +3 Wild shape (Large) 4th +3 +4 +4 +4 Wild shape (4/day) +1 level ofexisting class 5th +3 +4 +4 +4 Wild shape (Tiny) 6th +4 +5 +5 +5 Thousand faces +1 levelofexisting class 7th +5 +5 +5 +5 Wild shape (dire) 8th +6 +6 +6 +6 Wild shape (5/day) +1 levelofexisting class 9th +6 +6 +6 +6 Wild shape (Huge) 10th +7 +7 +7 +7 Wild shape (elemental 1/day), +1 level ofexisting class OIL naturalshapechanger TABLE 3-12: THE SHINTAO MONK Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +0 +2 +2 +2 Monk abilities, touchtheVoid dragon, bonusfeat 2nd +1 +3 +3 +3 Detect Taint, smiteTaint, speakto the soul 3rd +2 +3 +3 +3+ Graspthe earth dragon, bonusfeat 4th +3 +4 +4 +4 Purity ofShinsei 5th +3 +4 +4 + Channelthefire dragon, bonus feat 6th +4 +5 +5 +5 Greatsilence 7th +5 +5 +5 +5\u0027 Stealtheairdragon, bonusfeat 8th +6 +6 +6 +6 Ancestralguidance 9th +6 +6 +6 +6 Ride thewaterdragon, bonusfeat 10th +7 +7 +7 +7 Kukan-do REQUIREMENTS oneunarmedattack.Sheadds a+4bonusonherattackrolland deals+1 pointofdamage perclasslevel.AShadowlandsoppo- Toqualifytobecome aShintaomonk,acharactermustfulfillall nent is amonsterwith theShadowlandsdescriptor or acharac- thefollowingcriteria. terwith aTaintscore.Ifthemonkaccidentallysmitesacreature",
        "name":  "Spells perDay",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Stillmindclassability. ity appliesto evil in general:The Shintaomonk cansmiteany evilopponent. CLASS SKILLS SpeaktotheSoul (Sp):Onceperday,aShintaomonkofatleast TheShintaomonk\u0027sclassskills (and thekeyabilityfor each 2ndlevelcanusedetect magicasifcastbyasorcereroftheshin- skill) are Balance (Dex), Climb(Str), Concentration (Con), taomonk\u0027s level. Craft(Int), Diplomacy(Cha),Escape Artist(Dex), Heal(Wis), GrasptheEarthDragon (Ex):AShintaomonk ofaleast Jump (Str), Knowledge (all skills, taken individually) (Int), 3rdlevelis immune to stunning, sleepspells and effects, and Listen (Wis), Perform (Cha), Profession (Wis), Scry (Int, slow spells andeffects. exclusive skill), Spellcraft (Int), Swim (Str), andTumble Purity of Shinsei (Sp): At 4th level, a Shintao monk can (Dex).See Chapter4: Skills in the Player\u0027s Handbookforskill causeherentire bodyto become suffused withaheatlessfire descriptions. that sheds lightas alightspell, as ifcast bya sorcerer of the",
        "name":  "Special",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Asinghrager gainsthis feat forfree at totalof 1roundperclasslevelperday.Theserounds need not 1stlevel. be consecutive. Lion\u0027s Fury(Ex):At 2ndlevel, asinghragercan entera state ofrage,gainingphenomenal strength and durability MONK TATTOOED butbecoming reckless and less able to defendherself. She temporarily gains +4 to Strength, +4 to Constitution, and a +2 moralebonus on Willsaves, but suffersa-2 penalty Certain monastic orders in the lands of toAC. Oriental Adventures bestow supernatural or Theincrease in Constitution increasesthesinghrager\u0027shit spell-like powers on their members by points by2points perlevel, but these hitpoints go away at inscribing magictattoos on their skin.These theendofthe rage when the Constitution scoredrops back tattooed monks shave their heads, speak in to normal. These extra hitpoints arenot lost first theway crypticriddlesandmaxims,and-in manycases-travel the temporaryhitpoints are.Whileraging,asinghragercannot countryside furthering their quest for enlightenment by useskills orabilitiesthatrequirepatience andconcentration, facing andconquering temptation. such as moving silently orcastingspells. (The onlyclass The greatmajority oftattooed monksbegintheircareers as skills shecan\u0027tusewhileraging areCraft, Iaijutsu Focus, and monks.Asmallnumber of samurai, shamans, andshugenjas SenseMotive.) Shecanuseanyfeat shehasexceptforExper- adoptthetattooed monk prestige class.InRokugan,they are tise,item creation feats, metamagicfeats, andSkillFocus(if drawnalmost exclusivelyfromthe Dragonclan,thoughmem- it\u0027s tied to askillthat requires patience or concentration).A bers ofotherclanswhogain thefavorof the orderaresome- fitofrage lastsfor 3 rounds, plus thecharacter\u0027s (newly timesallowedto join.Tattooed monksin Rokuganaretrained improved) Constitution modifier.Thesinghragermaypre- in twocompetingschools:theTogashischool (whosemonks maturely endtherage voluntarily.Attheendoftherage,the arecalled isezumi) andtheHitomi school (whose monksare singhrager is fatigued (-2 Strength, -2 Dexterity, can\u0027t kikage zumi). charge or run) forthe duration ofthat encounter.Thesingh The ranks ofthe tattooed monks are dividedbetween ragercanonly flyinto arage onceperencounter, and only a worldlymonks-thosewhobelievethat temptation canonly certain number oftimes per day(determinedby level). beovercome ifit is squarely faced-andasceticmonks, who,°\u0027 Entering a rage takes notimeitself,butthe singhragercan rarely leavetheirmountaintopretreats.Player charactertat- only doit duringheraction, notin response to somebody tooedmonksareassumedto fall into theformer category,but else\u0027s action. Asinghragercan\u0027t, forexample, flyinto arage NPCs canbe foundin bothroles. whenstruck down byanarrow in orderto get theextrahit",
        "name":  "GreatKi Shout",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "d8. points from the increasedConstitution, although the extra hitpoints wouldbeofbenefitifshehadgoneinto arage ear- REQUIREMENTS lier intheround, before thearrowstruck. Asinghragercanenteraragethreetimesperdayat3rdlevel, To qualifyto becomeatattooed monk,acharactermustfulfilall four timesat 6th level, andfive timesat loth level. Starting at thefollowingcriteria. 8thlevel, thesinghrager\u0027sfurybonusesbecome+6 toStrength, Alignment:Anylawful. +6to Constitution, anda +3 morale bonus onWill saves. (The BaseAttackBonus:+3. ACpenaltyremainsat -2.) Skills:Knowledge(religion) 8ranks. Lion\u0027s Courage(Ex):Asinghragerof3rdlevelor higher Feats:Improved Grapple, Improved Unarmed Strike (or is immune to fear (magical or otherwise) and gains a +4 monk classability). bonuson Will saves against other mind-influencing spells Special:Mustbe acceptedbythetattooed monk order. andeffects.",
        "name":  "HitDie",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thetattooed monk gains agradual immunity to Addthetattooed monk\u0027s base attack bonus derivedfrom bodilydecay.When thetattooed monkfirstgainsthis tattoo,he monklevels to thatderivedfromtattooed monklevelsandcon- gainsimmunity to nonmagical diseases.When hegains his sultTable3-1:Multiple UnarmedAttacks. nexttattoo (whateverit maybe), heacquires immunity to Tattoo (Su):Tattooed monksgain theirpowers from the poison as well.When he gainshisnext tattoo,henolongersuf- magictattoosthat eventuallygrow to covertheirbodies.A1st- fers abilitypenaltiesforaging, andcannot be magicallyaged. level tattooed monk has one tattoo andgainsanother tattoo (Any agingpenaltieshemayalreadyhave suffered remainin everytwolevels,to amaximumoffive.Thetattooedmonkcan place.) Bonusesstillaccrue, andthetattooed monkstilldies of choose histattoosfromthefollowinglist. Notethat some tat- oldagewhen histimeis up.MinimumLevel:5th. tooshave minimumlevelrequirements.",
        "name":  "Crane",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When the tattooed monk callson the powerofthis Alltattoosaremagical, and theabilities they bestow are tattoo, he becomes immune to theShadowlandsTaintforone supernatural.Atattooed monk in anantimagicfieldloses all daypertattoo hepossesses, andgainsa+1 resistancebonuson benefits ofhistattoos.Unless theeffect ofatattoo iscontinu- allWill saving throws forthe same duration.Afterusingthis ous, activating atattoo is amove-equivalentaction that can ability, thetattooed monk cannot activate thecrow tattoo for be combined with a regular move anddoes notprovokean five moredays.Tattooed monksin campaignsotherthan Roku- attackofopportunity. gando notusethecrowtattoo.",
        "name":  "Crow",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thetattooed monk is immune tofear (magicaloroth- for1roundperlevel. erwise).Allies within 10 feet ofthetattooed monk gain a",
        "name":  "Falcon",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thetattooed monk cantake on theimmovabil- anddealinganadditional +1d6 points ofdamage withasuc- ityofthemountain,gainingphenomenal durability though cessful attack.This burst ofmartialarts ferocity lasts for 1 he cannotmovefromthespotwherehestands.He gainsa+4 roundperlevel. bonusto hisConstitution andWisdom scores.Theincrease Tortoise:Once perdaypertattoo hepossesses, the tattooed inConstitution increasesthetattooedmonk\u0027shitpoints by2 monk canusehislevelasthenumberofranksin askillhedoes points perlevel, but thesehitpoints go away when the notpossessforthepurposes ofoneskillcheck, evenan exclu- power\u0027s duration expires.These extrahitpoints arenotlost sive skillforanotherclass.Forexample,TogashiMitasu,a4th- firstthewaytemporaryhitpoints are. Whileusingthis abil- leveltattooed monk with twotattoos, canmake upto twoUse ity,thetattooed monkcannotuseanyskills basedonDexterity, MagicDevice checks as ifhehad4ranks in that skill.He adds includingBalance andTumble. He is immune to bull rush hisCharismamodifierto theskillcheckas usual. andtripattacks.This immovable statelasts1roundperlevel. Unicorn:Thetattooed monkgainsthepowerofgoodfortune, Thetattooed monk mayuse this ability once per dayper whichisusable once perdaypertattoo he possesses.This abil- tattoo he possesses. ity allows the tattooed monk to reroll oneroll that he hasjust",
        "name":  "Mountain",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thetattooed monk gainsspellresistance equalto White Mask: The tattooed monk is immune to detect hisclasslevel+15.In orderto affect thetattooed monk with thoughts, detect lies, andany attemptto magicallydiscernhis aspell, aspellcastermustroll thetattooed monk\u0027s spellresist- alignment.He gainsa +10 bonus on allBluffchecks. Mini- ance or higher on 1d20 +the spellcaster\u0027slevel. Minimum mumLevel:3rd.",
        "name":  "Phoenix",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd. understand the relationship of Void to allotherthings, and TABLE 3-15: THE VOID DISCIPLE Class Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells perDay 1st +0 +0 +0 +2 SenseVoid (physicalsenses,1/day) 2nd +1 +0 +0 +3 +1 levelofexisting class 3rd +1 +1 +1 +3 SenseVoid (2/day) 4th +2 +1 +1 +4 Moment ofclarity (2/day) +1 level of existingclass 5th +2 +1 +1 +4 SenseVoid (magical senses, 3/day) +1 levelofexisting class 6th +3 +2 +2 +5 +1 level of existingclass 7th +3 +2 +2 +5 Alteringthecourse, sensevoid (4/day) 8th +4 +2 +2 +6 Moment ofclarity (3/day) +1 level ofexisting class 9th +4 +3 +3 +6 SenseVoid (empathic senses, 5/day) 10th +5 +3 +3 +7 Void release +1 level ofexisting class 11th +5 +3 +3 +7 SenseVoid (6/day) +1 level ofexisting class 12th +6 +4 +4 +8 Void suppression, +1 level ofexisting class moment ofclarity (4/day) 13th +6 +4 +4 +8 Void strike, senseVoid (mentalsenses, 7/day) - who have the innate other Void disciple abilitytopersonallyper- aspects of level pro- ceive that relationship, gression suchas attack distance and form be- bonus andsave bonus. come inconsequential. Ifshenext gains alevel Void disciplesbegin ofshugenja,makingher theirtraining as spell- an 8th-levelshugenja/ casters-usuallyshu- 2nd-levelVoid disciple, genjas,butoccasionally shegainsspells as ifshe shamans or wu jen- hadrisento 9thlevelin and continue to gain shugenja. spellcasting abilityas SenseVoid(Su):The they rise in level. In first technique taught Rokugan, they areal- to theVoid disciple is ways shugenjasofthe the abilityto reach out Phoenixclan, trained withthemind andsense in the Isawa school. the world around, Like otherspellcast- exploring the unseen ers, NPCVoid disciples layer of reality most play the role ofwise people rarely experi- elders,keepers ofreli- ence.TheVoiddisciple\u0027s gious teachings and consciousness actually legends. Those who departs her body and have mastered thepath extendsinto theworld, ofVoidarecalled ishi- allowing herto useher hen, and are charged normal senses (sight, with thetask oflisten- hearing, touch, taste, ing across theworld\u0027s smell)to perceive what underlying streamofVoid forthebirths ofthosewhohave an ever area,person,or thing she directs herattention to.The innate affinityforVoid,and supervisingthetraining ofthese Voiddisciple must make a Scry check, with the DC deter- individualsas they mature. minedbydistance,notfamiliarity.",
        "name":  "Level",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Ableto cast 3rd-levelarcane ordivine spells. Thus, a Voiddisciple standing on the KaiuWall could not CLASS SKILLS extend hersenses intotheShadowlands, evenwithinherline ofsight. TheVoiddisciple\u0027s class skills (and the key abilityforeach With everyfour levels theVoid disciple attainsbeyond 1st, (cid:9)skill)are Alchemy(Int), Concentration (Con), Craft (Int), shegainstheabilityto perceive deeper levels ofreality.At5th Diplomacy(Cha), Heal(Wis), Knowledge (all skills, taken level, theVoiddisciple can detect magicand detectTaintat will individually) (Int), Profession (Wis), Scry(Int,exclusive whileusingthisability.At9thlevel, shecandiscernlies andread skill), andSpellcraft (Int).SeeChapter4:Skills inthe Player\u0027s emotionalstates,gaininga+10bonuson Sense Motive checks Handbook forskilldescriptions. whileusingthis ability. At 13th level, shecandetect thoughts at",
        "name":  "Spells",
        "source":  "oriental_adventures.txt",
        "_id":  "e8785e92755d28629c91c552122643ce5fdb032c3649f42a3805f41ebbf4ba58"
    }
]
