[
    {
        "origin_file":  "magic_items.json",
        "description":  "This special device lets you cut sailors and rangers. It is hung up between two posts or through glass panes without cracking or shattering trees to create a comfortable bed that is off the ground. them in the process. The glass cutter makes a circular Heat Mat:This 1-foot-by-1-foot square mat is made hole anywhere from 3 inches to 16 inches in diame- of heat-absorbing materials. It can withstand temper- ter. To use it quietly, make a Dexterity check (DC 15). atures of up to 1,200 degrees Fahrenheit, even when a If the check fails, the glass shatters with a loud crash hot item is placed directly on it, and will not catch (+2 circumstance bonus on Listen checks to hear it). fire. The mat does get uncomfortably hot and is not You can make an Open Lock check instead if you are suitable as a protective layer of clothing. It is mostly trained in that skill. found in alchemistsÆ and wizardsÆ laboratories.",
        "name":  "Glass Cutter",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This small grap- Holy Text:This is a nonmagical religious text, con- pling hook has flat, retractable tines that fold out to taining scripture, stories, and teachings of a particular create a working hook. It functions exactly like a faith. The price given is for a very simple copy, with normal grappling hook, except that it increases the few, if any, illuminations. Fancier versions increase DC by +4 for Search checks to find it when folded up drastically in price. and hidden among a personÆs garments. Housebreaker Harness:Designed exclusively for",
        "name":  "Grappling Hook, Collapsible",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is a premade rope ladder second-story breaking and entering, this harness is with two small grappling hooks on one end. The made of pliable black leather and reduces the amount given price and weight is per 10 feet of ladder. Once of noise made from loose metal items clanging the grappling ladder is in place, it reduces the DC for together. It grants a +1 circumstance bonus on Climb any Climb check above 10 to 10. and Move Silently checks while worn but imposes a",
        "name":  "Grappling Ladder",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is treated wick for creating This does increase the paperwork, but it also adds a candles. In addition, it can be used as a timing device gritty realism that some DMs and players enjoy. or fuse. One inch of wick burns in 30 seconds. The Combat, wounds, and healing. With the com- flame is as strong as that of a candle, so it is easily plete lack of, or limited, healing magic, combat is snuffed out by wind, rain, and the like. deadly. Adventurers should choose their battles wisely",
        "name":  "Wick, Candle",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This dull white cream provides limited Alchemy or Magic? protection against cold-based damage. Polar skin Several skills and feats blur the line between the fan- becomes ineffective once it has absorbed 5 points of tastic powers of magic and what exists in the real cold damage. Regardless of whether it absorbs any world. The Alchemy skill exists on this border damage, polar skin loses its effectiveness 1 hour after between the mundane and the magical. Alchemical application. Polar skin does not stack with magical items must provide a wide variety of quasi-magical protection from cold. Magical effects such as the resist effects without duplicating or weakening the effects elements spell supersede the protection provided by of magical abilities. polar skin. Applying polar skin takes 1 minute. Here are some guidelines to use when creating",
        "name":  "Polar Skin",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These simple items are normal new alchemical items: torches treated with a variety of alchemical sub- ò Alchemical items can induce a temporary state stances to color the flames. Signal torches each burn such as shaken or dazzled in a single creature, but it with a differently colored flame. They are available in takes a magical effect to force such a state on many a variety of colors, the most common being green, creatures or induce a state permanently. blue, and yellow. ò Alchemical items can deal a small amount of dam-",
        "name":  "Signal Torch",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These loose, light-colored robes offer some protection against the effects of heat. They provide a +2 circumstance bonus on Fortitude saving throws against exposure to high temperatures. Desert robes offer no protection against either mundane or magical fire.",
        "name":  "Robes, Desert",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The blindness caused by thever for use in your campaign with those presented in the paste is permanent unless removed by cure blindness DUNGEON MASTERÆS Guide. See Poison in Chapter 3 of or similar magic. If thever paste is heated, thever the DUNGEON MASTERÆS GUIDE for more information fumes are the resultùthe two poisons are derived on how poisons work. from the same base compound.",
        "name":  "The following table combines thirty new poisons Thever Paste",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sailing ships also have rigging, which Maybe the characters in your adventure are the offi- is treated as its own section separate from the 10-foot cers of a privateer, hunting the seas for the queenÆs sections that make up the hull. Attackers can target foes and bringing rich prize ships back to the docks. the rigging separately, using the statistics provided Your players can enjoy the hunt on the high seas, with each vehicle. engage in naval battles, and enjoy land-based adven- Interior Features:Much like a dungeon, particu- tures in every port of call. New characters can join larly large vehicles have interior walls, hallways, the group simply by being hired on as crew mem- doors, and other architectural features. Space is gen- bers (probably as officers unless your players are erally at a premium on a vehicle, so such features comfortable issuing orders to one another). If you tend to be smaller and more cramped than their sta- center your campaign around a single large vehicle, tionary counterparts. But in a world with magic, you give the characters a very good reason to stick almost anything is possible, and eventually the line together and pool their resources. ItÆs also fun to between massive vehicle and mobile building watch the vehicle develop a reputation to rival the becomes indistinguishable. famous ships of legend. Driver:Throughout this chapter, the term ôdriverö If the PCs acquire a vehicle and are interested in denotes the person who is directly responsible for a customizing it, allow them to purchase augmenta- vehicleÆs actions. This person might be a wagon tions as their time and budget allows. They can also driver, a galleyÆs coxswain, or a zeppelinÆs pilot. ôtrade upö through purchase or outright conquest. A driver might use different skills depending on the vehicle: A dogsled musher uses Handle Animal on all her maneuver checks, while a zeppelin pilot A QUICK TOUR uses Profession (pilot) on his. Proper skill names are OF YOUR VEHICLE used where appropriate, but ôProfessionö appears as a Each vehicle described later in this chapter is generic term to avoid clumsy redundancy. Anywhere 41 depicted in a diagram that shows how it fits on a 5- ôProfessionö stands alone, without a specific profes- foot-square grid (both aligned with the grid and diag- sion skill referenced, use Handle Animal or a Profes- onally). The diagrams are approximations and donÆt sion skill appropriate to the vehicle being discussed.620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:00 PM Page 42 CHAPTER 3: VEHICLES MANEUVERABILITY",
        "name":  "The Organizing Principle of the Campaign",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you destroy a section, you member of the repair crew succeeds on a Craft check weaken the sections adjacent to it. Any section adja- (DC 10) at the end of 1 minuteÆs uninterrupted work, cent to a section that is destroyed automatically takes repairs were successful, at least to a degree. For every damage equal to 50% of its full normal hit points point by which the Craft check result exceeds 9, 1 hit (after accounting account for hardness as usual) in point is restored to the damaged section. the following round. Collateral damage can spread Once a vehicle section is destroyed, it takes days to across a vehicle from round to round and section to fix without the aid of magic (and most magic is only a section, destroying sections in succession if each was temporary solution; see Magical Repair Techniques, already sufficiently damaged. below). If a vehicle with destroyed sections can be Damage to a wind-powered shipÆs rigging doesnÆt transported to a dock or other repair facility, deter- weaken anything else aboard the vehicle. mine the extent of the vehicleÆs damage as a value in",
        "name":  "Collateral Damage",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bunker attached to the deck of a Magical Augmentations vehicle, the firing castle provides protection for de- These additions to vehicles are constructed like any fenders and serves as a platform for siege engines. Four other magic item, employing the Craft Wondrous Medium-size defenders benefit from nine-tenths Item feat. cover (arrow slits) in the firing castle itself, which is 10 Bridle of Burden-Bearing:This bit-and-bridle set feet by 10 feet, and another four get one-half cover increases the Strength score of the harnessed dray behind the crenellations on its roof. The firing castleÆs creature, enabling it to pull heavier loads. walls are 1-foot-thick masonry (hp 90, hardness 8). A Caster Level:8th; Prerequisites:Craft Wondrous Item, firing castle can be installed anywhere a heavy catapult bullÆs strength; Market Price: 4,000 gp (+2), 16,000 gp would fit, and a heavy catapult or two light catapults or (+4), 36,000 gp (+6); Weight:ù. ballistas can subsequently be mounted atop it. CaptainÆs Table:This broad wooden table, usually",
        "name":  "Firing Castle",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Whether itÆs a finely tuned heroesÆ feast for up to twelve crew members. Those wheel that allows delicate adjustments to the rudder, who spend an hour partaking of the magical fare cre- or a complex harness system that directs the dray crea- ated by the captainÆs table are cured of disease, become tures with just a flick of the wrist, itÆs possible to get immune to poison and magical fear and hopelessness, more performance out of a vehicle by improving its heal 1d4+4 points of damage, and receive the benefits control system. Masterwork controls provide a +2 cir- of a bless spell. The effects last for 12 hours. The cap- cumstance bonus on Handle Animal or Profession tainÆs table serves one such meal a day. checks made by the driver. The cost depends on the Caster Level: 12th; Prerequisites: Craft Wondrous vehicleÆs size (its weight does not change). Item, heroesÆ feast; Market Price:72,000 gp; Weight: 16 lb.",
        "name":  "Masterwork Controls",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous cargo space. Item, find the path; Market Price:47,520 gp; Weight: 1 lb.",
        "name":  "Each luxury passenger space takes up two tons of Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,500 gp per ton. Cloud Keel: An invention of djinn on the Elemen- Ramming Prow/Plate: Vehicles equipped with a tal Plane of Air, the cloud keel gives its vessel the abil- ramming prow take half damage from ramming ity to fly at a speed of 40 feet (clumsy). If the vessel is attacks they initiate. (Normally, rams deal equal wind-powered, it can still use its sails if they provide damage to both the target and the ramming vehicle.) faster movement than the keel itself. The warship comes with this augmentation for free. Caster Level: 17th; Prerequisites: Craft Wondrous Item, The weight and cost depend on the vehicleÆs size. fly, wish; Market Price: 200,000 gp; Weight: 1,000 lb.",
        "name":  "Cost",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "500 lb. (Large), 1,000 lb (Huge), 2,000 lb. Earth Keel: This item, often forged on the Elemen- (Gargantuan), 4,000 lb. (Colossal); Cost: 500 gp tal Plane of Earth, enables a water vehicle to move (Large), 1,000 gp (Huge), 3,000 gp (Gargantuan), across land as if it were on water. The vesselÆs speed is 5,000 gp (Colossal). unaffected, but rough terrain slows the vehicle just as",
        "name":  "Weight",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This low platform mounted it would a land vehicle. on rollers doubles the fire arc of a siege engine (so Caster Level: 17th; Prerequisites: Craft Wondrous catapults have 180-degree fire arcs, and ballistas can Item, transmute rock to mud, wish; Market Price: 150,000 49 fire in any direction). A rotating platform doubles the gp; Weight: 1,000 lb. crew required to operate the siege engine. Eldritch Exhaust: Once per day at the command of",
        "name":  "Rotating Platform",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 lb.; Cost: 500 gp. the driver, a vehicle equipped with this device expels a620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:02 PM Page 50 CHAPTER 3: VEHICLES billowing mass of vapors from its rear. The three types planes) check (DC 20) to set the sails for a particular of vapor available are a fog that obscures the vehicle plane. While the planar sailsprovide a means to reach from pursuers as the fog cloud spell, a cloud of acid as worlds beyond, they donÆt grant the ability to move or the acid fog spell, or deadly poison as the cloudkill survive on the destination plane. spell. The 20-foot-high cloud has a 30-foot radius. Caster Level: 9th; Prerequisites: Craft Wondrous Item,",
        "name":  "Weight",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd (fog cloud), 9th (cloudkill), 11th (acid plane shift;Market Price:72,000 gp; Weight: 600 lb. fog); Prerequisites: Craft Wondrous Item, relevant spell; Self-Propelled Vehicle: By animating the wheels,",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft creatures just as if it were on the Wondrous Item, ani- ground being pulled by horses. mate rope, telekinesis; The chariot ascends or descends",
        "name":  "Prerequisites",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item, Wind-Favored Sails trunk above, but the lid and call lightning, expeditious retreat;Market Price: 90,000 gp; latch of the trunk are magically",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Much like a bag of hold- round. Spellcasters trying to find the smugglerÆs hold ing, a nondimensional trunk is a cargo box that holds with divination magic must succeed on a caster level more than it looks capable of. Anything with dimen- check against DC 20. sions of less than 10 feet in all directions will fit inside. Caster Level:9th; Prerequisites: Craft Wondrous Item, Up to two tons of cargo can fit in the nondimensional LeomundÆs secret chest, major image, nondetection; Market trunk,which weighs no more than 200 pounds, even if Price:90,000 gp; Weight:200 lb. the weight of its contents is much heavier than that. Speedy Wheels:This pair of wooden wheels fits",
        "name":  "Nondimensional Trunk",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item, most wheeled vehicles, increasing the speed of one so LeomundÆs secret chest; Market Price: 30,000 gp; Weight: equipped by 10 feet. The wheels must be placed on the 200 lb. (maximum). same axle to be effective. Regardless of how many speedy 50",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Wondrous lowed by the overall hp and hardness of the vehicle Item, mountor phantom steed(depending on version); itself. Bigger vehicles such as sailing ships have their",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th (lesser), 15th (greater); Prerequisites: tion AC statistic. Craft Wondrous Item, control winds; Market Price: Rigging: The hp, hardness, and AC of the vehicleÆs 40,500 gp (lesser), 67,500 gp (greater); Weight: 600 lb. sails, masts, and control lines. If a vehicle lacks rigging, this statistic is omitted. For dirigibles, the rigging sta- tistic represents the durability of the balloon. THE VEHICLE",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elves also produce objects of unparalleled to mercenaries. In many ways, recruiting mercenar- beauty and grace. However, they usually take a long ies is just like getting any other hireling: you find time to produce items and do not work well with the them, set the terms of their employment, and agree human concept of ôdeadline.ö It is not uncommon for on a price. Unlike regular hirelings, mercenaries are elven artisans to take two or three times longer than brought on to engage in dangerous behavior, which other workers to finish an item. However, there is no means that their definition of hazard pay is quite denying the quality of their work, since they are different from that of other people. An artisan con- deeply concerned with aesthetics. Elves tend to be siders any dangerous situation (such as combat) to more snobbish than other races and may turn down be hazardous and either refuses the job or increases an assignment simply because they consider it the asking wage accordingly. A mercenary charges beneath them. Unless you are in an exclusively elven hazard pay only for unusually dangerous situations, community, the chances of finding an elven porter or such as assaulting a dragonÆs lair, marching hun- laborer are virtually nonexistent. dreds of miles across a scorching desert, or fighting",
        "name":  "Elves",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Devious, violent, and greedy, tieflings ômounted,ö riding along on the backs of war-trained are drawn to becoming mercenaries. They shun porpoises or hippocampi (both described later in large battles, preferring to act as bodyguards (or this chapter). They always accept any assignment 71 assassins) for a rich employer. In rare instances that allows them to attack their hated racial ene- where a band of tiefling mercenaries is available for mies, the sahuagin. hire, they form elite strike teams that excel at620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:06 PM Page 72 CHAPTER 4: HIRELINGS AND CREATURES Exotic Mounts for Table 4û6: Exotic Mount Cost Mercenaries Additional Cost Animal Empathy Exotic Mount Per Day Typical Riders Some mercenaries come with exotic and Handle Animal Blink dog, riding +15 gp Halflings, gnomes mounts and charge their employer more The Animal Empathy skill Deinonychus/ +40 gp Troglodytes, goblins, for the care and feeding of these crea- specifically works with ani- megaraptor hobgoblins tures. Table 4û6: Exotic Mount Cost Dire badger +20 gp Gnomes, dwarves mals, and with beasts and shows the average additional price for Dire bat +20 gp Drow, goblins magical beasts if you accept a some unusual mounts. Typically, herbivo- Dire boar +15 gp Dwarves, orcs, goblins, û4 penalty. Material in this hobgoblins rous mounts cost less than carnivorous book does not change that. Dire shark +10 gp Sahuagin, tritons ones, and mounts that are particularly Handle Animal has no such Dire wolf +10 gp Elves, orcs, goblins limitation, but the sample dangerous in combat cost even more. If a Elephant +10 gp Hill giants, ogres, DCs presented in Chapter 4 of mercenary has one of these special humans the PlayerÆs Handbookare only mounts, remember to increase the merce- Giant eagle +10 gp Elves, humans, aasimar for animals and beasts. This naryÆs daily wage (because he is consid- Giant owl +5 gp Elves, gnomes Hippocampus +10 gp Tritons, merfolk, aquatic book presents a new feat, ered to be mounted). elves [Creature Type] Trainer (later For more information on different Hippogriff +20 gp Humans, elves in this chapter), which allows types of mounts, see Companions, Pets, Lizard, riding +5 gp Dwarves, troglodytes you to train other, nonintelli- and Mounts, below. Pegasus +20 gp Elves, humans, aasimar gent creatures with Handle Porpoise +5 gp Tritons, merfolk Rhinoceros +10 gp Dwarves, ogres Animal as if they were beasts. COMPANIONS, PETS, Triceratops +50 gp Dwarves, orcs AND MOUNTS Winter wolf +15 gp Orcs, goblins, hobgoblins Worg +15 gp Orcs, goblins, hobgoblins",
        "name":  "Tiefling",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Training The world contains a multitude of crea- Wyvern +50 gp Orcs, goblins, Intelligent Creatures tures, not all of them hostile. Many can troglodytes Lawful creatures, regardless of be domesticated, or at least trained, to intelligence, understand the serve as pets, guards, or mounts outside of Training necessity of training. Even the normal ôanimal companionö stan- To make a creature do what you want, you must be highly intelligent lawful crea- dards. Some of these creatures are not able to give it instructions. For some creatures, this tures that wish to serve as even animalsùnearly creature can be involves weeks of training. For others, it is a simple guards or mounts understand trained, convinced, or manipulated to matter of telling them what you want done. that they must learn the nec- serve. The trick is knowing how. Creatures take to their training more easily and essary skills. Assuming the The creature entries that follow are by thoroughly if they start young. A creature reared creature consents to training, no means comprehensive. They are from infancy becomes domesticated (see Domestica- reduce the Handle Animal intended as an overview of what can be tion, below) for purposes of further training. This is check DC by 1 for every 2 capably trained, and how. They can also reflected in lower Handle Animal check DCs for points of Intelligence over 2 to serve as benchmarks against which training. A domesticated creature is docile around simulate its cooperation. DMs and players can develop their own strangers and does not attack unless provoked. Chaotic creatures tend to creations. Creatures with Intelligence of 2 or lower (such as be less accepting of discipline animals and beasts) are trainable using the rules for and repetition. Even when Intelligent Creatures Handle Animal in Chapter 4 of the PlayerÆs Handbook. they agree to it, they reluc- Canny characters may use the Leader- Those with Intelligence of 3 or higher (such as most tantly submit to the strictures ship feat to attract a cohort that can magical beasts) can understand language and often of training. However, they are serve as a mount or guard (intelligent require different techniques, depending on the crea- easily moved by emotional creatures generally do not accept the ture. Creatures having human intelligence, particu- appeals. In this case, a re- role of ôpetö). See Leadership in Chap- larly those with the gift of language, require the use sourceful trainer can substi- ter 2 of the DUNGEON MASTERÆS Guide. of Diplomacy. Generally, Handle Animal is used tute Diplomacy for Handle You cannot use this feat to attract a unless otherwise stated. Animal and lower the check creature with Intelligence lower than Reputable trainers know the difference between DC by 5 to gain a chaotic crea- 4. If you already have a special mount, a creature with animal intelligence (Int 1 or 2) and tureÆs cooperation. familiar, or animal companion, this one that is brighter. Before they begin training a imposes a û2 penalty on your Leader- sentient creature, they find a way to communicate ship score. Table 2û27: Example Special Cohorts in with it and ask its permission. Someone attempting Chapter 2 of the DUNGEONMASTERÆSGuideincludes to train such a creature against its will could be some creatures that can also serve as mounts or arrested for slavery. 72 guards; use these as a guideline if you want to add Smart creatures learn faster. For every 2 points of more examples. Intelligence above 2 that a creature has, training in a task takes two fewer weeks to accomplish (to a620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:06 PM Page 73 CHAPTER 4: HIRELINGS AND CREATURES minimum time of one day). Therefore, to train a they cannot follow very specific dragonne (Int 6) to guard an abbey takes one month instructions. When the master is not New Feat: instead of the standard two. Teaching a pegasus (Int around, a construct or undead creature [Creature Type] Trainer 10) to serve as a mount requires just one day. follows only simple orders that the You are skilled at training a Spells can also be a great boon to a trainer, partic- master left for it. Such a creature is particular type of creature. ularly charm monster. It takes half the normal time easily confused and shows no initia-",
        "name":  "Option",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you take this trainer, and the DC of the necessary skill check is Other types of creatures must be feat, choose a type of creature reduced by 10. Creatures with Intelligence 3 or assessed on a case-by-case basis. Some, other than animal or beast. higher often resent this sort of magical coercion; such as oozes, are untrainable and You may rear and train crea- while they can be taught quickly with the aid of only barely controllable. Others, such tures of that type, using the mind-affecting spells, they might not wish to per- as chaotic evil outsiders, are trainable Handle Animal skill, as if they form tricks they learned under a spellÆs influence but not controllable. A few savage were beasts, provided their In- after the spell ends. creatures, such as bulettes, are just not telligence score is 4 or lower. In some circumstances, the DM may rule that a worth the effort. While they are theo- Special: You can gain this creature of Intelligence 5 or higher who can commu- retically trainable, itÆs usually safer feat multiple times. Its effects nicate with its rider by speaking or telepathy should and simpler to find a more easily do not stack. Each time you be considered a follower. This is likely if the PC often domesticated creature to perform the take the feat, it applies to a consults with the creature and uses its abilities out- same task. new creature type. side of conditions it was strictly trained for. In this Exceptions: This feat does case, the PC must adhere to the cohort rules in Chap- Pets not increase the DCs for train- ter 5 of the DUNGEONMASTERÆSGuide, including giving People keep pets for love and compan- ing creatures presented in the the creature a half share of experience. ionship. Nearly anything can be a pet Monster Manual, such as the to somebody, but for care and com- pegasus. However, it lowers Domestication panionship, some creatures make them when appropriate. Domesticated creatures are docile in civilized areas better pets than others do. The best Normal: Handle Animal and calm among strangers. Anyone with the Handle pets generally have no more than 1 does not apply to training Animal skill can direct them to perform tasks they HD, have Intelligence no higher than creatures other than animals have been taught. 2, and are no larger than Small size. or beasts. Not every creature that can be trained can be Creatures with more than 1 HD (espe- domesticated. An owlbear, for instance, is devoted to cially carnivores) continually struggle its master if raised from a chick but can never be with their owners for dominance, Pets and Animal tamed. Animal companions are not considered those with Intelligence 3 or higher Companions domesticated. Further, creatures of evil alignment resent being kept, and unusually large A pet is less useful and less rarely accept domestication. creatures are unwelcome in most civi- reliable than a druid or rangerÆs Creatures that take to domestication well usually lized areas. animal companion. A pet must include animals, beasts, and magical beasts of canine, Notable exceptions include the fol- be trained with the Handle feline, and equine form. Assume that a creature can lowing. Animal skill to accomplish be domesticated unless its alignment is always evil or Animated Object: A wizard might even the simplest tasks. A pet its description states otherwise. animate objects around her house and also does not feel the deep then grow fond of them. If left animated loyalty toward its owner that Training Other Types of Creatures long enough, they usually develop an animal companion does. Most campaign ecologies contain more than just ani- quirks that resemble personality. When threatened, a pet must mals and beasts. ItÆs a safe assumption that in a world Dog: These animals make excellent make a Will save (DC 15). If it of such astonishing variety, the ingenuity of the pets, regardless of their HD or size. fails, the pet ignores any train- common races would lead to a way to train other Elemental: The Monster Manual ing and flees. types of creatures. doesnÆt mention elementals below Training plant creatures requires special tech- Small size, but itÆs safe to assume that Tiny or niques and facilities, but any plant with an Intelli- Diminutive elementals with animal intelligence gence score can learn tricks within its capabilities. could exist. A fire elemental might seem a dangerous Nonintelligent plants, such as the assassin vine, pet, but if it ôlivedö in the hearth, it might well enjoy a are untrainable. simple existence there.",
        "name":  "Benefit",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These dragons live to be pam- Trainers who wish to try anyway must first arrange pered, and their sole ambition seems to be comfort. a method of trapping an ethereal marauder on the Pseudodragons are perfectly happy to be thought of Material Planeùusually by means of a magic item as pets, as long they eat well and are treated with the such as a collar of material entrapment (see the side- respect they feel they deserve. bar). Then they must locate one of these creatures. This in itself has been the subject of years-long quests; kings and rich merchants have arranged ethe- GUARD CREATURES real expeditions in fruitless attempts to capture one Guard creatures must be fierce, alert, and depend- of these predators. able. Intelligence takes a back seat to these consid- The problems do not end once the creature has erations and is sometimes even a liability for a good been captured. Little is known about their ecology, guardian. and many ethereal marauders mysteriously die in ôGuardö is a blanket term that describes any crea- captivity. Further, not only is the concept of training ture trained to protect or attack. Guard creatures foreign to them, they donÆt even understand language serve in different capacities. Most often, they are as it is known on the Material Plane. The trainer (or left in an enclosed area to defend a place (smarter some interested party) must either use some form ones donÆt need to be enclosed). Other creatures of telepathy or make a successful Innuendo check serve well as bodyguards, traveling with their (DC 25) to communicate the meaning of all the master. Still others are held for special occasions bewildering behavior to the creature. such as hunts or gladiatorial combat. Happily, once this is done, an ethereal marauder Each of the following entries gives turns out to be surprisingly intelligent, and if con- information about a particular creature vinced to submit, serves its master faithfully. It",
        "name":  "Pseudodragon",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Collar of serving as a guard. The entry includes quickly learns nearly any trick and performs them Material Entrapment situations in which the creature is com- all well. As guards, ethereal marauders usually This silvery collar has an monly used, quirks that a trainer would remain on the Ethereal Plane, watching their charge emerald sheen in the light. A be aware of, or special tricks that the intently and attacking interlopers ruthlessly. creature wearing the collar is creature can learn. It ends with Handle DC Young/Adult: 20/27; Young Price: 50,000 gp; completely barred from extra-",
        "name":  "New Item",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequi- opportunists sometimes steal their pups Gargoyles serve only powerful or persuasive mas- sites: Craft Wondrous Item, and train them as guard creatures. Some ters, and even then they must be convinced that dimensional anchor; Market are treated horribly by abusive masters. plenty of foolish prey will attempt to get past them",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "ù; Training Cost:ù.620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:06 PM Page 76 CHAPTER 4: HIRELINGS AND CREATURES Phantom Fungus clutches or whole colonies of shocker lizards are Phantom fungi are insidious guards. Not only are placed in the gardens and inner courtyards of they invisible and quiet, but most detection spells fail expensive houses to guard against the inevitable to register their presence. Unfortunately, these thief who tries entry under cover of heavy foliage. same undetectable qualities make phantom fungi Others keep shocker lizards as personal protection, difficult to train. Seasoned trainers usually tie rib- wearing them on their shoulders like exotic pets, or bons around key points on the phantom fungus or walking a pair of them on short leashes while out give it an occasional dusting of flour to keep up with and about. it. They typically teach the creature to clack its teeth Trainers usually teach household shocker lizards together to alert them when it completes a trick. not to attack children or favored servants. Vindic- Adventurers who know this listen for an occasional tive owners, though, sometimes have them trained clacking sound when they suspect the presence of not to emit their customary warning clicks before trained phantom fungi. attacking. Phantom fungi are only trainable as adults. Their DC Young/Adult: 20/27; Egg Price: 750 gp; Training spores are nonintelligent and immobile. Cost:1,000 gp. DC Young/Adult: ù/27; Spore Price: 1,000 gp; Train- ing Cost:1,000 gp. Vargouille Evil or unusually twisted masters employ these Rust Monster hideous outsiders to guard their valuables. Pre- Domesticated rust monsters are quite friendly dictably, vargouilles most often guard tombs and toward their masters, but their lust for rust over- mausoleums from graverobbers. Clever despots also comes any notion of friendship or loyalty. Masters hide them outside their palaces among rows of pikes who enjoy carrying metal items usually just leave topped with severed heads. their rust monsters alone in an enclosed area as Vargouilles have little personality and no easily free-roaming guards. Since rust monsters do very discernible response to reward or punishment. little real damage, they are often the first line of These qualities make them tough to train. defense, to dissuade intruders rather than harm DC Young/Adult: ù/26; Young Price: ù; Training them (or to soften them up for the more dangerous Cost: 1,500 gp. second line). DC Young/Adult:23/30; Young Price: 1,000 gp; Train- New Guard Creatures ing Cost:1,200 gp. These new animals and beasts can be trained as guards. Sea Lion For castles built on ocean cliffs, royal yachts out on Climbdog pleasure cruises, or underwater treasure grottoes, sea Small Animal lions make excellent guardians. Sea lion trainers are Hit Dice:2d8+4 (13 hp) usually locathahs or merfolk; land dwellers are at too Initiative:+2 (Dex) great a disadvantage in attempting to soothe and teach Speed:40 ft., climb 40 ft. these ferocious predators. Because of their fighting AC:17 (+1 size, +2 Dex, +4 natural), touch 13, flat- tactics and disposition, sea lions are best kept and footed 15 trained in prides. They cannot be domesticated. Attacks:Bite +4 melee DC Young/Adult: 24/31; Young Price:3,500 gp; Train- Damage:Bite 1d6+3 ing Cost:2,500 gp. Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Young Price",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp. (Large) 76 Shocker Lizard These magical beasts are guardians for the fashion- Climbdogs live vertically. These canine creatures ably rich. Because of their habitat preference, clamber about effortlessly on the rocky cliffs where620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:06 PM Page 77 CHAPTER 4: HIRELINGS AND CREATURES they are found. They can climb nearly anything short Skills: Climbdogs receive a +4 racial bonus on of a sheer surface. Climb checks, in addition to the +8 bonus on Climb A climbdog has mottled short gray fur, black eyes, checks from having a climb speed. and short legs. It is thickly muscled, and its wide Training a Climbdog:Training a climbdog as a paws are four-toedùtwo facing forward and two hunting or guard animal requires a successful facing to the rear. This arrangement allows climbdogs Handle Animal check (DC 10 young, DC 17 adult). to hook their curved claws into a cliffside whether Climbdog pups are worth 30 gp on the open market. they face up or down. Professional trainers charge 125 gp to rear or train Climbdogs live in sparse packs, claiming entire a climbdog. cliffs for their territory. They feed on cliff-dwelling birds and make their dens in shallow caves. Their Thudhunter short legs belie the amazing speed at which they can Medium-Size Beast scuttle about on vertical surfaces. Hit Dice:4d10+12 (34 hp)",
        "name":  "Training Cost",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thudhunters receive a +5 racial bonus on per day found in Chapter 5 of the DUNGEONMASTERÆS Jump checks. Guideis adequate. For beasts and magical beasts with",
        "name":  "Skills",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A long mount that is at least an 8th-level caster. If the steed is killed, the saddle two size categories larger than its rider can carry cannot be reactivated for 24 hours. sidecar saddles. This type of exotic saddle hangs off Caster Level:8th; Prerequisites: Craft Wondrous Item, a creatureÆs side, allowing it to carry passengers phantom steed; Market Price:43,200 gp; Weight:25 lb. without crowding the rider. If a mount is only two Horseshoes of Thunder: Once per day, when a size categories larger than the rider (such as a horse gallops at a full run, and the rider speaks the horse carrying a halfling), sidecar saddles must be command word, these shoes emit a loud crack of worn and weighted in pairs to keep the mount thunder. Any creature in a 20-foot radius (excluding from becoming unbalanced. If the mount is three the mount, rider, and any passengers) comes under the or more size categories larger than the rider (such effect of a shoutspell cast by a 7th-level caster. as a half-orc on an ancient Caster Level: 7th; Prerequisites: Craft Wondrous bronze dragon), then the Item, shout; Market Price: 10,080 gp; Weight: added weight is negligible 1 lb. each. for the mount and not Saddlebags of Holding: unbalancing. Riders in These saddlebags open into a sidecar saddle auto- an extradimensional space, matically get one-half cover allowing them to hold from attacks coming from much more than they the opposite side of would seem able to. Saddle- the mount. Cost: 60 bags of holding always come gp; Weight: 40 lb. in pairs. Each bag contains 30 cubic feet of space and Magic Items can hold 250 pounds. They",
        "name":  "Sidecar Saddle",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rather otherwise operate identi- than a unique magic item, this is a spe- cally to the bag of holding 1 cial application of the bracelet of friends described in the DUNGEON found in the DUNGEONMASTERÆSGuide. MASTERÆSGuide. It has the same prerequisites and cost. Caster Level:9th; Prerequisites: Instead of keying charms to people, the Craft Wondrous Item, Leo- wearer may key the charms to her mount, animal mundÆs secret chest; Market Price: companion, or guard creature, and call the creature to 5,000 gp; Weight:30 lb. her wherever she may be. Saddlebags of Providing:",
        "name":  "Bracelet of Friends",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This magic bridle grants trainers Each bag of this pair serves a a +5 competence bonus on Handle Animal checks different function. Every morn- when training a mount. Versions of this item are ing, the right bag contains enough food to feed what- available for exotic mounts. ever creature it is slung over for one day. For horses,",
        "name":  "Bridle of Ease",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, this is generally oats and a few lumps of sugar; for charm monster; Market Price: 500 gp; Weight:1 lb. griffons, it means several pounds of raw horsemeat.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, of space for the riderÆs personal effects, and in all animal friendship; Market Price: 3 tricks 1,000 gp, 6 other ways acts as a bag of holding. Both bags weigh 79 tricks 4,000 gp, 9 tricks 9,000 gp; Weight: 1 lb. the same as regular empty saddlebags, regardless of EquestrianÆs Saddle: Anyone seated in this mili- their contents. tary saddle feels more comfortable and competent Caster Level:9th; Prerequisites: Craft Wondrous Item,620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:07 PM Page 80 CHAPTER 4: HIRELINGS AND CREATURES create food and water, LeomundÆs secret chest; Market Price: young of the creature, and the trainerÆs charge to 8,000 gp; Weight: 16 lb. rear or train the creature.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Won- ing or fussy grooming as horses do. Dromedary and know-how to train exotic mounts are rare, and they drous Item, darkness; Market Price: 12,000 camels (one hump) are best for riding, while bactri- know it. They can set their own gp; Weight: 2 lb. ans (two humps) are best for carrying cargo. Camels prices for their services. How- Shrink Collar: Rather than resizing are thought to be bad-tempered and to carry ever, this is not price gouging. to fit its wearer, as most wearable magic grudges against people who mistreat them, getting Training is long, hard work. Es- items do, this half-inch-wide metal collar revenge by kicking or spitting. Actually, while no pecially in the case of rearing studded with tiny jewels resizes its creature likes being mistreated, camels are fairly young creatures, the price a wearer. When worn, the collar grows to 2 patient and hard workers. trainer charges might be her inches wide, and the jewels enlarge to Carrying Capacity: Light 300 lb., medium 600 lb., entire income for the year. cover most of its surface. Regardless of heavy 900 lb.; DC Young/Adult:11/18; Young Price: 50 The following table pro- his or her original size, the wearer gp; Training Cost:10 gp. vides some general guide- shrinks to Small size, becoming around lines for what a trainer might 3 feet in height and weighing no more Dire Badger charge. This is just a starting than 60 pounds. None of the creatureÆs In communities where gnomes are the primary point; DMs can adjust prices other attributes change. Unwilling tar- race, elite soldiers ride dire badgers. These gnome up or down. gets get a Fortitude save (DC 11) to ôcavalryö units are especially well coordinated, resist. If the save is successful, the collar since the riders can talk to their mounts using Training Training snaps and is ruined. their innate speak with animals ability. Conversa- Conditions Cost A creature with Intelligence 2 or tions are never long or deep, but rider and mount DC 15û19 125 gp lower must succeed on a Will save (DC learn how to communicate economically in the 1- DC 20û24 250 gp 11) or become panicked by the transfor- minute time they have each day, talking about the DC 25û29 500 gp mation. Animal companions do not dayÆs agenda, war efforts, and each otherÆs physical DC 30û35 1,000 gp have to make this save, nor do creatures and emotional states. Unusual movement 500 gp that have the effect of the collar Carrying Capacity: Light 87 lb., medium 174 lb., (fly, swim, burrow) explained to them beforehand some- heavy 263 lb.; DC Young/Adult:16/23; Young Price: 100 Difficult special ability 500 gp how, such as through telepathy or speak gp; Training Cost:15 gp. Vicious creature 1,000 gp with animals. Assistant 100 gp each Caster Level:5th; Prerequisites: Craft Won- Dire Bat required drous Item, reduce; Market Price: 10,000 gp; Dire bats are saddled with so many evil associa- Charm monsterscroll 700 gp",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Light 129 lb., medium 258 lb., masters who have done their packs a great service. heavy 390 lb.; DC Young/Adult: 10/17; Young Price: 50 Over time, a blink dog mount begins to think of its gp; Training Cost:10 gp. associated adventuring party as its new pack, and620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:17 AM Page 82 CHAPTER 4: HIRELINGS AND CREATURES it occasionally tests some member of Lizard, Riding When Your Mount the party to find dominance. A blink These carnivorous lizards are almost exclusively Is Smarter than You dog always considers its rider to be the Underdark mounts, rarely seen on the surface and A 5th-level paladin has Intelli- pack alpha. jealously guarded by their breeders. They are so pro- gence 5. Though she is brave If a blink dogÆs rider wears a ring of tected because they have sticky pads on their feet that and honorable, her warhorse blinking, the dog and ring attune to each allow them to climb wallsùa necessity for getting is smarter than she is. How other through a sympathetic magical about in unpredictable underground passages. These embarrassing. What will the effect so that dog and rider blink in creatures stand 4 feet tall at the shoulder and weigh other warhorses think? unison. No effect has been discovered around 600 pounds.",
        "name":  "Carrying Capacity",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Light 300 lb., medium 600 lb., demonstrably less intelligent its rider using dimension door. However, heavy 900 lb.; DC Young/Adult: 20/27; Egg Price: 300 in authority over a more intel- blink dogs and their riders often gp; Training Cost:1,000 gp. ligent subordinate can be develop flanking routines and quick get- frustrating for both sides. If aways that make good use of this ability. dLizard, Riding: CR 1; Large magical beast; HD the master has the Leadership Carrying Capacity: Light 99 lb., medium 2d10+6; hp 17; Init +1; Spd 40 ft.; AC 16 (touch 10, feat, the creature naturally rec- 198 lb., heavy 300 lb.; DC Young/Adult: flat-footed 15); Atk +5 melee (1d6+4, 2 claws), +3 ognizes her supremacy and 22/29; Young Price: 10,000 gp; Training melee (1d8+2, bite); Face/Reach 5 ft. by 10 ft./5 ft.; never creates any problems. If",
        "name":  "Having someone who is that allows a blink dog to teleport with Carrying Capacity",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide û3, Listen +3, Spot +3; Multi- Lawful creatures usually remote barbarian tribes. Capturing oneÆs attack. work within the bounds of the mount is often a rite of passage into adult- Sticky Pads (Sp): A riding lizard has large, circular relationship, and when ordered hood for young members of these tribes. pads on its toes that exude adhesive. At will, a riding to do something thoughtless, Since these creatures are difficult to train lizard can stick to any vertical or inverted surface as try to reason with the master. in adulthood, the rite usually revolves spiderclimbcast by a 20th-level sorcerer. Chaotic creatures tend to be around stealing eggs. Facing adults (or a impatient and rebellious. Good pack) is sometimes used as a test of a Owlbear creatures generally play along, strangerÆs worthiness, though. Only the brave or foolish ride owlbears. Foolishness, accepting the state of affairs The deinonychus is normally a single- at least, is never in short supply. as yet another of lifeÆs trials. rider creature, but it can easily carry a The primary training method for owlbears is pain. Evil creatures take advantage passenger. The megaraptor is a rare Most good members of the common races consider of the situation and attempt mount, difficult to control. When trained, the exercise cruel, even for owlbears. However, only to manipulate a stupid master. it can carry up to five Medium-size pas- repeated, excessive beatings have consistently been Neutral creatures try to make sengers in addition to its rider on long proven to work, first to train an owlbear not to the best of things without hunting trips. attack its trainer, and eventually to allow a rider. doing anything suicidal or A common trick rider/trainers teach Magic renders an owlbear docile for a short time. blatantly stupid. Creatures with high Cha- their dinosaurs is pack hunting tech- Unlike other creatures, though, when the enchant- risma scores are more socially niques. One or more dinosaurs learn to ment ends, the owlbear reverts, forgetting anything adept and tend to diplomati- flush prey into traps set up by their riders. it learned. cally redirect attention away With this trick, the mounts also know Regardless of the frequency or severity of beatings, from a masterÆs lack of intelli- how to flank with their riders in combat. owlbears are incurably hateful and turn on their gence. Those with average Though technically bipeds, because of riders at the first sign of weakness. Any time a rider Charisma put up with their their build and leg strength, both types takes more than 15 points of damage in a single mastersÆ foibles but gossip or of dinosaur have carrying capacities as round, he must make a Ride check to control his complain when the master is quadrupeds. Eggs and young of these mount in battle (DC 20). If he fails, the owlbear gone. A creature with low Cha- dinosaurs are unusually expensive due immediately tries to throw the rider (DC 20 Ride risma might sigh loudly and be to the extreme distances and hardships check to stay in the saddle) and ignores other oppo- openly sarcastic to the mas- involved in bringing them back from nents. If the rider ever falls from the saddle, the owl- terÆs face (but still obedient). their isolated homelands. bear attacks him immediately.",
        "name":  "These dinosaurs are favored as mounts by Skills and Feats",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Light 198 lb., medium 399 lb., aquamarine. The front half resembles a horse with heavy 600 lb. short hair, except that fins replace hooves and mane. The hindquarters are those of a great fish, Hippocampus with scales and a muscular tail fanning out into a Large Magical Beast (Aquatic) large fin.",
        "name":  "Carrying Capacity",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequi- gp; Training Cost: 2,000 gp. mount a gelatinous cube; once inside, sites: Craft Wondrous Item, a cube rider canÆt be dislodged by any OtilukeÆs resilient sphere;Market Dragon normal means. Ride checks incur a û5",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Light 198 lb., medium 396 lb., appropriate to their age category and treasure equal heavy 600 lb.; DC Young/Adult: ù/29; Young Price: to 1,000 gp per Hit Die of the dragon. This is a good 5,000 gp; Training Cost:ù. starting point, though the personality of the dragon and the power of the rider determine if more must be Hieracosphinx 85 done to cement the relationship. These sphinxes look much like griffons, and the Carrying capacities vary widely depending on the two can be easily confused at a distance. A hieraco- age and type of dragon. Handle Animal check DCs sphinx is tougher and stronger than a griffon, but620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:18 AM Page 86 CHAPTER 4: HIRELINGS AND CREATURES the greatest difference is its evil nature. A griffon inside a purple wormÆs mouth that causes the attacks only when riled or hungry, and it makes an growth of a large cyst. After a cyst reaches roughly excellent flying mount when trained. A hieraco- 6 feet in diameter, the illithid drains its new ôcyst sphinx enjoys fighting for its own sake and is a con- saddleö and rides in the wormÆs mouth. The cystÆs tentious mount, regardless of training. membrane is stretched so thin that it is nearly However fearsome a foe it may be, a hiera- transparent. The mind flayer uses charm monster to cosphinx is predictably distracted by the appear- keep the worm compliant during training, but ance of a gynosphinx. Clever illusionists keep this since purple worms have no language, illithid ace up their sleeves against a rider on one of these riders must lower themselves to issuing commands magical beasts. verbally in Undercommon.",
        "name":  "Smart dragon riders provide their mounts with a lair Carrying Capacity",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Light 459 lb., medium 918 lb., A purple worm with a cyst saddle in its mouth heavy 1,380 lb.; DC Young/Adult: 27/34; Egg Price: can swallow only Medium-size or smaller creatures. 5,500 gp; Training Cost: 2,500 gp. If the worm successfully swallows a creature whole, that creature can make an attack of opportunity Hydra against the cyst (AC 5) as he or she passes. An oppo- Hydras are insanely difficult to train, more so than nent balancing on or flying into the wormÆs maw even an experienced trainer might guess. Each head without being swallowed can also attack the cyst. must be trained independently, and untrained heads Until torn, the cyst provides full cover for the rider do not wait patiently for their turns. inside. However, its membrane is delicateùonly 10 Trainers must use aggressive magical aid points of damage tears the cyst and exposes the Challenge Rating to even begin the training process; a illithid inside to the wormÆs maw as well. Because of and Mounts spellcaster can make a decent living just this danger, experienced riders order their mounts Using the Encounter Level casting charm monster every few days to to swallow whole only when victory is certain and rules found in Chapter 4 of keep the other heads docile while the they wish to see a foeÆs terror-stricken face on the the DUNGEON MASTERÆS Guide, trainer works with a single head. Train- way to oblivion. treat a character and her ing the largest hydras can take years, and Purple worms have no place for cargo. Riders must mount as a mixed pair. Thus, failed Handle Animal checks can be dis- carry any cargo on their persons. the EL of the group is 1 more astrous. For this reason, any trainer who Carrying Capacity:As rider; DC Young/Adult: 34/41; than the characterÆs CR if her consents to even attempt this task usually Young Price: 15,000 gp; Training Cost: ù. (No one but mountÆs CR is 3 less than her refuses to train a hydra with more than mind flayers has ever trained a purple worm.) level. This is a decent rule of five or six heads. thumb until about 8th level.",
        "name":  "Carrying Capacity",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hoof 1d8+5; bite 1d4+2 The only known way to train a tendriculos is to Face/Reach:5 ft. by 10 ft./5 ft. raise it from a seed, grown in a special mixture that Special Attacks:Shatter negates its paralytic digestive juices. This makes the Special Qualities:Construct, DR 5/+1, magic tendriculos completely dependent on its master, immunity",
        "name":  "Tendriculos Damage",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Light 696 lb., medium 1,398 lb., Magic Immunity (Ex): An equine golem is heavy 2,100 lb.; DC Young/Adult: 25/32; Young Price: immune to all spells, spell-like abilities, and supernatu- 3,000 gp; Training Cost:3,000 gp. ral effects, except as follows. A warp woodorwood shape spell slows it (as the slowspell) for 2d6 rounds. A repel New Exotic Mounts wood spell pushes it back normally, but if the golem 87 These new creatures can be used as mounts. resists the spell, it can hold its ground. This spell never splinters or breaks any part of the construct. Fire and electricity effects char the golem but do not harm it.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:18 AM Page 88 CHAPTER 4: HIRELINGS AND CREATURES",
        "name":  "Carrying Capacity",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Made from a single tooth of an magically strengthened leaves rather than metal tips. ancient blue dragon, this +2 shock rapier projects a Anyone firing an elven leaf arrowcan, as a free action, fearsome aura around its wielder. Foes within 5 feet declare that the arrow deals subdual rather than regu- of the wielder must succeed on a Will save (DC 16)or lar damage. Furthermore, whenever an elven leaf suffer the effects of the fear spell from an 8th-level arrowdeals subdual damage in a temperate woodland caster. Once foes have made a successful saving environment, the target must succeed on a Will save throw against the fear aura, they are immune to the (DC 11) or be charmed as the charm monsterspell from auraÆs effects for one day. a 10th-level caster. 105",
        "name":  "Dragontooth",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "26,615 gp; Cost to Create: 13,615 gp + 152 gp + 12 XP. 1,040 XP. Fellstone:This +3 heavy pickis made entirely from ErythnulÆs Slaughter:This +2 unholy morningstar stone, and its magical properties give its wielder great is sacred to clerics of Erythnul, the god of slaughter. power over stone. Earth creatures struck with fellstone Any cleric wielding ErythnulÆs slaughter can prepare must succeed on a Fortitude save (DC 13) or be dazed spells as if he had access to the War domain in addi- until the beginning of the wielderÆs next action. When- tion to his other domains. Clerics who already have ever both the wielder and her opponent are touching access to the War domain gain no additional benefit. the ground, fellstone grants a +1 bonus on attacks and If for any reason the cleric loses possession of Eryth- damage. If an opponent is airborne or waterborne, the nulÆs slaughter, all prepared spells from the War wielder takes a û4 penalty on attacks and damage. Fur- domain are lost, unless the cleric normally has access thermore, as long as the wielder is touching the to that domain. ground, she can start a bull rush without provoking an",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Glaive of a ghostÆs malevolence ability. Ghost hands This +4 net is Torment provide a +1 enhancement bonus on made of pure attack and damage rolls but attacks magical force with them are still considered and can hold even unarmed for purposes of provok- incorporeal creatures. ing attacks of opportunity.",
        "name":  "Force Web",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "16,302 gp + 1,280 XP. Caster Level:10th; Prerequisites: Craft Magic Arms and",
        "name":  "Create",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "4,801 gp + 360 XP. kukrihas been imbued with magic capable of laming",
        "name":  "Create",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This +3 javelin has a long, a foe. Anytime the wielder of the kukri of crippling narrow point and incredible balance. When thrown, scores a critical hit, the targetÆs move rate is halved. the javelin ignores cover bonuses to AC. This ability This reduction lasts for one day, until the creature is does not allow the wielder to make attacks that successfully treated with the Heal skill (DC 15), or would otherwise not be possible, so total cover pre- until it receives at least 1 point of magical healing. vents attacks from the javelin of precision. In addition Creatures with multiple movement rates have only to ignoring cover, the wielder never takes a penalty one of their movement rates reduced by each critical on her attack roll when throwing the javelin of preci- hit. Roll randomly to determine which movement sion into melee. The javelin does not reduce the rate is affected. effects of concealment. Caster Level:9th; Prerequisites: Craft Magic Arms and",
        "name":  "Javelin of Precision",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "25,375 gp + 2,000 XP. thunder to soothing tones that magically enhance the",
        "name":  "Create",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This well-made +2 netseems to writhe wielderÆs oratory. This +2 thundering heavy maceallows of its own accord. The wielder of the living net can clerics who wield it to channel divine energy to pro- attack targets up to 20 feet away. Any time a foe is duce magically infused oratory. Once per day, while entangled by the living net, the wielder may make a holding the mace of voices, a cleric can give up one turn trip attack as a free action. If the wielder is tripped undead attempt to cast enthrall. The spell is treated as if during his own trip attempt, he may drop the living cast by the cleric himself, and the save DC and caster netÆs trailing cord to avoid being tripped. Folding the level are figured accordingly. In addition, the mace of living net is a move-equivalent action that provokes an voices grants a +2 bonus on the wielderÆs Diplomacy attack of opportunity. checks to adjust a creatureÆs attitude. 112",
        "name":  "Living Net",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9,320 gp + 720 XP. 37,712 gp; Cost to Create: 19,012 gp + 1,496 XP.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:23 AM Page 113 CHAPTER 5: MAGIC ITEMS",
        "name":  "Cost to Create",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The magical prop- ease in Chapter 3 of the DUNGEONMASTERÆSGuidefor erties imbued in this +2 morningstargrant the wielder more information. Creatures immune to disease are tremendous benefits if she is victorious in combat. immune to this effect.",
        "name":  "Morningstar of Exhilaration",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This +1 bane (construct) this grapple attempt succeeds, the wielder may then sling temporarily robs constructs of their ability to make a pin attempt as part of the same action. Grapples follow their instructions. Any construct hit by a and pins caused by a spear of impaling can be broken bullet or stone from a sling of misdirection must suc- normally. If a foe is grappled in this manner, but not ceed on a Will save (DC 12) or suffer the effects of the pinned, the wielder can use subsequent attacks to random actionspell. This ability affects even creatures attempt to deal damage or initiate a pin. Opponents otherwise immune to mind-influencing magic. grappled by a spear of impaling can make an opposed",
        "name":  "Sling of Misdirection",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ring has the following powers. RINGS ò Bane(unlimited use) A character can effectively wear only two magic ò Desecrate(unlimited use) rings. A third magic ring doesnÆt work if the owner is ò Unholy blight(2/day) already wearing two. ò Dispel good(1/day)",
        "name":  "Evil",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This seems to be a ring as the spells from a 7th-level caster. of spell storingupon first examination. However, while Caster Level: 12th; Prerequisites: Forge Ring, shocking it allows a single spell of 1st through 9th level to be grasp, shout;Market Price: 11,200 gp. cast into it, that spell cannot be cast out of it again. Universal Elemental Resistance, Minor: This Instead, should that spell ever be cast upon the ring functions as a ring of minor elemental resistance wearer, or within 90 feet of the wearer (if the wearer for all types of energy: fire, cold, electricity, acid, and retains line of sight to the caster), the spell is immedi- sonic. Whenever the wearer would normally take ately countered, as a counterspell action, requiring no such damage, subtract 15 points of damage per round action (or even knowledge) on the wearerÆs part. from the amount before applying. Once so used, the spell cast into the ring is gone. A The major version of this ring is an epic magic item new spell (or the same one as before) may be placed described in the Epic Level Handbook. in it again. Caster Level: 15th; Prerequisites: Forge Ring, protection",
        "name":  "Greater Counterspelling",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These rings are formed of a brownish- RODS red substance like horn or chitin, resembling the carapace of a formian. A single ring of hive mindpro- Rods are scepterlike devices that have unique magic vides no benefit to its wearer unless another charac- powers and do not usually have charges. Anyone can ter with another ring of the same kind is within 1 use a rod. mile. All characters wearing rings of hive mindwithin Construct Control:This rod is in the shape of a 1 mile of one another can communicate telepathi- muscular humanoid carved from a single piece of cally among themselves, and their minds mesh in a marble. If the wielder is within 60 feet of a construct close joining. If one such character is aware of a par- with no Intelligence score, the rod of construct control ticular danger, they all are. If one character in a allows the bearer to override any commands that the group is not flat-footed, none of them are. No such construct might have and replace them with new character in a group is considered flanked unless all commands as if the wielder were the creator of that of them are. construct (see the Golem entry in the Monster",
        "name":  "Hive Mind",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ring is made up of tiny prongs, or the wielder takes control. wires, and other small devices that spring to life on If its creator is within 60 feet, an intelligent con- command. The ring grants a +5 competence bonus struct gains a +4 bonus on the Will save. on Open Lock checks and can cast knockthree times Caster Level: 17th; Prerequisites: Craft Wondrous a day, as the spell from a 12th-level caster. Item,dominate monster;Market Price: 68,850 gp.",
        "name":  "Lockpicking",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7,700 gp. this item, and they vary so widely in appearance that",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th; Prerequisites: Forge Ring, magic strongly reminiscent of the plane it is keyed to. fang;Market Price:6,000 gp. Thus, a rod of embassy keyed to the Seven Mounting",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ring is made out of lapis for as long as it holds the rod. The creatureÆs type lazuli, with a lightning bolt etched along the rim. does not change, but it is no longer considered an 125 Three times per day, the wearer can affect someone extraplanar creature. Thus, it cannot be sent away with shocking grasp. Once per day, this effect can com- by banishment or dismissal, or even the powerful bine with a powerful thunderclap that duplicates the blasphemy, dictum, holy word,and word of chaosspells.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:41 AM Page 126 CHAPTER 5: MAGIC ITEMS In addition, it can use simi- The wielder also receives a +10 competence bonus lar spells to banish other on Disguise, Forgery, and Use Magic extraplanar creatures as if Device checks, and can use the ventrilo- it were on its home quismspell at will. plane. If a creature holds Caster Level:6th; Prereq- a rod of embassy keyed to a uisites: Craft Rod, change plane that is not that crea- self, ventriloquism; Market tureÆs home plane, the rod Price:30,000 gp. has no effect. Paralysis: This rod is",
        "name":  "Thunderclaps",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This strange, short rod is crowned modifier to the grapple check. with an image of a mynah. When held, its wielder Each rod also has one or more special powers that 126 can mimic any voice or sound she has heard. Lis- affect any target touched by three (or six) of its tenta- teners must succeed on a Will save (DC 17) to cles in the same round (regardless of whether the ten- detect the ruse. tacles actually grapple the target).620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:41 AM Page 127 CHAPTER 5: MAGIC ITEMS If all three of the lesser rodÆs tentacles touch a ground, they cast alarm and detect scrying as from a target, it must succeed on a Fortitude save (DC 14) 9th-level caster. The area is defined by the location of or be affected by a slow spell for 12 rounds. If any the rods and is, in theory, unlimited. In practice, how- three of the greater rodÆs tentacles touch a single ever, most users find a 300-foot diameter to be the target, it must succeed on a Will save (DC 14) or be largest useful area. The alarm lasts until the person affected by a bestow curse spell (a permanent û4 who placed a section removes it. If anyone other than enhancement penalty on attacks, saves, and checks). that person removes a section, then the alarm auto- If all six of the greater rodÆs tentacles touch a single matically triggers. The user can also choose what does target in the same round, the victim must succeed not trigger the alarm, such as creature type, specify- on a Fortitude save (DC 17) or take 1 point of perma- ing size from Fine to Gargantuan. nent Dexterity drain. Caster Level: 9th; Prerequisites: Craft Rod, alarm, detect Each tentacle has hardness 10, 20 hp, and a break scrying; Market Price: 58,000 gp. DC of 30. STAFFS Number of Attack Bonus/ Rod Attacks Grapple Check 1 Damage* Str A staff is a long, wooden spell storage device. It has Lesser 3 +9 6 points 16 50 charges when created. Greater 6 +15 9 points 22 1These numbers include the rodÆs Strength bonus. Artisan: This staff is extremely well crafted, covered with gold leaf and images of artisans at",
        "name":  "Mimicry",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These two identical copper rods are a ò Major creation(1 charge) foot long and topped with a smooth clear crystal. ò Fabricate(1 charge) Taking a full action and doing nothing else, the ò Mending(1 charge) wielder can determine the exact distance and direc- tion of the other rod. By spending another full action, Caster Level: 12th; Prerequisites: Craft Staff,fabricate, the wielder can determine if the rod is being held by mending. minor creation, major creation; Market Price: a creature and what that creatureÆs current physical 69,800 gp. status is (alive and healthy, injured, dying, or uncon- AssassinÆs Staff: This slender, unadorned scious). It does not determine the mental status wooden staff is shorter than usual for staffs, only 4 (dazed, stunned, and the like) or any magical effects feet long, and it has a leather strap attached, making (such as charmedor dominated). it easy to sling over the shoulder. It allows use of the",
        "name":  "Tracking",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item, following spells: locate creature, status; Market Price: 37,800 gp.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This slender, 4-foot-long rod breaks ò Sculpt sound(1 charge, DC 14) down into four separate sections. When all four of ò Shout(1 charge, DC 16) these sections are planted at least halfway into the620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:42 AM Page 128 CHAPTER 5: MAGIC ITEMS",
        "name":  "Warning",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This wooden staff is about 5 feet long. One end is forked and the Magic Items other forms a graceful hook, making it that Grant Feats resemble certain scepters of Pricing feats for magic items office or symbols of authority. It is a very fuzzy area. If a feat is allows use of the following spells: purely mechanical, such as Great Fortitude, default to the ò Create food and water(1 charge) rules in the DUNGEONMASTERÆS ò Minor creation(1 charge) Staff of Clory Guidewith an adjustment for ò Major creation(2 charges) the fact that the bonus has no type. For instance, the belt",
        "name":  "Creation",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This 6-foot-long saves would cost 4,000 gp. It staff is made of cracked white shouldnÆt be more or as eco- marble. Despite its appearance, nomical to buy bonuses to however, the staff is curiously light all saves separately, so a +2 and solid. The staff shatters into a bonus on Fortitude saves thousand pieces as soon as all the alone should cost 2,000 gp. charges are used up. It allows use If the bonus has no type as- of the following spells: signed to it, you could double or even triple that. ò Shatter(1 charge, DC 13) Metamagic feats should ò Disintegrate(1 charge, DC 20) adjust the level of the spells ò Earthquake(2 charges) to which they apply, and thus change the price. While this",
        "name":  "Destruction",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is a heavy black iron staff, status;Market Price:80,000 gp. affects spells of 0û3rd level, by +2 if the item affects fairly short, and decorated with images of Glory:Formed of glass and crowned with a golden spells of 0û6th level, and by demonic faces and leering skulls. Usually sunburst, a staff of glory is awe-inspiring, though +4 if the item affects spells of made by blackguards, the staff of the fallen dreaded by creatures of darkness. It allows use of the any level. allows use of the following spells: following spells: A general guideline for ò Doom(1 charge, DC 11) other kinds of feats is that ò Shatter(1 charge, DC 13) ò Daylight(1 charge) they cost 10,000 gp, plus an- ò Contagion(2 charges, DC 14) ò Searing light(1 charge, DC 14) other 5,000 gp to 10,000 gp ò Summon monster IV(evil creatures only, ò Holy smite(1 charge, DC 16) per prerequisite. 2 charges) ò Sunbeam(2 charges, DC 20)",
        "name":  "Fallen",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This staff is formed of wildly twisting and entangled rods of iron. It allows use of the fol- WONDROUS ITEMS lowing spells: Wondrous items can be configured to do just ò Random action(1 charge, DC 11) about anything from create a breeze to improve ò Confusion(1 charge, DC 16) ability scores. ò Insanity(2 charges, DC 20) Armband of Reduction: This metal armband ò Weird(2 charges, DC 23) allows its wearer to reduce his height to one-half normal, as if a reduce spell had been cast upon him.",
        "name":  "Madness",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Staff, confu- This effect functions once per day, lasts for 2 hours, sion, insanity, random action, weird; Market Price: and may be dismissed at will by the wearer. 110,000 gp. Caster Level:5th; Prerequisites:Craft Wondrous Item,",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Almost indistinguishable from a staff Caster Level: 9th; Prerequisites: Craft Wondrous of fire, this staff usually incorporates a deityÆs holy Item, LeomundÆs secret chest; Market Price: 2,300 gp; symbol into its design, often the leafy face of Obad- Weight: ù. Hai. It allows use of the following spells: Banner of Valor: Made from bright silks, gold thread, and other flashy materials, the banner of valor ò Flame strike(1 charge, DC 16) bolsters the spirits of all friendly troops that gaze ò Fire storm(2 charges, DC 20) upon it. The banner holder can remove fearat will on chosen creatures within a 20-foot radius. In addi-",
        "name":  "Sacred Fire",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The staff of the spider is made from black Caster Level: 8th; Prerequisites: Craft Wondrous Item, hardwood and etched with silver web patterns. It healing circle, remove fear; Market Price: 61,000 gp; allows the use of the following spells: Weight: 10 lb. 129",
        "name":  "Spider",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft and tree strideonce per day, as the spells from a 12th- can never exceed a +8 en- Wondrous Item, see invisibility; Market level caster. hancement bonus, bracers of",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft the flame burns a pale blue, gives off no smoke or an ability valued at +5, such Wondrous Item, dimensional anchor; heat, and doesnÆt melt down. If examined with detect as heavy fortification).",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11,200 gp; Weight:1 lb. magic, the candle radiates a necromantic aura. Every The market prices for",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "12th; Prerequisites: Craft a cost expressed in gp rather Wondrous Item, freedom of movement, than an effective bonus can stoneskin;Market Price: 48,810 gp; Weight: be added to bracers for the same price. 1 lb.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "6th; Prerequisites: Craft Wondrous Item, only allows the planar travel aspect of the gate spell, creator must be a spellcaster of 6th level; Market Price: not the ability to call forth creatures. 1,500 gp (lesser), 6,000 gp (greater); Weight: ù. The item allows its user to draw only a circle. The",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This tiny iron box user can feel it resisting anything but a curved line. contains a small bit of ash and cinders. When There is no size limit to the circle, but it must be com- dumped into a flame at least as big as an average pletely drawn in 1 full round to create the gate. campfire, the cinders cause the fire to flare and The dimensional chalk holder can draw 1d4+1 gates sputter dramatically. before crumbling into dust. Drawing a line counts as In 1d4+1 rounds, an equal number of Small fire ele- one use,regardless of whether a complete circle was mentals leap from the fire. The elementals are not made or not. under any control, although they can be controlled Caster Level: 17th; Prerequisites: Craft Wondrous later through charm monster or other magic. They Item, gate;Market Price: 22,950 gp; Weight: ù. attack the nearest creature or creatures, continuing Dragonfly Medallion: This silver dragonfly- their rampage until destroyed or banished. shaped medallion is covered with precious gems. It",
        "name":  "Cinders of the Inferno",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous Item, grants the Improved Initiative feat while worn. If the elemental swarm;Market Price: 7,650 gp; Weight: ù. wearer already has this feat, it grants an additional +1",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Wondrous medallion immediately. Item, creator must be a dwarf, creator must be a spellcaster of 10th level; Market Price: 6,000 gp; dGiant Dragonfly: CR 1; Large vermin; HD",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, Caster Level: 11th; Prerequisites: Craft Wondrous alarm, LeomundÆs secure shelter;Market Price: 12,080 gp; Item, animate objects, catÆs grace;Market Price: 29,760 gp;",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. Weight: ù.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:42 AM Page 132 CHAPTER 5: MAGIC ITEMS",
        "name":  "Weight",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This tiny blue vial con- Caster Level: 5th; Prerequisites: Craft Wondrous tains a small amount of constantly moving water. Item, create food and water; Market Price: 15,000 gp;",
        "name":  "Droplets of the Storm",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1 lb. deep, the droplets cause the pool to bubble and Eversoaking Sponge: This large, normal-looking froth furiously. sponge is capable of absorbing an enormous quantity In 1d4+1 rounds, an equal number of Small water of water. If placed in a body of water, it floats and elementals emerge from the pool. The elementals are begins soaking it up at the rate of 1,000 gallons per not under any control, although they can be con- round. The sponge stops once it has absorbed 225,000 trolled later through charm monster or other magic. gallons of waterùthe size of a pool 100 feet long, 50 They attack the nearest creature or creatures, contin- wide, and 6 feet deep. This water disappears com- uing their rampage until destroyed or banished. pletely, and if the sponge is squeezed afterward, it",
        "name":  "When poured into a pool of water at least a foot Weight",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous releases only as much water as a normal wet sponge. Item, elemental swarm; Market Price: 7,650 gp; Weight: The eversoaking spongeabsorbs only water, not mud or ù. muck. Acid, oil, and other liquids affect it as they",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This clear vial and stopper would a normal sponge. contains a small amount of dust. When released into Caster Level: 11th; Prerequisites: Craft Wondrous a breeze, the dust creates sudden bursts of wind. Item, disintegrate;Market Price: 26,400 gp; Weight: ù. In 1d4+1 rounds, an equal number of Small air ele- Fan of Furious Flame: This collapsible fan is mentals are created from the wind. The elementals made of thin red iron and resembles licking flames are not under any control, although they can be con- when opened. Three times per day, the fan can create trolled later through charm monster or other magic. a cone 30 feet long that causes any open flames, They attack the nearest creature or creatures, contin- including candles, torches, or lanterns, to explode in uing their rampage until destroyed or banished. a burst of fire and deal the indicated damage (Reflex",
        "name":  "Dust of the Zephyr",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous half DC 15). Item, elemental swarm; Market Price: 7,650 gp;",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This translucent and oddly Candles (1û5) 1d4 5-ft. diameter Candelabra (6+) 1d6 5-ft. diameter shaped prism seems to fade in and out of existence Lantern 1d8 5-ft. square when seen in daylight. The prism grants see invisibil- Torch 1d10 10-ft. square ity when looked through. When shattered (requir- Campfire 1d12 10-ft. square ing a DC 15 Strength check), the crystal releases a greenish burst of energy. Any creatures within 30 All fire that explodes in this way is permanently feet that are on nearby transitive planes such as the extinguished. The explosion occurs too quickly for Astral Plane, Ethereal Plane, or Plane of Shadow nearby combustibles to catch on fire. The fan of furious (including those using spells such as blink, maze, or flamehas no effect on magical fires such as those cre- shadow walk), must succeed on a Will save (DC 30) or ated by continual flame. be forced onto the Material Plane. Creatures that are Caster Level: 5th; Prerequisites: Craft Wondrous Item, made tangible in this way cannot leave the Material fireball;Market Price: 18,750 gp; Weight: 1 lb. Plane for 1d6 rounds. Fruit Blossom Spike:When driven or hammered",
        "name":  "Dimensional Prism",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, into a fruit tree, this slim wooden stake causes the dimensional anchor, see invisibility; Market Price: 17,600 tree to go through an amazingly fast rejuvenation, gp; Weight: ù. growing extremely healthy and producing an enor-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1st; Prerequisites:Craft Wondrous Item, the process. create water;Market Price:800 gp; Weight:ù. A single tree produces enough fresh fruit to feed",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This feedbag has a small eight creatures for two days, acting like a maximized medallion on it with an embossed cornucopia goodberry spell. After three days, the fruit turns into symbol. When placed around the muzzle of a horse, worthless mush. Fruit blossom spikes do not work on donkey, or other equine animal, it produces an unlim- plant creatures such as treants or tendriculos. ited amount of suitable feed. Care must be taken that Caster Level: 7th; Prerequisites: Craft Wondrous the animal does not overeat, and most creatures must Item, goodberry, plant growth; Market Price: 5,800 gp; 132 still eat other plants for proper nutrition. The feedbag Weight: ù. produces nothing when it is not placed around an Gloves of Brachiation:These tight leather gloves animalÆs muzzle. allow the wearer to travel from branch to branch620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:43 AM Page 133 CHAPTER 5: MAGIC ITEMS using only her arms, as a monkey or gibbon would. the idolÆs creation or at any later time by touching As long as she is at medium encumbrance or less, the idol and speaking a command word chosen the wearer can move at her full speed through the during creation. The idol can cast false vision three tree canopy. The wearer also gains a +10 circum- times per day. stance bonus on Jump checks as long as she is Caster Level: 10th; Prerequisites: Craft Wondrous aboveground (leaping from tree branch to tree Item, detect scrying, false vision;Market Price:54,500 gp; branch, for example). Cost to Create:33,500 gp + 1,680 XP; Weight:400 lb.",
        "name":  "Everlasting Feedbag",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, Incense of the Gorgon: This foul-smelling catÆs grace; Market Price: 4,000 gp; Weight: ù. incense is typically found in a dark green vial with",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The lenses of this item are made the embossed image of a gorgon. When burned, how- of silvered crystal. When they are placed over the ever, it creates a truly overwhelming smoke that fills eyes, the wearer can operate without penalty in a 10-foot cube. The incense is consumed after 1 round preternaturally bright light, such as might result and the smoke dissipates naturally. Those in the from a flare, sunbeam, or sunburst spell. Vampires area and not holding their breath must succeed on a wearing goggles of day have a full-round action before Fortitude save (DC 19) or be turned to stone as if dissolution when confronted with sunlight, as affected by the flesh to stonespell. opposed to just a partial action. Caster Level: 11th; Prerequisites: Craft Wondrous Item,",
        "name":  "Goggles of Day",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites:Craft Wondrous Item, flesh to stone;Market Price: 6,600 gp; Weight: ù. darkvision;Market Price:4,000 gp; Weight:ù. Insatiable Locust: Banned in almost every civi-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, nondetection;Market Price: 34,050 gp; Weight: ù. dJade Locust: CR 1/2; Tiny construct; HD 3d10;",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Construct: Immune to mind-influencing effects Item, haste, magic fang; Market Price: 38,000 gp; and to poison, sleep, paralysis, stunning, disease,",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This large statue automati- requires a Fortitude save unless it also works on cally detects any attempt to scry (including scrying objects; cannot heal damage (though regeneration and similar spells such as arcane eye and clairaudi- and fast healing still apply, if present); not subject to ence/clairvoyance) any individuals or locations within critical hits, subdual damage, ability damage, ability 133 50 feet of it. Any such effect triggers a false visionspell drain, or energy drain; not at risk of death from mas- that masks any creature attuned to the idol from sive damage, but destroyed when reduced to 0 hit being scried. Attunement may be performed during points or less; cannot be raised or resurrected.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:43 AM Page 134 CHAPTER 5: MAGIC ITEMS",
        "name":  "Idol of False Vision",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous change selfon himself at will and is continually under Item, animate objects, disintegrate; Market Price: 29,975 the effect of undetectable alignment. In addition, he or gp; Weight: 10 lb. she gains a +5 bonus on Bluff checks.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These ioun stones(usu- Caster Level: 5th; Prerequisites: Craft Wondrous Item, ally burnt orange in color) possess all the features of a change self, undetectable alignment; Market Price: 17,000 standard ioun stone. Ioun stones of resistanceoffer magic gp; Weight: ù. protection in the form of a +1 to +5 resistance bonus Mask of the Feather Queen: This vibrantly col- on all saving throws. ored mask is made from the feathers of a variety of",
        "name":  "Ioun Stone of Resistance",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous rare and beautiful songbirds. The wearer can levitate Item, resistance,caster level must be three times that andcharm birds by uttering a command word. Once of the ioun stoneÆs bonus; Market Price: 2,000 gp (+1), per day, the wearer can cast fly(on herself or another 8,000 gp (+2), 18,000 gp (+3), 32,000 gp (+4), 50,000 gp person), as the spell from a 12th-level caster. (+5); Weight: ù. Caster Level: 12th; Prerequisites: Craft Wondrous",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This ornate bullseye Item, charm person or animal, fly, levitate; Market Price: lantern is adorned with gold filigree and sun pat- 27,120 gp; Weight: ù. terns. It is illuminated with a permanent light spell. Medallion of Contact: Once per day, the wearer Twice per day, the lantern can emit a sunbeam(as the of this silver disk can speak a command word and spell from a 13th-level caster). forge a telepathic bond (as RaryÆs telepathic bond) with",
        "name":  "Lantern of Brightness",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13th; Prerequisites: Craft Wondrous Item, one person lasting for 1 minute. Range is one mile. light, sunbeam;Market Price: 66,520 gp; Weight: 3 lb. Caster Level: 9th; Prerequisites: Craft Wondrous",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous three different versions of these necklaces, com- Item, wish;Market Price:178,500 gp; Weight:5 lb. monly found among primitive tribesfolk. Each",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These sturdy masterwork necklace incorporates parts from a different, dan- manacles have an antimagic fieldthat extends around gerous predator. anyone locked in them, including any magic items Raging Bear Necklace: This crudely made leather the captive might be carrying. Although expensive, necklace is adorned with uncut precious stones and they are commonly found in the prisons of metro- claws from an enormous bear. The wearer gains a +2 politan cities that are used to dealing with high- enhancement bonus to Strength. In addition, if the level troublemakers. wearer has the ability to rage, each rage lasts 1 round",
        "name":  "Magebane Manacles",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous longer than normal. Item, antimagic field; Market Price: 132,000 gp; Frenzied Shark Necklace: Crafted from tough sea- 134",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This black, featureless mask only wearer a +2 enhancement bonus to Strength and a +4 has slits for the eyes and mouth. The wearer can cast circumstance bonus on Swim checks. In addition, if620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:43 AM Page 135 CHAPTER 5: MAGIC ITEMS the character has the ability to rage, each rage lasts 1 Caster Level: 5th; Prerequisites: Craft Wondrous Item, round longer than normal. see invisibility;Market Price: 30,080 gp; 1 lb.",
        "name":  "Mask of Lies",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This necklace is crafted Phylactery of Change: The wearer of this item from the two tusks of a boar, clasping together in the can invoke a polymorph selfability with an indefinite middle. The wearer gains the Sunder feat (Great duration (or until the phylactery is removed, Sunder if she already possesses this feat) and a +1 destroyed, or dispelled). A new form can be adopted enhancement bonus to Constitution. In addition, if once per day. The wearer can assume his natural form the character has the ability to rage, each rage lasts 1 without limitation, however. round longer than normal. Caster Level:7th; Prerequisites:Craft Wondrous Item,",
        "name":  "Rampaging Boar Necklace",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous polymorph self;Market Price:11,200 gp; Weight:ù. Item, bullÆs strength, emotion; Market Price: 11,840 gp Pitons, Burrowing: Covered with various runes (raging bear), 12,160 gp (frenzied shark), 12,440 gp and sigils meaning ôearth,ö these pitons burrow into (rampaging boar); Weight: ù. earth, rock, and stone, providing a secure support for",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Bead of beckoning Wearer can cast summon Item, soften earth and stone; Market Price: 380 gp; natureÆs ally IV.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Wondrous Alternatively, the contents of a tube can be blown Item, animal friendship, and one or more of the follow- at a target creature as a ranged touch attack (maxi- ing spells: animal growth, awaken, calm animals, domi- mum range 5 feet). A creature that stirs up the dust nate animal, greater magic fang, summon natureÆs ally IV or is targeted by someone wielding a tube of the (as appropriate); Market Price:500 gp (bead of calming), dust must make a successful Fortitude save (DC 15) 1,500 gp (bead of servitude), 1,500 gp (bead of the fang), or begin shrinking to the size of a grig (Tiny). In 2,000 gp (bead of beckoning), 2,500 gp (bead of the great addition, the creature acts as though under the beast), 3,750 gp (bead of awakening); Cost to Create: As effect of a charm personspell from a 9th-level caster, normal except 1,250 gp plus 250 XP (bead of awaken- obeying the person who spread the dust. Both ing); Weight:ù. effects last for 9 hours before restoring the person",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Made from perfectly clear crystal to normal. beads, this necklace assists in receiving visions and Caster Level: 9th; Prerequisites: Craft Wondrous Item, oracles. The wearer gains a +5 insight bonus on Scry reduce, charm person or creator must be a fey; Market checks. In addition, the wearer can cast divination Price: 2,700 gp; Weight: ù. once per day. If the wearer is able to cast divine spells, Portable Bridge:Once per day on command, this then divinationcan be cast twice per day. tiny statue of a bridge can turn into a fully function-",
        "name":  "Oracle Beads",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, ing bridge. The bridge is always 5 feet wide and can divination;Market Price: 19,192 gp; Weight: ù. extend in length from 5 feet to 50 feet. It takes a full",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This pelt, worn like a round for the bridge to extend, regardless of the cloak, is made from large predator: a wolf, bear, or length of the bridge. The owner can choose which great cat. When worn, it grants low-light vision, side the bridge retracts to, making it ideal for cross- scent, and a +2 circumstance bonus on Listen ing chasms and leaving pursuers behind. checks. Animals react poorly to the wearer while it The statue must be placed on solid rock or earth to 135 is worn; herbivores in general become nervous and work. Ideally, there should be equally solid rock or try to flee, while carnivores generally become earth on the other side. If there is not stable ground aggressive. on the other side (it reaches maximum range and620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:43 AM Page 136 CHAPTER 5: MAGIC ITEMS doesnÆt touch anything, there is loose sand, and so it allows the steed and rider to fly (as the fly spell on), the bridge spends another round retracting to its from a 5th-level caster, except maneuverability is statue form. clumsy) three times per day upon command. The The bridge can be destroyed through disintegrate saddle acts as an exotic military saddle for the rider. or by normal means such as breaking and chipping. The first time someone uses this saddle on a steed Each 5-foot square has 75 hit points and a hardness untrained in flying, the rider must make a DC 15 of 8. Ride check to keep the steed from panicking.",
        "name":  "Pelt of Animal Senses",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "20th; Prerequisites: Craft Wondrous Item, Caster Level: 5th; Prerequisites: Craft Wondrous Item, wall of stone;Market Price: 36,000 gp; Weight: 1 lb. fly;Market Price: 16,875 gp; Weight: 25 lb.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This large glass jar has been magi- Saddle of Weather Protection:A boon to travel- cally treated to preserve any organic material placed ers, this highly polished saddle protects the steed in it. The jar can hold the equivalent of 2 gallons of and rider from the elements. The steed and rider are liquid. Anything small enough to fit in the jar does completely immune to ônormalö temperature from not rot, age, or wilt. The lid must be placed securely 0║ to 110║ Fahrenheit and remain perfectly dry on the top for the effect to work. unless completely immersed in a body of water. In A Tiny or smaller creature can be placed in the jar, addition, the rider can cast protection from elementson but without a supply of air and food it eventually dies, himself and his mount once per day. although the corpse never rots. Caster Level: 5th; Prerequisites: Craft Wondrous Item,",
        "name":  "Preserving Jar",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, protection from elements;Market Price: 5,400 gp; Weight: gentle repose;Market Price: 3,000 gp; Weight: 2 lb. 25 lb.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, Seeds of the Treant: This pouch made from enlarge,reduce;Market Price: 5,400 gp; Weight: 2 lb. tightly interwoven leaves contains 1d4 large acorns.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous Item, Huge). If three seeds are planted next to each other, flesh to stone;Market Price: 11,800 gp; Weight: 5 lb. then the summoned treant is two sizes bigger (17",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous moned in this manner and more than likely will Item, animal growth;Market Price: 48,600 gp; Weight: attack the summoner. 25 lb. Caster Level: 17th; Prerequisites: Craft Wondrous",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This exquisitely crafted Item, summon natureÆs ally IX; Market Price: 15,300 gp 136 saddle is heavily adorned with the feathers from per acorn; Weight: ù. pegasi wings. The saddle adjusts to fit any normal- Shards of the Fissure: This handful of sharp sized horse, donkey, or mule. When securely placed, gray flint chips is usually found inside a tattered620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:43 AM Page 137 CHAPTER 5: MAGIC ITEMS brown pouch. When emptied onto solid earth or Caster Level:5th; Prerequisites:Craft Wondrous Item, stone, the shards burrow into the earth, causing a alarm, animal messenger; Market Price: 10,000 gp; slight tremor. Weight:2 lb. In 1d4+1 rounds, an equal number of Small earth Steadfast Stone:This dwarven item is commonly elementals claw to the surface. The elementals are given out to dwarven defenders and other tunnel not under any control, although they can be con- guards who require instant fortifications. The steadfast trolled later through charm monster, dominate mon- stoneis a granite cube, 1 inch on each side, with runes ster, and so on. They attack the nearest creature or indicating ôgrowthö written on all sides. When creatures, then continue their rampage until thrown upon the ground and the command word destroyed or banished. uttered, the cube grows as a wall of stonecast by a 9th-",
        "name":  "Saddle of the Pegasus",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "17th; Prerequisites: Craft Wondrous level cleric. The stone can grow up to two times per Item, elemental swarm; Market Price: 7,650 gp; day. The wall lasts for up to 24 hours or until the com-",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, produce flame; Market Price: 2,400 gp; Weight: 1 lb. blindness/deafness, shatter, silence; Market Price: 19,440 Stylus of the Masterful Hand: This elegant but gp; Weight: 4 lb. sturdy metal stylus grants +5 competence bonus on",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This battered Forgery checks. On command, the stylus can also wooden dummy is designed for monks to practice ôrememberö up to three different types of handwrit- their striking and blocking techniques. It consists of ing, which allows another Forgery attempt without a plain round wooden post that stands 6 feet high and having to make a rollùthe DC of that handwriting is 1 foot thick. Six smaller posts stick out horizontally ôfixedö at whatever was rolled during the attempt. from the post, roughly representing a defending Caster Level: 3rd; Prerequisites: Craft Wondrous Item, enemyÆs limbs. Scribe Scroll, read magic; Market Price: 3,000 gp;",
        "name":  "Sparring Dummy of the Master",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "ù. least one level in monk must train with the dummy Testing Chalice:Made from tough clear glass, this 8 hours a day for four weeks. If the training is ever chalice immediately discerns the properties of any interrupted for more than a 24 hours, she must begin liquid poured into it. The color of the chalice varies again. If this training is interrupted twice, the monk depending on the liquid poured into it. The opacity of can never gain the benefit of the sparring dummy. the chalice also varies, depending on the strength Once she has completed the required training, the of the liquid. monk is allowed to make a 10-foot adjustment when- See the table below for the various results. ever she can normally make a 5 foot adjustment.",
        "name":  "To gain the benefit of its magic, a person with at Weight",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, Chalice Color Liquid (example) Clear Water haste;Market Price: 30,000 gp; Weight: 40 lb. Black Poison",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This Tiny birdlike item allows its Red Potion (magical, not alchemical) owner to speak a command word and see through Blue Alchemical liquid (antitoxin, its eyes. The stalwart eyehas AC 18, hardness 8, 5 hp, alchemistÆs fire) and cannot move on its own except to turn its head Green Acid as the owner desires. No range limitation exists on Silver, shiny 1 Holy water 137 Silver, tarnished 1 Unholy water the power except that the owner must be on the same Purple Any other liquid (oil, blood) plane as the stalwart eye.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:44 AM Page 138 CHAPTER 5: MAGIC ITEMS Chalice Opacity Strength/purity (example) ò Once per week: spell immunityor spell resistance. Clear Very weak/very impure (filthy water) ò Once per month: blade barrier. Translucent Average/slightly impure (pond water)",
        "name":  "Stalwart Eye",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Wondrous Item, been magically treated to keep anything placed detect magic, detect poison;Market Price: 4,000 gp; Weight: inside perfectly dry and protected from pressures 1/2 lb. of the ocean. Due to the shape and composition of",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This perforated metal the shell, it does not hinder the wearerÆs ability to vessel usually comes in the shape of a deityÆs holy swim underwater. symbol or some totem creature associated with a Some versions of this magical device are enchanted deity or cult. If it is filled with incense and lighted, with gust of wind,allowing Tiny or smaller air-breath- the thurible produces the effect of a prayerspell for as ing creatures to survive inside the shell. long as the incense burns. A character wielding the Caster Level: 5th; Prerequisites: Craft Wondrous Item, lighted thurible can also trigger the following spells: resist elements, gust of wind; Market Price: 3,000 gp (with- out air), 18,000 gp (with air); Weight: 3 lb. ò Three times per day: detect magic, detect good,or detect TrumpeterÆs Gift:This shiny mouthpiece fits any law.The user can use one effect three times, each brass instrument such as trumpets and horns. It effect once, or any other combination of effects grants a +5 competence bonus on Performance totaling three uses per day. Some thuribles may checks using the instrument. Once per day, the trum- detect other alignments. peter can use the horn to cast a shoutspell. Unless the ò Once per day: auguryor locate object. horn is at least masterwork quality, however, it is ò Once per week: divinationor true seeing. destroyed once the spell is complete. ò Once per month: commune. Caster Level: 7th; Prerequisites: Craft Wondrous Item, shout;Market Price: 12,200 gp; Weight: ù",
        "name":  "Thurible of Divining",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous that form indefinitely, until the command word is Item, circle of doom, command, doom, geas/quest, inflict uttered again. Once per day, the amulet (in wagon critical wounds, inflict light wounds, prayer;Market Price: form only) can create LeomundÆs secure shelter as the 77,000 gp; Weight:1 lb. spell from a 9th-level caster. The shelterÆs outside",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This item is similar to a appearance blends in perfectly with the exterior of thurible of divining. It produces a prayer effect when the wagon, so it is not possible to tell that the spell is lighted and allows the wielder to use the following in effect until someone steps inside. When the spell spell effects: effect ends, the wagon remains.",
        "name":  "Thurible of Warding",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "38,030 gp; Cost to Create: 19,170 gp + The Pearl of Secrets is a black pearl of power (8th-level 1,509 XP. spell) that claims to have been created by Vecna him- self. The Pearl is highly intelligent, and it can both Mark of the Favored speak and read Common, Abyssal, Infernal, and This ring of regeneration was created by Wee Jas as a Draconic. It can also communicate telepathically, gift to one of her loyal champions. In addition to its however, and prefers this method of communication. regenerative properties, the ring can cast cure light In addition to the standard use of a pearl of power,the wounds on its wearer once per day, and it grants its wielder of the Pearl of Secretscan use true seeingat will, wearer uncanny dodge as a 5th-level barbarian. In detect thoughts three times per day, and detect secret addition, the wearer can detect magic at will. Also doorsat will. once per day, it can healeither its wearer or another The Pearl of Secrets is incredibly egotistical as servant of Wee Jas. The ring can communicate tele- well as cunning and wise. It generally insists on pathically, and it also speaks and reads Common, being in control, urging or (if possible) forcing its Celestial, and Infernal. owner to seek after the Eye and Hand of Vecna,",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "to defend unearth dark secrets, and generally commit acts of the servants and interests of Wee Jas. As long as its despicable evil. wearer remains loyal to Wee Jas, the ring can cast true AL NE; SV Fort +10, Ref +10, Will +15; Str ù, Dex resurrection on the wearer, but it can use this ability ù, Con ù, Int 17, Wis 21, Cha 14, Ego 23. Skills: only once. Sense Motive +15. AL LN; SV Fort +9, Ref +9, Will +12; Str ù, Dex ù, Caster Level: 17th; Prerequisites: Craft Wondrous Con ù, Int 15, Wis 16, Cha 7, Ego 20. Item, detect secret doors, detect thoughts, true seeing, cre-",
        "name":  "Mark of the Favoredhas a special purpose",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "15th; Prerequisites:Forge Ring, cure light ator must be able to cast 8th-level spells; Market Price: wounds, detect magic, heal, regenerate, true resurrection, 165,280 gp; Weight:ù. creator must have uncanny dodge class ability; Market",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "37,000 gp. 6 Expertise Nimble Warder Shard can also detect law at will, though what it This +1 light fortification mithral shirt is all about pro- chooses to do with the information it gains varies tection. It grants the benefits of the Mobility feat and from day to day. Twice per day, Shardcan use feeble- the evasion ability to its wearer. It communicates mind on an opponent it strikes in melee (or on its only by semiempathic means, throbbing when its wielder, if it desires). Shard speaks and reads wearer gets into danger. It has a fear of bebiliths that Common, Celestial, and Abyssal, and can also com- 142 far exceeds their capacity to damage it. municate telepathically. AL N; SV Fort +8, Ref +8, Will +7; Str ù, Dex ù, AL CN; SV Fort +5, Ref +5, Will +3; Str ù, Dex ù, Con ù, Int 10, Wis 9, Cha 11, Ego 4. Con ù, Int 15, Wis 6, Cha 18, Ego 16.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:45 AM Page 143 CHAPTER 6: SPECIAL MAGIC ITEMS",
        "name":  "Price",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "to spread the worship of a sea deity (Poseidon in a campaign using the Olympian pantheon from Deities and Demigods, or some other deity as appropriate). It has no qualms about bringing death or disfigurement to any who refuse to honor its patron deity. When it scores a successful critical hit against such a crea- ture, Wave affects that target (only) with a horrid wilting spell (10d8 dam- 143 age; Forti- tude half DC 22).620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:45 AM Page 144 CHAPTER 6: SPECIAL MAGIC ITEMS skill checks in outdoor settings. For each consecu- Table 6û5: Cursed Item Common Curses tive 24-hour period during which the wielder fails to d% Curse 01û08 Delusion (see DMG) spend at least 8 hours indoors or underground, this 09û18 Opposite effect or target (see DMG) penalty increases by û1, to a maximum of û5. This 19û23 Intermittent functioning (see DMG) condition persists until the wielder disposes of 24û30 Requirement (see DMG) Whelmpermanently. 31û40 Drawback (see below) AL LN; SV Fort +10, Ref +10, Will +14; Str ù, Dex 41û48 Awkward use 1(see below) ù, Con ù, Int 12, Wis 18, Cha 7, Ego 20. 49û57 Divination resistant (see below) 58û65 Extra space (see below)",
        "name":  "Wave has a special purpose",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This curse applies only to items wounds. He regains only half the normal with the spell trigger or command word activation number of hit points from resting, and subtracts 1 point per die from the result of methods. Activating the item requires awkward 144 healing spells. The character has only a 5% movements in addition to the normal actions, and chance per round of stabilizing when dying, provokes attacks of opportunity from threaten- and only a 5% chance per minute of waking ing foes. up when unconscious.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:45 AM Page 145 CHAPTER 6: SPECIAL MAGIC ITEMS d% Drawback because it includes an elaborate brooch, or a 35û42 Whenever the character would be shaken, helmet might prevent a character from using eye she becomes frightened instead. Whenever lenses or goggles. she would be frightened, she becomes",
        "name":  "Awkward Use",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "16th; Prerequisites: Craft Wondrous that moment and thereafter, the headband Item, bullÆs strength, bestow curse; Market Price:1,300 gp; imposes a û6 penalty on the wearerÆs Intelligence.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This handsomely tailored mindedness can be removed only by means of a cloak appears to be a cloak of Charisma +6 and actu- remove cursespell. ally functions as such until the wearer attempts a Caster Level: 16th; Prerequisites: Craft Wondrous Bluff or Diplomacy check. At that moment and Item, communeor legend lore, bestow curse; Market Price: thereafter, the cloak imposes a û6 penalty on the 1,300 gp; Weight:ù. wearerÆs Charisma and makes his personality coarse Necklace of the Vampire:This elegant necklace and grating. Once the curse is activated, a cloak of is formed of bloodstones, and a large ruby hangs affront can be removed only by means of a remove at its center. To all appearances, it is a beneficial cursespell. and powerful item, granting several magical abili-",
        "name":  "Cloak of Affront",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "16th; Prerequisites: Craft Wondrous ties to its wearer. It grants the wearer darkvision Item, charm monster, bestow curse; Market Price: 1,300 with a range of 60 feet and doubles her rate of nat- gp; Weight:1 lb. ural healing. Three times per day, the wearer can",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "While they appear use vampiric touch. Once per day, she can use finger exactly like goggles of night,the effect of these lenses is of death. almost completely opposite. When first worn, they The first time the wearer uses finger of death, the grant the wearer darkvision with a range of 60 feet. necklace adheres itself to the wearer. At this point As soon as the wearer attacks a creature while using it cannot be removed unless the wearer dies or a darkvision, however, she becomes completely unable remove curse is cast. The evil magic of the necklace to see except in conditions of bright light (such as is such that it entices the wearer to use this power, sunlight or the daylight spell) thereafter. Once the causing the command word to spring to mind curse is activated, the goggles of nightblindnesscan be every time she becomes angry, for example. Each removed only be means of a remove cursespell. successive use of that power causes the necklace to",
        "name":  "Goggles of Nightblindness",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "16th; Prerequisites: Craft Wondrous become more and more a part of the wearerÆs body, Item, darkvision, bestow curse; Market Price: 1,000 gp; gradually being covered over with skin until, after",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This simple cir- the ruby of the necklace clet functions as a headband of intellect reaches the wearerÆs +4. However, whenever the wearer heart, killing her for- casts a Conjuration (summoning) or ever and turning her Conjuration (calling) spell, into a vampire. the conjured creature is hos- Headband Caster Level: 20th; Pre- tile to the wearer and attacks of Hostility requisites:Craft Wondrous her instead of her enemies. Item, create greater undead, Once this function has finger of death, vampiric activated, the headband touch;Market Price:90,000 can be removed only by gp; Weight:ù. means of a remove curse Periapt of Oblivion: spell. A variation of A black pearl on a light this item that works silver chain, this amulet as a periapt of Wisdom appears to be a periapt of +4also exists. Wisdom +6and functions",
        "name":  "Headband of Hostility",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft Won- attempts a Spot or Listen drous Item, charm check. At that moment monster, commune or and thereafter, the peri- legend lore, bestow curse; apt imposes a û6 penalty",
        "name":  "Prerequisites",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "13,000 on the wearerÆs Wisdom. gp; Weight:ù. Once the curse is acti- Headband of Sim- vated, a periapt of obliv- 147 plemindedness: ion can be removed only This device appears by means of a remove to be a headband of cursespell.620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:46 AM Page 148 CHAPTER 6: SPECIAL MAGIC ITEMS",
        "name":  "Market Price",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The target must make a successful If the possessor is ever slain by one of the demons Fortitude save (DC 10 + 1/2 the wielderÆs character from the Iron Flask,the demon is able to immediately level + the wielderÆs Wisdom modifier) or immedi- steal his soul and carry it off to the Abyss. ately gain a number of negative levels equal to the targetÆs effective character level (normal character The Jacinth of Inestimable Beauty level minus any negative levels already conferred). This reddish gemstone is indescribably beautiful The wielder gains 20 temporary hit points per nega- and exquisitely cut in dozens of facets that reflect tive level bestowed, and they last for 24 hours. the smallest light into a splendid display of radiant beams. When openly displayed in the presence of The Iron Flask of any light source, the stone doubles the effective Tuerny the Merciless radius of illumination. When held, the Jacinth of Tuerny the Merciless was a powerful spellcaster Inestimable Beauty grants its possessor blinding who killed the royal family of an ancient land to beauty like that of a nymph. This ability affects all gain control of the kingdom. He enslaved the con- creatures within 60 feet of the possessor and of the siderable army of the land with magic and forced same creature type (humanoid, outsider, and so on). them to war with neighboring lands. Tuerny then Those who look directly at the possessor must suc- began to summon demons, but he lacked the abil- ceed on a Fortitude save (DC 15) or be permanently ity to control them. The fiends ravaged the country- blinded. The possessor cannot suppress this ability side and threatened his kingdom, so Tuerny while holding the gem, only by putting it away. 150 fashioned a device that would imprison them and Once per day on command, the Jacinthcan wrap its bind them to his will. This worked, and with the possessor in unearthly beauty, again like a nymphÆs device TuernyÆs might grew even further, until one special ability. Creatures of any type within 30 feet620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:46 AM Page 151 CHAPTER 6: SPECIAL MAGIC ITEMS own regalia, as described below). It may be that today these contests of champions no longer occur, and that the individual items of the regalia have fallen into mortal hands. Still, the gods of evil occa- sionally check on the devices that they created so long ago. It has been millennia since all three items of the Regalia of Evilhave been used by a single being.",
        "name":  "Three Strands",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A nonevil character attempting not speak any lies while wearing the crown. to use any of these items immediately takes 5d6 The Scepter of Good: This slender rod is made of points of damage. Further, a good-aligned character mithral, wreathed in a pattern of intertwining leaves. 152 attempting to use the items must succeed on a Will One end constantly glows with a soft white light equiv- saving throw (DC 18) or lose 2,000 XP. alent to a torch, but heatless. While in a good charac- terÆs possession, it confers a +4 enhancement bonus to620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:47 AM Page 153 CHAPTER 6: SPECIAL MAGIC ITEMS Charisma and grants immunity to mind-affecting spells one neutral deity still holds them for safekeeping, or and effects. The wielder can command obedience as if it that the neutral deities, as they once did, still take were a rod of rulershipwith no use limit, and can use holy turns keeping guard over the items. It is equally pos- smite (DC 19) and searing light (DC 18) three times per sible that they too were lost or stolen. day each. All spells are cast at 20th level. The wielder The Crown of Neutrality: This gold crown is tradi- of the scepter becomes increasingly unable to refuse tional in appearance compared to its related items of pleas for help, no matter how desperate the cause. Good and Evil, being a wide circle of metal sur-",
        "name":  "Nonevil Characters",
        "source":  "arms_and_equipment_guide.txt",
        "_id":  "057363f21c12bb098ca8fd2c5dfa2ae34471a558424d4443186bd2365eec5a93"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This special device lets you cut sailors and rangers. It is hung up between two posts or through glass panes without cracking or shattering trees to create a comfortable bed that is off the ground. them in the process. The glass cutter makes a circular Heat Mat:This 1-foot-by-1-foot square mat is made hole anywhere from 3 inches to 16 inches in diame- of heat-absorbing materials. It can withstand temper- ter. To use it quietly, make a Dexterity check (DC 15). atures of up to 1,200 degrees Fahrenheit, even when a If the check fails, the glass shatters with a loud crash hot item is placed directly on it, and will not catch (+2 circumstance bonus on Listen checks to hear it). fire. The mat does get uncomfortably hot and is not You can make an Open Lock check instead if you are suitable as a protective layer of clothing. It is mostly trained in that skill. found in alchemistsÆ and wizardsÆ laboratories.",
        "name":  "Glass Cutter",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This small grap- Holy Text:This is a nonmagical religious text, con- pling hook has flat, retractable tines that fold out to taining scripture, stories, and teachings of a particular create a working hook. It functions exactly like a faith. The price given is for a very simple copy, with normal grappling hook, except that it increases the few, if any, illuminations. Fancier versions increase DC by +4 for Search checks to find it when folded up drastically in price. and hidden among a personÆs garments. Housebreaker Harness:Designed exclusively for",
        "name":  "Grappling Hook, Collapsible",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is a premade rope ladder second-story breaking and entering, this harness is with two small grappling hooks on one end. The made of pliable black leather and reduces the amount given price and weight is per 10 feet of ladder. Once of noise made from loose metal items clanging the grappling ladder is in place, it reduces the DC for together. It grants a +1 circumstance bonus on Climb any Climb check above 10 to 10. and Move Silently checks while worn but imposes a",
        "name":  "Grappling Ladder",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This is treated wick for creating This does increase the paperwork, but it also adds a candles. In addition, it can be used as a timing device gritty realism that some DMs and players enjoy. or fuse. One inch of wick burns in 30 seconds. The Combat, wounds, and healing. With the com- flame is as strong as that of a candle, so it is easily plete lack of, or limited, healing magic, combat is snuffed out by wind, rain, and the like. deadly. Adventurers should choose their battles wisely",
        "name":  "Wick, Candle",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This dull white cream provides limited Alchemy or Magic? protection against cold-based damage. Polar skin Several skills and feats blur the line between the fan- becomes ineffective once it has absorbed 5 points of tastic powers of magic and what exists in the real cold damage. Regardless of whether it absorbs any world. The Alchemy skill exists on this border damage, polar skin loses its effectiveness 1 hour after between the mundane and the magical. Alchemical application. Polar skin does not stack with magical items must provide a wide variety of quasi-magical protection from cold. Magical effects such as the resist effects without duplicating or weakening the effects elements spell supersede the protection provided by of magical abilities. polar skin. Applying polar skin takes 1 minute. Here are some guidelines to use when creating",
        "name":  "Polar Skin",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These simple items are normal new alchemical items: torches treated with a variety of alchemical sub- ò Alchemical items can induce a temporary state stances to color the flames. Signal torches each burn such as shaken or dazzled in a single creature, but it with a differently colored flame. They are available in takes a magical effect to force such a state on many a variety of colors, the most common being green, creatures or induce a state permanently. blue, and yellow. ò Alchemical items can deal a small amount of dam-",
        "name":  "Signal Torch",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These loose, light-colored robes offer some protection against the effects of heat. They provide a +2 circumstance bonus on Fortitude saving throws against exposure to high temperatures. Desert robes offer no protection against either mundane or magical fire.",
        "name":  "Robes, Desert",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "The blindness caused by thever for use in your campaign with those presented in the paste is permanent unless removed by cure blindness DUNGEON MASTERÆS Guide. See Poison in Chapter 3 of or similar magic. If thever paste is heated, thever the DUNGEON MASTERÆS GUIDE for more information fumes are the resultùthe two poisons are derived on how poisons work. from the same base compound.",
        "name":  "The following table combines thirty new poisons Thever Paste",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Sailing ships also have rigging, which Maybe the characters in your adventure are the offi- is treated as its own section separate from the 10-foot cers of a privateer, hunting the seas for the queenÆs sections that make up the hull. Attackers can target foes and bringing rich prize ships back to the docks. the rigging separately, using the statistics provided Your players can enjoy the hunt on the high seas, with each vehicle. engage in naval battles, and enjoy land-based adven- Interior Features:Much like a dungeon, particu- tures in every port of call. New characters can join larly large vehicles have interior walls, hallways, the group simply by being hired on as crew mem- doors, and other architectural features. Space is gen- bers (probably as officers unless your players are erally at a premium on a vehicle, so such features comfortable issuing orders to one another). If you tend to be smaller and more cramped than their sta- center your campaign around a single large vehicle, tionary counterparts. But in a world with magic, you give the characters a very good reason to stick almost anything is possible, and eventually the line together and pool their resources. ItÆs also fun to between massive vehicle and mobile building watch the vehicle develop a reputation to rival the becomes indistinguishable. famous ships of legend. Driver:Throughout this chapter, the term ôdriverö If the PCs acquire a vehicle and are interested in denotes the person who is directly responsible for a customizing it, allow them to purchase augmenta- vehicleÆs actions. This person might be a wagon tions as their time and budget allows. They can also driver, a galleyÆs coxswain, or a zeppelinÆs pilot. ôtrade upö through purchase or outright conquest. A driver might use different skills depending on the vehicle: A dogsled musher uses Handle Animal on all her maneuver checks, while a zeppelin pilot A QUICK TOUR uses Profession (pilot) on his. Proper skill names are OF YOUR VEHICLE used where appropriate, but ôProfessionö appears as a Each vehicle described later in this chapter is generic term to avoid clumsy redundancy. Anywhere 41 depicted in a diagram that shows how it fits on a 5- ôProfessionö stands alone, without a specific profes- foot-square grid (both aligned with the grid and diag- sion skill referenced, use Handle Animal or a Profes- onally). The diagrams are approximations and donÆt sion skill appropriate to the vehicle being discussed.620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:00 PM Page 42 CHAPTER 3: VEHICLES MANEUVERABILITY",
        "name":  "The Organizing Principle of the Campaign",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "If you destroy a section, you member of the repair crew succeeds on a Craft check weaken the sections adjacent to it. Any section adja- (DC 10) at the end of 1 minuteÆs uninterrupted work, cent to a section that is destroyed automatically takes repairs were successful, at least to a degree. For every damage equal to 50% of its full normal hit points point by which the Craft check result exceeds 9, 1 hit (after accounting account for hardness as usual) in point is restored to the damaged section. the following round. Collateral damage can spread Once a vehicle section is destroyed, it takes days to across a vehicle from round to round and section to fix without the aid of magic (and most magic is only a section, destroying sections in succession if each was temporary solution; see Magical Repair Techniques, already sufficiently damaged. below). If a vehicle with destroyed sections can be Damage to a wind-powered shipÆs rigging doesnÆt transported to a dock or other repair facility, deter- weaken anything else aboard the vehicle. mine the extent of the vehicleÆs damage as a value in",
        "name":  "Collateral Damage",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A bunker attached to the deck of a Magical Augmentations vehicle, the firing castle provides protection for de- These additions to vehicles are constructed like any fenders and serves as a platform for siege engines. Four other magic item, employing the Craft Wondrous Medium-size defenders benefit from nine-tenths Item feat. cover (arrow slits) in the firing castle itself, which is 10 Bridle of Burden-Bearing:This bit-and-bridle set feet by 10 feet, and another four get one-half cover increases the Strength score of the harnessed dray behind the crenellations on its roof. The firing castleÆs creature, enabling it to pull heavier loads. walls are 1-foot-thick masonry (hp 90, hardness 8). A Caster Level:8th; Prerequisites:Craft Wondrous Item, firing castle can be installed anywhere a heavy catapult bullÆs strength; Market Price: 4,000 gp (+2), 16,000 gp would fit, and a heavy catapult or two light catapults or (+4), 36,000 gp (+6); Weight:ù. ballistas can subsequently be mounted atop it. CaptainÆs Table:This broad wooden table, usually",
        "name":  "Firing Castle",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Whether itÆs a finely tuned heroesÆ feast for up to twelve crew members. Those wheel that allows delicate adjustments to the rudder, who spend an hour partaking of the magical fare cre- or a complex harness system that directs the dray crea- ated by the captainÆs table are cured of disease, become tures with just a flick of the wrist, itÆs possible to get immune to poison and magical fear and hopelessness, more performance out of a vehicle by improving its heal 1d4+4 points of damage, and receive the benefits control system. Masterwork controls provide a +2 cir- of a bless spell. The effects last for 12 hours. The cap- cumstance bonus on Handle Animal or Profession tainÆs table serves one such meal a day. checks made by the driver. The cost depends on the Caster Level: 12th; Prerequisites: Craft Wondrous vehicleÆs size (its weight does not change). Item, heroesÆ feast; Market Price:72,000 gp; Weight: 16 lb.",
        "name":  "Masterwork Controls",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "11th; Prerequisites: Craft Wondrous cargo space. Item, find the path; Market Price:47,520 gp; Weight: 1 lb.",
        "name":  "Each luxury passenger space takes up two tons of Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,500 gp per ton. Cloud Keel: An invention of djinn on the Elemen- Ramming Prow/Plate: Vehicles equipped with a tal Plane of Air, the cloud keel gives its vessel the abil- ramming prow take half damage from ramming ity to fly at a speed of 40 feet (clumsy). If the vessel is attacks they initiate. (Normally, rams deal equal wind-powered, it can still use its sails if they provide damage to both the target and the ramming vehicle.) faster movement than the keel itself. The warship comes with this augmentation for free. Caster Level: 17th; Prerequisites: Craft Wondrous Item, The weight and cost depend on the vehicleÆs size. fly, wish; Market Price: 200,000 gp; Weight: 1,000 lb.",
        "name":  "Cost",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "500 lb. (Large), 1,000 lb (Huge), 2,000 lb. Earth Keel: This item, often forged on the Elemen- (Gargantuan), 4,000 lb. (Colossal); Cost: 500 gp tal Plane of Earth, enables a water vehicle to move (Large), 1,000 gp (Huge), 3,000 gp (Gargantuan), across land as if it were on water. The vesselÆs speed is 5,000 gp (Colossal). unaffected, but rough terrain slows the vehicle just as",
        "name":  "Weight",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This low platform mounted it would a land vehicle. on rollers doubles the fire arc of a siege engine (so Caster Level: 17th; Prerequisites: Craft Wondrous catapults have 180-degree fire arcs, and ballistas can Item, transmute rock to mud, wish; Market Price: 150,000 49 fire in any direction). A rotating platform doubles the gp; Weight: 1,000 lb. crew required to operate the siege engine. Eldritch Exhaust: Once per day at the command of",
        "name":  "Rotating Platform",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "1,000 lb.; Cost: 500 gp. the driver, a vehicle equipped with this device expels a620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:02 PM Page 50 CHAPTER 3: VEHICLES billowing mass of vapors from its rear. The three types planes) check (DC 20) to set the sails for a particular of vapor available are a fog that obscures the vehicle plane. While the planar sailsprovide a means to reach from pursuers as the fog cloud spell, a cloud of acid as worlds beyond, they donÆt grant the ability to move or the acid fog spell, or deadly poison as the cloudkill survive on the destination plane. spell. The 20-foot-high cloud has a 30-foot radius. Caster Level: 9th; Prerequisites: Craft Wondrous Item,",
        "name":  "Weight",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd (fog cloud), 9th (cloudkill), 11th (acid plane shift;Market Price:72,000 gp; Weight: 600 lb. fog); Prerequisites: Craft Wondrous Item, relevant spell; Self-Propelled Vehicle: By animating the wheels,",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Craft creatures just as if it were on the Wondrous Item, ani- ground being pulled by horses. mate rope, telekinesis; The chariot ascends or descends",
        "name":  "Prerequisites",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item, Wind-Favored Sails trunk above, but the lid and call lightning, expeditious retreat;Market Price: 90,000 gp; latch of the trunk are magically",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Much like a bag of hold- round. Spellcasters trying to find the smugglerÆs hold ing, a nondimensional trunk is a cargo box that holds with divination magic must succeed on a caster level more than it looks capable of. Anything with dimen- check against DC 20. sions of less than 10 feet in all directions will fit inside. Caster Level:9th; Prerequisites: Craft Wondrous Item, Up to two tons of cargo can fit in the nondimensional LeomundÆs secret chest, major image, nondetection; Market trunk,which weighs no more than 200 pounds, even if Price:90,000 gp; Weight:200 lb. the weight of its contents is much heavier than that. Speedy Wheels:This pair of wooden wheels fits",
        "name":  "Nondimensional Trunk",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th; Prerequisites: Craft Wondrous Item, most wheeled vehicles, increasing the speed of one so LeomundÆs secret chest; Market Price: 30,000 gp; Weight: equipped by 10 feet. The wheels must be placed on the 200 lb. (maximum). same axle to be effective. Regardless of how many speedy 50",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "10th; Prerequisites: Craft Wondrous lowed by the overall hp and hardness of the vehicle Item, mountor phantom steed(depending on version); itself. Bigger vehicles such as sailing ships have their",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "9th (lesser), 15th (greater); Prerequisites: tion AC statistic. Craft Wondrous Item, control winds; Market Price: Rigging: The hp, hardness, and AC of the vehicleÆs 40,500 gp (lesser), 67,500 gp (greater); Weight: 600 lb. sails, masts, and control lines. If a vehicle lacks rigging, this statistic is omitted. For dirigibles, the rigging sta- tistic represents the durability of the balloon. THE VEHICLE",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Elves also produce objects of unparalleled to mercenaries. In many ways, recruiting mercenar- beauty and grace. However, they usually take a long ies is just like getting any other hireling: you find time to produce items and do not work well with the them, set the terms of their employment, and agree human concept of ôdeadline.ö It is not uncommon for on a price. Unlike regular hirelings, mercenaries are elven artisans to take two or three times longer than brought on to engage in dangerous behavior, which other workers to finish an item. However, there is no means that their definition of hazard pay is quite denying the quality of their work, since they are different from that of other people. An artisan con- deeply concerned with aesthetics. Elves tend to be siders any dangerous situation (such as combat) to more snobbish than other races and may turn down be hazardous and either refuses the job or increases an assignment simply because they consider it the asking wage accordingly. A mercenary charges beneath them. Unless you are in an exclusively elven hazard pay only for unusually dangerous situations, community, the chances of finding an elven porter or such as assaulting a dragonÆs lair, marching hun- laborer are virtually nonexistent. dreds of miles across a scorching desert, or fighting",
        "name":  "Elves",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Devious, violent, and greedy, tieflings ômounted,ö riding along on the backs of war-trained are drawn to becoming mercenaries. They shun porpoises or hippocampi (both described later in large battles, preferring to act as bodyguards (or this chapter). They always accept any assignment 71 assassins) for a rich employer. In rare instances that allows them to attack their hated racial ene- where a band of tiefling mercenaries is available for mies, the sahuagin. hire, they form elite strike teams that excel at620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:06 PM Page 72 CHAPTER 4: HIRELINGS AND CREATURES Exotic Mounts for Table 4û6: Exotic Mount Cost Mercenaries Additional Cost Animal Empathy Exotic Mount Per Day Typical Riders Some mercenaries come with exotic and Handle Animal Blink dog, riding +15 gp Halflings, gnomes mounts and charge their employer more The Animal Empathy skill Deinonychus/ +40 gp Troglodytes, goblins, for the care and feeding of these crea- specifically works with ani- megaraptor hobgoblins tures. Table 4û6: Exotic Mount Cost Dire badger +20 gp Gnomes, dwarves mals, and with beasts and shows the average additional price for Dire bat +20 gp Drow, goblins magical beasts if you accept a some unusual mounts. Typically, herbivo- Dire boar +15 gp Dwarves, orcs, goblins, û4 penalty. Material in this hobgoblins rous mounts cost less than carnivorous book does not change that. Dire shark +10 gp Sahuagin, tritons ones, and mounts that are particularly Handle Animal has no such Dire wolf +10 gp Elves, orcs, goblins limitation, but the sample dangerous in combat cost even more. If a Elephant +10 gp Hill giants, ogres, DCs presented in Chapter 4 of mercenary has one of these special humans the PlayerÆs Handbookare only mounts, remember to increase the merce- Giant eagle +10 gp Elves, humans, aasimar for animals and beasts. This naryÆs daily wage (because he is consid- Giant owl +5 gp Elves, gnomes Hippocampus +10 gp Tritons, merfolk, aquatic book presents a new feat, ered to be mounted). elves [Creature Type] Trainer (later For more information on different Hippogriff +20 gp Humans, elves in this chapter), which allows types of mounts, see Companions, Pets, Lizard, riding +5 gp Dwarves, troglodytes you to train other, nonintelli- and Mounts, below. Pegasus +20 gp Elves, humans, aasimar gent creatures with Handle Porpoise +5 gp Tritons, merfolk Rhinoceros +10 gp Dwarves, ogres Animal as if they were beasts. COMPANIONS, PETS, Triceratops +50 gp Dwarves, orcs AND MOUNTS Winter wolf +15 gp Orcs, goblins, hobgoblins Worg +15 gp Orcs, goblins, hobgoblins",
        "name":  "Tiefling",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Training The world contains a multitude of crea- Wyvern +50 gp Orcs, goblins, Intelligent Creatures tures, not all of them hostile. Many can troglodytes Lawful creatures, regardless of be domesticated, or at least trained, to intelligence, understand the serve as pets, guards, or mounts outside of Training necessity of training. Even the normal ôanimal companionö stan- To make a creature do what you want, you must be highly intelligent lawful crea- dards. Some of these creatures are not able to give it instructions. For some creatures, this tures that wish to serve as even animalsùnearly creature can be involves weeks of training. For others, it is a simple guards or mounts understand trained, convinced, or manipulated to matter of telling them what you want done. that they must learn the nec- serve. The trick is knowing how. Creatures take to their training more easily and essary skills. Assuming the The creature entries that follow are by thoroughly if they start young. A creature reared creature consents to training, no means comprehensive. They are from infancy becomes domesticated (see Domestica- reduce the Handle Animal intended as an overview of what can be tion, below) for purposes of further training. This is check DC by 1 for every 2 capably trained, and how. They can also reflected in lower Handle Animal check DCs for points of Intelligence over 2 to serve as benchmarks against which training. A domesticated creature is docile around simulate its cooperation. DMs and players can develop their own strangers and does not attack unless provoked. Chaotic creatures tend to creations. Creatures with Intelligence of 2 or lower (such as be less accepting of discipline animals and beasts) are trainable using the rules for and repetition. Even when Intelligent Creatures Handle Animal in Chapter 4 of the PlayerÆs Handbook. they agree to it, they reluc- Canny characters may use the Leader- Those with Intelligence of 3 or higher (such as most tantly submit to the strictures ship feat to attract a cohort that can magical beasts) can understand language and often of training. However, they are serve as a mount or guard (intelligent require different techniques, depending on the crea- easily moved by emotional creatures generally do not accept the ture. Creatures having human intelligence, particu- appeals. In this case, a re- role of ôpetö). See Leadership in Chap- larly those with the gift of language, require the use sourceful trainer can substi- ter 2 of the DUNGEON MASTERÆS Guide. of Diplomacy. Generally, Handle Animal is used tute Diplomacy for Handle You cannot use this feat to attract a unless otherwise stated. Animal and lower the check creature with Intelligence lower than Reputable trainers know the difference between DC by 5 to gain a chaotic crea- 4. If you already have a special mount, a creature with animal intelligence (Int 1 or 2) and tureÆs cooperation. familiar, or animal companion, this one that is brighter. Before they begin training a imposes a û2 penalty on your Leader- sentient creature, they find a way to communicate ship score. Table 2û27: Example Special Cohorts in with it and ask its permission. Someone attempting Chapter 2 of the DUNGEONMASTERÆSGuideincludes to train such a creature against its will could be some creatures that can also serve as mounts or arrested for slavery. 72 guards; use these as a guideline if you want to add Smart creatures learn faster. For every 2 points of more examples. Intelligence above 2 that a creature has, training in a task takes two fewer weeks to accomplish (to a620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:06 PM Page 73 CHAPTER 4: HIRELINGS AND CREATURES minimum time of one day). Therefore, to train a they cannot follow very specific dragonne (Int 6) to guard an abbey takes one month instructions. When the master is not New Feat: instead of the standard two. Teaching a pegasus (Int around, a construct or undead creature [Creature Type] Trainer 10) to serve as a mount requires just one day. follows only simple orders that the You are skilled at training a Spells can also be a great boon to a trainer, partic- master left for it. Such a creature is particular type of creature. ularly charm monster. It takes half the normal time easily confused and shows no initia-",
        "name":  "Option",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "When you take this trainer, and the DC of the necessary skill check is Other types of creatures must be feat, choose a type of creature reduced by 10. Creatures with Intelligence 3 or assessed on a case-by-case basis. Some, other than animal or beast. higher often resent this sort of magical coercion; such as oozes, are untrainable and You may rear and train crea- while they can be taught quickly with the aid of only barely controllable. Others, such tures of that type, using the mind-affecting spells, they might not wish to per- as chaotic evil outsiders, are trainable Handle Animal skill, as if they form tricks they learned under a spellÆs influence but not controllable. A few savage were beasts, provided their In- after the spell ends. creatures, such as bulettes, are just not telligence score is 4 or lower. In some circumstances, the DM may rule that a worth the effort. While they are theo- Special: You can gain this creature of Intelligence 5 or higher who can commu- retically trainable, itÆs usually safer feat multiple times. Its effects nicate with its rider by speaking or telepathy should and simpler to find a more easily do not stack. Each time you be considered a follower. This is likely if the PC often domesticated creature to perform the take the feat, it applies to a consults with the creature and uses its abilities out- same task. new creature type. side of conditions it was strictly trained for. In this Exceptions: This feat does case, the PC must adhere to the cohort rules in Chap- Pets not increase the DCs for train- ter 5 of the DUNGEONMASTERÆSGuide, including giving People keep pets for love and compan- ing creatures presented in the the creature a half share of experience. ionship. Nearly anything can be a pet Monster Manual, such as the to somebody, but for care and com- pegasus. However, it lowers Domestication panionship, some creatures make them when appropriate. Domesticated creatures are docile in civilized areas better pets than others do. The best Normal: Handle Animal and calm among strangers. Anyone with the Handle pets generally have no more than 1 does not apply to training Animal skill can direct them to perform tasks they HD, have Intelligence no higher than creatures other than animals have been taught. 2, and are no larger than Small size. or beasts. Not every creature that can be trained can be Creatures with more than 1 HD (espe- domesticated. An owlbear, for instance, is devoted to cially carnivores) continually struggle its master if raised from a chick but can never be with their owners for dominance, Pets and Animal tamed. Animal companions are not considered those with Intelligence 3 or higher Companions domesticated. Further, creatures of evil alignment resent being kept, and unusually large A pet is less useful and less rarely accept domestication. creatures are unwelcome in most civi- reliable than a druid or rangerÆs Creatures that take to domestication well usually lized areas. animal companion. A pet must include animals, beasts, and magical beasts of canine, Notable exceptions include the fol- be trained with the Handle feline, and equine form. Assume that a creature can lowing. Animal skill to accomplish be domesticated unless its alignment is always evil or Animated Object: A wizard might even the simplest tasks. A pet its description states otherwise. animate objects around her house and also does not feel the deep then grow fond of them. If left animated loyalty toward its owner that Training Other Types of Creatures long enough, they usually develop an animal companion does. Most campaign ecologies contain more than just ani- quirks that resemble personality. When threatened, a pet must mals and beasts. ItÆs a safe assumption that in a world Dog: These animals make excellent make a Will save (DC 15). If it of such astonishing variety, the ingenuity of the pets, regardless of their HD or size. fails, the pet ignores any train- common races would lead to a way to train other Elemental: The Monster Manual ing and flees. types of creatures. doesnÆt mention elementals below Training plant creatures requires special tech- Small size, but itÆs safe to assume that Tiny or niques and facilities, but any plant with an Intelli- Diminutive elementals with animal intelligence gence score can learn tricks within its capabilities. could exist. A fire elemental might seem a dangerous Nonintelligent plants, such as the assassin vine, pet, but if it ôlivedö in the hearth, it might well enjoy a are untrainable. simple existence there.",
        "name":  "Benefit",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "These dragons live to be pam- Trainers who wish to try anyway must first arrange pered, and their sole ambition seems to be comfort. a method of trapping an ethereal marauder on the Pseudodragons are perfectly happy to be thought of Material Planeùusually by means of a magic item as pets, as long they eat well and are treated with the such as a collar of material entrapment (see the side- respect they feel they deserve. bar). Then they must locate one of these creatures. This in itself has been the subject of years-long quests; kings and rich merchants have arranged ethe- GUARD CREATURES real expeditions in fruitless attempts to capture one Guard creatures must be fierce, alert, and depend- of these predators. able. Intelligence takes a back seat to these consid- The problems do not end once the creature has erations and is sometimes even a liability for a good been captured. Little is known about their ecology, guardian. and many ethereal marauders mysteriously die in ôGuardö is a blanket term that describes any crea- captivity. Further, not only is the concept of training ture trained to protect or attack. Guard creatures foreign to them, they donÆt even understand language serve in different capacities. Most often, they are as it is known on the Material Plane. The trainer (or left in an enclosed area to defend a place (smarter some interested party) must either use some form ones donÆt need to be enclosed). Other creatures of telepathy or make a successful Innuendo check serve well as bodyguards, traveling with their (DC 25) to communicate the meaning of all the master. Still others are held for special occasions bewildering behavior to the creature. such as hunts or gladiatorial combat. Happily, once this is done, an ethereal marauder Each of the following entries gives turns out to be surprisingly intelligent, and if con- information about a particular creature vinced to submit, serves its master faithfully. It",
        "name":  "Pseudodragon",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Collar of serving as a guard. The entry includes quickly learns nearly any trick and performs them Material Entrapment situations in which the creature is com- all well. As guards, ethereal marauders usually This silvery collar has an monly used, quirks that a trainer would remain on the Ethereal Plane, watching their charge emerald sheen in the light. A be aware of, or special tricks that the intently and attacking interlopers ruthlessly. creature wearing the collar is creature can learn. It ends with Handle DC Young/Adult: 20/27; Young Price: 50,000 gp; completely barred from extra-",
        "name":  "New Item",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequi- opportunists sometimes steal their pups Gargoyles serve only powerful or persuasive mas- sites: Craft Wondrous Item, and train them as guard creatures. Some ters, and even then they must be convinced that dimensional anchor; Market are treated horribly by abusive masters. plenty of foolish prey will attempt to get past them",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "ù; Training Cost:ù.620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:06 PM Page 76 CHAPTER 4: HIRELINGS AND CREATURES Phantom Fungus clutches or whole colonies of shocker lizards are Phantom fungi are insidious guards. Not only are placed in the gardens and inner courtyards of they invisible and quiet, but most detection spells fail expensive houses to guard against the inevitable to register their presence. Unfortunately, these thief who tries entry under cover of heavy foliage. same undetectable qualities make phantom fungi Others keep shocker lizards as personal protection, difficult to train. Seasoned trainers usually tie rib- wearing them on their shoulders like exotic pets, or bons around key points on the phantom fungus or walking a pair of them on short leashes while out give it an occasional dusting of flour to keep up with and about. it. They typically teach the creature to clack its teeth Trainers usually teach household shocker lizards together to alert them when it completes a trick. not to attack children or favored servants. Vindic- Adventurers who know this listen for an occasional tive owners, though, sometimes have them trained clacking sound when they suspect the presence of not to emit their customary warning clicks before trained phantom fungi. attacking. Phantom fungi are only trainable as adults. Their DC Young/Adult: 20/27; Egg Price: 750 gp; Training spores are nonintelligent and immobile. Cost:1,000 gp. DC Young/Adult: ù/27; Spore Price: 1,000 gp; Train- ing Cost:1,000 gp. Vargouille Evil or unusually twisted masters employ these Rust Monster hideous outsiders to guard their valuables. Pre- Domesticated rust monsters are quite friendly dictably, vargouilles most often guard tombs and toward their masters, but their lust for rust over- mausoleums from graverobbers. Clever despots also comes any notion of friendship or loyalty. Masters hide them outside their palaces among rows of pikes who enjoy carrying metal items usually just leave topped with severed heads. their rust monsters alone in an enclosed area as Vargouilles have little personality and no easily free-roaming guards. Since rust monsters do very discernible response to reward or punishment. little real damage, they are often the first line of These qualities make them tough to train. defense, to dissuade intruders rather than harm DC Young/Adult: ù/26; Young Price: ù; Training them (or to soften them up for the more dangerous Cost: 1,500 gp. second line). DC Young/Adult:23/30; Young Price: 1,000 gp; Train- New Guard Creatures ing Cost:1,200 gp. These new animals and beasts can be trained as guards. Sea Lion For castles built on ocean cliffs, royal yachts out on Climbdog pleasure cruises, or underwater treasure grottoes, sea Small Animal lions make excellent guardians. Sea lion trainers are Hit Dice:2d8+4 (13 hp) usually locathahs or merfolk; land dwellers are at too Initiative:+2 (Dex) great a disadvantage in attempting to soothe and teach Speed:40 ft., climb 40 ft. these ferocious predators. Because of their fighting AC:17 (+1 size, +2 Dex, +4 natural), touch 13, flat- tactics and disposition, sea lions are best kept and footed 15 trained in prides. They cannot be domesticated. Attacks:Bite +4 melee DC Young/Adult: 24/31; Young Price:3,500 gp; Train- Damage:Bite 1d6+3 ing Cost:2,500 gp. Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Young Price",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3,000 gp. (Large) 76 Shocker Lizard These magical beasts are guardians for the fashion- Climbdogs live vertically. These canine creatures ably rich. Because of their habitat preference, clamber about effortlessly on the rocky cliffs where620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:06 PM Page 77 CHAPTER 4: HIRELINGS AND CREATURES they are found. They can climb nearly anything short Skills: Climbdogs receive a +4 racial bonus on of a sheer surface. Climb checks, in addition to the +8 bonus on Climb A climbdog has mottled short gray fur, black eyes, checks from having a climb speed. and short legs. It is thickly muscled, and its wide Training a Climbdog:Training a climbdog as a paws are four-toedùtwo facing forward and two hunting or guard animal requires a successful facing to the rear. This arrangement allows climbdogs Handle Animal check (DC 10 young, DC 17 adult). to hook their curved claws into a cliffside whether Climbdog pups are worth 30 gp on the open market. they face up or down. Professional trainers charge 125 gp to rear or train Climbdogs live in sparse packs, claiming entire a climbdog. cliffs for their territory. They feed on cliff-dwelling birds and make their dens in shallow caves. Their Thudhunter short legs belie the amazing speed at which they can Medium-Size Beast scuttle about on vertical surfaces. Hit Dice:4d10+12 (34 hp)",
        "name":  "Training Cost",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Thudhunters receive a +5 racial bonus on per day found in Chapter 5 of the DUNGEONMASTERÆS Jump checks. Guideis adequate. For beasts and magical beasts with",
        "name":  "Skills",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "A long mount that is at least an 8th-level caster. If the steed is killed, the saddle two size categories larger than its rider can carry cannot be reactivated for 24 hours. sidecar saddles. This type of exotic saddle hangs off Caster Level:8th; Prerequisites: Craft Wondrous Item, a creatureÆs side, allowing it to carry passengers phantom steed; Market Price:43,200 gp; Weight:25 lb. without crowding the rider. If a mount is only two Horseshoes of Thunder: Once per day, when a size categories larger than the rider (such as a horse gallops at a full run, and the rider speaks the horse carrying a halfling), sidecar saddles must be command word, these shoes emit a loud crack of worn and weighted in pairs to keep the mount thunder. Any creature in a 20-foot radius (excluding from becoming unbalanced. If the mount is three the mount, rider, and any passengers) comes under the or more size categories larger than the rider (such effect of a shoutspell cast by a 7th-level caster. as a half-orc on an ancient Caster Level: 7th; Prerequisites: Craft Wondrous bronze dragon), then the Item, shout; Market Price: 10,080 gp; Weight: added weight is negligible 1 lb. each. for the mount and not Saddlebags of Holding: unbalancing. Riders in These saddlebags open into a sidecar saddle auto- an extradimensional space, matically get one-half cover allowing them to hold from attacks coming from much more than they the opposite side of would seem able to. Saddle- the mount. Cost: 60 bags of holding always come gp; Weight: 40 lb. in pairs. Each bag contains 30 cubic feet of space and Magic Items can hold 250 pounds. They",
        "name":  "Sidecar Saddle",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Rather otherwise operate identi- than a unique magic item, this is a spe- cally to the bag of holding 1 cial application of the bracelet of friends described in the DUNGEON found in the DUNGEONMASTERÆSGuide. MASTERÆSGuide. It has the same prerequisites and cost. Caster Level:9th; Prerequisites: Instead of keying charms to people, the Craft Wondrous Item, Leo- wearer may key the charms to her mount, animal mundÆs secret chest; Market Price: companion, or guard creature, and call the creature to 5,000 gp; Weight:30 lb. her wherever she may be. Saddlebags of Providing:",
        "name":  "Bracelet of Friends",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "This magic bridle grants trainers Each bag of this pair serves a a +5 competence bonus on Handle Animal checks different function. Every morn- when training a mount. Versions of this item are ing, the right bag contains enough food to feed what- available for exotic mounts. ever creature it is slung over for one day. For horses,",
        "name":  "Bridle of Ease",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequisites: Craft Wondrous Item, this is generally oats and a few lumps of sugar; for charm monster; Market Price: 500 gp; Weight:1 lb. griffons, it means several pounds of raw horsemeat.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "5th; Prerequisites: Craft Wondrous Item, of space for the riderÆs personal effects, and in all animal friendship; Market Price: 3 tricks 1,000 gp, 6 other ways acts as a bag of holding. Both bags weigh 79 tricks 4,000 gp, 9 tricks 9,000 gp; Weight: 1 lb. the same as regular empty saddlebags, regardless of EquestrianÆs Saddle: Anyone seated in this mili- their contents. tary saddle feels more comfortable and competent Caster Level:9th; Prerequisites: Craft Wondrous Item,620_88159_001_A\u0026E Guide2.qxd 1/10/03 1:07 PM Page 80 CHAPTER 4: HIRELINGS AND CREATURES create food and water, LeomundÆs secret chest; Market Price: young of the creature, and the trainerÆs charge to 8,000 gp; Weight: 16 lb. rear or train the creature.",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "3rd; Prerequisites: Craft Won- ing or fussy grooming as horses do. Dromedary and know-how to train exotic mounts are rare, and they drous Item, darkness; Market Price: 12,000 camels (one hump) are best for riding, while bactri- know it. They can set their own gp; Weight: 2 lb. ans (two humps) are best for carrying cargo. Camels prices for their services. How- Shrink Collar: Rather than resizing are thought to be bad-tempered and to carry ever, this is not price gouging. to fit its wearer, as most wearable magic grudges against people who mistreat them, getting Training is long, hard work. Es- items do, this half-inch-wide metal collar revenge by kicking or spitting. Actually, while no pecially in the case of rearing studded with tiny jewels resizes its creature likes being mistreated, camels are fairly young creatures, the price a wearer. When worn, the collar grows to 2 patient and hard workers. trainer charges might be her inches wide, and the jewels enlarge to Carrying Capacity: Light 300 lb., medium 600 lb., entire income for the year. cover most of its surface. Regardless of heavy 900 lb.; DC Young/Adult:11/18; Young Price: 50 The following table pro- his or her original size, the wearer gp; Training Cost:10 gp. vides some general guide- shrinks to Small size, becoming around lines for what a trainer might 3 feet in height and weighing no more Dire Badger charge. This is just a starting than 60 pounds. None of the creatureÆs In communities where gnomes are the primary point; DMs can adjust prices other attributes change. Unwilling tar- race, elite soldiers ride dire badgers. These gnome up or down. gets get a Fortitude save (DC 11) to ôcavalryö units are especially well coordinated, resist. If the save is successful, the collar since the riders can talk to their mounts using Training Training snaps and is ruined. their innate speak with animals ability. Conversa- Conditions Cost A creature with Intelligence 2 or tions are never long or deep, but rider and mount DC 15û19 125 gp lower must succeed on a Will save (DC learn how to communicate economically in the 1- DC 20û24 250 gp 11) or become panicked by the transfor- minute time they have each day, talking about the DC 25û29 500 gp mation. Animal companions do not dayÆs agenda, war efforts, and each otherÆs physical DC 30û35 1,000 gp have to make this save, nor do creatures and emotional states. Unusual movement 500 gp that have the effect of the collar Carrying Capacity: Light 87 lb., medium 174 lb., (fly, swim, burrow) explained to them beforehand some- heavy 263 lb.; DC Young/Adult:16/23; Young Price: 100 Difficult special ability 500 gp how, such as through telepathy or speak gp; Training Cost:15 gp. Vicious creature 1,000 gp with animals. Assistant 100 gp each Caster Level:5th; Prerequisites: Craft Won- Dire Bat required drous Item, reduce; Market Price: 10,000 gp; Dire bats are saddled with so many evil associa- Charm monsterscroll 700 gp",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Light 129 lb., medium 258 lb., masters who have done their packs a great service. heavy 390 lb.; DC Young/Adult: 10/17; Young Price: 50 Over time, a blink dog mount begins to think of its gp; Training Cost:10 gp. associated adventuring party as its new pack, and620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:17 AM Page 82 CHAPTER 4: HIRELINGS AND CREATURES it occasionally tests some member of Lizard, Riding When Your Mount the party to find dominance. A blink These carnivorous lizards are almost exclusively Is Smarter than You dog always considers its rider to be the Underdark mounts, rarely seen on the surface and A 5th-level paladin has Intelli- pack alpha. jealously guarded by their breeders. They are so pro- gence 5. Though she is brave If a blink dogÆs rider wears a ring of tected because they have sticky pads on their feet that and honorable, her warhorse blinking, the dog and ring attune to each allow them to climb wallsùa necessity for getting is smarter than she is. How other through a sympathetic magical about in unpredictable underground passages. These embarrassing. What will the effect so that dog and rider blink in creatures stand 4 feet tall at the shoulder and weigh other warhorses think? unison. No effect has been discovered around 600 pounds.",
        "name":  "Carrying Capacity",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Light 300 lb., medium 600 lb., demonstrably less intelligent its rider using dimension door. However, heavy 900 lb.; DC Young/Adult: 20/27; Egg Price: 300 in authority over a more intel- blink dogs and their riders often gp; Training Cost:1,000 gp. ligent subordinate can be develop flanking routines and quick get- frustrating for both sides. If aways that make good use of this ability. dLizard, Riding: CR 1; Large magical beast; HD the master has the Leadership Carrying Capacity: Light 99 lb., medium 2d10+6; hp 17; Init +1; Spd 40 ft.; AC 16 (touch 10, feat, the creature naturally rec- 198 lb., heavy 300 lb.; DC Young/Adult: flat-footed 15); Atk +5 melee (1d6+4, 2 claws), +3 ognizes her supremacy and 22/29; Young Price: 10,000 gp; Training melee (1d8+2, bite); Face/Reach 5 ft. by 10 ft./5 ft.; never creates any problems. If",
        "name":  "Having someone who is that allows a blink dog to teleport with Carrying Capacity",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hide û3, Listen +3, Spot +3; Multi- Lawful creatures usually remote barbarian tribes. Capturing oneÆs attack. work within the bounds of the mount is often a rite of passage into adult- Sticky Pads (Sp): A riding lizard has large, circular relationship, and when ordered hood for young members of these tribes. pads on its toes that exude adhesive. At will, a riding to do something thoughtless, Since these creatures are difficult to train lizard can stick to any vertical or inverted surface as try to reason with the master. in adulthood, the rite usually revolves spiderclimbcast by a 20th-level sorcerer. Chaotic creatures tend to be around stealing eggs. Facing adults (or a impatient and rebellious. Good pack) is sometimes used as a test of a Owlbear creatures generally play along, strangerÆs worthiness, though. Only the brave or foolish ride owlbears. Foolishness, accepting the state of affairs The deinonychus is normally a single- at least, is never in short supply. as yet another of lifeÆs trials. rider creature, but it can easily carry a The primary training method for owlbears is pain. Evil creatures take advantage passenger. The megaraptor is a rare Most good members of the common races consider of the situation and attempt mount, difficult to control. When trained, the exercise cruel, even for owlbears. However, only to manipulate a stupid master. it can carry up to five Medium-size pas- repeated, excessive beatings have consistently been Neutral creatures try to make sengers in addition to its rider on long proven to work, first to train an owlbear not to the best of things without hunting trips. attack its trainer, and eventually to allow a rider. doing anything suicidal or A common trick rider/trainers teach Magic renders an owlbear docile for a short time. blatantly stupid. Creatures with high Cha- their dinosaurs is pack hunting tech- Unlike other creatures, though, when the enchant- risma scores are more socially niques. One or more dinosaurs learn to ment ends, the owlbear reverts, forgetting anything adept and tend to diplomati- flush prey into traps set up by their riders. it learned. cally redirect attention away With this trick, the mounts also know Regardless of the frequency or severity of beatings, from a masterÆs lack of intelli- how to flank with their riders in combat. owlbears are incurably hateful and turn on their gence. Those with average Though technically bipeds, because of riders at the first sign of weakness. Any time a rider Charisma put up with their their build and leg strength, both types takes more than 15 points of damage in a single mastersÆ foibles but gossip or of dinosaur have carrying capacities as round, he must make a Ride check to control his complain when the master is quadrupeds. Eggs and young of these mount in battle (DC 20). If he fails, the owlbear gone. A creature with low Cha- dinosaurs are unusually expensive due immediately tries to throw the rider (DC 20 Ride risma might sigh loudly and be to the extreme distances and hardships check to stay in the saddle) and ignores other oppo- openly sarcastic to the mas- involved in bringing them back from nents. If the rider ever falls from the saddle, the owl- terÆs face (but still obedient). their isolated homelands. bear attacks him immediately.",
        "name":  "These dinosaurs are favored as mounts by Skills and Feats",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Light 198 lb., medium 399 lb., aquamarine. The front half resembles a horse with heavy 600 lb. short hair, except that fins replace hooves and mane. The hindquarters are those of a great fish, Hippocampus with scales and a muscular tail fanning out into a Large Magical Beast (Aquatic) large fin.",
        "name":  "Carrying Capacity",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "7th; Prerequi- gp; Training Cost: 2,000 gp. mount a gelatinous cube; once inside, sites: Craft Wondrous Item, a cube rider canÆt be dislodged by any OtilukeÆs resilient sphere;Market Dragon normal means. Ride checks incur a û5",
        "name":  "Caster Level",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Light 198 lb., medium 396 lb., appropriate to their age category and treasure equal heavy 600 lb.; DC Young/Adult: ù/29; Young Price: to 1,000 gp per Hit Die of the dragon. This is a good 5,000 gp; Training Cost:ù. starting point, though the personality of the dragon and the power of the rider determine if more must be Hieracosphinx 85 done to cement the relationship. These sphinxes look much like griffons, and the Carrying capacities vary widely depending on the two can be easily confused at a distance. A hieraco- age and type of dragon. Handle Animal check DCs sphinx is tougher and stronger than a griffon, but620_88159_001_A\u0026E Guide2.qxd 1/10/03 10:18 AM Page 86 CHAPTER 4: HIRELINGS AND CREATURES the greatest difference is its evil nature. A griffon inside a purple wormÆs mouth that causes the attacks only when riled or hungry, and it makes an growth of a large cyst. After a cyst reaches roughly excellent flying mount when trained. A hieraco- 6 feet in diameter, the illithid drains its new ôcyst sphinx enjoys fighting for its own sake and is a con- saddleö and rides in the wormÆs mouth. The cystÆs tentious mount, regardless of training. membrane is stretched so thin that it is nearly However fearsome a foe it may be, a hiera- transparent. The mind flayer uses charm monster to cosphinx is predictably distracted by the appear- keep the worm compliant during training, but ance of a gynosphinx. Clever illusionists keep this since purple worms have no language, illithid ace up their sleeves against a rider on one of these riders must lower themselves to issuing commands magical beasts. verbally in Undercommon.",
        "name":  "Smart dragon riders provide their mounts with a lair Carrying Capacity",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Light 459 lb., medium 918 lb., A purple worm with a cyst saddle in its mouth heavy 1,380 lb.; DC Young/Adult: 27/34; Egg Price: can swallow only Medium-size or smaller creatures. 5,500 gp; Training Cost: 2,500 gp. If the worm successfully swallows a creature whole, that creature can make an attack of opportunity Hydra against the cyst (AC 5) as he or she passes. An oppo- Hydras are insanely difficult to train, more so than nent balancing on or flying into the wormÆs maw even an experienced trainer might guess. Each head without being swallowed can also attack the cyst. must be trained independently, and untrained heads Until torn, the cyst provides full cover for the rider do not wait patiently for their turns. inside. However, its membrane is delicateùonly 10 Trainers must use aggressive magical aid points of damage tears the cyst and exposes the Challenge Rating to even begin the training process; a illithid inside to the wormÆs maw as well. Because of and Mounts spellcaster can make a decent living just this danger, experienced riders order their mounts Using the Encounter Level casting charm monster every few days to to swallow whole only when victory is certain and rules found in Chapter 4 of keep the other heads docile while the they wish to see a foeÆs terror-stricken face on the the DUNGEON MASTERÆS Guide, trainer works with a single head. Train- way to oblivion. treat a character and her ing the largest hydras can take years, and Purple worms have no place for cargo. Riders must mount as a mixed pair. Thus, failed Handle Animal checks can be dis- carry any cargo on their persons. the EL of the group is 1 more astrous. For this reason, any trainer who Carrying Capacity:As rider; DC Young/Adult: 34/41; than the characterÆs CR if her consents to even attempt this task usually Young Price: 15,000 gp; Training Cost: ù. (No one but mountÆs CR is 3 less than her refuses to train a hydra with more than mind flayers has ever trained a purple worm.) level. This is a decent rule of five or six heads. thumb until about 8th level.",
        "name":  "Carrying Capacity",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    },
    {
        "origin_file":  "magic_items.json",
        "description":  "Hoof 1d8+5; bite 1d4+2 The only known way to train a tendriculos is to Face/Reach:5 ft. by 10 ft./5 ft. raise it from a seed, grown in a special mixture that Special Attacks:Shatter negates its paralytic digestive juices. This makes the Special Qualities:Construct, DR 5/+1, magic tendriculos completely dependent on its master, immunity",
        "name":  "Tendriculos Damage",
        "source":  "arms_and_equipment_guide_vampiric.txt",
        "_id":  "1618b87cf7efaf236bf8ab8aeb46322f2626b2f8571d2c59054302538b808a63"
    }
]
