[
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action other effects that increase a weapon’s your Wis modifier as its attack bonus.",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 swift action ledniwhoV .F yb .sullI The standing wave spell is useful for moving foes—and for simply moving 206 1 RETPAHC LLEPS SNOITPIRCSED speed of 60 feet over water. The spell You place the two daggers in your out- Casting Time: 1 standard action dissipates when the wave contacts stretched palm and cast the spell. They rise Range: Personal land, lowering its burden harmlessly from your hands, glowing with a dim blue Target: You to shore. If you are riding in or stand- radiance. Duration: 1 round ing on the object, the object continues to move until you are no longer in or The two daggers hover about you, Your fingers exude a slightly viscous secre- on the object or the spell is dismissed; attacking foes that come near. On your tion and become more nimble. When otherwise, the object is moved to the turn, each blade can make an attack at touched together, your fingertips stick extent of the spell’s range when you an adjacent opponent, with an attack slightly. cast the spell. bonus equal to your caster level + your relevant ability modifier. The damage This spell grants you a +10 bonus on STARVATION they deal is equal to the normal weapon Sleight of Hand checks. damage (1d4 for daggers) + your ability Transmutation",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Druid 4 modifier (Intelligence for wizards and STICKY SADDLE Charisma for sorcerers). The weapons",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes Duration: 1 minute/level (D) situations. Disarming a weapon under the effect of steeldance ends the spell for Your stomach growls as you near comple- A colorless glow surrounds you and your that weapon. tion of the spell. As you declare the target of mount for an instant. When the glow fades,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Two bladed weapons, such as the spell, your hunger disappears, but you you feel more attentive to the movements daggers or longswords. note with satisfaction that your target seems of your mount even while an unseen force wracked with pain. holds you fast to it. STICK You inflict wracking hunger pangs Transmutation This spell “glues” you to your mount. on the target creature. It must make Level: Bard 0, sorcerer/wizard 0 It becomes impossible for you to fall a Fortitude save or take 1d6 points Components: V, S, M or be thrown off your mount. Prying of nonlethal damage per caster level Casting Time: 1 standard action you from the saddle requires a DC 20 (maximum 10d6) and become fatigued. Range: Touch Strength check, and you gain a +10",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Two swords or daggers Components: V, S, M",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 minute/level (D) save or be knocked prone, and Large or larger creatures must You harness the powers of wind succeed on a Fortitude save and storm to move, protect yourself, to move that round. Flying and attack. creatures that fail their saves are instead blown in a random You can fly at a speed of 40 feet, direction, traveling 1d6×5 feet and you gain immunity to thrown if Large or larger, 1d6×10 feet if weapons and projectile ranged Medium, and 2d6×10 feet if Small attacks. You are completely unaf- or smaller. Spells cast within the fected by natural or magical wind, area are disrupted unless the easily able to hold your position and caster succeeds on a Concentra- not subject to other adverse effects tion check against a DC equal to of extreme wind. the storm of elemental fury’s save DC Finally, you can discharge a bolt + the level of the spell the caster is of electricity from your eyes once per trying to cast. round. You enemies’ spell resistance 2nd Round: Chunks of rock fall applies to these lightning attacks. Doing from the sky, dealing 5d6 points of this is a standard action that does not damage (no save) to all creatures in provoke attacks of opportunity, has a the storm. range of 100 feet, and requires a ranged 3rd Round: A deluge of rain touch attack. You gain a +3 bonus on the extinguishes unprotected flames attack roll if the opponent is wearing and perhaps protected ones as metal armor, made out of metal, or car- well (50% chance). The torrential rying a lot of metal. If you hit, the bolt downpour reduces visibility to 5 deals 1d6 points of electricity damage feet and cuts movement in half. per two caster levels (maximum 10d6), 4th Round: Flame pelts the area be- with no saving throw allowed. neath the storm cloud, dealing 1d6 Storm tower gives a druid respite from foes points of fire damage per caster level (maximum 15d6) (Reflex half). A storm tower absorbs any electricity STRATEGIC CHARGE damage dealt to those within it. Magic Abjuration missiles cannot be cast into, out of, or STORM TOWER within a storm tower. The storm tower Level: Blackguard 1, paladin 1",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your breath weapon ship is underwater. Any creature aboard",
        "name":  "Transmutation Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 swift action You breathe out, and your breath weapon is climbing and jumping) as if it were",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round are left standing but stunned. spell as long as they remain within 10 feet of the ship. External forces, such You call upon the fortitude of the powers For this spell to function, you must as a storm or an angry dragon, can still of good, and your flesh turns an ivory-gray have a breath weapon that deals hit jostle the ship and cause it to shake hue as you draw power up through the point damage, either as a supernatural and possibly knock passengers and earth itself. ability or as the result of casting a objects from it, but nothing falls from spell such as dragon breath (page 73). the ship as a result of your direction of The spell grants you a +8 enhancement When you successfully cast this spell, its movement. bonus to Strength. The spell ends you imbue your breath weapon with You can transfer control of the ship to instantly if you lose contact with the concussive force that can stun those another individual by giving that indi- ground. This means you cannot jump, caught in its area. Creatures that take vidual the miniature rudder you used tumble, charge, run, or move more than damage from the breath weapon must as a focus to cast the spell. If the focus your speed in a round (because these make successful Fortitude saves (DC is ever lost or becomes unattended, the acts cause both of your feet to leave the equal to your breath weapon save DC) spell’s duration expires. ground) without breaking the spell. A or be stunned for 1 round. Once the spell ends (either because natural stone wall or ceiling counts as the duration expired, the focus was the ground for the purpose of this spell STUNNING BREATH, lost or became unattended, or the (so you could climb a cavern wall and not lose the spell). GREATER magic was successfully dispelled), the magic lingers for 1 additional round per Transmutation caster level. During this time, the ship",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A gem worth This spell summons an Elysian thrush 1 round/level + 1 round 100 gp—aquamarine for air, tourma- (Planar Handbook 118), a birdlike crea- Saving Throw: None line for earth, garnet for fire, or pearl ture native to the Blessed Fields of Spell Resistance: No for water. Elysium. The creature has no sig- nificant combat utility, but its song You invoke the powers of good and law, SUMMON ELEMENTITE accelerates the natural healing rate of and a brilliant beam stabs from the living creatures. Those within 30 feet heavens above. Out of that beam strides a SWARM who listen to the thrush’s song while red-fleshed, dog-headed humanoid with a Conjuration (Summoning) [see text] resting recover at twice the normal greatsword.",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One creature/level, no two of Enchantment (Compulsion) to the effect of the writing are unaf- which are more than 30 ft. apart [Mind-Affecting] fected. Once this spell ends, all magical",
        "name":  "BREATH WEAPON creatures that have already succumbed Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One creature that has a Illusion (Glamer) breath weapon SUREFOOT Level: Sorcerer/wizard 3",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No (object) The subject of this spell cannot use You speak a few words and motion toward its breath weapon for the duration of your feet, which begin to glow with a You sprinkle the object with a handful of the spell. green hue. gem dust, and the last words of your spell fade like they are being dragged into a SUPPRESS GLYPH Your steps are sure and true, even on hole. Then the normal sounds of the world Abjuration the narrowest ledges. You gain a +10 reestablish themselves, but the spell within",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 minutes/level (D) This spell functions like sword of decep- to flood the target’s lungs. If the target Saving Throw: None tion (see below), except that you cause is unable to breathe water, it must Spell Resistance: Yes (harmless) a black blade of pure negative energy cough it out. If it makes the save, then to appear and attack opponents at a this expulsion is done with little effort. Making the sound of crashing waves with distance, as directed by you. Instead If it fails the save, the creature falls your throat completes the spell. With a of dealing damage, a sword of darkness prone in a coughing fit for 1d6 rounds wave of your hand, your subject seems bestows one negative level on each and is helpless during that time. Fur- more streamlined, with a hint of webbed successful hit against a living creature, thermore, on a failed save, the subject appendages. threatens a critical hit on a roll of contracts filth fever (DMG 292). 19–20, and bestows two negative levels Creatures able to breathe water must This spell gives the recipient a swim on a critical hit. Negative levels usually make the Fortitude save in order to speed of 30 feet (although not the abil- have a chance of permanently draining avoid the disease, but are otherwise ity to breathe water or hold one’s breath the subject’s levels, but the negative unaffected. beyond normal limits). As long as the levels from sword of darkness don’t last creature isn’t carrying more than a long enough to do so. However, if the SWAMP STRIDE light load, it can swim without making subject gains at least as many negative Swim checks. It also gains a +8 bonus levels as it has Hit Dice, it dies. Conjuration (Teleportation) on any Swim checks to perform special If the sword strikes an undead crea-",
        "name":  "This spell causes stagnant swamp water Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You even if rushed or threatened, and can Material Component: A bastard sword",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 hour/level or until use the run action while swimming if or longsword, which is shattered against expended; see text it swims in a straight line. a stone while casting the spell. If the creature is carrying more than Instinctively, you know the depth of the nearest pool of water, as well as other pools a light load, it must make Swim checks SWORD OF DECEPTION to move (taking the normal penalty for nearby of a similar depth. In your mind’s eye Evocation [Force] weight carried), but all other benefits you see the pools connected to one another Level: Sorcerer/wizard 4 of the spell still apply. magically, as if each were a doorway with Components: V, S, F",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Medium (100 ft. + 10 ft./level) This spell functions like tree stride (PH SWIM, MASS Effect: Pale green blade of force 296), but it is used for diving into pools Transmutation [Water] Duration: 1 round/level (D) of water rather than trees. Each pool Level: Druid 4 Saving Throw: None must be at least 1 foot deep, and the Targets: One creature/level, no two Spell Resistance: Yes exit pool of water must be similar in of which are more than 30 ft. apart depth to the entry pool (within 1 foot). Swinging a miniature replica of a sword Unlike with tree stride, each jump has a Choosing carefully the recipients of your as if it were real, you bring into being a maximum range of 500 feet. All other spell, you cause a blue-green glow to full-sized representation of your replica effects and limitations are the same. emanate from each one. Moments later, made entirely of pale green force. The blade the emanation fades, leaving the chosen immediately attacks your enemy. SWIFT (SPELL NAME) creatures looking more lithe but with more robust limbs. You cause a blade of pale green force Any spell whose name begins with to appear and strike the opponent you swift is alphabetized in this chapter The spell functions like swim, except designate, starting with one attack in according to the second word of the that it affects multiple creatures. the round when the spell is cast and spell name. Thus, the description of continuing each round thereafter. a swift spell appears near the descrip- tion of the spell on which it is based, SWORD OF DARKNESS Though it makes regular melee attacks, the sword strikes as a spell, not a unless that spell appears in the Player’s Necromancy [Evil] weapon (and so can strike incorporeal Handbook. Level: Sorcerer/wizard 7 creatures). A sword of deception always",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Druid 2, sorcerer/wizard 2 The blade attacks with a base attack You shatter the sword in your hand against",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round 1d8 points of damage per hit and threat- weapon made entirely of black energy. As",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One creature addition, each successful hit provides a 218 1 RETPAHC LLEPS SNOITPIRCSED –2 penalty on the target’s next saving the day. The symbol remains active remove a symphonic nightmare before its throw roll (–4 on a successful critical for 10 minutes per level or until it has duration expires. A remove curse cast at hit). This penalty is cumulative (to a erased fifty levels of spells. The symbol a higher caster level than the symphonic maximum of –5 on a single creature) attacks creatures with spell-like abili- nightmare spell removes it, as does a suc- and lasts until the creature is forced ties as if they had spells, consuming cessful break enchantment. Otherwise, to make a saving throw in a dangerous a daily use of the highest-level ability a wish or miracle is required to lift the situation or receives the benefit of a the creature possesses, or suppressing curse. remove curse spell. an ability usable at will for 1 round. This spell can also be cast on a crea- Each round, a sword of deception con- ture you are scrying, or on a creature tinues to attack the previous round’s SYMPHONIC distant from you if you hold something target unless you use a standard action the creature carried within the past 24 to switch it to a new target within NIGHTMARE hours. range. In any round when the weapon Enchantment (Compulsion) Focus: A small statue of an opened switches targets, it gets one attack as a [Mind-Affecting] skull, within which is arranged a standard action (as it does in the round Level: Bard 6, cleric 7, sorcerer/ miniature orchestra. The quality of this when the spell is cast). The weapon wizard 7 component must be extraordinary, and can make multiple attack rolls against Components: V, S, F it carries a value of 1,000 gp. a single target with a full attack action Casting Time: 1 standard action if its base attack bonus permits. A sword Range: Touch; see text SYNOSTODWEOMER of deception cannot be attacked or dam- Target: Living creature touched; Transmutation aged (though it can be dispelled as any see text",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Personal the first time the sword attacks. If",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One of your spells the check is successful, the sword can A dark and ominous aura forms around",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round attack that creature with normal effect you as you complete the spell. Distant chords for the duration of the spell. If not, the of a harsh and terrible symphony—as if You cast this spell, and you picture a forge sword of deception is dispelled. If the multiple orchestras played different pieces in your mind. You think of the forge as you target goes beyond the spell range or simultaneously—echo continuously in the cast your next spell, but that spell does not out of your sight, the sword of deception air as you reach for your victim. manifest. Instead, your hands glow with a returns to you and hovers. golden curative radiance.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A miniature replica of a sword A creature targeted by this spell loses and a set of loaded dice. the ability to dream during sleep or You channel the spell energy from a rest. Rather, in place of dreams, the spell you know into healing magic. SYMBOL OF SPELL LOSS subject’s slumbering mind is filled After you cast this spell, the next spell with the sounds of a discordant orches- Abjuration you cast in the same round is converted tra. After the victim’s first attempt",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S, F the same reaction as “Attack”). with a natural weapon or unarmed",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No An explosion of water rushes out from A faint gray shimmering the point you designate, bowling force in the general shape of over your enemies. a staff or spear springs from your hand. When you cast this spell, you create a huge wave of water When you cast this spell, that slams into one or more you create a deadly targets within range. If no lance of force. You can large, natural source of water freely make a thunder- (a river, lake, or ocean) exists lance retract or grow to within the spell’s range, you any length from 1 foot can affect only one target. to 20 feet, but it always If such a source of water remains a straight lance exists within the range of of force. This effect gives the spell, the spell creates a you a natural reach of 20 burst centered on a location feet. You can use a thun- you designate. In either case, derlance to make powerful the water deals 1d6 points of melee attacks. damage per caster level (maxi- You can wield a thun- mum 15d6) to the target or to derlance in one or two creatures within the burst. hands, dealing a base 3d6 In addition, all affected points of damage (crit creatures are subjected to a 20/×3). Instead of using bull rush attack, forcing them your Strength modifier, The thunderhead spell seems a nuisance, but it can be deadly to make opposed Strength you use the higher of checks against the wave of your Intelligence modifier or Charisma Calling upon the lost voices of dead water. The water has a +5 bonus on modifier as a bonus on attack rolls and creatures, you cause the targeted area to the opposed Strength check, or a +10 damage rolls. become filled with the enraged roaring of a bonus if the spell is cast near a source If you successfully strike a target thousand dinosaurs. The ground beneath of water. You designate the direction protected by any force effect of 3rd the area shakes with the sound. the wave pushes when you cast the level or lower, such as a shield or mage spell; creatures that lose the opposed armor spell, the thunderlance might The resulting blast of sound from the Strength check are pushed back 5 dispel the force effect in addition to casting of thunderous roar can be heard feet, plus an additional 5 feet for every damaging the target. Make a dispel for miles, but the spell affects only those 5 points by which the wave beats their check against the level of the caster in its area. All creatures in the affected Strength checks, in the chosen direc- who created the effect. If you succeed, area take 1d6 points of sonic damage tion. It is possible for a wave arising the effect is dispelled. The thunderlance per two caster levels (maximum 5d6). from a body of water to push characters remains whether you succeed or fail on A successful Fortitude saving throw into the water. this check. halves the damage. Additionally, any The wave puts out torches, campfires,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round learned tricks. Your hand glows with roiling purple light You speak quickly, and your animal com- as you reach out to deliver lunacy with panion glows briefly, the glow focusing your touch. TRANSCRIBE SYMBOL around its natural weapons. Abjuration",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes to damage structures. The effect lasts a rider, the mount no longer attacks for 1 round per three caster levels, With words of encouragement, you make in combat. The steed willingly bears during which time any spellcaster on the creature better able to handle the rigors its rider into battle; it just can’t use its the ground in the area must succeed on of overland travel, at the expense of its own natural weapons for the duration a Concentration check (DC 15 + spell ability to fight. of the spell. level) or lose any spell she is casting. A Illus. by W. England 224 1 RETPAHC LLEPS SNOITPIRCSED creature attempting to use a skill that triadspell more than once upon a single Reaching out with your thoughts, you grasp would provoke attacks of opportunity prepared spell. the mind of your foe and take command of (such as Disable Device, Heal, Open its actions. Lock, and Use Rope, among others) TRUE CREATION must succeed on a DC 15 Concentra- You can control the actions of any Conjuration (Creation) tion check, or the action automatically humanoid. You establish a telepathic",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A fleck of skin from a appropriate skill check to make a com- unlimited, as long as you and the sub- creature that has tremorsense. plex item, such as a Craft (bowmaking) ject are on the same plane. You need check to make straight arrow shafts or a not see the subject to control it. TRIADSPELL Craft (gemcutting) check to make a cut Protection from evil or a similar spell and polished gem. Transmutation can prevent you from exercising con- Unlike the items brought into being",
        "name":  "Arcane Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sorcerer/wizard 3 among others. The effect of a statue when you touch the weapon, the light shifts",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One corporeal undead/ addition, any spell that holds magical You give a weapon the undead bane level, no two of which are more effects, including other spells (magic special ability in addition to any other than 30 ft. apart mouth, imbue with spell ability, and so properties it has. Against undead,",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round/level on), immediately releases them at a your weapon’s enhancement bonus",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) from evil, shield, globe of invulnerability, undead. The spell has no effect if cast and similar spells are not affected upon a weapon that already has the You make a dark incantation and smash by an unbinding. Petrified creatures undead bane special ability. the firefly between your thumb and fore- are neither revealed nor restored. Alternatively, you can affect up finger. The undead bursts into blue flames Individuals bound to service are not to fifty arrows, bolts, or bullets. The that do not burn. freed (including creatures such as projectiles must be of the same kind, familiars, invisible stalkers, genies, and they have to be together, such as The subject creature deals an extra 2d6 and elementals). An antimagic field in the same quiver. Projectiles, but not points of damage on melee attacks against is not affected, nor does the effect of thrown weapons, lose their transmuta- living creatures. If an attacked creature unbinding penetrate one. A magic circle tion after one attack. has spell resistance, the resistance is against evil (or another alignment) that The weapon is treated as good- checked the first time the undead subject currently holds a creature imprisoned aligned for the purpose of overcoming attacks it. If your caster level check fails, is dispelled. damage reduction. the creature is unaffected by that casting Curses and geas/quest spells are of the undead torch. negated only if you are of a level equal UNDEAD LIEUTENANT If the undead creature is destroyed, to or greater than that of the original Necromancy the undead torch continues to burn at caster.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action in your control. The targeted undead Range: Close (25 ft. + 5 ft./2 levels) Transmutation must have Intelligence 5 or higher. Targets: One creature/5 levels",
        "name":  "WEAPON the authority of command over undead Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon touched or fifty this spell. The number of undead you can You invoke the power of good and indicate projectiles (all of which must be in control is increased by an amount equal each of your party members in turn. A contact with each other at the time to your caster level as long as the undead crystal blue aura springs up around each of of casting) lieutenant is active. If the target undead them, fortifying them against the assaults",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cylinder (20-ft. radius, ethereal or incorporeal undead as if transmute mud to rock, transmute rock to 20 ft. high) they were using ghost touch weapons. mud, tunnel swallow, wall of stone, and",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless) on Will saves. In addition, when making The creature you touch grows a full attack, the affected crea- thick tree roots that anchor it to ture can make one additional the ground and provide it with life- attack with any weapon it is sustaining healing. holding. The attack is made using the creature’s full base attack bonus, The creature you touch must plus any modifiers appropriate to the be standing on or otherwise situation. This effect is not cumula- touching the ground for this tive with similar effects, such as that spell to have an effect on provided by the haste spell. it. For the duration of the spell, the touched crea- VEIL OF SHADOW ture can’t move from its Evocation [Darkness] current space, nor can",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes You touch your ally, and her eyes mist over +4 Con, +2 Int, +4 Wis, +4 Cha. momentarily. You know she is seeing an You speak the words of this spell and toss image of her deity, imploring her to battle Evil clerics undergo the following the small ball of silk in the air. It turns into in his name. transformations. a 5-foot-wide glob of dripping, green-gray goo, and the sticky mass rockets toward You give the subject creature a brief • You grow batlike wings that allow your target. vision of a divine entity that is giving you to fly at your normal speed (aver- it support and inspiring it to continue. age maneuverability). When you attack with a viscid glob, you The creature gets a morale bonus equal • You gain +1 natural armor. make a ranged touch attack against to your Charisma modifier on a single • You gain bite and claw attacks. If you the target. If you miss, the glob might saving throw. It must choose to use the are size Medium or larger, your bite strike a nearby square or creature bonus before making the roll to which deals 1d6 points of damage and each (see Missing with a Thrown Weapon, it applies. Using the bonus discharges claw attack deals 1d4 points of damage. PH 158). Once you have established the spell. If you are Small, your bite deals 1d4 the direction of the miss, roll 1d4 to points of damage and each claw attack deals 1d3 points of damage. determine the number of squares VITRIOLIC SPHERE away from the target square that the • You gain darkvision out to 60 feet. Conjuration (Creation) [Acid] glob lands. • You gain immunity to poison. Level: Sorcerer/wizard 5 A Medium or smaller creature • You gain resistance to acid 10, cold Components: V, S, M struck by the glob must make a suc- 10, electricity 10, and fire 10. Casting Time: 1 standard action cessful Reflex save or be instantly • You gain damage reduction 10/ Range: Long (400 ft. + 40 ft./level) stuck in place. A stuck creature can magic. Area: 10-ft.-radius burst speak but is otherwise limited to • You gain spell resistance 25. Duration: Instantaneous; see text purely mental actions (such as casting • You gain the following bonuses to Saving Throw: Reflex partial; spells with no somatic or material your ability scores: +4 Str, +4 Dex, see text components) and attempts to free +2 Con, +4 Int, +2 Cha. Spell Resistance: No itself by means of a Strength check 232 1 RETPAHC LLEPS SNOITPIRCSED Although a safe zone exists at the center of a vortex of teeth, some creatures are too large to take advantage of it At the successful casting of the spell, A huge school of transparent piranhas you conjure a sizzling emerald sphere. swims rapidly through the air in the area Thes pherei mmediatelys hatters,d rench- you indicate. These magic fish are made of ing all in the area with a potent acid. force and tear into the bodies of creatures as though ravenous. Affected creatures take 6d6 points of checks. You also gain the ability to acid damage. Creatures that succeed on speak and understand (but not read) Creatures in the area take 3d8 points of their Reflex saving throws take half of Draconic. damage per round at the beginning of this damage. Creatures that fail their At any time before the spell’s dura- your turn. Because this spell is a force Reflex saves take full damage, and also tion expires, you can use a standard effect, it harms incorporeal creatures. take 6d6 points of acid damage in each action to target a creature with a",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round You can direct the falling damage) 1d8×5 feet from the movement of the base of the waterspout. You jab your weapon into the air as if in waterspout as a Waterborne creatures or objects triumph, letting out a cry of victory before move action. within 10 feet of the spout (below and you have even made your attack. Foes on all sides) also must make success- around you seem surprised by your display ful Reflex saves or be sucked into the even as the feeling grows within you that spout if they are Medium or smaller. you cannot fail. Anything sucked into the spout takes 3d8 points of damage and You gain a +4 morale bonus on attack is then trapped for 1d3 rounds as rolls and damage rolls made as part described above. of a charge. Only the smallest of watercraft, If you deal damage with a charge such as canoes, kayaks, or coracles, attack, your foe must succeed on can be sucked into the spout. The a Will save or become panicked occupant of any such craft can make for 1 round (spell resistance a Profession (sailor) check instead applies to this effect). of a Reflex save if it so chooses to avoid being sucked up. WARNING SHOUT Transmutation [Sonic] WAVE OF GRIEF",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes ing barriers. brings victory closer Emitting a mournful wail, you send out All allies within range are no longer A waterspout moves at a speed of 30 a pulse of magic imbued with sorrow and considered flat-footed, even if they have feet. You can concentrate on control- sadness. not yet acted in the current combat. ling the waterspout’s every movement Anyone sleeping naturally (as or specify a simple program, such as All within the cone when the spell is opposed to magically induced sleep, move straight ahead, zigzag, circle, or cast take a –3 penalty on attack rolls, such as from a sleep spell) within the the like. Directing a waterspout’s move- saving throws, ability checks, and skill area is woken by a warning shout. ment or changing its programmed checks. movement is a move action for you. A Material Component: Three tears. WATERSPOUT waterspout always moves during your Conjuration (Creation) [Water] turn in the initiative order. If the WEAPON OF ENERGY",
        "name":  "With a war cry spell, a roar of triumph Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One weapon",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 round/level This spell makes a bludgeoning weapon Ehlonna: +1 frost longsword",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 throwing battleaxe object) of the weapon. If the spell is cast on",
        "name":  "Garl Glittergold",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 shock longsword Your hand glows slightly. With a touch, you projectiles, the weapon of impact effect",
        "name":  "Heironeous",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 mighty cleaving heavy flail transfer the glow from your hand onto the on a particular projectile ends after one Kord: +1 mighty cleaving greatsword intended weapon. use, whether or not the missile strikes Kurtulmak: +1 shock shortspear its intended target. Lolth: +1 keen whip",
        "name":  "Hextor",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 throwing warhammer to deal energy damage in addition to its weapon’s threat range, such as the Nerull: +1 keen scythe other abilities, similar to how a flaming Improved Critical feat, don’t stack. Obad-Hai: +1 defending quarterstaff",
        "name":  "You cause a weapon to gain the ability Multiple effects that increase a Moradin",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 keen rapier burst weapon deals extra fire damage",
        "name":  "Olidammara",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 flaming heavy mace on a hit or a critical hit. The weapon WEAPON OF THE DEITY St. Cuthbert: +1 mighty cleaving can deal acid, cold, electricity, or fire Transmutation heavy mace damage, chosen by you at the time of",
        "name":  "Pelor",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Blackguard 3, cleric 3, paladin 3 Vecna: +1 frost dagger casting. The weapon deals an extra Wee Jas: dagger of venom",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1 standard action type on a successful hit. On a critical Yondalla: +1 defending short sword",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touch hit, the weapon deals an additional",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon touched 1d10 points of energy damage. If the Alignments weapon’s critical multiplier is ×3, add Duration: 1 round/level Good: +1 frost warhammer",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless, Law: +1 flaming longsword points of energy damage. object) Chaos: +1 shock battleaxe This spell can be cast on a weapon that already deals energy damage, and if the weapon already creates Wielding the weapon your deity favors, WEAPON SHIFT you call upon that divine force to imbue it the same type of damage as the spell, Transmutation with power. the effects stack. For example, if cast Level: Bard 2, sorcerer/wizard 1 on a +1 flaming longsword to give it Components: V, S, M You must be holding your deity’s additional fire damage, the weapon Casting Time: 1 standard action favored weapon to cast this spell. You now deals an extra 2d6 points of fire Range: Touch can use the weapon as if you had profi- damage per hit. Target: One melee weapon of up to ciency with it even if you normally do This spell has a descriptor that is 15 lb. not. The weapon gains a +1 enhance- the same as the energy created by the Duration: 1 minute/level ment bonus on attack rolls and damage target weapon. For example, weapon of Saving Throw: Fortitude negates rolls and an additional special ability energy is a fire spell when used to give (object) (see the list below). A double weapon a weapon bonus fire damage. Spell Resistance: Yes (object) gains this enhancement bonus and special ability for only one of its two WEAPON OF IMPACT ends, as chosen by you. Waving the folded sheet of parchment before you, you firmly grasp the target weapon. A Transmutation When you reach caster level 9th, the barely perceptible rust-brown glow engulfs",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bard 3, cleric 3, sorcerer/ enhancement bonus of the weapon it, then grows into a shining radiance of wizard 3 increases to +2. At 12th level, the bonus molten-metal red. As the radiance subsides,",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S rises to +3, at 15th level it is +4, and at you note with satisfaction that the weapon",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One bludgeoning weapon or the core pantheon as well as other dei- A weapon shift spell allows you to tempo- fifty bludgeoning projectiles, all of ties described in D\u0026D supplements, rarily transform any one melee weapon which must be in contact with one along with the five alignment compo- into a different melee weapon. Thus, a another at the time of casting nents. If a cleric worshiping a different greatclub could be transformed into a",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10 minutes/level deity casts this spell, the DM should greatsword, a light pick into a morning",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fortitude negates assign an appropriate weapon special star, or a dagger into a battleaxe. (harmless, object) ability of the same power level as those Improvised weapons and double",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes (harmless, given here. weapons cannot be targeted or be the object) result of this spell. Magic weapons Deities transformed retain all their special",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 frost heavy pick abilities as long as the new form could its head glows with a blue-gold radiance. Boccob: +1 spell storing quarterstaff",
        "name":  "You pass your hands over the weapon, and Bahamut",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 keen longsword legally have those abilities, and weapons 238 1 RETPAHC LLEPS SNOITPIRCSED made from special materials retain Casting Time: 1 standard action Range: 60 ft. their special materials. Range: 30 ft. Effect: 60-ft. line",
        "name":  "Corellon Larethian",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A piece of Area: Creatures in a 30-ft.-radius Duration: Instantaneous parchment folded into the shape of the spread centered on you Saving Throw: None weapon type desired. Duration: Instantaneous Spell Resistance: No",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes With weapon in hand, you finish the last of the arcane gestures and words that activate Divination You speak the words of power, and a warm the power of the spell. As you cast the spell,",
        "name":  "WEATHER EYE Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Druid 3 orange fire radiates from you, aiding those you hurl a single slashing weapon at your",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1-mile radius + 1-mile/level This spell harms or heals creatures centered on you within its area based on their align- You hurl a weapon held at the time of",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No extreme in alignment and most out of spell’s range. You make a normal melee balance with the natural world. attack, just as if you were attacking Using your connection to the divine forces For living creatures that have an with the weapon in melee, against each and nature, you gaze into your scrying alignment with no neutral component foe in the weapon’s path, but you can device and summon images to mind of what (LG, CG, LE, or CE), this spell acts as choose to substitute your Intelligence the future holds for the weather. an inflict critical wounds spell (PH 244). modifier or your Charisma modifier For living creatures that have an (as appropriate for your spellcasting You can accurately predict the natural alignment with a neutral component class) for your Strength modifier on the weather up to one week into the future. and one other (NG, LN, CN, or NE), weapon’s attack rolls and damage rolls. If unnatural forces currently affect the this spell acts as an inflict moderate Even if your base attack bonus would weather, then weather eye reveals the wounds spell (PH 244). normally give you multiple attacks, spells or abilities in effect, though not For living creatures that have a a whirling blade gets only one attack the source of those abilities. neutral alignment (N) and all undead (at your best attack bonus) against Material Component: Incense. creatures, this spell acts as a heal spell each target. The weapon deals damage Focus: A scrying device of some (PH 239), dealing damage to undead but just as if you had swung it in melee, kind (bowl, mirror, crystal ball, and acting as a beneficial spell to neutral including any bonuses you might have so forth). creatures. from ability scores or feats. No matter how many targets your WEIGHED IN THE WHIRLING BLADE weapon hits or misses, it instantly and BALANCE Transmutation unerringly returns to your hand after attempting the last of its attacks.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A slashing melee weapon that",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Creatures that (Str 18, Dex 14, Con 15), but you retain allies’ accuracy. A wind tunnel improves start their turn inside the tornado take your own mental ability scores. Your 239 DESCRIPTIONS SPELL CHAPTER 1 240 1 RETPAHC LLEPS SNOITPIRCSED the accuracy of your allies’ ranged a Strength check, and is unaffected by Target: Winged creature touched weapons, granting each subject a +5 most spells, including dispel magic. Also Duration: 1 minute/level competence bonus on ranged attacks. like a wall of force, the web is immedi- Saving Throw: None (harmless)",
        "name":  "Inside the Tornado",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "No (harmless) of these weapons. cancellation, a sphere of annihilation, or Mordenkainen’s disjunction. You place your hand on the creature’s shoul- WINGBIND ders, and a warm yellow radiance infuses it, Evocation [Force] WINGED MOUNT spreading out to the tips of its wings.",
        "name":  "Further, it doubles the range increment ately destroyed by disintegrate, a rod of Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yes Uttering a rumbling phrase, you point at teeth and reciting the necessary words of your foe and watch with delight as its limbs power, you finish casting the spell. You clutch at the air as though grabbing wither and twist, becoming useless. a nearby creature, and then you blow on When you cast this spell, an insidious your fist. As you do so, ice and snow appear You choose to wither either the arms or rot immediately taints any wooden around your foe. the legs of a humanoid. Withered legs object or plant creature you touch. force a subject to fall prone while at the Any unattended nonmagical wooden A target that fails its save takes 1d8 same time reducing the subject’s land item smaller than 6 feet in diameter, points of cold damage per round at the speed to 5 feet. Withered arms make it or a 3-foot-radius volume of a larger beginning of your turn. Each round, impossible for the subject to use objects wooden object (such as a wooden door), the subject can make a new Fortitude or cast spells with somatic components. is instantly destroyed by wood rot. saving throw to avoid taking damage A withered limb can be restored to Illus. by C. Dien 242 1 RETPAHC LLEPS SNOITPIRCSED In combat, you can use the spell turned your attention elsewhere, as If you are on your home plane when to attempt to sunder any wooden or long as you remained within range. you cast this spell, every lawful good, wooden-hafted weapon; the weapon A wood wose has an effective Strength chaotic good, lawful evil, and chaotic or its wooden portion is destroyed of 2, so it can lift 20 pounds or drag 100 evil elemental and outsider within the on a successful melee touch attack. pounds. It can trigger traps, but the area is instantly banished back to its Attempting to sunder a weapon gener- 20 pounds of force it can exert is not home plane unless it makes a success- ally provokes attacks of opportunity, enough to activate most pressure plates. ful Will saving throw at a –4 penalty. and wood rot has no effect on wooden It has a land speed of 15 feet and a fly Creatures so banished cannot return or wooden-hafted weapons that strike speed of 15 feet (perfect). for at least 24 hours. The banishment you, even if you hold the charge. A wood wose cannot attack in any way; effect occurs whether or not the crea- Against wooden shields or armor, it is never allowed an attack roll or a tures actually hear the word of balance, you also make a melee touch attack. saving throw. It cannot be killed, but it though those that do also suffer the Such targets too large to be destroyed dissipates if it takes 6 points of damage appropriate effects (see above). outright take a –1d6 penalty to their from area attacks. If you attempt to Creatures whose HD exceed your armor or shield bonus on a successful send the wose beyond the spell’s range caster level are unaffected by word of hit and are rendered unusable if the (measured from your current position), balance. penalty exceeds the bonus. Any attack it ceases to exist. against a wooden object discharges WORD OF BINDING the spell, and wooden magic items are WORD OF BALANCE Conjuration (Creation) immune to the effect of wood rot. Evocation [Sonic] Level: Paladin 3 Against plant creatures, wood rot deals",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The creature dies if living or Target: You you commanded it to gather leaves, is destroyed if undead. Duration: 1 round/level (D) it would continue to do so while you 243 DESCRIPTIONS SPELL CHAPTER 1 The words of this spell produce hissing, sibi- lant echoes that spin around you, invoking doom upon those who dare to harm you. Any creature striking you with its body or a handheld weapon takes 1d6 points of sonic damage +1 point per caster level. If a creature has spell resis- tance, it applies to this damage. Weapons with reach, such as longspears, do not endanger their users in this way. You cannot use this spell to deal damage to another target (for instance, with an unarmed attack or by forcing the whispers against a target). Only if another creature touches you does the effect deal damage. WRACK Necromancy [Evil] The wraithstrike spell gives a spellcaster",
        "name":  "Killed",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "V, S By presenting your weapon with an overly it dies 1 round later at the start of your",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Creature touched spell. As you do so, your weapon becomes save or be dazed and take a –4 penalty",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hide a weapon, gain a Bluff check with a +4 bonus on feint attempts when you draw it. ASSASSIN SPELLS",
        "name":  "Absorb Weapon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Use quasi-real weapon to make touch rolls to confirm critical threats. attacks.",
        "name":  "Spectral Weapon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wounds 30 ft. for 1 round. dealt by weapon can’t be",
        "name":  "Cursed Blade",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Subjects can’t ready becomes partially retain a secret advantage actions or delay. incorporeal.",
        "name":  "An assassin casts absorb weapon in order to In cite",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Subject has –4 penalty on sneak attacks, and death attacks with ranged weapons. Intelligence-based skill checks and Concentration",
        "name":  "Insidious Rhythm",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Glues an object weighing 5 pounds or less to another emanation for as long as you concentrate. object. Master’s Touch: You gain proficiency in a weapon or shield touched for 1 minute/level. 1ST-LEVEL BARD SPELLS Phantom Threat: Subject thinks it’s flanked.",
        "name":  "Stick",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Spectral fiddle bow deals 3d6 damage/round.",
        "name":  "BonefiddleF",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touched weapon changes form.",
        "name":  "Weapon Shift",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hurled slashing weapon magically AC. attacks all foes in 60-ft. line.",
        "name":  "Whirling Blade",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Silvery light grants +2 Dexterity, +10 feet to land Dissonant Chord: Deal 1d8/2 levels sonic damage in speed, melee attacks treated as good; take –20 to Hide 10-ft. burst. checks. Dolorous Blow: Weapon’s threat range is doubled and",
        "name":  "Grace",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon touched deals +1d6 sonic damage Suppress Breath Weapon: Subject can’t use breath with each hit. weapon.",
        "name":  "Sonic Weapon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As keen edge, but aids bludgeoning Reflective Disguise, Mass: Viewers see subjects as their weapons. own species and gender.",
        "name":  "Weapon of Impact",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Use quasi-real weapon to make touch",
        "name":  "Spectral Weapon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your weapon gains enhancement",
        "name":  "Weapon of the Deity",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wooden weapon grows spikes that deal +1",
        "name":  "Brambles",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Subject uses natural weapon at range. checks, and saves.",
        "name":  "Blood Wind",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon deals persistent, bleeding Corona of Cold: Aura of cold protects you, damages wounds. others.",
        "name":  "Infernal Wound",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Negative energy shroud makes Flame of Faith: Gives weapon the flaming burst special undead perceive you as undead. ability.",
        "name":  "Shroud of Undeath",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Subject resists being transformed into an Ghost Touch Weapon: Weapon works normally against undead spawn if slain. incorporeal creatures.",
        "name":  "Spawn Screen",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Darkness grants you concealment. Ice Axe: You create a battleaxe made of ice.",
        "name":  "Veil of Shadow",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Allies’ weapons become good, evil, undead and evil outsiders. lawful, or chaotic. Mantle of Chaos/Evil/Good/Law: You gain SR 12",
        "name":  "Align Weapon, Mass",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Subject sinks in water, must make Swim checks. Checkmate’s Light: Your weapon becomes a +1 axiomatic",
        "name":  "Sink",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Skull shrieks when creature enters warded weapon and bolsters the morale of allies. area.",
        "name":  "Skull Watch",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As brambles, but weapon gains +2 bonus and 1 hp/3 levels for 1 round/level. doubled threat range. Recitation: Your allies get bonus on AC, attacks and saves.",
        "name":  "Spikes",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon deals extra energy damage. Summon Hound Archon: Summon",
        "name":  "Weapon of Energy",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As keen edge, but aids bludgeoning a hound archon to follow your weapons. commands.",
        "name":  "Weapon of Impact",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your weapon gains enhancement Summon Undead IV: bonus and special ability. Summons undead to fight for you. 4TH-LEVEL CLERIC SPELLS",
        "name":  "Weapon of the Deity",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon gains undead bane Symbol of Spell Loss: Triggered rune absorbs spells yet property and is considered good-aligned. to be cast. Wall of Chaos/Evil/Good/Law: Wall blocks creatures of Triadspell: Cast a prepared spell three times. opposite alignment. Vigor, Greater: As lesser vigor, but 4 hp/round.",
        "name":  "Undead Bane Weapon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "All within 10 ft. gain evasion against creatures visible. breath weapons.",
        "name":  "Aura of EvasionM",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You Hi de the PathF: Area choose a dragon type and warded against mimic its breath weapon. divinations.",
        "name":  "Dragon Breath",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon or projectiles shed light, ignore 9TH-LEVEL CLERIC SPELLS armor. Abyssal Army: Summons demons to fight for you.",
        "name":  "Brilliant Blade",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Allies’ weapons become brilliant energy,",
        "name":  "Brilliant Aura",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your hands become slashing natural ignoring armor. weapons.",
        "name":  "Beast Claws",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your hands become weapons that deal Binding Winds: Air prevents subject from moving, 1d8 damage. hinders ranged attacks.",
        "name":  "Claws of the Bear",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your lungs are filled with air. Brambles: Wooden weapon grows spikes that deal",
        "name":  "Deep Breath",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Natural weapon becomes good, evil, lawful,",
        "name":  "Align Fang",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Subject gains swim speed, +8 bonus on Swim Lion’s Charge: You can make a full attack on a charge for checks. 1 round. Tiger’s Tooth: One natural weapon of subject gets +1/4 Nature’s Balance: You transfer 4 ability score points to levels on attack rolls and damage rolls (max +5) for the subject for 10 minutes/level. 1 round. Nature’s RampartF: You mold the terrain to provide",
        "name":  "Swim",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Allies’ natural weapons become good,",
        "name":  "Align Fang, Mass",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As brambles, but weapon gains +2 bonus and against overtly damaging planar traits. doubled threat range.",
        "name":  "Spikes",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Doubles the critical threat range of natural skill bonuses and scent. weapons. Eye of the Hurricane: Storm pushes creatures, calm at center. 256 2 RETPAHC STSIL LLEPS",
        "name":  "Jagged Tooth",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your natural weapons gain +1",
        "name":  "Magic Fang, Superior",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ranged weapons gain +5 bonus and double Word of Balance: Kills, paralyzes, weakens, or nauseates range increment. nonneutral creatures. 6TH-LEVEL DRUID SPELLS 8TH-LEVEL DRUID SPELLS",
        "name":  "Wind Tunnel",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Change into bulette and Brilliant Aura: Allies’ weapons become brilliant energy, gain some of its abilities. ignoring armor.",
        "name":  "Aspect of the Earth Hunter",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Wind bowls over foes and draws away Deadfall: Falling wood causes damage and knocks foes their blood. prone.",
        "name":  "Blood Sirocco",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As death ward, but more subjects. becoming a dangerous weapon.",
        "name":  "Death Ward, Mass",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon or projectiles shed light, ignore",
        "name":  "Brilliant Blade",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon strikes true against evil",
        "name":  "Bless Weapon, Swift",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon deals sonic damage, deafens. bonus to armor.",
        "name":  "Deafening Clang",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Determines relative power level nonlethal damage (10d6 max). of creatures within the area. Checkmate’s Light: Your weapon becomes a +1 axiomatic",
        "name":  "Know Greatest Enemy",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Subject gains immunity to fear. weapon and bolsters the morale of allies.",
        "name":  "Lionheart",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Gives weapon the flaming burst special",
        "name":  "Flame of Faith",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Gives +2 sacred or profane saving Lawful Sword: Weapon becomes +5 axiomatic weapon throw bonus to worshiper of your deity. and emits magic circle against chaos.",
        "name":  "Hand of Divinity",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your attacks threaten nearby squares ignore armor and natural with your bow and fire armor. without provoking attacks A ranger’s spells can make potent weapons",
        "name":  "Find the Gap",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Good-aligned rain falls in 20-ft. radius. Blades of Fire: Your melee weapons deal +1d8 fire damage Mantle of Good/Law: You gain SR 12 + caster level for 1 round. against spells with opposite alignment descriptor. Bloodhound: You gain an immediate retry if you fail a",
        "name":  "Holy StormM",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As resurgence, but multiple subjects. Claws of the Bear: Your hands become weapons that deal",
        "name":  "Resurgence, Mass",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon gains undead bane ability. property and is considered good-aligned. Crabwalk: Touched creature gains bonus while charging.",
        "name":  "Undead Bane Weapon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your weapon gains enhancement Dawn: Sleeping/unconscious creatures in area awaken. bonus and special ability. Deep Breath: Your lungs are filled with air.",
        "name":  "Weapon of the Deity",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Increase range increments by 50%, +5 on Spot Exacting Shot: Your ranged weapon automatically checks. confirms critical hits against favored enemies.",
        "name":  "Hawkeye",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Touched creature or object nauseates Jagged Tooth: Doubles the critical threat range of natural biting or swallowing foes. weapons. Hunter’s Mercy: Your next hit with a bow is automatically Lion’s Charge: You can make a full attack on a charge for a critical hit. 1 round.",
        "name":  "Horrible Taste",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Allies’ natural weapons become good, Ram’s Might: Gain +2 to Strength and your unarmed evil, lawful, or chaotic. attacks deal normal damage.",
        "name":  "Align Fang, Mass",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Slashing weapon glows and gains +3 bonus. Plane.",
        "name":  "Blade Thirst",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Natural weapon becomes good, evil, lawful, chase. or chaotic. Safe Clearing: As sanctuary, but protects an area and lasts",
        "name":  "Align Fang",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your weapon becomes +5 and deals +2d6 damage (DC 10). against a favored enemy. 261 SPELL LISTS CHAPTER 2",
        "name":  "Foebane",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your natural weapons gain +1 level to creatures in the area (max 5d4). enhancement bonus/4 levels. Orb of Acid, Lesser: Ranged touch attack deals",
        "name":  "Magic Fang, Superior",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Subject takes 1 point of sonic damage your bow and fire without provoking attacks of and is deafened 1 round. opportunity.",
        "name":  "Sonic Snap",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Launches a crossbow bolt up to 80 ft. Golem Strike: You can sneak attack constructs for",
        "name":  "Launch Bolt",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As dispel magic, but affects only wards. Master’s Touch: You gain proficiency in a weapon",
        "name":  "Abjur Dispel Ward",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your melee weapons deal +1d8 fire Incite: Subjects can’t ready actions or delay. damage for 1 round. Inhibit: Subject delays until next round.",
        "name":  "Blades of Fire",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bee gives subject –10 penalty on Shock and Awe: Flat-footed creatures get –10 on Move Silently and hinders Concentration initiative. checks. Evoc Blood Wind: Subject uses natural weapons at range. 262 2 RETPAHC STSIL LLEPS",
        "name":  "Buzzing Bee",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Grenadelike weapon deals subject per forelimb. 1d4/level cold damage, plus area damage. Weapon Shift: Touched weapon changes form.",
        "name":  "Ice Dagger",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon strikes wielder. difficult within area of spell.",
        "name":  "Necro Backbiter",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your breath weapon dazzles subjects. passes through a warded portal.",
        "name":  "Breath Flare",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Victim takes 1d4+1 Intelligence Necro BonefiddleF: Spectral fiddle bow deals 3d6 damage. damage/round.",
        "name":  "Ray of Stupidity",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon gains flaming burst Life Bolt: 1 ray/2 levels draws 1 hp from you to special ability. deal 1d12 damage to undead.",
        "name":  "Burning Sword",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ray dazzles and deals 1d12 Belker Claws: Touch attack deals 2d12 damage damage/3 levels of random type. and lingers +1 round/3 levels.",
        "name":  "Rainbow BeamF",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Thrown weapon returns to thrower. disease.",
        "name":  "Hurl",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon deals persistent, Corpse Candle: Ghostly hand and candle sheds bleeding wounds. light, affects incorporeal creatures.",
        "name":  "Infernal Wound",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon touched deals +1d6 sonic Div Analyze Portal: Find a nearby portal and discover damage with each hit. its properties.",
        "name":  "Sonic Weapon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hurled slashing weapon Miser’s Envy: Subject jealously covets nearby magically attacks all foes in 60-ft. line. object.",
        "name":  "Whirling Blade",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your melee attacks strike as touch Suppress Breath Weapon: Subject can’t use its attacks for 1 round. breath weapon.",
        "name":  "Wraithstrike",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Line deals 1d6 damage of each Dolorous Blow: Weapon’s threat range is doubled energy type. and threats are automatically confirmed.",
        "name":  "Rainbow BlastF",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Use quasi-real weapon to make resistance by 1/caster level (max reduction 15). touch attacks. Spiderskin: Subject gains increasing bonus to",
        "name":  "Spectral Weapon",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Heal subject 1d6/2 levels, but take feet. damage equal to half. Weapon of Energy: Weapon deals extra energy",
        "name":  "Healing Touch",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Grant bonuses to damage. incorporeal undead. Weapon of Impact: As keen edge, but aids",
        "name":  "Incorporeal Enhancement",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fey, vermin, plants, and animals take bludgeoning weapons. 1d10 damage/level. Univ Enhance Familiar: Your familiar receives +2",
        "name":  "Junglerazer",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Creatures ignore damage Sword of Deception: Blade of energy attacks from specified energy type. independently, deals 1d4 damage, penalizes Wall of Chaos/Evil/Good/LawM: Wall blocks subsequent save. creatures of opposite alignment. Thunderlance: Lance of force deals 3d6 damage",
        "name":  "Resist Energy, Mass",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ranged touch, 1d6/level Necro Burning Blood: Subject takes 1d8 acid damage electricity damage and subject might be plus 1d8 fire damage/round. entangled. Rebuking Breath: Your breath weapon rebukes",
        "name":  "Orb of Electricity",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You and subject switch Blinding Breath: Your breath weapon blinds places and appear as each other. subjects.",
        "name":  "Translocation Trick",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You choose a dragon type and mimic its breath weapon.",
        "name":  "Dragon Breath",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "One of your natural weapons deals Cacophonic Burst: Noise deals 1d6/level sonic damage as if you were one size larger. damage to all within area.",
        "name":  "Sharptooth",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Sphere hedges out cold creatures 1d10/level fire damage. and protects you from cold. Moonbow: Three motes of electricity each deal",
        "name":  "Abjur Anticold Sphere",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your breath weapon acts as a random effect. targeted dispel magic to all creatures in its area. Shard Storm: Blast deals 3d6 damage to creatures",
        "name":  "Dispelling Breath",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your breath deals 1d6 damage/2 levels to creatures within weapon deals a different kind of damage than 10 ft. normal. Div Probe Thoughts: Read subject’s memories, one",
        "name":  "Breath Weapon Substitution",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your breath weapon manifests Evoc Fires of Purity: Subject bursts into magical flame, on the Ethereal Plane. becoming a dangerous weapon.",
        "name":  "Ethereal Breath",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your breath weapon also stuns 1d6/level damage, and is nauseated for 1d4+2 creatures for 1 round. rounds.",
        "name":  "Stunning Breath",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "All within 10 ft. gain evasion Trans Bite of the Weretiger: You gain the Strength and against breath weapons. attacks of a weretiger. 269 SPELL LISTS CHAPTER 2",
        "name":  "Aura of EvasionM",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon or projectiles shed light, Awaken UndeadX: Grant sentience to otherwise ignore armor. mindless undead.",
        "name":  "Brilliant Blade",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You telekinetically control an ooze. Sword of Darkness: Blade of negative energy",
        "name":  "Ooze Puppet",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Reduces subject’s Trans Animate Breath: Your breath weapon becomes an damage reduction and spell resistance. elemental.",
        "name":  "Subvert Planar Essence",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Allies’ weapons become brilliant SORCERER/WIZARD SPELL energy, ignoring armor.",
        "name":  "Brilliant Aura",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Missile or thrown weapon gains +4 bonus, subject takes 3d6 damage +1/level (max +20) or is slain.",
        "name":  "Necro Arrow of BoneM",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Creatures passing Black Blade of Disaster: Floating magic weapon through a transparent wall become subjects of disintegrates subjects. targeted greater dispel magic. Call MarutX: A marut performs one duty for you.",
        "name":  "Wall of Greater Dispel Magic",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As bestow curse, but more creatures and objects to another plane. severe penalties. Necro Enervating Breath: Your breath weapon also",
        "name":  "Bestow Curse, Greater",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Exchange your heart with stone sentience. heart to gain damage reduction, resistance to Breath Weapon Admixture: Add a second kind energy for 1 year. of energy to your breath weapon.",
        "name":  "Heart of StoneFX",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Your breath weapon also stuns creatures for 2d4 rounds. 271 APPENDIX",
        "name":  "Stunning Breath, Greater",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Add Bluff and Intimidate to your list of 1 Magic Weapon: Weapon gains +1 bonus. cleric class skills. 2 Bear’s Endurance: Subject gains +4 to Con for 1 minute/ level. 3 Glyph of WardingM: Inscription harms those who pass it. Dragon Domain Spells 4 Magic Weapon, Greater: +1 bonus/4 levels (max +5). 1 Magic Fang: One natural weapon of subject creature gets 5 Fabricate: Transforms raw material into finished items. +1 on attack rolls and damage rolls. 6 Stone Tell: Talk to natural or worked stone. 2 Resist Energy: Ignores 10 (or more) points of damage/ 7 Dictum: Kills, paralyzes, slows, or deafens nonlawful attack from specified energy type. subjects. 3 Magic Fang, Greater: One natural weapon of subject 8 Protection from SpellsMF: Confers +8 resistance bonus. creature gets +1/4 levels on attack rolls and damage rolls 9 Elemental Swarm: Summons multiple elementals.* (max +5). *Earth spell only. 4 Voice of the Dragon†: +10 on Bluff, Diplomacy, and Intimidate checks; can use one suggestion. 5 True SeeingM: Lets you see all things as they really are. ELF DOMAIN 6 StoneskinM: Ignore 10 points of damage per attack. Granted Power: You gain the Point Blank Shot feat. 7 Dragon Ally†X: As lesser dragon ally, but up to 15 HD. 8 Suggestion, Mass: As suggestion, plus one subject/level. Elf Domain Spells 9 Dominate Monster: As dominate person, but any creature. 1 True Strike: +20 on your next attack roll. 2 Cat’s Grace: Subject gains +4 to Dex for 1 minute/level. DREAM DOMAIN 3 Snare: Creates a magic booby trap.",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You are immune to fear effects. 4 Tree Stride: Step from one tree to another far away. 5 Commune with Nature: Learn about terrain for 1 mile/ level. Dream Domain Spells 6 Find the Path: Shows most direct way to a location. 1 Sleep: Puts 4 HD of creatures into magical slumber. 7 Liveoak: Oak becomes treant guardian. 2 AuguryMF: Learns whether an action will be good or bad. 8 Sunburst: Blinds all within 80 ft., deals 6d6 damage. 3 Deep Slumber: Puts 10 HD of creatures to sleep. 9 Antipathy: Object or location affected by spell repels 4 Phantasmal Killer: Fearsome illusion kills subject or certain creatures. deals 3d6 damage. 5 Nightmare: Sends vision dealing 1d10 damage, fatigue. 6 Dream Sight†: Your spirit can hear and see at a distance ENVY DOMAIN for 1 minute/level. Granted Powers: Add Bluff to your list of cleric class skills. 7 Scrying, GreaterF: As scrying, but faster and longer. In addition, you cast spells that damage or drain ability scores 8 Power Word Stun: Stuns creature with 150 hp or less. or bestow negative levels at +1 caster level. 9 Weird: As phantasmal killer, but affects all within 30 ft. 274 XIDNEPPA ENVY DOMAIN SPELLS Force Domain Spells 1 Disguise Self: Changes your appearance. 1 Mage Armor: Gives subject +4 armor bonus. 2 Ray of Enfeeblement: Ray deals 1d6+1/2 levels Str 2 Magic Missile: 1d4+1 damage; +1 missile/2 levels above penalty. 1st (max 5). 3 Touch of Idiocy: Subject takes 1d6-point penalty to Int, 3 Blast of Force†: Attack deals 1d6 damage/2 levels (max 5d6). Wis, and Cha. 4 Otiluke’s Resilient Sphere: Force globe protects but 4 Vampiric Touch: Touch deals 1d6/2 levels damage; caster traps one subject. gains damage as hp. 5 Wall of Force: Wall is immune to damage. 5 Crushing Despair: Subjects take –2 on attack rolls, 6 Repulsion: Creatures can’t approach you. damage rolls, saves, and checks. 7 ForcecageM: Cube or cage of force imprisons all inside. 6 Magic JarF: Enables possession of another creature. 8 Otiluke’s Telekinetic Sphere: As Otiluke’s resilient sphere, 7 Limited WishX: Alters reality—within spell limits. but you move sphere telekinetically. 8 SimulacrumMX: Creates partially real double of a creature. 9 Bigby’s Crushing Hand: Large hand provides cover, 9 WishX: As limited wish, but with fewer limits. pushes, or crushes your foes. FAMILY DOMAIN GLORY DOMAIN Granted Power (Su): Once per day as a free action, you can Granted Power: Turn undead with a +2 bonus on the turning protect a number of creatures equal to your Charisma modifier check and +1d6 on the turning damage roll. (minimum one creature) with a +4 dodge bonus to AC. This ability lasts 1 round per level. An affected creature loses this Glory Domain Spells protection if it moves more than 10 feet from you. You can affect 1 Disrupt Undead: Deals 1d6 damage to one undead. yourself with this ability. 2 Bless Weapon: Weapon strikes true against evil foes. 3 Searing Light: Ray deals 1d8/2 levels damage, more Family Domain Spells against undead. 1 Bless: Allies gain +1 on attack rolls and saves against fear. 4 Holy Smite: Damages and blinds evil creatures. 2 Shield OtherF: You take half of subject’s damage. 5 Holy Sword: Weapon becomes +5, deals +2d6 damage 3 Helping Hand: Ghostly hand leads subject to you. against evil. 4 Imbue with Spell Ability: Transfer spells to subject. 6 Bolt of Glory†: Positive energy ray deals extra damage to 5 Rary’s Telepathic Bond: Link lets allies communicate. evil outsiders and undead. 6 Heroes’ Feast: Food for one creature/level cures and 7 Sunbeam: Beam blinds and deals 4d6 damage. grants combat bonuses. 8 Crown of Glory†M: You gain +4 Charisma and inspire 7 RefugeM: Alters item to transport its possessor to you. your allies. 8 Protection from SpellsMF: Confers +8 resistance bonus. 9 GateX: Connects two planes for travel or summoning. 9 Prismatic Sphere: As prismatic wall, but surrounds on all sides. GLUTTONY DOMAIN",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "For a total time per day of 1 round per FATE DOMAIN cleric level you possess, you can increase your size as if you Granted Power (Ex): You gain the uncanny dodge ability. were affected by the enlarge person spell. Activating the power If you have another class that gives you uncanny dodge, your or ending it is a free action. cleric levels add to that class’s level for determining when you gain the improved uncanny dodge class feature (PH 26). Gluttony Domain Spells 1 Goodberry: 2d4 berries each cure 1 hp (max 8 hit Fate Domain Spells points/24 hours) 1 True Strike: +20 on your next attack roll. 2 Death Knell: Kills dying creature; you gain 1d8 temporary 2 AuguryMF: Learns whether an action will be good or bad. hp, +2 to Str, and +1 caster level. 3 Bestow Curse: –6 to an ability score; –4 on attack rolls, 3 Create Food and Water: Feeds three humans (or one saves, and checks; or 50% chance of losing each action. horse)/level. 4 Status: Monitors condition, position of allies. 4 Vampiric Touch: Touch deals 1d6/2 levels damage; caster 5 Mark of Justice: Designates action that will trigger curse gains damage as hp. on subject. 5 Baleful Polymorph: Transforms subject into harmless 6 Geas/Quest: As lesser geas, plus it affects any creature. animal. 7 VisionMX: As legend lore, but quicker and strenuous. 6 Heroes’ Feast: Food for one creature/level cures and 8 Mind Blank: Subject is immune to mental/emotional grants combat bonuses. magic and scrying. 7 Stone to Flesh: Restores petrified creatures. 9 Foresight: “Sixth sense” warns of impending danger. 8 Bite of the King†: Swallow enemies whole. 9 Trap the SoulMF: Imprisons subject within gem. FORCE DOMAIN Granted Power (Su): By manipulating cosmic forces of iner- tia, once per day you can reroll any damage roll (for a weapon, a spell, or an ability) and take the better of the two rolls. 275 APPENDIX GNOME DOMAIN Hatred Domain Spells",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You gain Martial Weapon Proficiency and it attacks. Weapon Focus as bonus feats for either the light hammer or the 3 Clairaudience/Clairvoyance: See or hear at a distance warhammer (your choice). for 1 minute/level. 4 Planar Ally, LesserX: Exchange services with a 6 HD extraplanar creature. Metal Domain Spells 5 ScryingF: Spies on subject from a distance. 1 Magic Weapon: Weapon gains +1 bonus. 6 Symbol of PersuasionM: Triggered rune charms nearby 2 Heat Metal: Make metal so hot it damages those who creatures. touch it. 7 RefugeM: Alters item to transport its possessor to you. 3 Keen Edge: Doubles normal weapon’s threat range. 8 SympathyF: Object or location attracts certain creatures. 4 Rusting Grasp: Your touch corrodes iron and alloys. 9 Trap the SoulMF: Imprisons subject within gem. 5 Wall of IronM: 30 hp/4 levels; can topple onto foes. 6 Blade Barrier: Wall of blades deals 1d6/level damage. MADNESS DOMAIN 7 Transmute Metal to Wood: Metal within 40 ft. becomes wood.",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Turn or destroy lycanthropes as a good cleric 6 Geas/Quest: As lesser geas, plus it affects any creature. turns or destroys undead. You can use this ability a number of 7 Repulsion: Creatures can’t approach you. times per day equal to 3 + your Cha modifier. 8 Demand: As sending, plus you can send suggestion. 9 Storm of Vengeance: Storm rains acid, lightning, and hail. Moon Domain Spells 1 Faerie Fire: Outlines subject with light, canceling blur, concealment, and the like. OCEAN DOMAIN 2 Moonbeam†: Forces lycanthropes to regain human shape. Granted Power (Su): You have the supernatural ability to 3 Moon Blade†: Creates sword that does 2d8 damage +1/two breathe water as if under the effect of a water breathing spell, level, scrambles magic. for up to 1 minute per level. This effect occurs automatically as 4 Fear: Subjects within cone flee for 1 round/level. soon as it applies, lasts until it runs out or is no longer needed, 5 Moon Path†: Creates invisible stair or bridge. and can operate multiple times per day (up to the total daily 6 Permanent ImageM: Includes sight, sound, and smell. time limit). 7 Insanity: Subject suffers continuous confusion. 8 Animal Shapes: One ally/level polymorphs into chosen Ocean Domain Spells animal. 1 Endure Elements: Exist comfortably in hot or cold 9 Moonfire†: Cone of light damages creatures, reveals environments. hidden things, negates electricity damage. 2 Sound Burst: Deals 1d8 sonic damage to subjects, might also stun them. MYSTICISM DOMAIN 3 Water Breathing: Subjects can breathe underwater. Granted Power (Su): Once per day, you can use a free action 4 Freedom of Movement: Subject moves normally despite to channel your deity’s power to grant yourself a luck bonus on impediments. your saving throws equal to your Charisma modifier (minimum 5 Wall of Ice: Ice plane creates wall with 15 hp +1/level, or +1). The effect lasts for 1 round per cleric level. hemisphere can trap creatures inside. 6 Otiluke’s Freezing Sphere: Freezes water or deals cold damage. Mysticism Domain Spells 7 Waterspout†: Waterspout you control picks up and 1 Divine Favor: You gain +1/3 levels on attack rolls and damages foes. damage rolls. 8 Maelstrom†: Water vortex traps and damages creatures 2 Spiritual Weapon: Magic weapon attacks on its own. and objects. 3 Visage of the Deity, Lesser†: You gain +4 Cha and 9 Elemental Swarm: Summons multiple elementals.* resistance 10 to certain energy types. *Cast as a water spell only. 4 Weapon of the Deity†: Your weapon gains enhancement bonus and special ability. 5 Righteous Might: Your size increases and you gain ORACLE DOMAIN combat bonuses. Granted Power: You cast all divination spells at +2 caster 6 Visage of the Deity†: As lesser visage of the deity, but you level. become celestial or fiendish. 7 Blasphemy/Holy Word*: Kills, paralyzes, weakens, or Oracle Domain Spells dazes non-evil/non-good subjects. 1 IdentifyM: Determines properties of magic item. 8 Holy Aura/Unholy AuraF*: +4 AC, +4 resistance, and SR 2 AuguryMF: Learns whether an action will be good or bad. 25 against evil/good spells. 3 DivinationM: Provides useful advice for specific proposed 9 Visage of the Deity, Greater†: As lesser visage of the deity, action. but you become half-celestial or half-fiendish. 4 ScryingF: Spies on subject from a distance. * Choose good or evil version based on your alignment. 5 CommuneX: Deity answers one yes-or-no question/level. 278 XIDNEPPA 6 Legend LoreMF: Lets you learn tales about a person, place, 4 Poison: Touch deals 1d10 Con damage, repeats in or thing. 1 minute. 7 Scrying, GreaterF: As scrying, but faster and longer. 5 Plague of Rats† Summons horde of rats. 8 Discern Location: Reveals exact location of creature or 6 Curse of Lycanthropy†: Kills subject and summons object. wererats. 9 Foresight: “Sixth sense” warns of impending danger. 7 Scourge†: Inflicts a disease that must be magically cured, one subject/level. ORC DOMAIN 8 Horrid Wilting: Deals 1d6/level damage within 30 ft. 9 Otyugh Swarm†: Creates 3d4 otyughs or 1d3+1 Huge Granted Power (Su): You gain the smite power, the ability otyughs. to make a single melee attack with a bonus on the damage roll equal to your cleric level (if you hit). You must declare the smite before making the attack. It is usable once per day. If used against PLANNING DOMAIN a dwarf or an elf, you get a +4 bonus on the smite attack roll. Granted Power: You gain Extend Spell as a bonus feat. Orc Domain Spells Planning Domain Spells 1 Cause Fear: One creature of 5 HD or fewer flees for 1 Deathwatch: Reveals how near death subjects within 1d4 rounds. 30 ft. are. 2 Produce Flame: 1d6 damage +1/level, touch or thrown. 2 AuguryMF: Learns whether an action will be good or bad. 3 Prayer: Allies +1 on most rolls, enemies –1 penalty. 3 Clairaudience/Clairvoyance: Hear or see at a distance 4 Divine Power: You gain attack bonus, +6 to Str, and 1 hp/ for 1 minute/level. level. 4 Status: Monitors condition, position of allies. 5 Prying Eyes: 1d4 +1/level floating eyes scout for you. 5 Detect Scrying: Alerts you of magical eavesdropping. 6 Eyebite: Subject becomes panicked, sickened, and 6 Heroes’ Feast: Food for one creature/level cures and comatose. grants combat bonuses. 7 Blasphemy: Kills, paralyzes, weakens, or dazes non-evil 7 Scrying, GreaterF: As scrying, but faster and longer. subject. 8 Discern Location: Reveals exact location of creature or 8 Cloak of ChaosF: +4 to AC, +4 resistance, and SR 25 object. against lawful spells. 9 Time Stop: You act freely for 1d4+1 rounds. 9 Power Word Kill: Kills one creature with 100 hp or less. PORTAL DOMAIN",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "You gain Scribe Scroll as a bonus feat. 4 Castigate†: Verbal rebuke damages those whose alignment differs from yours. 5 Dance of the Unicorn†: Purifying mist washes the air Rune Domain Spells clean of smoke, dust, and poisons. 1 Erase: Mundane or magical writing vanishes. 6 Fires of Purity†: Subject bursts into magical flame, 2 Secret Page: Changes one page to hide its real content. becoming a dangerous weapon. 3 Glyph of WardingM: Inscription harms those who pass it. 7 Righteous Wrath of the Faithful†: Your allies gain extra 4 Explosive Runes: Deals 6d6 damage when read. attack, +3 on attack rolls and damage rolls. 5 Planar Binding, Lesser: Traps extraplanar creature of 8 Sunburst†: Blinds all within 80 ft., deals 6d6 damage. 6 HD or less until it performs a task. 9 Visage of the Deity, Greater†: As lesser visage of the deity, 6 Glyph of Warding, Greater: As glyph of warding, but up to but you become half-celestial or half-fiendish. 10d8 damage or 6th-level spell. 7 Drawmij’s Instant SummonsM: Prepared object appears RENEWAL DOMAIN in your hand. 8 Symbol of DeathM: Triggered rune slays nearby creatures. Granted Power (Su): If you fall below 0 hit points, you regain 9 Teleportation CircleM: Circle teleports any creature a number of hit points equal to 1d8 + your Charisma modifier. inside to designated spot. This ability functions once per day. If an attack brings you to –10 hit points or lower, you die before this power takes effect. SCALYKIND DOMAIN",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Rebuke or command animals (reptilian Renewal Domain Spells creatures and snakes only) as an evil cleric rebukes or commands 1 Charm Person: Makes one person your friend. undead. You can use this ability a number of times per day equal 2 Restoration, Lesser: Dispels magical ability penalty or to 3 + your Cha modifier. repairs 1d4 ability damage. 3 Remove Disease: Cures all diseases affecting subject. 4 Reincarnate: Brings dead subject back to life in random Scalykind Domain Spells body. 1 Magic Fang: One natural weapon of subject creature gets 5 AtonementFX: Removes burden of misdeeds from subject. +1 on attack rolls and damage rolls. 6 Heroes’ Feast: Food for one creature/level cures and 2 Animal Trance*: Fascinates 2d6 animals. grants combat bonuses. 3 Magic Fang, Greater: One natural attack of subject 7 Restoration, GreaterX: As restoration, plus restores all creature gets +1/4 levels on attack rolls and damage rolls levels and ability scores. (max +5). 8 Polymorph Any Object: Changes any subject into 4 Poison: Touch deals 1d10 Con damage, repeats in anything else. 1 minute. 9 Freedom: Releases creature from imprisonment. 5 Animal Growth*: One animal/2 levels doubles in size. 6 Eyebite: Subject becomes panicked, sickened, and RETRIBUTION DOMAIN comatose. 7 Creeping Doom**: Swarms of centipedes attack at your Granted Power (Su): Once per day, if you have been harmed command. by someone in combat, you can make a strike of vengeance with 8 Animal Shapes*: One ally/level polymorphs into chosen a melee or ranged weapon against that foe on your next action. animal. If thie strike hits, you deal maximum damage. 9 ShapechangeF: Transforms you into any creature, and change forms once per round. *Affects only ophidian and reptilian creatures. **Composed of tiny snakes. 280 XIDNEPPA SLIME DOMAIN SPIDER DOMAIN",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Inclement weather has less of an effect on planar domain. A cleric who devotes himself to a specific align- you. Rain and snow don’t penalize your Spot and Search checks. ment (LG, NG, CG, LN, CN, LE, NE, or CE) rather than a deity You can move through snow-covered and icy terrain at your can select a planar domain in place of his two normal domain normal movement. Wind effects, whether natural or magical, choices. If the DM wishes, he can make domains specific to affect you as if you were one size category larger. other planes, using these as representative guides. Windstorm Domain Spells ABYSS DOMAIN 1 Obscuring Mist: Fog surrounds you. Requirement: Must be chaotic evil. 2 Binding Winds: Air prevents subject from moving, Granted Power (Su): Once per day as a free action, you can hinders ranged attacks. channel the furious power of the demons. This power grants 3 Call Lightning: Calls down lightning bolts (3d6 per bolt) you a +4 bonus to Strength but also gives you a –2 penalty to from sky. Armor Class. The effect lasts for 5 rounds and cannot be ended 4 Ice Storm: Hail deals 5d6 damage in cylinder 40 ft. across. prematurely. Add Intimidate to your list of cleric class skills. 5 Arc of Lightning†: Line of electricity arcs between two creatures (1d6/level damage). Abyss Domain Spells 6 Cloudwalkers†: Subjects can fly outdoors at speed of 60 ft. 1 Align Weapon: Weapon becomes evil or chaotic. 7 Control Weather: Changes weather in local area.",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Once per day, you can subtract a number foes’ weapons. of points from your Wisdom score equal to or less than your Summon Monster III: Calls extraplanar creature to fight cleric level. For every 2 points you subtract from your Wisdom for you.* score, add 1 point and add them to your Strength score. You 4 Balor Nimbus†: Subject’s flaming body damages foes in suffer all the effects of reduced Wisdom, including access to grapple. spells and bonus spells, reduction of Will saves, and penalties Poison: Touch deals 1d10 Con damage, repeats in on Wisdom-based skills. This trade between ability scores lasts 1 minute. for 1 round per cleric level and cannot be ended prematurely. 5 Slay Living: Touch attack kills subject.",
        "name":  "Granted Power",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Must be chaotic good. Granted Power (Su): Once per day as a free action, you can PLANAR DOMAINS channel the glory of the eladrin to grant yourself a morale bonus A planar domain counts as both of a cleric’s domain choices. The on weapon damage rolls and saves against charm and fear effects. granted powers of a planar domain are more potent than those This bonus is equal to your Charisma bonus (if any) and lasts for of other domains, and each level offers two spells from which 1 minute. Add Survival to your list of cleric class skills. a cleric can choose when preparing spells. Each day, a cleric with access to a planar domain chooses one of the two spells Arborea Domain Spells available to prepare in his domain spell slot for each spell level. 1 Endure Elements: Exist comfortably in hot or cold Unlike other domains, planar domains each have an alignment environments. requirement that must be met by a cleric who wants to access",
        "name":  "Requirement",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus/4 levels (max +5). Granted Power (Su): You gain the ability to see perfectly in 5 Righteous Might: Your size increases, and you gain darkness of any kind, even that created by a deeper darkness spell. combat bonuses. Add Bluff to your list of cleric class skills.",
        "name":  "Magic Weapon, Greater",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 to AC and saves, counter mind on subject. control, hedge out elementals and outsiders. 6 Hold Monster: As hold person, but any creature. 2 Calm Emotions: Calms creatures, negating emotion Wall of Gears†: Creates wall of moving gears that deals effects. 1d6 damage/2 levels to creatures within 10 ft. Mechanus Mind†: Reformat subject’s mind to be coldly 7 Dictum: Kills, paralyzes, slows, or deafens nonlawful calculating. subjects. 3 Magic Circle against Chaos: As protection spell, but 10-ft. Hold Person, Mass: As hold person, but all within 30 ft. radius and 10 minutes/level. 8 Iron Body: Your body becomes living iron. Mantle of Law†: You gain SR 12 + caster level against Shield of LawF: +4 to AC, +4 resistance, and SR 25 against spells with the chaotic descriptor. chaotic spells. 4 Discern Lies: Reveals deliberate falsehoods. 9 Call Marut†: A marut performs one duty for you. Order’s Wrath: Damages and dazes chaotic creatures. Mordenkainen’s Disjunction: Dispels magic, disenchants magic items. pqqqqqqqqqqqqqqqqqqqqrs SOURCES Spell Compendium is a collection of material that previously “Obsul Ssussun” by Sean K Reynolds appeared in a number of different products and other sources. “Sand and Sun” by James Jacobs Following is a list of those sources and their authors. “Snow and Ice” by James Jacobs “Spellbook Archive” by Ramon Arjona, Richard Baker, D\u0026D Supplements Andy Collins, Robert Holzmeier, and James Wyatt Complete Adventurer by Jesse Decker “Spells of the Deep Underdark” by James Jacobs Complete Arcane by Richard Baker “Spells of the Ruins” by James Jacobs Complete Divine by David Noonan “Tar’Ael Veluuthra” by Sean K Reynolds Complete Warrior by Andy Collins, David Noonan, and “Toxic Paradise” by James Jacobs Ed Stark Draconomicon by Andy Collins, Skip Williams, and Articles published in Dragon Magazine James Wyatt “Rays of Light” by Stephen Schubert, Annual #5 Libris Mortis by Andy Collins and Bruce R. Cordell “Alister’s Augmentations” by Owen K.C. Stephens, #275 Magic of Faerûn by Sean K Reynolds, Duane Maxwell, and “Abuse Your Illusions” by Rich Redman, #291 Angel Leigh McCoy “Rune-Skulls of the Abbor-Alz” by James Jacobs, #292 Manual of the Planes by Andy Collins, Bruce R. Cordell, and “Blessings of War” by Amber E. Scott, #299 David Noonan “A Clutch of Cantrips” by Kieran Turley and S. Deniz Bucak, Miniatures Handbook by Michael Donais, Skaff Elias, #302 Rob Heinsoo, and Jonathan Tweet “Prayers of the Frostmaiden: The Spells of Auril” by Planar Handbook by Bruce R. Cordell and Gwendolyn F. M. Thomas M. Costa, #312 Kestrel “Elder Serpents of Set” by Thomas M. Costa, #313 Player’s Guide to Faerûn by Richard Baker, Travis Stout, and “Brotherhood of the Burning Heart” by Clifford Horowitz, James Wyatt #314 Savage Species by David Eckelberry, Rich Redman, and “Dust to Dust” by Ari Marmell, #314 Jennifer Clarke Wilkes “Guardians of the Deepest Seas” by James Jacobs, #314 Underdark by Bruce R. Cordell, Gwendolyn F. M. Kestrel, and “Masters of the Four Winds” by David Noonan, #314 Jeff Quick “The Bloody Swords” by Sean K Reynolds, #315 “Sin Eaters of Eilistraee” by James Jacobs, #315 Articles published on www.wizards.com/dnd “Holy Strategists of the Red Knight” by Travis Stout, #317 “Barb of the Mind” by Sean K Reynolds “Children of Ka” by Ken Marable, #318 “The Codicil of White” by Sean K Reynolds “Under Command: Forms of Legend” by Jesse Decker, #320 “Earthmother’s Weapons” by Sean K Reynolds “Patterns of Shadow and Light” by Jason Nelson, #322 “Foundations of Stone” by James Jacobs “Force Spells” by C. Wesley Clough, #323 “Lesser Testament of Vraer” by Sean K Reynolds “Seven Deadly Domains” by Hal Maclean, #323 “The Lost Coast” by James Jacobs “The Hidden Book” by Rich Burlew, #324 “Magic of Delight and Despair I” by Gwendolyn F. M. Kestrel “Myths of the Shadow” by Rahul Kanakia, #325 “Master Tactician” by Sean K Reynolds “Tvash-Prull’s Symphony” by James Jacobs, #328 pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "Protection from Chaos",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Arms and Equipment Guide by Eric Cagle, Jesse Decker, Jeff Quick, and James Wyatt; Expanded Psionics Handbook by Bruce R. Cordell; FORGOTTEN REALMS Campaign Setting by Ed Greenwood, Rob Heinsoo, Sean K Reynolds, and Skip Williams; Liv- ing Greyhawk Gazetteer by Gary Holian, Erik Mona, Sean K Reynolds, and Frederik Weining; Manual of the Planes by Jeff Grubb, Bruce R. Cordell, and David Noonan; Pirates of the Fallen Stars by Curtis Scott; Races of Faerûn by Eric L. Boyd, Matt Forbeck, James Jacobs, and Sean K Reynolds; The Sea Devils by Skip Williams; “The Far Corners of the World” by James Jacobs. Based on the original DUNGEONS \u0026 DRAGONS® rules created by E. Gary Gygax and Dave Arneson, and the new DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, Monte Cook, Skip Williams, Richard Baker, and Peter Adkison. This product uses updated material from the v.3.5 revision. This WIZARDS OF THE COAST™ game product contains no Open Game Content. No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, please visit www. wizards.com/d20. U.S., CANADA, ASIA, PACIFIC, EUROPEAN HEADQUARTERS \u0026 LATIN AMERICA Hasbro UK Ltd Wizards of the Coast, Inc. Caswell Way P.O. Box 707 Newport, Gwent NP9 0YH Renton WA 98057-0707 GREAT BRITAIN +1-800-324-6496 620-17867000-001-EN Please keep this address for your records 9 8 7 6 5 4 3 2 1 ISBN-10: 0-7869-3689-4 First Printing: August 2005 ISBN-13: 978-0-7869-3689-2 DUNGEONS \u0026 DRAGONS, D\u0026D, DUNGEON MASTER, d20, d20 System, WIZARDS OF THE COAST, Player’s Handbook, Dungeon Master’s Guide, Monster Manual, Stormwrack, all other Wizards of the Coast product names, and their respective logos are trademarks of Wizards of the Coast, Inc., in the U.S.A. and other countries. All Wizards characters, character names, and the distinctive likenesses thereof are property of Wizards of the Coast, Inc. Distributed to the hobby, toy, and comic trade in the United States and Canada by regional distributors. Distributed in the United States to the book trade by Holtzbrinck Publishing. Distributed in Canada to the book trade by Fenn Ltd. Distributed worldwide by Wizards of the Coast, Inc., and regional distributors. This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the material or artwork contained herein is prohibited without the express written permission of Wizards of the Coast, Inc. This product is a work of fiction. Any similarity to actual people, organizations, places, or events is purely coincidental. Printed in the USA. ©2005 Wizards of the Coast, Inc. Visit our website at www.wizards.com/dnd 3 CONTENTS TABLE OF Dwarves . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44 Armor . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 128 Contents Seacliff Dwarves . . . . . . . . . . . . . . . . . . . . 44 Weapons . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 129 Elves . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44 Rings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 130 Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .4 Gnomes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44 Rods and Staffs . . . . . . . . . . . . . . . . . . . . . . . 131 Wavecrest Gnomes . . . . . . . . . . . . . . . . . 44 Wondrous Items . . . . . . . . . . . . . . . . . . . . . 131 Chapter 1: Into the Maelstrom . . . . . . . . . . . . .5 Half-Elves . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 44 Aquatic Adventures . . . . . . . . . . . . . . . . . . . . . . . .5 Chapter 7: Monsters . . . . . . . . . . . . . . . . . . . . . 135 Aquatic Half-Elves . . . . . . . . . . . . . . . . . . .45 Seas and Oceans . . . . . . . . . . . . . . . . . . . . . . . . .6 Amphibious Creature . . . . . . . . . . . . . . . . . . . 135 Half-Orcs . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .45 Rivers . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .6 Anguillian . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 136 Halflings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .45 Lakes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .7 Aventi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 138 Shoal Halflings . . . . . . . . . . . . . . . . . . . . . .45 Coasts and Islands . . . . . . . . . . . . . . . . . . . . . . .7 Aventi Sergeant . . . . . . . . . . . . . . . . . . . . . . 138 Age, Height, and Weight . . . . . . . . . . . . . . . .46 Caverns and Dungeons . . . . . . . . . . . . . . . . . .7 Blackskate . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 139 Pools, Wells, and Canals . . . . . . . . . . . . . . . . .7 Chapter 3: Classes and Prestige Classes . . . .47 Caller from the Deeps . . . . . . . . . . . . . . . . . . . 140 Underground Rivers . . . . . . . . . . . . . . . . . . . .8 Class Options . . . . . . . . . . . . . . . . . . . . . . . . . . . . .47 Crab, Monstrous . . . . . . . . . . . . . . . . . . . . . . . . .141 Underground Lakes and Seas . . . . . . . . . . . .8 Barbarian . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .47 Darfellan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .143 Sea Caves . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .8 Bard . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .48 Darfellan Barbarian . . . . . . . . . . . . . . . . . . .143 Marine Caverns . . . . . . . . . . . . . . . . . . . . . . . . .9 Cleric . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .48 Dinosaur . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144 Planar Seas . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .9 Druid . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .50 Archelon . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 144 Elemental Plane of Water . . . . . . . . . . . . . . . .9 Fighter . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .50 Ichthyosaur . . . . . . . . . . . . . . . . . . . . . . . . . . .145 Abysm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .9 Monk . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .50 Mosasaur . . . . . . . . . . . . . . . . . . . . . . . . . . . . 146 Porphatys . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .9 Paladin . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .51 Plesiosaur . . . . . . . . . . . . . . . . . . . . . . . . . . . . 146 Stygia . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .9 Ranger . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .51 Dire Animal . . . . . . . . . . . . . . . . . . . . . . . . . . . . .147 Lunia . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .10 Rogue . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .51 Dire Barracuda . . . . . . . . . . . . . . . . . . . . . . . .147 Thalasia . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .10 Scout . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .51 Dire Eel . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .148 Aquallor . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .10 Sorcerer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .51 Elf, Aquatic . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .148 Water Hazards . . . . . . . . . . . . . . . . . . . . . . . . . . . .10 Spirit Shaman . . . . . . . . . . . . . . . . . . . . . . . . . .52 Aquatic Elf Dolphin Rider . . . . . . . . . . . . .148 Currents and Streams . . . . . . . . . . . . . . . . . .10 Swashbuckler . . . . . . . . . . . . . . . . . . . . . . . . . .52 Golem, Coral . . . . . . . . . . . . . . . . . . . . . . . . . . . . 150 Depth . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .11 Warmage . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .52 Hadozee . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 151 Drowning . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .11 Wizard . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .52 Hadozee First Mate . . . . . . . . . . . . . . . . . . . 151 Hypothermia . . . . . . . . . . . . . . . . . . . . . . . . . .11 Prestige Classes . . . . . . . . . . . . . . . . . . . . . . . . . . .52 Hammerclaw . . . . . . . . . . . . . . . . . . . . . . . . . . . 152 Light . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .11 Knight of the Pearl . . . . . . . . . . . . . . . . . . . . .52 Hippocampus . . . . . . . . . . . . . . . . . . . . . . . . . . . 153 Sinking and Shipwreck . . . . . . . . . . . . . . . . .12 Legendary Captain . . . . . . . . . . . . . . . . . . . . .56 Leech, Giant . . . . . . . . . . . . . . . . . . . . . . . . . . . . 154 Special Perils of the Seas . . . . . . . . . . . . . . . . . . .12 Leviathan Hunter . . . . . . . . . . . . . . . . . . . . . .61 Nereid . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 155 Disease . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .12 Scarlet Corsair . . . . . . . . . . . . . . . . . . . . . . . . .65 Ramfish . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 156 Poison . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .12 Sea Witch . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .68 Scyllan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 157 Supernatural Dangers . . . . . . . . . . . . . . . . . .13 Stormcaster . . . . . . . . . . . . . . . . . . . . . . . . . . . .72 Seawolf . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 158 Marine Wilderness Terrain . . . . . . . . . . . . . . . .14 Wavekeeper . . . . . . . . . . . . . . . . . . . . . . . . . . . .76 Sisiutl . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 160 Beach Terrain . . . . . . . . . . . . . . . . . . . . . . . . . .14 Swarm . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .161 Chapter 4: Skills and Feats . . . . . . . . . . . . . . . .81 Tidal Marsh . . . . . . . . . . . . . . . . . . . . . . . . . . . .15 Jellyfish Swarm . . . . . . . . . . . . . . . . . . . . . . .161 Marine Skills . . . . . . . . . . . . . . . . . . . . . . . . . . . . .81 Coral Reef . . . . . . . . . . . . . . . . . . . . . . . . . . . . .16 Leech Swarm . . . . . . . . . . . . . . . . . . . . . . . . . .162 Seafaring Roles . . . . . . . . . . . . . . . . . . . . . . . . .81 Ice Floes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .17 Piranha Swarm . . . . . . . . . . . . . . . . . . . . . . . .162 Feats . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .90 Open Water . . . . . . . . . . . . . . . . . . . . . . . . . . . .18 Uchuulon (Slime Chuul) . . . . . . . . . . . . . . . . .163 Sargasso . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .19 Chapter 5: Ships and Equipment . . . . . . . . . .95 Yugoloth, Echinoloth . . . . . . . . . . . . . . . . . . . 164 Kelp Bed . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .19 Vessels . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .95 Animals . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .165 Ship’s Deck . . . . . . . . . . . . . . . . . . . . . . . . . . . .19 Weaponry and Accessories . . . . . . . . . . . . . . 103 Albatross . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .165 Marine Dungeon Terrain . . . . . . . . . . . . . . . . . .21 Personal Equipment . . . . . . . . . . . . . . . . . . . . . .105 Barracuda . . . . . . . . . . . . . . . . . . . . . . . . . . . . 166 Walls . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .21 Armor . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .105 Eel . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 166 Floors . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .21 Weapons . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 107 Otter . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .167 Voyages . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .22 Gear . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 108 Sea Lion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .167 Wind and Weather . . . . . . . . . . . . . . . . . . . . .22 Seal . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .167 Chapter 6: Spells and Magic Items . . . . . . . 109 Navigation . . . . . . . . . . . . . . . . . . . . . . . . . . . . .24 Snapping Turtle . . . . . . . . . . . . . . . . . . . . . . 168 New Domains . . . . . . . . . . . . . . . . . . . . . . . . . . . 109 Encounters . . . . . . . . . . . . . . . . . . . . . . . . . . . . .24 Stingray . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 168 Blackwater Domain . . . . . . . . . . . . . . . . . . 109 The Day’s Progress . . . . . . . . . . . . . . . . . . . . .24 Vermin and Animals, Water-Adapted . . . . . .169 Ocean Domain . . . . . . . . . . . . . . . . . . . . . . . .110 Narrative Naval Combat . . . . . . . . . . . . . . . . . . .25 Diving Spider, Monstrous . . . . . . . . . . . . .169 Seafolk Domain . . . . . . . . . . . . . . . . . . . . . . .110 Initiative and Advantage . . . . . . . . . . . . . . . .25 Sea Snake . . . . . . . . . . . . . . . . . . . . . . . . . . . . 170 Storm Domain . . . . . . . . . . . . . . . . . . . . . . . .110 Maneuvering . . . . . . . . . . . . . . . . . . . . . . . . . . .26 New Creatures and Summon Spells . . . . . . 170 Bard Spells . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .110 Attacking . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .28 Cleric Spells . . . . . . . . . . . . . . . . . . . . . . . . . . . . .111 Chapter 8: Adventure Locales . . . . . . . . . . . 171 Damage, Sinking, and Repair . . . . . . . . . . .31 Druid Spells . . . . . . . . . . . . . . . . . . . . . . . . . . . . .111 The Sable Drake . . . . . . . . . . . . . . . . . . . . . . . . . 171 Chapter 2: Races of the Seas . . . . . . . . . . . . . . .33 Paladin Spells . . . . . . . . . . . . . . . . . . . . . . . . . . . .111 Shatterhull Isle: Seafaring Races . . . . . . . . . . . . . . . . . . . . . . . . . . .33 Ranger Spells . . . . . . . . . . . . . . . . . . . . . . . . . . . .111 The Island of Witches . . . . . . . . . . . . . . . . 180 Aventi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .33 Sorcerer/Wizard Spells . . . . . . . . . . . . . . . . . . 112 The Lost Temple of Sekolah . . . . . . . . . . . . . . 189 Darfellan . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .36 Spells . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 112 The Tamorean Vast: Elf, Aquatic . . . . . . . . . . . . . . . . . . . . . . . . . . . .39 Epic Spells . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 125 Graveyard of Ships . . . . . . . . . . . . . . . . . . . 199 Hadozee . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .41 New Psionic Powers . . . . . . . . . . . . . . . . . . . . . 126",
        "name":  "Resources",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "four pairs of broad, segmented water environments, as well as information on weather, feet, each step deeper at the toes than at the heel, followed by the navigation, and naval combat. broad wallow of the tail. Chapter 2: Races of the Seas. Two new aquatic PC races, “Chuul,” he said softly. His eye fell on a small splatter of blood, the aventi and the darfellan, make their debut in this chapter, a place where the monster’s steps hesitated for a moment before which also provides details about aquatic elves as a player continuing. Likely the creature had paused at this spot to shift character race. It also describes the hadozee, a seagoing the villager from one claw to the other. race that excels at the art of sailing. In addition, it discusses Ahead of him a great black lake stretched off into the darkness, water-oriented cultures of standard races, such as seacliff cold and still as death itself. Water dripped somewhere in the dwarves, wavecrest gnomes, and shoal halflings. unseen reaches of the cave, a single drop every ten heartbeats. Chapter 3: Classes and Prestige Classes. This chapter The chuul’s tracks continued into the icy water. describes how the various standard classes operate in an “The lake?” rumbled Tordek. The dwarf stood with his feet aquatic environment, both above and below the waves. In planted wide, eying the water with distaste. addition, it introduces seven new prestige classes associ- “Yes,” said Soveliss. The elf straightened and brushed the mud ated with aquatic environments, including the knight of from his hands. “It went in, but it did not come out. I think it the pearl, the scarlet corsair, and the sea witch. knows that we followed it here.” Chapter 4: Skills and Feats. This chapter offers aquatic “Damn,” said Tordek. He looked at the lake again and shook applications for many skills and gives twenty-four new his head. “I hate the water.” feats that improve characters’ performance in and around the water. It also describes the roles played by various Terrible sea demons guard great treasures in the vaults of members of a ship’s crew and its officers. drowned cities. Sahuagin warbands terrorize the towns and Chapter 5: Ships and Equipment. More than twenty villages of the coast. Malevolent wizards lurk on distant different types of ships, from the caravel and the longship islands, leaving the wretched spawn of their experiments to the elf wingship and the magic-powered theurgeme, to prey on any who pass near. Bold explorers roam the seas are detailed here. The chapter also describes shipboard in search of new lands and marvels never before seen by weapons such as the great bombard, and personal gear human eyes, while cruel pirates plunder their way across the such as the harpoon, cutlass, and sextant. watery divides. Deadly aberrations lurk in the ebon seas of the Chapter 6: Spells and Magic Items. This chapter underground realm, and swift, lightless rivers cascade down details more than forty new spells that enable characters through dungeon chasms into unimaginable depths below. to do everything from swim more quickly to summon a Stormwrack examines the perils and wonders of mael- fiendish kraken, in addition to a few new water-related epic strom adventures—that is, adventuring on or in the water, spells and psionic powers. It also includes new magic items from ocean-spanning voyages to quests across the seas suitable to aquatic campaigns, such as living figureheads and of the Outer Planes. A DUNGEONS \u0026 DRAGONS® game can the dreaded bag of teeth. embrace anything from exploring the dark depths of an Chapter 7: Monsters. This chapter presents more than underground lake or rafting down a jungle river to magical three dozen new monsters that can be encountered in journeys into the lightless deeps of the ocean. Stormwrack aquatic environments, from piranha swarms and aquatic is not just a book about sailing ships and seafaring cam- dinosaurs to the legendary scyllan. paigns but also about the hazards and challenges of all Chapter 8: Adventure Locales. This chapter outlines sorts of watery environments. four aquatic adventure locales. “The Sable Drake” (EL 5) pits PCs against a band of goblin pirates with a wily leader. “Shatterhull Isle” (EL 6) describes an adventure site that HOW TO USE THIS BOOK has lured many a ship to its doom. “The Lost Temple of Stormwrack is intended for use in any DUNGEONS \u0026 DRAGONS® Sekolah” (EL 9) tells of pious sahuagin intent on reclaiming game. You will need the Player’s Handbook, Dungeon Master’s an unhallowed shrine. Finally, “The Tamorean Vast” (EL 12) Guide, and Monster Manual to make use of the material in sets PCs the task of solving the mystery of why ships keep this book. A number of creatures from Monster Manual II disappearing in a particular stretch of open sea. and Fiend Folio are included on the encounter tables in the Appendix: Encounter Tables. This appendix provides a appendix. In addition, you might find it useful to have the set of EL-based encounter tables for all your aquatic encoun-",
        "name":  "The tracks were unmistakable",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ships in heavy seas can take green water A small hatch has a ladder (a short, steep staircase really) over the bows or sides—powerful rushes of surf that wash and is 1 square across, while a cargo hatch is 2 squares wide across the deck, threatening to knock down or carry away and usually doesn’t have a ladder. anyone on deck. Mast: A ship’s mast is anywhere from 1 to 3 feet thick A light surge of green water lasts for 1 round and repeats at the deck level, depending on the size of the ship. A every 2d4 rounds. A light surge is about 1 foot in depth. creature standing in the same square as a mast gains a +2 It costs 2 squares of movement to enter a square of light bonus to AC and a +1 bonus on Reflex saves (these bonuses green water, and the DC of Tumble checks in such a square don’t stack with cover bonuses from other sources). The increases by 2. Any creature that begins its turn in or presence of a mast doesn’t otherwise affect a creature’s enters a square of light green water must succeed on a DC 6 fighting space, because it’s assumed that the creature is Strength check or Balance check, or fall prone. Characters using the mast to its advantage. A typical mast has AC 4, who fall prone are washed 1d4 squares in the direction of hardness 5, and 150 hp. A DC 20 Climb check is needed the surge; if this would wash them over the side, they are to climb a mast. entitled to a DC 11 Reflex save to catch themselves at the Water: Any square that isn’t actually part of the ship is rail before going over. water. Vessels of Huge size or smaller have decks that are A heavy surge consists of violently surging water about no more than 5 feet above the water. Gargantuan vessels 4 feet in depth. It costs 4 squares of movement to enter a have decks 10 feet above the water. Colossal vessels have square of heavy surge. Tumbling is impossible in a heavy decks 15 to 25 feet above the water. surge. Any creature that begins its turn in or enters a Stealth and Detection on Deck: Characters on the square of heavy surge must succeed on a DC 12 Strength deck of a ship automatically spot other characters on deck check or Balance check, or fall prone. Characters who unless the other character is hiding. The deck of a ship fall prone are washed 2d6 squares in the direction of provides plenty of both cover and concealment, so hiding the surge; if this would wash them over the side, they is not all that difficult. Characters encountering creatures 21 MAELSTROM INTO THE CHAPTER 1 in the water are entitled to Spot checks to notice the pres- Coral: Dead coral can be cut and hewn much like ence of creatures at or near the surface at a distance of limestone or similar materials. When such a wall partitions 3d6×10 feet (although very large creatures can be spotted two chambers, it is usually at least 3 feet thick in order to considerably farther away). support the weight of the coral above. It takes a DC 22 Climb check to climb a wall made of coral.",
        "name":  "Green Water",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A typical interior partition inside a wooden of two requirements: ship. Bulkheads are usually smooth, finished wood, with —It possesses the aquatic subtype and has a land speed a Climb DC of 25. better than its swim speed (or has no swim speed at all); pqqqqqqqqqqqqqqqqqqqqrs COMBAT IN THE WATER Table 3–22 on page 92 of the Dungeon Master’s Guide describes —Slam attacks that represent full-body rams or battering a number of penalties and limitations for characters and crea- (as opposed to blows of a fist or limb), such as the porpoise’s tures fighting in the water. The short summary is simply this: slam attack. You take a –2 attack penalty and deal half damage unless you’re By contrast, a monk’s unarmed strike is subject to the pen- using a piercing melee weapon or a natural weapon that strikes alties for using bludgeoning weapons underwater, even if the as a piercing weapon. These penalties apply to both aquatic monk has a natural swim speed or is an aquatic creature. and nonaquatic creatures. However, creatures with a natural Fire: Nonmagical fire (including alchemist’s fire) does swim speed are not subject to these penalties when attacking not burn underwater. Spells or spell-like effects with the with natural weapons that deal piercing damage (including bite fire descriptor are ineffective underwater unless the caster attacks) or with their tail attacks. makes a Spellcraft check (DC 20 + spell level). If the check In addition to the natural weapons mentioned on Table 3–22, succeeds, the spell creates a bubble of steam instead of its creatures with natural swim speeds are not penalized for the usual fiery effect, but otherwise the spell works as described. following attacks: A supernatural fire effect is ineffective underwater unless its —Tentacle attacks description states otherwise. —Constrict, rend, or rake attacks The surface of a body of water blocks line of effect for any —Any natural attack made by an elemental with the water fire spell. If the caster has made a Spellcraft check to make the subtype (that is, water elementals can use their slam attacks fire spell usable underwater, the surface still blocks the spell’s without penalty underwater) line of effect. For example, a fireball cast underwater cannot be —Ram attacks, such as the manta ray’s ram attack targeted at creatures above the surface. pqqqqqqqqqqqqqqqqqqqqrs 22 1 RETPAHC EHT OTNI MORTSLEAM —It carries sufficient weight to weigh it down securely Weather: At the outset of the voyage, roll on Table 1–1: (8 pounds for Small characters, 16 pounds for Medium, Random Weather, Wind, and Precipitation to determine 32 pounds for Large, 64 pounds for Huge, 128 pounds for the current conditions. Use the column corresponding Gargantuan, or 256 pounds for Colossal). to the climate the ship is currently in (cold, temperate, Characters or creatures walking along the bottom are or warm). Seasonal variations can move you to a differ- subject to the conditions of the floor, just as characters ent column—for example, in summertime roll on the walking on land would be. temperate column for ships in otherwise cold climates,",
        "name":  "Bulkhead",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The ship sustains either heavy rolls day during extended voyages. (You might need to check or it takes green water (see page 20) over the bow or the once per hour in confined or confusing waters, such as stern. The ship takes green water over the bow or stern mazelike river delta). A ship at sea is not lost until you fail if its bow is pointed straight into the wind or straight your piloting check three days in a row. away from the wind; otherwise, it takes heavy rolls (see As on land, a ship lost at sea moves randomly. In order page 20). to recognize that you’ve become lost, you are entitled to a",
        "name":  "Rolls or Wash",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Regardless of which way the bow is Knowledge (geography) check once per day (DC 20, – 1 per pointed, the ship takes both heavy rolls and green water day of random travel) to recognize that you are no longer over the deck (see page 20). certain of your direction of travel.",
        "name":  "Rolls and Wash",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Regardless of which way the bow Setting a new course once you’ve recognized that you is pointed, the ship takes both heavy rolls and green water have become lost requires a new Knowledge (geography) over the deck. In addition, if the ship’s bow is pointed at course-setting check, as described in Chapter 4. The DC any direction other than straight into the wind or straight is determined normally, although you should apply the downwind, it must check for capsizing once per round. modifier for guessed at an unknown starting point as A capsizing check is a foundering check (DC 20, + 1 per appropriate. Generally, a ship has an unknown starting previous capsizing check). Remaining broadside on to point only if it has been driven by a storm or similarly heavy seas is extremely dangerous, and very likely to result deprived of any method to gauge its direction and distance in capsizing the ship. of travel. NAVIGATION ENCOUNTERS Ships in strange waters can become as hopelessly lost as The seas are home to bloodthirsty pirates, vigilant warships, travelers in a featureless desert or deep forest. Keeping hungry sea monsters, and marauding bands of aquatic war- track of where you are and how to get to where you’re going riors. Sooner or later, a seafarer will encounter something are difficult challenges for many mariners. she would rather not meet.",
        "name":  "Capsize and Wash",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Each day of your voyage, you make a piloting check to establish your position and make the Encounter tables for various sorts of marine terrain routine corrections necessary to hold to your intended appear in the Appendix, starting on page 212. course. Refer to Knowledge (geography) in Chapter 4 for Coastal Waters: Waters within 50 miles of shore count as DCs and modifiers. coastal waters, even if the coast is desolate or unsettled. Failing your piloting check once is not a problem; Open Ocean: Waters more than 50 miles from the you simply failed to establish your location for the day, nearest shore are considered open ocean. The ocean is but you can go back to your previous day’s established vast and desolate by any standard, and ships can go many position and estimate your current position given the days between encounters with other ships or dangerous course and speed you think you’ve followed since. You sea creatures. do not become lost until you fail your piloting check on Well-Traveled Waters: Within 20 miles of human-settled three consecutive days. lands and kingdoms, a steady traffic of merchant vessels and warships plies the waters between busy ports. Lost at Sea A ship’s chance to get lost depends on the navigational THE DAY’S PROGRESS skills of its master, the weather, and his familiarity with Assuming that a ship at sea doesn’t become lost, doesn’t the waters through which it sails. Getting lost at sea works encounter deadly weather, and doesn’t meet with some 25 MAELSTROM INTO THE CHAPTER 1 ship-devouring monster, it travels some distance along its The rules for naval combat presented here provide a course each day. different system for resolving naval combat. Use these In 1 hour, a ship travels a distance in nautical miles equal rules or the rules described in the Arms and Equipment to its speed in feet per round divided by 10. For example, Guide, whichever you prefer. The narrative rules presented a ship sailing at a speed of 30 feet per round is making 3 here presume the following: the skill of the characters knots, and covers 3 nautical miles in an hour. controlling the ship is the most important factor in the In one day of travel, assuming the ship stops for the ship’s maneuverability; exact maneuvers don’t matter, only night (the common practice along coastlines), a ship travels the range to the other vessel and the heading of each ship; a number of nautical miles equal to its speed in feet per powerful characters or monsters are the most decisive round. A ship sailing at 30 feet per round covers 30 nautical weapons any ship possesses. miles in a day of sailing. Captains in open waters, or captains sailing under INITIATIVE AND ADVANTAGE bright moonlight (or otherwise not concerned with In a narrative combat, you determine initiative normally. being able to see well in the dark) often sail around However, ships don’t move on the turns of specific the clock. Sailing a full 24 hours doubles the normal characters in the initiative order—instead, at the end of distance traveled in a day of sailing, so the ship with a each round you will update the ships’ positions relative speed of 30 feet per round sails 60 nautical miles over to each other. In effect, you can assume that over a single a full day. round the character (or characters) engaged in steering Sometimes contrary winds or strong currents can or otherwise controlling a ship perform numerous small prevent a ship from making progress toward its intended tasks and adjustments that have a cumulative effect tallied destination or force it to sail in a direction other than its at the end of the round. intended course. The movement step at the end of the round follows all character actions for the round, and consists of the follow- ing steps: NARRATIVE NAVAL COMBAT A. Check for advantage, if necessary. The Arms and Equipment Guide presents a detailed vehicle B. Opposing ship declares heading and speed. combat system in which you maneuver vessels on a grid C. Advantaged ship declares heading and speed. of the appropriate size. However, relatively few D\u0026D D. Ships Move. Adjust the ships’ range based on the encounters depend on precise maneuvers between ships. declared headings. D\u0026D combat is about melee battles, not vehicle encoun- E. Opposing ship resolves special maneuvers, if any. ters, and the game works best at the scale of individual F. Advantaged ship resolves special maneuvers, if any. characters. Most ship-to-ship battles of the D\u0026D world are G. Round ends. resolved in one of two ways: by devastating battle magic, or by grappling and boarding. The Advantage The best way to keep your D\u0026D game running smoothly During any naval battle, one vessel or the other possesses during a ship-to-ship encounter is to make any naval battle the advantage. The advantage might reflect a ship in a in which the PCs participate into a boarding action as superior sailing position (upwind of its foe, for example), quickly as you can. Unless the PCs have enough magical a nimble ship that enjoys more room to maneuver in firepower at their disposal to destroy a ship before it can restricted waters, or simply a vessel handled by a more close, the fight will come down to a furious melee across experienced captain. blood-slick decks anyway—so the faster you can get to Determining Advantage: At the beginning of a naval this decisive stage of the encounter, the better. encounter, the commanders of each vessel involved make pqqqqqqqqqqqqqqqqqqqqrs SHIP VERSUS MONSTER monsters to keep moving in order to keep up. However, instead When a ship carrying the player characters meets a monster, of continually moving or redrawing the ship on your battle mat, the easiest way to handle the fight is to simply treat the ship try this: Once per round at initiative point 0, move all creatures like a stationary piece of terrain. It stands still in the middle in the water astern of the ship. For example, if a ship is travel- of whatever map or diagram of the battlefield you create, and ing at 30 feet per round, once per round you’ll simply move the monster or monsters come to the ship instead of the other anything else in the water 30 feet straight back. Usually it’s a way around. lot easier to reposition a handful of swimming sahuagin or a This works well if a ship’s speed is 10 feet per round or less. giant octopus miniature than it is to try to redraw or reposition Faster ships are a little trickier, since they force swimming the ship and all the characters on board. pqqqqqqqqqqqqqqqqqqqqrs 26 1 RETPAHC EHT OTNI MORTSLEAM opposed advantage checks to determine who holds the number of rowers necessary do not spend their rounds advantage at the outset of the battle (the captain with the rowing, the ship’s speed falls to zero and it cannot make best check modifier wins ties). An advantage check is a heading changes in the movement step following the Profession (sailor) check, modified by the vessel’s ship- current round. handling bonus (see page 97). The Watch: Every vessel has some number of sailors",
        "name":  "Daily Piloting",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Once advantage has been who must spend a standard action each round operating established, it remains with the winner until one of the the vessel—keeping the sails in trim and adjusting the following events takes place, at which point a new advan- rigging. If the minimum number of crew needed on tage check is made. watch do not use standard actions to attend to the ship, the vessel cannot make speed changes in the movement —The commander with advantage does not spend a stan- step following the current round. dard action to actively command his vessel. —The vessel with the advantage is holed. MANEUVERING —The vessel with the advantage has a rigging section Your ship’s position relative to the enemy vessel has only destroyed. five significant components: the range between your ships, —The vessel without the advantage successfully performs your heading, your speed, the enemy’s heading, and the the come about special maneuver. enemy’s speed. —The vessel with the advantage fails on an attempt to perform the grapple, ram, or shear special maneuver. Range The range between two ships dueling each other at sea is Holding the advantage means that you get to choose crucially important in determining what spells, weapons, your maneuvers in response to your adversary’s move- and tactics they can use against each other. Thrown spears ments. You are also more effective at closing or opening or close-range spells pose little threat to enemy crewmen the range. on a ship 500 feet away. Determining just how close you want to get to an enemy ship (and how close you want to Actions let them get to you) is a complicated tactical challenge for Most of the characters on board a ship in a fight are free any captain. to act as they choose. They can move about the decks, cast At the end of each round of combat, update the range spells, make missile attacks, wait for an opportunity to based on each ship’s heading and speed. Two ships closing board, or do whatever they think best during their turn on each other at a combined speed of 60 feet per round will each round. However, some individuals on board a ship naturally reduce the range by 60 feet each round until they must devote some amount of their actions each round collide or pass each other, at which point they’ll open the toward controlling the ship. range by 60 feet per round unless one or the other decides",
        "name":  "Keeping Advantage",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    }
]
