[
    {
        "origin_file":  "weapons.json",
        "description":  "mortal worshipers of the remaining gods. Their very nature makes Hard work can level a mountain, fill a ravine, dam a river, or raise a it difficult for beings to move through them to escape. Their stable castle. The Inner Planes are not divinely morphic as the Outer nature means that a deity imprisoned on one can’t simply will the Planes are, and you should treat the size of a divine realm on an plane into a different, more hospitable, form. Inner Plane as if it is on the Material Plane. While the Inner Planes pose no special issues for monotheism Creatures most comfortable with a particular element stand the or dualism, it’s hard to give animistic spirits a home on the Inner best chance of surviving on the comparable Elemental Plane. Planes for the same reasons that the Outer Planes are a tricky Water-breathers thrive on the Elemental Plane of Water, while tho- choice. Certain spirits may communicate with or travel to the qquas and purple worms are more likely to survive on the Elemen- Inner Planes, however, particularly if a spirit has an affinity for a tal Plane of Earth. All four of the Elemental Planes contain spaces specific element. For instance, the spirit of an ancestral sword where mortals common to the Material Plane can survive relatively might travel freely to and from the Elemental Plane of Earth. easily. Gods living on an Elemental Plane maintain part of their Campaign Idea:The gods are benevolent, active, immortal realm in such spaces. For instance, a god living on the Elemental beings. They threw down the hostile, active, immortal genies (in Plane of Earth most likely keeps a courtyard or hall in an open this cosmology, there’s one genie race for each Elemental Plane) cavern where mortals can approach. Such places are free from the that once ruled the mortal realm. Under the genies, the world storms, tremors, and currents that sweep the Elemental Planes was a chaotic place, more like the Elemental Planes than the way periodically. Presumably such a god has no trouble surviving that the world is now. They created dramatic, exotic landscapes where 23 YOUR GAME DEITIES IN CHAPTER 1: Outer Planes 1133 MMaatteerriiaall PPllaannee 11. Celestia 1144 1122 11.. MMaatteerriiaall PPllaannee 12. Bytopia 13. Elysium 1111 1155 TTrraannssiittiivvee PPllaanneess 14. Beastlands 55 15. Arborea 22.. EEtthheerreeaall 16. Ysgard 33.. SShhaaddooww 66 1166 17. Limbo 2266 44.. AAssttrraall 1100 18. Pandemonium 19. Abyss 22 IInnnneerr PPllaanneess 20. Carceri 2255 11 44 1177 55.. PPoossiittiivvee EEnneerrggyy 21. Gray Waste 66.. FFiirree 22. Gehenna 33 77.. EEaarrtthh 23. Nine Hells 99 88.. NNeeggaattiivvee EEnneerrggyy 24. Acheron 2244 77 1188 99.. WWaatteerr 25. Mechanus 1100.. AAiirr 26. Arcadia 88 27. Outlands 2233 1199 24 23 22 21 20 19 18 2222 2200 The 2211 Great Wheel 27 (D\u0026D Cosmology) extreme forms of topology and climate lay next to each other. The You may choose to develop an alternate cosmology and thus gods banished the genies to the Elemental Planes, where they change what places are available for divine realms. For instance, the plot their return to preeminence in the hearts and minds of mor- Asgardian realms could be configured as a series of Material Planes tals. Storms, earthquakes, forest and grass fires, and tidal waves linked by Yggdrasil, the World Tree. Such a cosmology could negate are all said to be manifestations of moments when the genies the need for the Outer Planes, or other planes altogether. temporarily wrest control from their divine jailers. The gods work to make the world more hospitable for mortals and to keep Magic on the Planes the genies imprisoned. A number of spells affect or use planes beyond the Material Plane, as summarized below.",
        "name":  "Inner Planes are morphic in the same way the Material Plane is",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Floating somewhere in the vaulted space of links in specific places and portals to lead to those locales. the Astral Plane is the City of the Gods. The city is a single struc- ture stretching miles across as well as up and down. Within the Coexistent and Coterminous Planes structure are hidden portals that lead to the other planes. The The terms “coexistent” and “coterminous” refer to how easily one inhabitants of the city are mortal descendants of servants who can move between two planes. were brought to the city to serve the gods. Legends tell of a time Coexistent Planes:If a link between two planes can be created when they lived under the sun and stars on the surface of a real anywhere, the two planes are coexistent. These planes overlap each world, with others like themselves. Adventurers seek a hidden other completely. A coexistent plane can be reached from any- portal that leads back to the lost Material Plane, and raw materials where on the plane it overlaps. Someone moving on a coexistent necessary to manufacture tools, weapons, and even clothing. plane often finds it possible to see into or interact with the other Exotic magic items, relics of the gods, litter gargantuan cham- coexistent plane. The Ethereal Plane is coexistent with the Mater- bers. The gods themselves long ago left the city, but they have not ial Plane, and inhabitants of the Ethereal Plane can see into the forgotten it. Demonic forces seek the city in the infinite vastness Material Plane. With the right magic, inhabitants of the Material of the Astral Plane for the portals to all creation that lay within it. Plane can likewise see and interact with those on the Ethereal The gods watch their city and defend it from their realms in the Plane (see invisibilityandmagic missile, for example, both affect the Outer Planes. Ethereal Plane).",
        "name":  "Campaign Idea",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Planes that link together at specific Other Possibilities points are coterminous. Think of coterminous planes as touching Once you allow for the existence of other planes, there’s no reason each other in one or more specific places. Where they touch, a con- to stop at a single Material Plane. Alternate Material Planes may nection exists, and travelers can leave one reality behind and enter exist“above” and “below” the Material Plane that is the player char- the other. The Astral Plane is a coterminous plane, because it exists acters’ home. You can play with gravity, time, magic, morphic alongside and can be accessed from most other planes. In the D\u0026D nature, or topology, create a mirror universe (where even the gods cosmology, the Concordant Domain of the Outlands is cotermi- have mirror entities), or change the dominant race. Your characters nous with every other Outer Plane. might travel to an alternate plane where lizardfolk and similar rep- A plane can be both coexistent and coterminous. The Plane of tilian races rule the land, worshiping draconic gods and hunting Shadow, for example, is coexistent because it overlaps the Material humans, elves, dwarves, halflings, and gnomes as vermin. An alter- Plane and can be accessed from there with the right spell or ability. nate Material Plane could be home to the gods. Traveling there, But it’s also coterminous—it’s possible to enter the Plane of player characters find supremely powerful beings working the Shadow at certain points and travel to strange realms beyond the 24 fields or shoeing horses. part of the plane that lies coexistent with the Material Plane. :1 RETPAHC NI SEITIED EMAG RUOY n this chapter, we introduce the game mechanics that make portfolio that includes one or more aspects of mortal exis- deities work, starting with the most fundamental: divine rank. tence. A demigod might be very accomplished in a single Divine rank is, at its essence, what sets deities apart from mor- skill or a group of related skills, gain combat advantages in tals. Even deities with a divine rank of 0 are far superior to mortals special circumstances, or be able to bring about minor in their powers and abilities. Despite this tremendous gulf changes in reality itself related to the portfolio. For exam- between the mortal and the divine, deities are still defined in ple, a demigod of thieves might be able to change a stolen the same terms as mortals. They have Hit Dice, character levels, item so that it is no longer recognizable. and ability scores, but all of these are far higher than most mortals Rank 6–10:Called lesser deities, these entities grant will ever achieve. spells and can perform more powerful deeds than demigods can, such as sensing certain phenomena from ten miles away. RANKS OF DIVINE POWER Lesser deities have anywhere from a few thousand to For game purposes, each deity has a divine rank, which is similar tens of thousands of worshipers and control larger godly to a character’s level. A deity’s divine rank determines how much realms than demigods. They also have keener senses power the entity has and serves as a way to compare one deity to where their portfolios are concerned. another. Here is a quick summary of divine ranks. Rank 11–15: These entities are called intermediate Rank 0: Creatures of this rank are sometimes called quasi- deities. They have hundreds of thousands of mortal deities or hero deities. Creatures that have a mortal and a deity as worshipers and control larger godly realms than parents also fall into this category. These entities cannot grant demigods or lesser deities. spells, but are immortal and usually have one or more ability Rank 16–20:Called greater deities, these entities scores that are far above the norm for their species. They may may have millions of mortal worshipers, and they have some worshipers. Ordinary mortals do not have a divine command respect even among other deities. The most rank of 0. They lack a divine rank altogether. powerful of greater deities rule over other deities just Rank 1–5:These entities, called demigods, are the weakest of as mortal sovereigns rule over commoners. the deities. A demigod can grant spells and perform a few deeds Rank 21+:These entities are beyond the ken of that are beyond mortal limits, such as hearing a grasshopper from mortals and care nothing for worshipers. They do not a mile away. grant spells, do not answer prayers, and do not respond A demigod has anywhere from a few hundred to a few thou- to queries. If they are known at all, it is to a handful of sand devoted mortal worshipers and may receive veneration or scholars on the Material Plane. They are called respect from many more. A demigod controls a small godly overdeities. In some pantheistic systems, the consent 25 realm (usually on an Outer Plane) and has minor control over a of an overdeity is required to become a god. Illus. by A. Swekel DIVINE CHARACTERISTICS attacks, this section of the statistics block also includes melee Most deities are creatures of the outsider type (usually with 20 touch attack and ranged touch attack bonuses, to be used when the outsider Hit Dice). Unlike other outsiders, they have no dark- deity casts a spell or uses a spell-like ability that requires a touchy vision unless noted in the deity description. Deities’ physical attack to affect its target. A deity gets its divine rank as a divine characteristics vary from deity to deity and are noted in their bonus on all attack rolls. Deities of rank 1 or higher do not auto- individual descriptions. matically fail on a natural attack roll of 1. A deity’s outsider type, along with its class or classes, determines Always Maximize Roll:Greater deities (rank 16–20) automati- its weapon proficiencies, feats, and skills. cally get the best result possible on any check, saving throw, attack Deities have some or all of the following additional qualities, roll, or damage roll. Calculate success, failure, or other effects depending on their divine rank. accordingly. For instance, when a greater deity makes an attack",
        "name":  "Coterminous Planes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A deity’s Hit Dice and type and character level deter- divine rank/+4. For example, a demigod with a divine rank of 3 has mine its base attack bonus. In addition to the figures for weapon damage reduction 38/+4. 26 :2 RETPAHC SEITIED DENIFED pqqqqrs LEVELS BEYOND 20TH Most deities are 20 HD outsiders with 30 to 50 character levels Beyond character level 20th, deities’ attack and saving throw as well. These additional character levels beyond an effective bonuses increase at new rates. Deities gain a +1 epic attack character level of 20th follow special rules covered in more bonus at 21st level and every other level thereafter, meaning detail in the Epic Level Handbook. that a deity with 40 class levels (on top of the base 20 outsider Character levels above 20th confer some, but not all, of the Hit Dice) has an attack bonus of +40. No deity can have more benefits of normal levels. Deities gain all the class features for all than four attacks derived strictly from its base attack bonus, so their levels (such as the fighter’s bonus feat, the monk’s unarmed a deity with an attack bonus of +40 gets additional attacks at damage, the ranger’s favored enemy, the rogue’s sneak attack, or +35, +30, and +25. the wizard’s spellcasting ability). The deity also gains the normal Deities also gain a +1 bonus on saving throws at 22nd level Hit Die for that class, plus additional skill points as if the deity and every other level thereafter. A deity with 20 outsider Hit had a level in that class normally. The deity gains an ability bonus Dice and 40 class levels has saving throws (Fortitude, Reflex, every four levels, and a feat every three levels. and Will) of +32. pqqqqrs rank (if the power normally can be used more often than that, the If the deity also has damage reduc- deity gets the greater number of uses). If a domain power is based tion from another source, such as barbarian on a cleric’s level (or one-half a cleric’s level), a deity with no cleric class levels, this damage reduction does not stack with the damage levels has an effective cleric level equal to the deity’s divine rank (or reduction granted by divine ranks. Instead, the deity gets the benefit one-half the deity’s divine rank) for this purpose. of the best damage reduction in a given situation. Spell-Like Abilities:A deity can use any domain spell it can For example, a deity with damage reduction 38/+4 is also a grant as a spell-like ability at will. The deity’s effective caster level 20th-level barbarian with damage reduction 4/–. If the deity is for such abilities is 10 + the deity’s divine rank. The saving throw attacked with a weapon of +3 enhancement or less, the deity uses DC for such abilities is 10 + the spell level + the deity’s Charisma its damage reduction 38/+4. If the same deity is attacked with a bonus (if any) + the deity’s divine rank. weapon of +4 or better, the deity uses damage reduction 4/–, Immortality:All deities (even those of rank 0) are naturally because the barbarian’s damage reduction is not negated by a +4 immortal and cannot die from natural causes. Deities do not age, or better weapon. Whenever a deity has a second kind of damage and they do not need to eat, sleep, or breathe. The only way for a reduction that might apply to an attack, that damage reduction is deity to die is through special circumstances, usually by being slain listed in parentheses after the damage reduction entry in the in magical or physical combat. deity’s statistics block. Deities of rank 1 or higher are not subject to death from massive",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As a standard action, a deity of rank 1 or higher can 1–5 15 2 perceive everything within a radius of one mile per rank around any 6–10 20 5 of its worshipers, holy sites, or other objects or locales sacred to the 11–15 25 10 deity. This supernatural effect can also be centered on any place 16–20 30 20 where someone speaks the deity’s name or title for up to 1 hour after the name is spoken, and at any location when an event related to the For instance, a demigod of war could make two longswords as free deity’s portfolio occurs (see the deity descriptions for details). actions (Craft [weaponsmith] DC 15). The deity still needs to have The remote sensing power can cross planes and penetrate any the proper tools and materials at hand. barrier except a divine shield (described in Salient Divine Abili- Create Magic Items:A deity of rank 1 or higher can create ties) or an area otherwise blocked by a deity of equal or higher magic items related to its portfolio without any requisite item cre- rank. Remote sensing is not fooled by misdirection ornondetectionor ation feat, provided that the deity possesses all other prerequisites similar spells, and it does not create a magical sensor that other for the item. The maximum item value a deity can create is a func- creatures can detect (as the scryingspell does). tion of its divine rank (see the table below). The item’s cost and cre- A deity can extend its senses to two or more remote locations ation time remain unchanged, but the deity is free to undertake at once (depending on divine rank) and still sense what’s going any activity when not laboring on the item (see Creating Magic on nearby. Items in the DUNGEONMASTER’SGuide). Divine Rank Remote Locations Divine Maximum 1–5 2 Rank Market Price 6–10 5 1–5 4,500 gp 11–15 10 6–10 30,000 gp 16–20 20 11–15 200,000 gp (any nonartifact) 16–20 No maximum (including artifact) Once a deity chooses a remote location to sense, it automatically receives sensory information from that location until it chooses a For example, a demigod of fire could create a wand of burning hands new location to sense, or until it can’t sense the location (for exam- without the Craft Wand feat, provided that the demigod knows the ple, after 1 hour has elapsed since someone spoke the deity’s name). burning handsspell.",
        "name":  "Remote Sensing",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A deity of rank 1 or higher can use teleport without error as ment sea should belong to a greater deity. Similarly, people often a spell-like ability at will, as the spell cast by a 20th-level character, threatened by earthquakes or volcanoes likely associate the portfo- except that the deity can transport only itself and up to 100 pounds lio element earth with a greater deity. of objects per divine rank. A deity of rank 6 or higher also can use plane shiftas a spell-like ability at will, as the spell cast by a 20th- A Sample List level character, except that the deity can only transport itself and This list contains many aspects of existence that could be elements up to 100 pounds of objects. of a deity’s portfolio. A pantheon may ignore some aspects of exis- If the deity has a familiar, personal mount, or personal intelli- tence, and it may emphasize others by giving the same ones to mul- gent weapon, the creature can accompany the deity in any mode of tiple deities. travel if the deity touches it. The creature’s weight counts against the deity’s weight limit.",
        "name":  "Travel",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "What the ability enables the deity to do. If a deity has Plane, Corellon Larethian uses the Create Greater Object ability to the same ability more than once, its benefits do not stack unless create a masterwork mighty composite longbow (+4 Str bonus) indicated otherwise in the description. In general, having a salient worth 800 gp. Corellon Larethian must rest for 70 minutes. If divine ability twice is the same as having it once. Corellon were to spot his enemy, Gruumsh, coming his way,",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Some abilities require the deity to rest afterward. If no portfolio elements that are associated with the salient divine ability rest is required, the entry is absent. A resting deity can engage in in question. The information is provided as guidance for DMs who light activities such as talking or walking at half speed. When want to design their own deities and should not be taken as a rule. attempting anything more strenuous than that, the deity can For example, the suggested portfolio elements for Annihilating 33 DEFINED DEITIES CHAPTER 2: Ability Prerequisite Ability Prerequisite Divine Ranger Ranger level 20th Life and Death Divine rank 6 Wis 25 Gift of Life or Wilderness Lore 40 ranks Hand of Death Knowledge (nature) 30 ranks Mass Life and Death Divine rank 16 Divine Recall — Life and Death Divine Rogue Rogue level 20th Gift of Life or Dodge Hand of Death Improved evasion Increased Energy Resistance — Defensive roll Increased Damage Reduction Con 29 Divine Shield Cha 29 Increased Spell Resistance — Area Divine Shield Divine rank 6 Indomitable Strength Str 40 Cha 29 Strength domain Divine Shield Instant Counterspell — Divine Skill Focus 23 ranks in selected skill Instant Move Divine rank 6 Divine Sneak Attack Rogue level 20th Dex 29 Crippling strike Irresistible Blows Weapon Focus Divine Spell Focus — Improved Critical Divine Spellcasting Spellcaster level 20th Irresistible Performance Perform 40 ranks Divine Splendor Divine rank 16 Know Death — Cha 26 Know Secrets — Divine Storm Divine rank 11 Lay Curse — Divine Water Mastery Water domain Lay Quest — Divine Weapon Focus — Life Drain Death domain Divine Weapon Base attack bonus +20 Master Crafter 23 ranks in at least two Specialization Divine Weapon Focus Craft skills with selected weapon Mind of the Beast — Divine Weapon Mastery Fighter level 20th Possess Mortal Cha 29 War domain Power of Luck Luck domain Energy Burst — Power of Nature — Energy Storm Divine rank 11 Power of Truth — Extra Sense Enhancement Wis 29 See Magic Magic domain Extra Domain Divine rank 6 Speak with Creatures — Extra Energy Immunity Divine rank 6 Stride Travel domain Resistance to energy Sunder and Disjoin — type selected Supreme Initiative Dex 29 Footsore Travel domain Improved Initiative Frightful Presence Cha 24 True Knowledge Divine rank 11 Gift of Life — Int 40 Life and Death Divine rank 6 Bardic knowledge or lore Gift of Life or Bard or loremaster Hand of Death level 10th Mass Life and Death Divine rank 16 Knowledge domain Life and Death Undead Mastery Divine rank 16 Gift of Life or Cleric level 17th Hand of Death Undead Qualities — Grow Creature — Wave of Chaos Chaos domain Hand of Death — Wound Enemy Base attack bonus +20 Strike are death, justice, vengeance, and war. More often than not, If the form selected has wings, the deity can fly. Likewise, the deity a deity that has this ability will also have one or more of those ele- can swim if the form has fins, breathe water if the form has gills, ments in its portfolio. However, a deity without any of those ele- and so on. ments in its portfolio can still have the Annihilating Strike ability, The deity can remain in the altered form indefinitely, but as long as it meets the prerequisites. resumes its own form if slain.",
        "name":  "Rest",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity can duplicate any spell of 9th level or lower as Alter Size a standard action. The duplicated spell has no material or XP The deity can change size. component, and the DC of its saving throw (if one is allowed) is Benefit:As a free action, the deity can assume any size from 20 + the deity’s rank + the deity’s Charisma modifier. Fine to Colossal. The deity also can change the size of up to 100 The deity also can duplicate a spell with any metamagic feat (so pounds of objects it touches. If the deity has a familiar, personal long as the metamagic feat is available to characters of 20th level or mount, or personal intelligent weapon, the creature can change lower). This use of the ability requires the deity to rest for 1 round size with the deity if the deity touches it, but its weight counts for each level that the feat would normally add to the spell. It still against the deity’s weight limit. This is a supernatural ability. takes a standard action to use this ability, so there is no point in Notes:This ability allows the deity to assume any proportions using the ability to duplicate a quickened spell. from the size of a grain of sand up or as much as 1,600 feet tall. The deity can render a magical or supernatural effect perma- A radical change in size can have great impact on the deity’s nent. The rest requirement varies with the effect: 10 minutes per combat ability. The deity’s Strength, Armor Class, attack bonus, and level of the effect times the number of subjects affected, 10 min- damage dealt with weapons changes according to the size the deity utes per total Hit Dice of creatures affected, or 10 minutes per 10- assumes, as shown on the accompanying tables. The deity’s Strength foot cube affected. Use the highest applicable value. score can never be reduced to less than 1 through this ability. The deity can create temporary, nonmagical objects. This works Also note that use of this divine ability does not affect all the like the Create Object ability (including the required rest period), deities’ characteristics (such as Dexterity, Constitution, etc). except that the items last one day per rank. The deity also can create Suggested Portfolio Elements: Any. permanent nonmagical objects as if using the Create Object ability except that all rest requirements are doubled and there is no reduction Annihilating Strike in rest time for being on an Outer Plane or in the deity’s own realm. Any physical attack the deity makes can destroy a foe outright. The deity can create temporary magic items or creatures. This Prerequisites:Divine rank 11, base attack bonus +20, Str 25. works like the Divine Creation ability (including the required rest Benefit:When the deity strikes with a weapon or natural period), except that the items or creatures created last 1 hour per weapon, the opponent struck might be obliterated. Creatures, rank. This ability cannot create permanent magic items or creatures. attended objects, and magic items must make Fortitude saves (DC 35 DEFINED DEITIES CHAPTER 2: pqqqqrs Table 2–4: Weapon Damage by Increased Size ——————————Size Categories Increased —————————— Base Damage* 1 2 3 4 5 6 7 8 1d2 1d3 1d4 1d6 1d8 2d6 2d8 4d6 4d8 1d3 1d4 1d6 1d8 2d6 2d8 4d6 4d8 8d6 1d4 1d6 1d8 2d6 2d8 4d6 4d8 8d6 8d8 1d6 1d8 2d6 2d8 4d6 4d8 8d6 8d8 16d6 1d8 or 1d10 2d6 2d8 4d6 4d8 8d6 8d8 16d6 16d8 1d12 2d8 4d6 4d8 8d6 8d8 16d6 16d8 32d6 *Convert each die in the damage rating. For example, an attack that deals 4d6 points of damage deals 4d8 points of damage if the deity’s size increases by one category. The same attack deals 8d6 points of damage if the deity’s size increases by two categories. Table 2–5: Weapon Damage by Decreased Size ——————————Size Categories Decreased —————————— Base Damage* 1 2 3 4 5 6 7 8 1d2 1 — — — — — — — 1d3 1d2 1 — — — — — — 1d4 1d3 1d2 1 — — — — — 1d6 1d4 1d3 1d2 1 — — — — 1d8 or 1d10 1d6 1d4 1d3 1d2 1 — — — 1d12 1d8 1d6 1d4 1d3 1d2 1 — — 2d6 1d6 1d4 1d3 1d2 1 — — — 4d6 2d6 1d6 1d4 1d3 1d2 1 — — 8d6 4d6 2d6 1d6 1d4 1d3 1d2 1 — 16d6 8d6 4d6 2d6 1d6 1d4 1d3 1d2 1 32d6 16d6 8d6 4d6 2d6 1d6 1d4 1d3 1d2 2d8 2d6 1d6 1d4 1d3 1d2 1 — — 4d8 4d6 2d6 1d6 1d4 1d3 1d2 1 — 8d8 8d6 4d6 2d6 1d6 1d4 1d3 1d2 1 16d8 16d6 8d6 4d6 2d6 1d6 1d4 1d3 1d2 32d8 32d6 16d6 8d6 4d6 2d6 1d6 1d4 1d3 pqqqqrs 20 + the deity’s rank + the damage dealt) or be reduced to –10 hit Benefit:An avatar serves as a deity’s alter ego, effectively allow- points and killed outright. Unattended, nonmagical objects are ing the deity to be in two or more places at the same time. obliterated. The deity can destroy up to 1,000 cubic feet (a 10-foot An avatar is an extension of a deity. The deity senses and knows cube) of nonliving matter per rank, so the ability destroys only part everything the avatar senses and knows and vice versa. Each avatar of any very large object or structure targeted. counts as a remote location where the deity is sensing and commu-",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity can shape the shield around itself or around a Any weapon the deity wields works better against one type of foe. willing creature so that it is skintight, which prevents the subject Prerequisite:Base attack bonus +20. from being touched. Benefit:The affected weapon gains a bonus of +4 on attack rolls,",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Mercy, protection. and it deals an extra +4d6 points of damage against the designated foe. The bonus and extra damage stack with any other properties Automatic Metamagic the weapon has.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity must obey all the limitations normally associ- Elementals Plants ated with the metamagic feat. For example, a deity using Auto- Fey Shapechangers matic Metamagic (quicken wizard spells) could cast only one Giants Undead quickened wizard spell each round. Magical beasts Vermin Any metamagic feat selected cannot have a level requirement of Monstrous humanoids Humanoids (choose one subtype) 21st or higher. Feats that depend on making the spell’s level higher, such as Heighten Spell, do not work with this ability. The ability functions only when the deity personally attacks with a A deity can have this ability multiple times, choosing a metam- melee weapon or ranged weapon. The deity can apply the Bane- agic feat and either a spellcasting class or spell-like abilities to strike ability to any weapon or natural weapon, but not to a spell, which the ability will apply each time. spell-like ability, supernatural ability, or divine ability.",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Knowledge, magic. A deity can have this ability multiple times, choosing a different kind of foe each time. The deity can imbue only one bane special Avatar ability to a weapon at a time and can change among them once a The deity can use some of its own energy to create a duplicate of itself. round as a free action. 36 Prerequisites:Divine rank 6, Cha 29. Suggested Portfolio Elements: Death, justice, vengeance, war. :2 RETPAHC SEITIED DENIFED Battlesense spells cast by deities of higher rank than the deity using the The deity is nearly impossible to surprise, flank, or catch flat-footed. ability). The subject is allowed a Will save (DC 10 + the deity’s",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Divine rank 6, Wis 29. instance, the deity could create a magic sword with an enhance-",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity can fire a ranged weapon at any target within one attack of opportunity against a single opponent in a round.) line of sight and within range of the deity’s personal senses. No As a full-round action, the deity may make one melee attack at range increment applies to the attack. its full base attack bonus against each opponent within reach. The The deity does not incur any attacks of opportunity for firing a deity does not incur any attacks of opportunity from this action. bow when threatened. Suggested Portfolio Elements: Justice, vengeance, war. As a full-round action, the deity may fire an arrow at her full base attack bonus at each opponent within 10 feet per divine rank. The Divine Blast deity must have the Weapon Focus feat with the type of bow she The deity can release part of its personal energy in a ray. uses to perform this attack. Prerequisite:Cha 29.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity can use this ability a number of times per day bonus to the target’s AC or any miss chance conferred by the equal to 3 + its Charisma bonus. The ray created can extend up to target’s concealment. one mile per rank (the deity chooses the length). Targets the ray",
        "name":  "When shooting a ranged weapon, the deity can ignore any cover Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The ability is similar to the blinkspell, except that it is Prerequisites:Fire domain. defensive only and the deity does not move to the Ethereal Plane, Benefit:The deity gains a competence bonus on attack rolls, but simply exits from reality for a brief moment. This ability never damage, and Armor Class equal to its divine rank if both the deity interferes with the deity’s own attacks. and its foe are touching fire or using weapons with the flaming or If an attack overcomes the miss chance, the deity still gets the flaming burst special abilities. benefit of a saving throw (if one is allowed). The deity is immune to the effects of fire and heat.",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The enchanted creatures become immune to fear The deity’s special mount, if any, gains the celestial template. effects and receive a +2 morale bonus on attack rolls, weapon The deity can smite evil three times per day, and gets an extra 3 damage rolls, skill checks, and Will saves. points of damage per class level on a successful smite attempt.",
        "name":  "Courage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The enchanted creatures must make successful Prerequisite:Good alignment, Sun domain. Wisdom checks (DC = the deity’s divine rank) to attack or fight. Benefit:The deity can shed light in a (10 feet × divine rank) If the check fails, the creature flees in panic for 1d4 rounds. If emanation from its body. This light counters and dispels all dark- the check succeeds, the creature does not have to check again for ness effects (unless created by a deity of higher rank) and causes 10 minutes. The enchanted creatures also suffer a –2 morale pain and damage to undead creatures, who take 2d8 points of penalty on attack rolls, weapon damage rolls, skill checks, and damage per round with no save. Will saves. As a full attack action, the deity can generate up to three rays of",
        "name":  "Dread",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Frenzied creatures spend themselves in drinking, scorching light that can strike targets up to a number of miles away feasting, and dancing unless provoked or incited to violence. equal to the deity’s divine rank. Each ray deals 1d6 points of Frenzied creatures turn violent if they are attacked or perceive a damage per 2 divine ranks. Undead take 1d12 points of damage per threat to their safety. Frenzied creatures receive a +4 morale 2 divine ranks. bonus to Strength and Dexterity, a –4 penalty to Wisdom, and a –2 Suggested Portfolio Elements:Good, light, sun. penalty to AC. Subjects can attempt Will saves (DC 10 + deity’s Charisma modifier + deity’s divine rank) to resist the effect. This is Divine Rage a mind-affecting compulsion. The deity flies into an awe-inspiring rage when struck by a weapon.",
        "name":  "Frenzy",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The enchanted creatures gain a +4 morale bonus on saving Prerequisite:Barbarian level 20th. throws, attack rolls, ability checks, skill checks, and weapon Benefit:This ability is similar to the barbarian’s rage ability damage rolls. (and it replaces the barbarian rage ability for the deity). The deity",
        "name":  "Hope",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The enchanted creatures receive a +4 morale bonus to can activate this ability only after suffering damage from a Strength and Constitution scores, a +2 morale bonus on Will saves, weapon, and can use it a number of times per day equal to its and a –2 penalty to AC. They are compelled to fight heedless of divine rank. Once used, the ability lasts 1 hour (though the deity danger. Subjects can attempt Will saves (DC 10 + deity’s Charisma can end the rage at will). While raging, the deity gains +10 to modifier + deity’s divine rank) to resist the effect. This is a mind- Strength, +10 to Constitution, and a +5 morale bonus on Will affecting compulsion. saves. The deity’s spell resistance and energy resistances each",
        "name":  "Rage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ranger level 20th, Wis 25, Wilderness Lore 40 The deity is the epitome of the monk and has abilities that far sur- ranks, Knowledge (nature) 30 ranks. pass those of mortal monks. Benefit:Any weapon the deity wields against one of its favored",
        "name":  "Divine Monk Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Monk level 20th. enemies is treated as a bane weapon against that creature type.",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity’s unarmed strikes are treated as a magic slash- Thus, its enhancement bonus is increased by +2 and it deals +2d6 ing weapon with an enhancement bonus of +5 and the keen, points of damage. 40 lawful, and vorpal qualities. If the deity chooses, a particular attack The deity can follow tracks at its normal land speed. It treats all :2 RETPAHC SEITIED DENIFED normal terrain as very soft ground for purposes of tracking and skill related to its portfolio, that deity can perform tasks with ignores DC modifiers for time or weather. DCs of 26 or lower as free actions. The deity can track creatures across water, underwater, or A deity can have this ability multiple times, choosing a different through the air by means of the minute disturbances they make skill each time. and traces of their passage. The table below adds across water, Suggested Portfolio Elements:Any. underwater, and air to the list of surfaces found in the Track feat description in the Player’s Handbook. Divine Sneak Attack The deity’s sneak attacks are devastating.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Supreme. out, regardless of size. Such creatures suffer 1d6 points of damage for each 10 feet they travel. Creatures that make success- Divine Storm ful saves are not affected by the vortex for one day, although the The deity can create a vortex of force that protects the deity and vortex still stops their thrown weapons and projectiles. Crea- harms those of an alignment different from the deity’s. tures that fail their saves can attempt to reenter the area, but",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity can surround itself with a vortex of holy or The force damages creatures whose alignment on the moral unholy force that manifests in different forms depending on the (good-evil) axis is opposite the deity’s. If the deity’s moral align- deity. The vortex extends from the deity in an emanation with a ment is neutral (lawful neutral or chaotic neutral), the force does radius of 10 feet per divine rank. The effect stops attacks with not damage any creatures. Affected creatures in the area must thrown weapons and projectiles (they fail if made by creatures make Fortitude saves (DC 10 + the deity’s Charisma modifier + inside the area, or targeted at creatures within the area, or if their the deity’s divine rank) each round or suffer 1 point of holy paths take them through the area). damage per divine rank. A successful save negates the damage, 42 :2 RETPAHC SEITIED DENIFED pqqqqrs SPELL SLOTS ABOVE 9TH LEVEL The Divine Spellcasting ability grants deities access to spell slots above 9th level (which can be used to hold lower-level spells or spells whose level has been increased above 9th by the use of metamagic feats). The number of spell slots available to a deity depends on the deity’s key ability score (Intelligence for wizards, Wisdom for clerics, druids, paladins, and rangers, and Charisma for bards and sorcerers), as shown on Table 2–6: Divine Spellcasting. Even though the table only includes ability scores up to 61 and spell slots up to 25th level, the progression continues infinitely in both directions. For ability scores beyond 61, or for spell slots above 25th level, expand the table to follow the same patterns as shown. The numbers on this table include bonus spells that a deity receives for having a sufficiently high ability score, as well as one additional spell of each level at which the deity gains at least one bonus spell. This additional spell is one of the benefits of the Divine Spellcasting salient divine ability. For bonus spells of levels 1st through 9th, see Table 1–1 in the Player’s Handbook. Table 2–6: Divine Spellcasting ——————————————— Spells per Day ——–———————–———————— Score Modifier 10th 11th 12th 13th 14th 15th 16th 17th 18th 19th 20th 21st 22nd 23rd 24th 25th 10–11 +0 — — — — — — — — — — — — — — — — 12–13 +1 — — — — — — — — — — — — — — — — 14–15 +2 — — — — — — — — — — — — — — — — 16–17 +3 — — — — — — — — — — — — — — — — 18–19 +4 — — — — — — — — — — — — — — — — 20–21 +5 — — — — — — — — — — — — — — — — 22–23 +6 — — — — — — — — — — — — — — — — 24–25 +7 — — — — — — — — — — — — — — — — 26–27 +8 — — — — — — — — — — — — — — — — 28–29 +9 — — — — — — — — — — — — — — — — 30–31 +10 2 — — — — — — — — — — — — — — — 32–33 +11 2 2 — — — — — — — — — — — — — — 34–35 +12 2 2 2 — — — — — — — — — — — — — 36–37 +13 2 2 2 2 — — — — — — — — — — — — 38–39 +14 3 2 2 2 2 — — — — — — — — — — — 40–41 +15 3 3 2 2 2 2 — — — — — — — — — — 42–43 +16 3 3 3 2 2 2 2 — — — — — — — — — 44–45 +17 3 3 3 3 2 2 2 2 — — — — — — — — 46–47 +18 4 3 3 3 3 2 2 2 2 — — — — — — — 48–49 +19 4 4 3 3 3 3 2 2 2 2 — — — — — — 50–51 +20 4 4 4 3 3 3 3 2 2 2 2 — — — — — 52–53 +21 4 4 4 4 3 3 3 3 2 2 2 2 — — — — 54–55 +22 5 4 4 4 4 3 3 3 3 2 2 2 2 — — — 56–57 +23 5 5 4 4 4 4 3 3 3 3 2 2 2 2 — — 58–59 +24 5 5 5 4 4 4 4 3 3 3 3 2 2 2 2 — 60–61 +25 5 5 5 5 4 4 4 4 3 3 3 3 2 2 2 2 etc. . . . pqqqqrs but the creature must save again the next round if it is still Divine Weapon Mastery within the area. The deity is exceptionally proficient with weapons.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fighter level 20th, War domain. deity’s are subject to both effects. Benefit:The deity receives the benefits of the Weapon Focus, For example, Heironeous’s storm of justiceexpels chaotic crea- Weapon Specialization, and Improved Critical feats when wielding tures, damages evil creatures, and both expels and damages chaotic any simple or martial weapon. evil creatures. Hextor’s storm of painexpels chaotic creatures, damages Suggested Portfolio Elements:War. good creatures, and has both effects on chaotic good creatures. Pelor’s sunstormdamages evil creatures. Divine Weapon Specialization",
        "name":  "Creatures whose alignment is diametrically opposed to the Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "War. The deity deals tremendous damage with one kind of weapon.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Base attack bonus +20, Divine Weapon Focus Divine Water Mastery salient divine ability with the selected weapon. The deity has mastery over water. Benefit:This ability works like the fighter’s Weapon Specialization",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity gains a competence bonus on attack, weapon equal to its divine rank. damage, and Armor Class equal to its divine rank if Notes:If the selected weapon is a ranged weapon, the extra both the deity and its foe damage applies against any target the are touching the same deity can see. body of water. The damage bonus The deity gains a from this ability stacks swim speed com- with the damage bonus mensurate with from the Divine Weap- its size (see Divine on Mastery ability and Characteristics). the Weapon Special- At will, as a ization feat. full-round action, A deity can have the deity can cre- this ability multiple ate a devastating times, choosing a dif- tidal wave of water. ferent kind of weapon On land, the wave each time. has effects similar to a Suggested Portfolio flash flood: Creatures Elements:War. caught in the water must make a Fortitude save (DC Energy Burst 15). Large or smaller creatures The deity can create a that fail the save are swept blast of damaging energy. away, taking 1d6 points of Benefit:The deity can subdual damage per round create an emanation of a (1d3 points on a successful specific type of energy Swim check against DC 20). (acid, cold, electricity, fire, Huge creatures that fail are or sonic energy, specified in knocked down, while Gar- the deity’s description) gantuan and Colossal crea- with a radius of 10 feet tures are checked. (See the per divine rank. Any- Weather Hazards section in thing in the area takes Chapter 3 of the DUNGEON 1d8 points of the appro- MASTER’s Guide.) The wave priate energy damage per destroys all wooden buildings and divine rank. Damage is 25% of the stone buildings it comes into con- halved for those who make suc- tact with. At sea, the tidal wave capsizes ships and crushes them to cessful saving throws (Reflex for acid, cold, electricity, or fire, or splinters. The wave affects a number of miles of coastland up to the Fortitude for sonic energy; DC 10 + the deity’s divine rank + the deity’s divine rank. deity’s Constitution modifier).",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Water. Energy Storm Divine Weapon Focus The deity can create a vortex of swirling energy that protects it and The deity is particularly adept with one kind of weapon. damages those who touch the vortex.",
        "name":  "Suggested Portfolio Elements",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This ability works like the Weapon Focus feat except Prerequisite:Divine rank 11. that the deity receives a bonus of +4 on attacks with the weapon. Benefit:The deity can surround itself with a vortex of energy",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This bonus stacks with the divine rank bonus deities get (acid, cold, electricity, fire, sonic, positive, or negative energy, spec- on attack rolls, and with the Divine Weapon Mastery salient divine ified in the deity’s description). The vortex extends from the deity ability. It also stacks with the Weapon Focus feat. in an emanation with a radius of 10 feet per divine rank. The effect A deity can have this ability multiple times, choosing a different stops attacks with thrown weapons and projectiles. Such attacks kind of weapon each time. fail if made by creatures inside the area, or targeted at creatures",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When the deity makes a melee attack with the chosen The deity is remarkably resistant to physical attacks. weapon against a creature, resolve the attack as a melee touch",
        "name":  "Increased Damage Reduction Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Con 29. attack (the weapon blow ignores armor and natural armor",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity’s damage reduction increases by rank/+1. For bonuses). If the weapon hits, the creature struck must make a For- example, Heironeous has a divine rank of 15, which gives him titude save (DC 10 + the deity’s Constitution modifier + the deity’s damage reduction 50/+4. With this ability, Heironeous has damage divine rank) or be stunned for 1d10 rounds. reduction 65/+5. When the deity strikes an object with the chosen weapon, the",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A deity can have this ability multiple times, and its blow ignores the object’s hardness. effects stack. A deity with two applications of this ability improves Notes:A deity can have this ability multiple times, choosing a its damage reduction by (divine rank ×2)/+2. different kind of weapon each time.",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity knows the exact moment and circumstances The deity’s attacks with a specific melee weapon are almost impos- of any mortal creature’s death just by looking at the creature. Some sible to avoid. deities choose to make cryptic comments about the creature’s",
        "name":  "Irresistible Blows Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Focus and Improved Critical with the future demise, while others are saddened by the knowledge. selected melee weapon. Suggested Portfolio Elements:Death. 45 DEFINED DEITIES CHAPTER 2: Know Secrets This ability cannot restore life to a creature that has been slain No secrets can be kept from the deity. by the Hand of Death, Life and Death, or Mass Life and Death abil-",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity acquires the physical, natural, and extraordi- Prerequisites:Divine rank 6, Wizard level 1st, Int 29, Spell nary abilities of the form it has assumed (but not spell-like or Mastery, Arcane Mastery salient divine ability. supernatural abilities) while retaining its own mind. Physical abili- Benefit:This ability works like a cleric’s ability to cast cure ties include natural size and Strength, Dexterity, and Constitution spells spontaneously, except that it applies to wizard spells. The scores. Natural abilities include armor, natural weapons (such as deity must have a sufficient Intelligence score and wizard levels claws, bite, swoop and rake, and constriction; but not petrification, to cast the spell. breath weapons, energy drain, energy effect, and the like), and sim- Notes: The deity still needs a spellbook for its wizard spells ilar gross physical qualities (presence or absence of wings, number unless it also has the Divine Spellcasting ability. of extremities, and so on). A body with extra limbs does not allow Suggested Portfolio Elements:Knowledge, magic. the deity to make more attacks (or more advantageous two-weapon attacks) than normal. Natural abilities also include mundane Stride movement capabilities, such as walking, swimming, and flight The deity can move rapidly over long distances, can make living with wings. The deity’s speed is that of the assumed form or the creatures travel faster, and can jump extraordinary distances. deity’s normal speed, whichever is higher. Prerequisites:Travel domain.",
        "name":  "Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity’s movement is doubled on the local or separated from the whole reverts to its original form. However, if overland scales (see the Player’s Handbook). Also, having this abil- the assumed form has an extraordinary ability that allows it to pro- ity means that the deity’s height does not limit the distance it duce a substance or shed part of its body, then this ability also can jump. grants that ability. For example, a deity who shifts form into a viper In addition, the deity can impart extra overland speed to has a poisonous bite. living creatures. The deity can affect up to one creature per The deity retains its Intelligence, Wisdom, and Charisma scores, divine rank at once, but no more than that number each day. All level and class, hit points (despite any change in its Constitution must be within the deity’s line of sight when first affected. Crea- score), alignment, base attack bonus, and base saves. (New tures who receive this boon double their speeds on the local or Strength, Dexterity, and Constitution scores may affect final attack overland scales. and save bonuses.) The deity retains its outsider type, extraordinary Suggested Portfolio Elements:Travel. abilities, spells, and spell-like abilities, but not its supernatural abil- ities. The deity also retains its divine Armor Class bonus and divine Sunder and Disjoin qualities and abilities, provided they are not supernatural. The deity can destroy weapons and items used against it in combat. The deity can cast spells for which it has components. It needs a Benefit: If any weapon or item is used against the deity in voice like that of a humanoid for verbal components and hands combat, the deity can destroy it with a touch. Treat a successful like those of a humanoid for somatic components, Likewise, the touch as a combination of a disintegrate spell and a Mordenkainen’s deity needs hands to use many of its powers, such as creating disjunctionspell, both targeted exclusively at the touched item. The 48 objects related to its portfolio. save DC for both effects is 19 + the deity’s Charisma modifier. An :2 RETPAHC SEITIED DENIFED item remains vulnerable to this ability for up to one day after being undead creature per divine rank (regardless of the creatures’ Hit used against the deity. Dice) at any one time.",
        "name":  "In general, any part of the body or piece of equipment that is Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Divine rank 11, Int 40, bardic knowledge or lore Any weapon the deity wields causes a bleeding wound when it hits. class feature and 10th level in the class that grants the ability, Prerequisites:Base attack bonus +20. Knowledge domain. Benefit:The affected weapon deals damage to a creature such",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity never fails a bardic knowledge or lore check, that a wound it causes deals 1d6 points of damage per round there- no matter how obscure the knowledge involved. The deity speaks after in addition to the normal damage from the weapon. Multiple and understands all languages. The deity can use legend loreand wounds from the weapon result in cumulative bleeding loss (two analyze dweomeras free actions at will. These actions count against wounds for 2d6 points of damage per round, and so on). The bleed- the deity’s maximum number of free actions per round. ing can only be stopped by a successful Heal check (DC 15 + the",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The ability functions only when the deity personally The deity can assume the form of any creature or object, but not attacks with a physical weapon. The ability works with a ranged the form of another deity. This is an extraordinary ability. weapon, but not if someone else uses the weapon. The deity can",
        "name":  "True Shapechange Notes",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Divine rank 16, Alter Size salient divine ability, apply to the ability to any weapon or natural weapon, but not to a Alter Form salient divine ability, Shapechange salient divine ability. spell, spell-like ability, supernatural ability, or divine ability.",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity can spend one of its turn/rebuke undead Normal:Without this feat, a deity can run or charge only in a attemptsto add its Charisma modifier to its weapon damage for a straight line. number of rounds equal to its Charisma modifier. This is a super- natural ability. Greater Multiweapon Fighting [General] A deity with three or more hands can fight with a weapon in each Divine Vengeance [Divine] hand. The deity can make up to three attacks per round with each The deity can channel energy to do additional energy damage in extra weapon. combat against undead. Prerequisites:Dex 19, three or more hands, Improved Multi-",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ability to turn undead, Extra Turning. weapon Fighting, Multiweapon Fighting, Multidexterity, base",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity can spend one of its turn undead attemptsto attack bonus +15. add 2d6 points of sacred energy damage to all its successful melee Benefit:The deity may make up to three extra attacks with each attacks against undead until the end of its next action. This is a weapon it wields, albeit with a –5 penalty on the second attack supernatural ability. with each weapon and a –10 penalty on the third.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This feat replaces the Greater Two-Weapon Fighting Energy Substitution [Metamagic] feat for deities with more than two arms. The deity can modify a spell that uses energy to use another type of energy. Greater Spell Focus [General]",
        "name":  "Special",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A spell cast with Eschew Materials can be cast with no laps (does not stack with) the bonus from Spell Penetration. material components. Spells without material components are not affected. Spells with material components with a cost of more than Greater Two-Weapon Fighting [General] 1 gp are not affected. An eschewed spell uses up a spell slot of the The deity is a master at fighting two-handed. spell’s normal level. Prerequisites: Improved Two-Weapon Fighting, Two-Weapon Fighting, Ambidexterity, base attack bonus +15. Extra Music [General] Benefit: In addition to the standard extra attack the deity gets The deity can use its bardic songs more often than it otherwise could. with an off-hand weapon and the second attack with the off-hand",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bardic music. weapon provided by Improved Two-Weapon Fighting, the deity gets",
        "name":  "Prerequisite",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The deity can use its bardic music four extra times a third attack with the off-hand weapon, albeit at a –10 penalty (see 50 per day. Table 8–2: Two-Weapon Fighting Penalties in the Player’s Handbook). :2 RETPAHC SEITIED DENIFED",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A ranger who meets only the base attack bonus prereq- concentrate on spells such as detect magicanddetect thoughtsto use uisite and the Improved Two-Weapon Fighting prerequisite can their effects. Concentrating on such a spell is a standard action that gain this feat but can only use it when wearing light or no armor. does not provoke an attack of opportunity. A persistent spell uses up This feat can be taken as one of a fighter’s bonus feats. a spell slot four levels higher than the spell’s actual level. Hold the Line [General] Plant Control [General] The deity is trained in defensive techniques against charging The deity can channel the power of nature to gain mastery over opponents. plant creatures.",
        "name":  "Special",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Characters without this feat make a melee touch ing attempt, treat all destruction results as normal turning. Treat attack to grab their opponent and provoke an attack of opportunity immobile plant creatures as creatures unable to flee. This ability is doing so. They also suffer a –4 penalty on their grapple checks usable a total number of times per day equal to 3 + the deity’s when trying to deal normal damage in a grapple. Charisma modifier. The deity uses its highest caster level to deter- mine the level at which it turns plants. Improved Multiweapon Fighting [General] A deity with three or more hands can fight with a weapon in each Power Critical [General] hand. The deity can make up to two attacks per round with each The deity chooses one kind of weapon, such as longsword or extra weapon. greataxe. With this weapon, the deity knows how to hit where it",
        "name":  "Normal",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dex 15, three or more hands, Multiweapon hurts when it counts. Fighting, Multidexterity, base attack bonus +9. Prerequisites:Proficient with weapon, base attack bonus +12,",
        "name":  "Prerequisites",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "In addition to the single extra attack the deity gets with Improved Critical with weapon. each extra weapon from Multiweapon Fighting, it gets a second Benefit:Once per day, before making an attack roll, the deity attack with each extra weapon, albeit at a –5 penalty. can declare a single melee attack to automatically be a threat. If the",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "With only Multiweapon Fighting, a deity can only get attack is successful, the deity automatically rolls to confirm the a single extra attack with each extra weapon. critical hit, regardless of the actual attack roll.",
        "name":  "Normal",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "This feat replaces the Improved Two-Weapon Fighting Special:A deity can gain this feat multiple times, choosing a dif- feat for deities with more than two arms. ferent kind of weapon each time. This feat can be taken as one of a fighter’s bonus feats. Improved Sunder [General] The deity is adept at placing its attacks precisely where it wants Reach Spell [Metamagic] them to land. The deity can cast touch spells without touching the spell recipient.",
        "name":  "Special",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "When the deity strikes an opponent’s weapon, it deals touch at any distance up to 30 feet. The spell effectively becomes a double damage. ray, so the deity must succeed at a ranged touch attack to bestow the spell upon the recipient. A reach spell uses up a spell slot two Jack of All Trades [General] levels higher than the spell’s actual level. The deity has picked up a smattering of even the most obscure skills.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A persistent spell has a duration of 24 hours. The per- The deity’s damaging spells are imbued with divine power. sistent spell must have a personal range or a fixed range (comprehend Benefit:Half of the damage dealt by a sacred spell results languagesordetect magic, for example). The deity is still required to directly from divine power and is therefore not subject to being 51 DEFINED DEITIES CHAPTER 2: reduced by protection from elements or similar magic. The other Depending on what kind of pantheon you have, you may be able half of the damage dealt by the spell is as normal. A sacred spell to draw inspiration from elsewhere. uses up a spell slot two levels higher than the spell’s actual level. Only divine spells can be cast as sacred spells. Historical Pantheons Myths and legends portray pantheons from around the world. For Sharp-Shooting [General] instance, it’s easy to find out how Zeus acts by reading Greek The deity’s skill with ranged weapons lets it score hits others mythology. would miss due to an opponent’s cover.",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A widened burst, emanation, or spread spell has its area when mortals object. Deities who deal directly with living increased by 50%. Spells that do not have an area of one of the three things usually show understanding, but even for them there is a sorts listed above are not affected by this feat. A widened spell uses line between reasonable concerns and thwarting their will. up a spell slot three levels higher than the spell’s actual level. When you portray such a deity, dismiss player character con- cerns as trivial. Get angry when they can’t do what you want immediately, if that’s appropriate. Otherwise, be patient but ROLEPLAYING A GOD insistent, and don’t negotiate. This section contains advice on using gods in your campaign. Immortal: To a deity, mortals (even elves) have the life spans of gnats. What seems crucial to a mortal may be meaningless to MEETING A GOD a deity that can outwait any mortal problem. Gods may act When player characters meet a deity, they’re meeting a being with rashly or with haste, but generally do so over their own con- senses that extend for miles. A deity merely has to think of or cerns. Such deities take the long view with player characters desire something to have it. Its awareness of its portfolio covers and remind them that they are mortal, and therefore their prob- vast areas, and its control of the building blocks of matter, energy, lems will pass. and life makes it the master of most situations, particularly on the I Saw That: Not only can gods perceive events miles away, but Material Plane. The awesome presence of a deity cows most mor- they can perceive their priests, temples, and portfolio elements tals, and may drive them from the deity in fear. across the planes. Assume that a deity notices any trick the charac- Gods seek out mortals who do great deeds that favor the gods, as ters try to pull, including slipping away to steal under cover of a well as those who threaten their power, primacy, or existence. Even diversion. In addition, an immortal being has probably already when a god graces a mortal or a group of mortals with its physical seen every trick the characters can think of and prepared defenses presence, that god’s attention is effortlessly in several places at against them. You don’t have to plan for every possibility; just once. Mortals who reach the home of a deity irritate that power assume the deity is ready. with their interruption. They can expect a much cooler (or hotter, Power Incarnate: Gods can do more, and do it faster and more depending on the deity and the plane) reception. accurately than any mortal. Any arcane spellcaster can make As the Dungeon Master, you manipulate the experience of something appear from nothing. A deity can make impossible meeting a god to suit your campaign. You can frighten the player amounts of material appear instantly and without effort. They do characters or welcome them, depending on how you want the it without obvious verbal, somatic, or material components. characters to feel about their deities, and how much you want the Walking up a rainbow or transforming an annoying character 52 characters to interact with them. (annoying to the deity, anyway) into a turtle for the duration of :2 RETPAHC SEITIED DENIFED the contact are minor manifestations of a deity. A deity might the characters reach very high levels, they lack the power to cure an incurable infliction, turn the shards of an evil artifact into concern or threaten deities and they rarely, if ever, interact flawless diamonds, or strike an obnoxious character dumb until directly with the gods. If the characters in your campaign spend that character makes an atonement. Whatever a wishcan do, a more and more time communicating with their deities as they god can do more. increase in levels, spend some time developing the rivalries and",
        "name":  "Benefit",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Deities wear their emotions on their sleeves. guidelines should never replace your good judgment. Whatever they’re feeling, they show. If a few mortals get stepped Certain kinds of contact with deities are actually routine, as on, burned to cinders, crushed under falling buildings or moun- bizarre as that may sound. A cleric praying for spells or casting tains, or thrown a hundred miles by a gust of wind, a deity may not communehas some level of contact with his deity, but does not notice in the excitement—particularly if it can resurrect such mor- gain any experience points for that encounter. In fact, in the case tals later. Questioning a deity’s knowledge or power or disagreeing of the communespell, he actually loses experience points. Like- with a deity are sure to trigger its wrath. If your player characters wise, if a deity appears in a character’s dream or even in a waking spend a lot of effort contacting deities, a few doses of divine wrath vision to send the character on a quest of some sort, the character could change their behavior. should receive no experience for that encounter. She’ll earn Self-Centered: Deities focus on maintenance and expan- enough experience points on the quest, which is where the real sion. They act to preserve their power (both personal and port- challenge lies. folio) and to eliminate threats to those concerns. At the same Other types of divine encounters are real challenges, however, time, deities usually have an agenda for gaining further power and deserve to be treated like other encounters with experience and influence within their pantheons. Mortals are seldom pow- awards. Some situations might require the PCs to negotiate with erful enough to be a distraction from these two priorities (when a deity, others to thwart a deity’s plans, and others to escape an they are powerful enough, see Divine Wrath, above). Perhaps angry deity with their lives. Some negotiations are simple, while the biggest challenge after contacting a deity is shifting that others are much more difficult (bearing in mind that deities deity’s attention from personal concerns to those of mortals. often have Bluff, Diplomacy, and Sense Motive skill modifiers in Mortals who assist a deity in a way that’s meaningful to an the +50 to +80 range). As a rule of thumb, assign negotiation-type immortal, incredibly powerful creature are more likely to gain encounters a Challenge Rating somewhere between the average divine assistance. party level –2 and the average party level +1. (The XP award ranges from 150 to 450 times the average party level.) Thwarting DIVINE POLITICS IN YOUR CAMPAIGN a deity’s plans is a great feat and probably deserves a Challenge Deities have their own agendas and concerns. After all, the Rating somewhere between the average party level and three biggest challenges they face are from their own kind. Ares and levels higher (XP equal to 300 to 900 times the average party Athena constantly compete for Zeus’s attention, and squabble level). Escaping the wrath of a deity is extremely challenging and over the best way to fight a war. These politics require a lot of should have a Challenge Rating between four and seven levels any deity’s attention. Fortunately, these politics are almost above the average party level (XP equal to 1,200 to 3,600 times the always not perceived by your player characters, at first. Until average party level). 53 DEFINED DEITIES CHAPTER 2: Naturally, a deity’s relative power (measured by its divine rank as A deity may have more than one proxy, but it must lose 1 well as the number of Hit Dice and character levels it possesses) divine rank for each proxy it invests. A deity can retrieve a single compared to the party’s level is an important consideration, partic- divine rank as a standard action, and doing so it does not require ularly for encounters in which the PCs are seriously at odds with the physical presence of the proxy. A proxy may become the deity. For 65th-level characters, escaping the wrath of Imhotep stranded on a distant plane if the deity decides to retrieve its rank is not a CR 69 encounter, since Imhotep is really only slightly when the proxy is located there. more powerful than a 20th-level character. Once again, these For the deity’s purposes, a proxy is the deity. An insult to a guidelines should never overrule your judgment of the difficulty proxy is an insult to the patron deity. Likewise, an attack on a of the encounter. proxy is an attack on the patron deity. Deities expect their prox- For actual cases of the death of a deity, you should award each ies to be treated with the same awe, respect, and reverence as the character who participated in the battle a number of XP equal to his deities themselves. or her current level times 1,000. That is enough experience to Deities rarely entrust divine rank to creatures of low intelli- bring any character to the next level, and is almost certainly the gence. Proxies are most often exemplary servants, the best of those largest single award any character will ever receive, comparable who serve their patron. to a character single-handedly defeating a monster whose CR is 4 higher than her level. However, remember the advice in the Sample Proxy of Heironeous DUNGEONMASTER’s Guide: “. . . an encounter in which the PCs dHodge Guiley: Male demigod (divine rank 1) Pal20; defeat something far above their own level (CRs higher than Medium-size humanoid; HD 20d10+40; hp 240; Init +4; Spd 120 their level by eight or more) was probably the result of fantastic ft.; AC 28 (touch 11, flat-footed 28); Atk +24/+19/+14/+9 melee luck or a unique set of circumstances, and thus a full XP award (1d8+8 plus 1d6 electricity/17–20, +3 ghost touch shock longsword), may not be appropriate. As the DM, you’re going to have to make +16 melee (1d8 shield bash, animated bashing large shield); SA these decisions.” If the PCs were ineffectual bystanders in a Smite evil, turn undead 5/day; SQ Divine immunities, DR battle between two deities that ends in the death of a deity, they 36/+4, fire and cold resistance 20, spontaneous casting of divine should receive some XP if they survive such a traumatic event, spells, understand, speak, and read all languages and speak but they do not deserve to advance a level for their minuscule directly to all being within 1 mile, remote communication, part in the god’s demise. godly realm, teleport without error at will, SR 33, divine aura (10 ft., DC 13), salient divine ability (Gift of Life), aura of courage, detect evil,divine grace, divine health,lay on hands,electricity DIVINE MINIONS immunity, immortal, remove disease6/week,roll of 1 is not an Gods have their cohorts just as powerful characters have theirs. automatic failure, senses extend for 1 mile, remote sensing Most of these divine minions are mortal. They act as servants, (applies to Heironeous’s temples, name, and worshipers), block guards, and messengers for the deities. While deities have less sensing of divine rank 0 characters, perform actions related to invested in their minions then they do in their avatars, gods usu- justice portfolio with DC of 15 or lower as free actions, create ally consider an attack on or an act against a servant as an attack on minor magic items related to justice, justice portfolio sense as or an act against their divine person. Heironeous; AL LG; SV Fort +18, Ref +10, Will +12; Str 16, Dex All types of beings may serve deities. In general, a deity only 10, Con 14, Int 8, Wis 15, Cha 14. accepts minions who have accomplished some great deed in Skills and Feats: Concentration +10, Diplomacy +10, Handle service to the deity. Such minions usually have the same align- Animal +10, Heal +10, Knowledge (religion) +5, Ride (horse) +10; ment as the deity. No minion’s alignment is opposed to the Cleave, Great Cleave, Improved Critical (longsword), Improved patron deity’s alignment on either the law–chaos axis or the Initiative, Power Attack, Sunder, Weapon Focus (longsword), good–evil axis. While many minions are mortals physically Weapon Specialization (longsword). transported to the divine realms, some are spirits who made the Smite Evil(Su): Once per day, Guiley may attempt to smite evil journey to the divine realms under their own power after death with one normal melee attack. He gets +2 on his attack roll and (see Petitioners, below). deals an extra 20 points of damage. Smiting a creature that is not Because deities regard their servants as extensions of them- evil has no effect but uses the ability for that day. selves, they limit their numbers of minions in order to limit the Turn Undead(Su): Guiley can turn undead, doing so as a cleric of opportunities for rivals to attack or insult them. Protecting min- two levels lower would. ions is a matter of prestige, and few deities are willing to risk their Divine Immunities:Transmutation, energy drain, ability drain, positions in their pantheon over a few nondivine servants. ability damage, mind-affecting effects, poison, stunning, paralysis, Intelligence is not a requirement for a minion. Many deities instant death. take creatures of animal intelligence as minions. These creatures Aura of Courage(Su): Guiley is immune to fear effects, magical or function as guards and as signals or omens of the deity’s impend- otherwise. Allies within 10 feet of him gain a +4 morale bonus on ing presence. saving throws against fear effects. Detect Evil (Sp): Guiley can use detect evil,as the spell, at will.",
        "name":  "Divine Wrath",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Guiley applies his Charisma bonus on all saving A divine proxy speaks and acts on behalf of the divine being. throws. (This modifier is already figured into the statistics given When the demand for a deity’s presence is too high, the deity above.) may use proxies. Divine Health:Guiley is immune to all diseases, including magi- Proxies are divine minions invested with a small portion of the cal diseases such as mummy rot and lycanthropy. deity’s power. A deity may invest 1 rank of its power (reducing its Lay on Hands(Sp): Guiley can heal wounds by touch as a stan- divine rank accordingly) in a single servant for as long as the deity dard action. Each day he can cure 40 hit points. He can cure him- chooses. The minion must be physically present for the deity to self and can divide the curing among multiple recipients. He does perform the investiture. While so invested, the proxy gains any not have to use it all at once. salient divine abilities held by the patron deity as well as the Paladin Spells/Day:4/4/3/3; base DC = 12 + spell level. powers and abilities of a rank 1 demigod. Without the requisite Possessions:+4 ghost touch invulnerability full plate, +5 animated bash- ability scores or divine ranks, the proxy may not be able to use all ing large steel shield, +3 ghost touch shock longsword, boots of striding and 54 those powers and abilities. springing, cloak of resistance +1. :2 RETPAHC SEITIED DENIFED",
        "name":  "PROXIES Divine Grace",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "What weapon the deity favors. The deity’s clerics generally prefer to use such weapons, and certain spells that OTHER DIVINE POWERS clerics cast, such as spiritual weapon, may have effects that resemble This section of a deity’s description relates the special abilities the this weapon. deity has as a result of its divine status. The opening paragraph in this section explains how the deity’s DESCRIPTIVE TEXT die rolls are affected by its divine status.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "including the Plane of Shadow and Ethereal Plane, are coexistent with the Astral Plane, which envelops • Heroic Domains of Ysgard the whole cosmology like a cloud. • Ever-Changing Chaos of Limbo • The six Inner Planes surround the Material Plane. 57 • Windswept Depths of Pandemonium They are separate from the Material Plane and Illus. by A. Swekel from each other (they do not have connections between them). Alignment: Lawful good They are each coexistent with the Astral Plane. Each of the Inner Portfolio:Good dragons, wind Planes has the appropriate elemental or energy trait. Worshipers: Good dragons, • The Outer Planes are arranged in a great wheel around the anyone seeking protection Material Plane. Each Outer Plane is coterminous with the planes from evil dragons on either side of it but separate from the other Outer Planes. The Cleric Alignments: LG,NG exception to this is the Concordant Domain of the Outlands, Domains:Air, Good, Luck, which is coterminous with every other Outer Plane and thus a Protection central hub for dealings between outsiders. Favored Weapon:Claw The Outer Planes are coexistent with the Astral Plane. They are separate from the Ethereal Plane and the Plane of Shadow, so Bahamut (bah-hahm-ut) is revered in many locales. Though all there are limitations to accessing certain spells while on the good dragons pay homage to Bahamut, gold, silver, and brass Outer Planes. The Outer Planes are made up of related layers, dragons hold him in particularly high regard. Other dragons, even and the most common access is through the top layer of each evil ones (except perhaps his archrival Tiamat), respect Bahamut plane. The good-aligned planes, also called the celestial planes, for his wisdom and power. are linked by the path of the River Oceanus, while the evil- In his natural form, Bahamut is a long, sinuous dragon covered aligned, infernal planes are linked by the path of the River Styx. in silver-white scales that sparkle and gleam even in the dimmest • There are a large number of finite demiplanes that connect all light. Bahamut’s catlike eyes are deep blue, as azure as a mid- over the place. Individual conduits, freestanding gates, and summer sky, some say. Others insist that Bahamut’s eyes are a vortices are also common. frosty indigo, like the heart of a glacier. Perhaps the two accounts merely reflect the Platinum Dragon’s shifting moods. BAHAMUT Dogma The Platinum Dragon, King of the Good Dragons, Master of the North Wind Bahamut is stern and very disapproving of evil. He brooks no Lesser Deity excuses for evil acts. In spite of this, he is among the most compas-",
        "name":  "The Outer Planes are",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Star above a milky nebula sionate beings in the multiverse. He has limitless empathy for 58 Home Plane: Celestia the downtrodden, the dispossessed, and the helpless. He urges :3 RETPAHC D\u0026D EHT NOEHTNAP remarC .D yb .sullI Table 3–1: The D\u0026D Pantheon Favored Name Domains Rank Alignment Weapon Portfolio Bahamut Air, Good, Luck, L LG Claw Good dragons, wind Protection Boccob Knowledge, Magic, G N Quarterstaff Magic, arcane knowledge, foresight, balance Trickery Corellon Larethian Chaos, Good, G CG Longsword Elves, magic, arts and crafts, music, war Protection, War Ehlonna Animal, Good, I NG Longsword Forests, woodlands, flora and fauna, fertility Plant, Sun Erythnul Chaos, Evil, Trickery, War I CE Morningstar Hate, envy, malice, panic, ugliness, slaughter Fharlanghn Luck, Protection, Travel I N Quarterstaff Horizons, distance, travel, roads Garl Glittergold Good, Protection, G NG Battleaxe Gnomes, humor, wit, illusion, gemcutting, Trickery jewelrymaking Gruumsh Chaos, Evil, Strength, War G CE Spear Orcs, war, territory Heironeous Good, Law, War I LG Longsword Valor, chivalry, justice, honor, war, daring Hextor Destruction, Evil, I LE Flail Tyranny war, discord, massacres, conflict, Law, War fittness Kord Chaos, Good, Luck, I CG Greatsword Strength, athletics, sports, brawling, courage Strength Kurtulmak Evil, Law, Luck, Trickery I LE Spear Kobolds, trapmaking, mining, war Lolth Chaos, Destruction, Evil, I CE Whip Drow, spiders, evil, darkness Trickery Moradin Earth, Good, Law, G LG Warhammer Dwarves, creation, smithing, engineering, Protection war Nerull Death, Evil, Trickery G NE Scythe Death, darkness, murder, underworld Obad-Hai Air, Animal, Earth, I N Quarterstaff Nature, woodlands, freedom, hunting, Fire, Plant, Water beasts Olidammara Chaos, Luck, Trickery I CN Rapier Rogues, music, revelry, wine, humor, tricks Pelor Good, Healing, G NG Mace Sun, light, strength, healing Strength, Sun St. Cuthbert Destruction, Law, I LN Mace Retribution, common sense, wisdom, zeal, Protection, Strength honesty, truth, discipline Tiamat Destruction, Evil, L LE Claw Evil dragons, conquest Law, Trickery Vecna Evil, Knowledge, Magic L NE Dagger Secrets, intrigue Wee Jas Death, Law, Magic I LN Dagger Death, magic, vanity, law Yondalla Good, Law, Protection G LG Short sword Halflings, protection, fertility his followers to promote the cause of good, but prefers to let beings fight their own battles when they can. To Bahamut, it is better to offer information, healing, or a (temporary) safe refuge rather than to take other’s burdens upon oneself. Bahamut is served by seven great gold wyrms that often accompany him or one of his avatars. Clergy and Temples Bahamut has few clerics and even fewer temples. He accepts only good clerics. Clerics of Bahamut, be they dragons, half-dragons, or other beings attracted to Bahamut’s philosophy, strive to take con- stant, but subtle action on behalf of good, intervening wherever they are needed but striving to do as little harm in the process as possible. Many gold, silver, and brass dragons maintain simple shrines to Bahamut in their lairs, usually nothing more elaborate than Bahamut’s symbol scribed on a wall. BAHAMUT Colossal Dragon",
        "name":  "Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapons, crush, tail sweep, spells, spell-like abilities, domain powers, salient divine abilities.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Divine immunities, fire immunity, DR 45/+4, Once Bahamut uses a breath weapon, he must wait 1d4 spontaneous casting of divine spells, understand, speak, and rounds before he can breathe again, no matter which breath read all languages and speak directly to all beings within 10 weapon he has used. miles, remote communication, godly realm, teleport without error Crush (Ex): Bahamut can land on foes as a standard action, using at will, plane shiftat will, blindsight 10 miles, scent, darkvision, his whole body to crush them. Crush attacks are effective only water breathing, SR 42, divine aura (1,000 ft., DC 32). against opponents that are Large or smaller. A crush attack affects as",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Blind-Fight, Cleave, Combat Casting, Exper- rebuke or command air creatures; cast good spells at +1 caster level; tise, Flyby Attack, Great Cleave, Hover, Improved Critical 10/day reroll a die roll once after it is made; 10/day protective ward (bite), Improved Disarm, Improved Initiative, Power Attack, (touched subject gains +20 resistance bonus on next saving throw, Snatch, Wingover. maximum duration 1 hour). Spell-Like Abilities:Bahamut uses these abilities as a 20th-level Breath Weapons (Su): Bahamut has three different breath caster, except for good spells, which he uses as a 21st-level caster. The weapons. save DCs are 32 + spell level. Aid, air walk, antimagic field, blade barrier,",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As an extraordinary ability, Bahamut can best known of which relates a roadside meeting with an unassum- breathe underwater indefinitely (though as a deity, he has no real ing old man and his flock of seven trained canaries. None would need to breathe). He can freely use his breath weapons, spells, and have been the wiser, says the tale, had a band of ogres led by an ogre other abilities while submerged. mage not swept down upon the crowd.",
        "name":  "Water Breathing",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Amulet of proof against detection and location, bracers dAvatar of Bahamut: As Bahamut except divine rank 5; AC 66 of armor +8, cloak of displacement, cubic gate, cube of force, gem of bright- (touch 19, flat-footed 66); Atk +71 melee (4d8+21/19–20, bite), +66 ness, glove of storing, portable hole, ring of resistance +5, rod of alertness, melee (2d8+5, 2 claws), +66 melee (4d6+10, 2 wings), +66 melee rod of cancellation, andstaff of power.Bahamut carries or wears these (4d6+31, tail slap), or spell +71 melee touch or +55 ranged touch; items only when he is in humanoid form. The bonuses these items SQ DR 40/+4, SR 37, divine aura (50 ft., DC 27); SV Fort +47, Ref grant are not reflected in the numbers given above. +33, Will +46; all skill modifiers reduced by 5. Cleric Spells/Day:6/10/9/9/9/8/7/7/7/7; base DC = 23 + Breath Weapons: As Bahamut except that save DCs are 55. spell level. Salient Divine Abilities: Alter Form, Alter Size, Control Creatures Sorcerer Spells Known(6/9/9/9/8/8/8/8/7/7; base DC = 22 (nonevil dragons, or any dragon with Cha of 12 or less), Divine + spell level): 0—arcane mark, dancing lights, detect magic, detect Shield, Extra Domain (Luck), Shapechange. poison, ghost sound, light, mage hand, mending, prestidigitation;1st— Spell-Like Abilities: Caster level 15th; saving throw DC 27 + alarm, detect secret doors, grease, magic missile, true strike;2nd—detect spell level. thoughts, knock, locate object, obscure object, shatter; 3rd—displacement, nondetection, haste, stinking cloud;4th—arcane eye, hallucinatory ter- BOCCOB rain, improved invisibility, Otiluke’s resilient sphere; 5th–bigby’s inter- posing hand, cloudkill, feeblemind, telekinesis; 6th—acid fog, analyze The Uncaring, Lord of All Magics, Archmage of the Deities dweomer, repulsion; 7th—forcecage, power word stun, prismatic spray; Greater Deity 8th—maze, mind blank, polymorph any object; 9th—foresight, time Symbol:Eye balanced on a pedestal stop, weird. inside a pentagon Spell Immunity (unique salient divine ability):Bahamut is Home Plane: The immune to the effect of any spell or spell-like ability of 5th level Outlands or lower. Alignment: Neutral",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bahamut can see (using normal vision or darkvision), philosophers, sages hear, touch, and smell at a distance of ten miles. In addition, he has Cleric Alignments: CN, LN, blindsight to a range of 10 miles and can see invisible and ethereal N, NE, NG creatures within 1,600 feet (as a see invisibilityspell that is con- Domains:Knowledge, Magic, Trickery stantly active). As a standard action, he can perceive anything Favored Weapon:Quarterstaff within ten miles of his worshipers, holy sites, objects, or any loca- tion where one of his titles or name was spoken in the last hour. He The deity of magic, Boccob (bock-obb), appears as a handsome can extend his senses to up to five locations at once. He can block man of indeterminate age clad in loose purple garments. Shim- the sensing power of deities of his rank or lower at up to two mering golden runes that move and change cover his attire. He remote locations at once for 10 hours. has few followers, but this fact does not seem to concern him in",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Size,Arcane Mastery, Automatic (Wiz) plus 10d8+70 (Clr) (993 hp) Metamagic (quicken wizard spells), Automatic Metamagic (still Initiative: +21, always first (+17 Dex, +4 Improved Initiative, wizard spells), Control Creatures (any creature that can cast a spell Supreme Initiative) or use a spell-like ability), Divine Shield, Divine Spellcasting, Speed:60 ft. Instant Counterspell, See Magic, Spontaneous Wizard Spells. AC:87 (+17 Dex, +19 divine, +32 natural, +9 deflection) Spell-Like Abilities:Caster level 18th; saving throw DC 27 + Attacks*: +5 keen speed chaotic longsword +91/+91/+86/+81/+76 spell level. melee; or +5 mighty chaotic distance speed composite longbow (+10 Str bonus) with +5 arrows +90/+90/+90/+85/+80/+75 ranged; or spell +74 melee touch or +81 ranged touch *Always receives a CORELLON LARETHIAN 20 on attack rolls; roll die to check for critical hit. Creator of the Elves, The Protector, Protector and Preserver of Life, Ruler of Damage*: +5 keen speed chaotic longsword 1d8+36/15–20; or +5 All Elves mighty chaotic distance speed composite longbow (+10 Str bonus) Greater Deity with+5 arrows 1d8+22/19–20/×3; or by spell *Always does maxi-",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Silver crescent moon mum damage (longsword 44 points, longbow 30 points).",
        "name":  "Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword divine aura (19 miles, DC 37). Saves*: Fort +82, Ref +92, Will +84. *Always receives a 20 on saves. The deity of elves, Corellon Larethian (core-eh-lon lah-reth-ee-yen), Abilities:Str 30, Dex 44, Con 24, Int 35, Wis 29, Cha 29. usually appears as an androgynous elf clad in a sky-blue cloak and Skills*: Alchemy +70, Appraise +36, Balance +54, Bluff +44, Climb armed with a longbow and longsword. He also wears a large, circular +51, Concentration +78, Craft (bowmaking) +95, Craft (weapon- amulet that bears his crescent moon symbol. He has a lithe and swift smithing) +95, Craft (woodworking) +95, Diplomacy +63, look about him, and his movements are both swift and graceful. Disguise +44, Escape Artist +52, Handle Animal +44, Hide +63, Corellon Larethian is the creator and protector of the elven Intimidate +46, Jump +69, Knowledge (arcana) +83, Knowledge race. He governs those things held in highest esteem among elves, (religion) +83, Listen +67, Move Silently +52, Perform +44, Ride such as magic, music, arts, crafts, poetry, and warfare. Gruumsh, (horse) +54, Scry +54, Search +71, Sense Motive +65, Spellcraft the deity of orcs, is his nemesis, and it is because of Corellon’s +68, Spot +67, Swim +51, Tumble +56, Use Rope +47, Wilderness battle prowess that Gruumsh is called “One-Eye.” Lore +57. *Always receives a 20 on checks.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Blind-Fight, Combat Reflexes, Craft Rod, Craft Wand, Dogma Craft Wondrous Item, Deflect Arrows, Divine Might, Dodge, Corellon concerns himself with all aspects of elven welfare. He Eschew Materials, Expertise, Forge Ring, Greater Spell also remains alert to any taint of evil among the elves, and he seeks Penetration, Improved Critical (composite longbow), Im- to stamp out any evil influence the moment it appears. Corellon proved Critical (longsword), Improved Disarm, Improved played a leading role in the schism that ultimately resulted in the Initiative, Improved Trip, Improved Unarmed Attack, banishment of the drow underground. Martial Weapon Proficiency (composite longbow), Martial Corellon spurs his people toward self-reliance, vigilance against Weapon Proficiency (composite shortbow), Martial Weapon danger, and appreciation of the world’s beauty. It is Corellon’s Proficiency (longbow), Martial Weapon Proficiency (long- influence that leads elves to study magic and swordplay for the sword), Martial Weapon Proficiency (rapier), Mobility, Point duration of their long lives, to serve as guardians and caretakers of Blank Shot, Power Attack, Precise Shot, Quick Draw, Quicken the forests, and to appreciate aesthetic pleasures in spite of their Spell, Rapid Shot, Reach Spell, Sacred Spell, Scribe Scroll, Spell 62 warrior heritage. Penetration, Spring Attack, Still Spell, Superior Expertise, :3 RETPAHC D\u0026D EHT NOEHTNAP remarC .D yb .sullI Track, Weapon Focus (longsword), Weapon Focus (composite Corellon also carries Kalwynrian,a+5 mighty composite longbow longbow), Weapon Specialization (longsword), Weapon Spe- (+10 Str bonus) with the chaotic, distance, and speed special abilities. cialization (composite longbow), Whirlwind Attack. Caster Level:25th;Weight:3 lb.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Corellon senses anything that affects elven Creation, Divine Shield, Divine Spellcasting, Divine Weapon welfare nineteen weeks before it happens and retains the sensa- Focus (longsword), Divine Weapon Specialization (long- tion for nineteen weeks after the event occurs. He is similarly sword), Extra Domain (Chaos), Gift of Life, Longsword aware whenever elves engage in arts or crafts, cast spells, or Finesse†, Spontaneous Wizard Spells, Supreme Initiative. make war. †Unique ability, described below. Automatic Actions: Corellon can use Craft (bow-",
        "name":  "Object, Divine Archery, Divine Blast, Divine Celerity, Divine Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast chaos spells at +1 caster making), Craft (weaponsmithing), or Craft (wood- level; cast good spells at +1 caster level; 19/day working) as a free action if the DC for the task is 30 protective ward(touched subject gains +10 or lower. He can perform up to twenty such free resistance bonus on next saving throw, actions each round. maximum duration 1 hour). Create Magic Items:Corellon can create any light Spell-Like Abilities:Corellon or medium armor, any simple or martial weapon, uses these abilities as a 29th-level any wand or staff, and any item related to wood- caster, except for chaos spells craft or stealth, such as a cloak of elvenkind. and good spells, which he uses as a 30th-level caster. Avatars The save DCs are 38 + Corellon’s avatars are usually but not always male. spell level. Aid, animate They usually appear as elves but occasionally objects, antimagic field, take the form of other sylvan creatures such as blade barrier, chaos centaurs, dryads, pixies, or treants. He sends hammer, cloak of his avatars to patrol the borders of elven chaos, dispel evil, lands to keep discreet watch over elven dispel law, divine crafters and leaders. power, flame strike, dAvatar of Corellon: As holy aura, holy smite, Corellon except divine rank holy word, magic 9; AC 67 (touch 46, flat- circle against evil, footed 50); Atk +81/+81/ magic circle against +76/+71/+66 melee law, magic vestment, (1d8+26/15–20,+5 magic weapon, mind keen speed chaotic blank, power word, longsword) or blind, power word, kill, +80/+80/+80/ power word, stun, pris- +75/+70/+65 matic sphere, protection from ranged (1d8+22/ elements, protection from evil, 19–20/×3,+5 mighty protection from law, repulsion, chaotic distance speed com- sanctuary, shatter, shield other, posite longbow [+10 Str spell immunity, spell resistance, spir- bonus] with +5 arrows) or itual weapon, summon monster IX spell +64 melee touch or +71 (as chaos or good spell only), word ranged touch; SQ DR 44/+4, fire of chaos. resistance 29, SR 41, divine aura (900 Cleric Spells/Day:6/8/7/ ft., DC 27); SV Fort +72, Ref +82, Will +74; 6/6/5; base DC = 21 + spell level. all skill modifiers reduced by 10. Wizard Spells/Day (Levels 0–12): 4/7/6/6/6/6/5/5/5/5/ Salient Divine Abilities:Arcane Mastery, Automatic Metamagic 2/2/2; base DC = 21 + spell level. (quicken wizard spells), Battlesense, Control Creatures (elves), Longsword Finesse (unique salient divine ability):Corellon Divine Archery, Divine Blast, Divine Shield, Divine Spellcasting, canapply his Dexterity bonus to attacks he makes with any long- Divine Weapon Focus (longsword), Divine Weapon Specialization sword that he can wield in one hand. (longsword), Longsword Finesse†, Spontaneous Wizard Spells.",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Corellon carries Sahandrian,a+5 longsword with †Uniqueability, described above. the keen, speed, and chaotic special abilities. Spell-Like Abilities:Caster level 19th; saving throw DC 28 +",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Longsword Divine Rank:15",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "20d8+160 (outsider) plus 20d10+160 (Rgr) plus10d8+80 Ehlonna (eh-loan-nuh) sometimes appears as a raven-haired (Drd) plus 10d8+80 (Clr) (1,000 hp) human and sometimes as an elf with golden tresses. Her garb Initiative:+16 varies, ranging from the serviceable clothing of a forester or ranger Speed:60 ft. to the delicate gown of an elven princess, but it is always pale AC:78 (+16 Dex, +15 divine, +28 natural, +9 deflection) green. Ehlonna watches over all good people who live in the forest, Attacks:+5 dancing defending longsword +69/+64/+59/+54 melee, +5 love the woodlands, or make their livelihood there. dancing holy dagger +68/+63 melee, or +5 mighty holy composite long- bow (+9 Str bonus)with +5 arrows +84/+84/+79/+74/+69 ranged; or Dogma spell +59 melee touch or +65 ranged touch",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 dancing defending longsword 1d8+15/17–20, +5 dancing the woodlands, or make their livelihood there. She likewise pro- holy dagger 1d4+10/19–20, or +5 mighty holy composite longbow (+9 64 tects forests and woodlands from destruction or overuse. Str bonus)with +5 arrows 1d8+19/19–20/×3; or by spell :3 RETPAHC D\u0026D EHT NOEHTNAP remarC .D yb .sullI Shrine of Corellon Larethian PPiittss LLaaddddeerr AAllttaarr Main Level 2 u Balcony 1 4 3 u 1. Main Worship Area Scale in Feet 2. Catwalk (gaps in the wall can serve as arrowslits) 10 3. Balcony (overlooks area 1) 4. Parapet (with murder holes) 5 Face/Reach:5 ft. by 5 ft./5 ft. plants, shambler, endure elements, heat metal, searing light, fire shield,",
        "name":  "Ehlonna watches over all good people who live in the forest, love Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Divine immunities, DR 50/+4, fire resistance Druid Spells/Day:6/7/6/5/5/4; base DC = 19 + spell level. 35, spontaneous casting of divine spells, under- Ranger Spells/Day: 6/5/5/5; base DC = 19 + spell level. stand, speak, and read all languages and speak Possessions:Ehlonna’s favorite weapon is Jenevier,a+5 mighty directly to all beings within 15 miles, remote composite longbow (+9 Str bonus)of pale white wood. It has the communication, godly realm, teleport without holy special ability. errorat will, plane shiftat will, favored enemies Caster Level:20th;Weight:3 lb. (goblinoids +5, dragons +4, giants +3, beasts +2, magi- Other Divine Powers cal beasts +1), nature sense, As an intermediate deity, Ehlonna automati- resist nature’s lure, low- cally receives a die result of 20 on any check. light vision, trackless step, She treats a 1 on a saving throw venom immunity, wild shape or attack roll normally and (Small, Medium-size, or Large not as an automatic failure. 4/day),woodland stride, SR 47, She is immortal. divine aura (1,500 ft., DC 33). Senses:Ehlonna can",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 31, Dex 42, Con 27, Int vision or low-light 26, Wis 29, Cha 29. vision), hear, touch, Skills*: Animal Empathy +67, Bluff and smell at a distance of +42, Concentration +56, Craft fifteen miles. As a standard (bowmaking) +48, Craft (wood- action, she can perceive any- working) +48, Diplomacy +56, thing within fifteen miles of Handle Animal +64, Heal +64, her worshipers, holy sites, Hide +69, Intimidate +44, Intuit objects, or any location where Direction +52, Knowledge (arcana) one of her titles or name was +33, Knowledge (nature) +76, spoken in the last hour. She can ex- Knowledge (religion) +33, Listen tend her senses to up to ten locations +64, Move Silently +69, Profession at once. She can block the sensing power (herbalist) +82, Ride (horse) +55, of deities of her rank or lower at up to two Scry +46, Search +61, Sense Motive remote locations at once for 15 hours. +42, Spellcraft +56, Spot +64, Portfolio Powers:Ehlonna senses any- Swim +35, Wilderness Lore +73. thing that affects a woodland’s welfare the *Always receives a 20 on checks. instant it happens and retains the sensation",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Combat Casting, for fifteen weeks after the event occurs. Combat Reflexes, Dodge, Far Shot, Improved Any living tree can be the focus for Ehlonna’s Critical (composite longbow), Improved Critical remote sense and remote communication power. (longsword), Improved Initiative, Improved Two- Automatic Actions:Ehlonna can use Craft Weapon Fighting, Mobility, Point Blank Shot, (woodworking), Knowledge (nature), Profession Precise Shot, Quick Draw, Quicken Spell, Rapid (herbalist), or Wilderness Lore as a free action if the Shot, Shot on the Run, Spring Attack, Still Spell, DC for the task is 25 or lower. She can perform up Track, Weapon Focus (composite longbow), Weapon to ten such free actions each round. Focus (longsword). Create Magic Items:Ehlonna can create any light or medium armor, any simple weapon, any bow, and any item related to wood-",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As Ehlonna except divine rank 7; AC Focus (composite longbow), Extra Domain (Sun), Gift of Life, Grow 62 (touch 42, flat-footed 46); Atk +61/+56/+51/+46 melee Creature (animals), Mass Divine Blast, Mind of the Beast. (1d8+15/19–20,+5 dancing defending longsword), +60/+55 melee",
        "name":  "Archery, Divine Blast, Divine Ranger, Divine Shield, Divine Weapon dAvatar of Ehlonna",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "15/day use animal friendship;cast good spells (1d4+10/19–20,+5 dancing holy dagger); or +76/+76/+71/+66/+61 at +1 caster level; 15/day rebuke or command plant creatures; ranged (1d8+19/×3,+5 mighty holy composite longbow (+9 Str bonus) 15/day greater turning. with+5 arrows); or spell +51 melee touch or +57 ranged touch; SQ Spell-Like Abilities:Ehlonna uses these abilities as a 25th-level DR 42/+4, fire resistance 27, SR 38, divine aura (700 ft., DC 27); SV caster, except for good spells, which she uses as a 26th-level caster. Fort +47, Ref +55, Will +48; all skill modifiers reduced by 8. The save DCs are 34 + spell level. Calm animals, hold animal, domi- Salient Divine Abilities:Call Creatures (animals), Call Creatures nate animal, repel vermin, commune with nature, antilife shell, animal (unicorns), Divine Archery, Divine Ranger, Divine Shield, Divine shapes, creeping doom, shapechange, protection from evil, aid, magic circle Weapon Focus (composite longbow), Extra Domain (Sun), Grow against evil, holy smite, dispel evil, blade barrier, holy word, holy aura, Creature (animals), Mind of the Beast. summon monster IX(as good spell only), entangle, barkskin, plant Spell-Like Abilities:Caster level 17th; saving throw DC 26 + growth, control plants, wall of thorns, repel wood, changestaff, command spell level. 65 PANTHEON Illus. by M. Cavotta THE D\u0026D CHAPTER 3: Face/Reach:5 ft. by 5 ft./5 ft. ERYTHNUL",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Morningstar Knowledge (arcana) +52, Listen +80, Move Silently +64, Open Lock +64, Pick Pocket +66, Scry +35, Search +60, Sense Motive The deity of slaughter, Erythnul (eh-rith-null), is a terrible sight to +38, Spellcraft +62, Spot +75, Swim +47, Tumble +51, Use behold. He usually appears as a human with knotted muscles and a Magic Device +47. *Always receives a 20 on checks. blocky frame. His skin is mottled and ruddy, almost as though Feats: Blind-Fight, Cleave, Combat Reflexes, Craft Magic Arms blood oozes from his pores. In battle, his features change between and Armor, Craft Wand, Dodge, Empower Spell, Enlarge Spell, human, gnoll, bugbear, ogre, and troll. This mutable form is Expertise, Great Cleave, Improved Critical (morningstar), reflected in his title, The Many. He wields a two-handed morning- Improved Disarm, Improved Initiative, Improved Trip, Improved star in battle. This weapon has a perforated stone head that makes Unarmed Strike, Maximize Spell, Mobility, Power Attack, Quick frightening sounds whenever Erythnul swings it. Draw, Scribe Scroll, Spring Attack, Stunning Fist, Sunder, Weapon Focus (morningstar), Weapon Specialization (morning- Dogma star), Whirlwind Attack. Erythnul is a brutal deity who delights in panic and slaughter. In civilized lands, his followers (including evil fighters, barbarians, Divine Immunities:Ability damage, ability drain, acid, cold, and rogues) form small, criminal cults. In savage lands, evil barbar- death effects, disease, disintegration, electricity, energy drain, ians, gnolls, bugbears, ogres, and trolls commonly worship him. mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- Erythnul admonishes his followers to shed blood for its own tion, imprisonment, banishment. sake, to covet what is not theirs, and to destroy anyone who would Salient Divine Abilities:Alter Reality, Alter Size, Avatar, deny them anything. He further urges them to bring ugliness and Battlesense, Divine Blast, Divine Celerity, Divine Inspiration strife to pleasant locales. (rage), Divine Shield, Divine Weapon Focus (morningstar), Divine To take something away from someone else—especially from Weapon Specialization (morningstar), Extra Domain (Trickery), a rival—is an exalted act in Erythnul’s eyes. Foes who cannot be Frightful Presence, Hand of Death, Manifold Rage†, Mass Divine killed should be maimed, and that which cannot be stolen should Blast, Supreme Initiative, Wave of Chaos, Wound Enemy. †Unique be destroyed. ability, described below.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast chaos spells at +1 caster level; cast evil Clergy and Temples spells at +1 caster level. Erythnul’s clerics favor rust red or bloodstained garments. They are Spell-Like Abilities:Erythnul uses these abilities as a 25th- cruel, sadistic, and hateful. They maintain a low profile in most civ- level caster, except for chaos spells and evil spells, which he uses ilized lands. In savage areas, members of the priesthood are known as a 26th-level caster. The save DCs are 34 + spell level.Animate as bullies and murderous tyrants. They love to deface beautiful objects, blade barrier, blasphemy, change self, chaos hammer, cloak of chaos, things and to disfigure attractive people. confusion, create undead, desecrate, dispel good, dispel law, divine power, Anyplace where great bloodshed or a spectacular act of cruelty false vision, flame strike, invisibility, magic circle against good, magic has occurred is considered a holy site and an excellent place for a circle against law, magic vestment, magic weapon, mislead, nondetection, temple dedicated to Erythnul. In the countryside, Erythnul’s fol- polymorph any object, power word blind, power word kill, power word lowers build squat, unsightly fortresses in places where battles, stun, protection from good, protection from law, screen, shatter, spiritual ambushes or massacres have occurred. In urban areas, Erythnul’s weapon, summon monster IX(as chaos or evil spell only),time stop, temples are usually hidden in seedy sections of cities, preferably unholy aura, unholy blight, word of chaos. on sites where horrible crimes have happened. Sorcerer Spells Known(6/9/8/8/7/5; base DC = 19 + spell level):0—arcane mark, dancing lights, detect magic, ghost sound, ERYTHNUL light, mage hand, open/close, prestidigitation, read magic; 1st—chill Barbarian 10/Fighter 10/Rogue 10/Sorcerer 10 touch, expeditious retreat, true strike, unseen servant, ventriloquism; Medium-Size Outsider (Chaotic, Evil) 2nd—blindness/deafness, minor image, mirror image, see invisibility;",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Large +5 unholy chaotic frightful morningstar +81/+76/+71/+66 weapon damage, and Will saves, and a +10 bonus to Strength and melee; or spell +71 melee touch or +66 ranged touch Constitution. He also receives 100 temporary hit points. While",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Erythnul can break any item as a free according to the table below. action if the DC for the task is 25 or lower. He can likewise use Open Lock or Disable Device as a free action if the DC is 25 or d% Form Assumed lower. He can perform up to ten such free actions each round. 01–20 Bugbear Create Magic Items:Erythnul can create any armor, any 21–40 Gnoll simple or martial weapon, and any item that creates fear, such as a 41–60 Human (2nd-level fighter) wand of fearordrums of panic, as long as the item’s market price 61–80 Ogre does not exceed 200,000 gp. 81–100 Troll Avatars The change in form occurs as a free action at the beginning of Erythnul’s avatars look just like he does. He Erythnul’s turn and lasts until his next turn. The form assumed sends them to spread fear and death, mostly has no effect on Erythnul’s statistics, but whenever he is struck for his own amusement. by a weapon and damaged, the blood he sheds immediately dAvatar of Erythnul: As Erythnul becomes a creature of the same type as Erythnul’s current except divine rank 7; Init +15; AC 57 (touch form, and the creature immediately attacks Erythnul’s 37, flat-footed 57); Atk +73/+68/+63/+58 foes and fights to the death. melee (2d6+38, large +5 unholy chaotic The following changes are in effect as long as frightful morningstar) or spell +63 melee",
        "name":  "While raging, Erythnul changes form randomly each round, Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Erythnul wields Divine Inspiration (rage), Divine Agony,a +5 morningstarwhose head Shield, Divine Weapon Focus resembles Erythnul’s holy symbol. The (morningstar), Divine Weapon weapon has a demon face on one side Specialization (morningstar), and a boar’s face on the other. It has the Frightful Presence, Manifold chaotic, frightful (see below), and Rage†, Wave of Chaos, Wound unholy special abilities. Enemy. †Unique ability, de-",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "level 17th; saving throw DC 27 This weapon makes an unearthly + spell level. Without the wailing noise whenever the Extra Domain salient ability, wielder attacks. This sonic, Erythnul’s avatar loses access mind-affecting fear effect ex- to the Trickery domain tends in a 30-foot burst. The and the spell-like abilities wielder’s allies are not change self, confusion, false affected, but foes who are vision, invisibility, mislead, not the target of the nondetection, polymorph any weapon’s attack must object, screen,andtime stop. make Will saves (DC 16). Those Manifold Rage: The following who fail their saves become changes are in effect as long as Erythnul’s shaken for 3d6 rounds. Targets avatar rages: AC 52; Atk +78/+72/+68/+63 of the weapon’s attack becomepan- melee(2d6+43/19–20,Large +5 unholy chaotic frightful icked for 3d6 rounds if they fail morningstar); SV Fort +55, Will +51; Climb +44, Concentration +76, their saving throws.Foes who make successful saving throws are Jump +46, Swim +44. unaffected by the weapon’s power for one day.",
        "name":  "Frightful Weapon Special Ability",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Erythnul senses any act of hate, envy, malice, Favored Weapon:Quarterstaff 67 PANTHEON Illus. by W. Reynolds \u0026D. Cramer THE D\u0026D CHAPTER 3: Fharlanghn (far-lahng-un), the deity of roads, appears as an elderly, fascinate,inspire competence, inspire courage, inspire greatness, weatherbeaten man with deeply wrinkled skin and sparkling eyes. suggestion), SR 46, divine aura (1,400 ft., DC 35).",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fort +55, Ref +63, Will +53. linen. His garments are always travel-stained. He roams the roads and Abilities:Str 24, Dex 45, Con 28, Int 31, Wis 25, Cha 33. paths of the Material Plane, greeting fellow travelers politely. Fhar- Skills*: Appraise +35, Balance +56, Bluff +53, Concentration +69, langhn is always glad to converse, but not at any great length. Craft (leatherworking) +47, Craft (stoneworking) +47, Craft (woodworking) +47, Diplomacy +84, Handle Animal +48, Heal Dogma +34, Hide +54, Intimidate +29, Jump +23, Knowledge (archi- Fharlanghn is the patron of all who travel long distances, no matter tecture and engineering) +47, Knowledge (geography) +47, what path they follow or how they’re getting there. Knowledge (nature) +47, Knowledge (religion) +47, Listen +46, Fharlanghn insists that people need to move around and experi- Move Silently +54, Perform +38, Profession (cartographer) +67, ence new things. The state of world is not fixed, and you never Profession (engineer) +67, Profession (herbalist) +44, Profession know when you might need a new perspective or even a new (sailor) +67, Profession (scribe) +67, Profession (surveyor) +67, home. Look to the horizon for inspiration. Ride (horse) +56, Scry +57, Sense Motive +57, Spellcraft +57, Spot +23, Swim +26, Tumble +44, Use Magic Device +48, Wilderness Clergy and Temples Lore +44. *Always receives a 20 on checks. Fharlanghn’s clerics travel the world, always seeking out new Feats:Alertness, Ambidexterity, Combat Reflexes, Craft Wondrous things. They favor simple clothing of brown or faded green. They Item, Dodge, Empower Spell, Endurance, Enlarge Spell, Expertise, bless caravans (and sometimes guide them), explore new territo- Extend Spell, Heighten Spell, Improved Disarm, Improved ries, scout for armies and settlers, and record long travelogues Initiative, Improved Two-Weapon Fighting, Maximize Spell, describing journeys beyond the horizon. They also serve as transla- Mobility, Run, Spring Attack, Track, Two-Weapon Fighting. tors and diplomats. Many serve as surveyors or engineers and help build roads, bridges, and ports. Still others are involved in the man- Divine Immunities:Ability damage, ability drain, acid, cold, ufacture of traveling gear, everything from shoes to sailing ships. death effects, disease, disintegration, electricity, energy drain, No matter what their activities, Fharlanghn’s clerics move around mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- frequently, and a character who visits a shrine or temple more than tion, imprisonment, banishment. once is likely to meet a different group of clerics there each time. Salient Divine Abilities:Alter Form, Alter Reality, Alter Size, Fharlanghn’s wayside shrines are common on well- Area Divine Shield, Avatar, Divine Blast, Create Object, Create used roads. His temples usually double as rest stops Greater Object, Divine Celerity, Divine Shield, Footsore, Gift of for travelers in need of shelter or protection. Life, Instant Move, Mass Divine Blast, Shape Path†, Stride, Supreme Initiative. †Unique ability, described below.",
        "name":  "He wears nondescript clothing, usually of leather and unbleached Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Good, Protection, Trickery from local materials, such as a wood bridge over or forest stream or Favored Weapon:Battleaxe a stone retaining wall along a mountainside. Unlike move earth,this power affects rock and can be used for The deity of gnomes, Garl Glittergold (garl gliht-er-gold), appears as tunneling. Like move earth,it is too slow to trap or bury creatures. a handsome, golden-skinned gnome with glittering gemstones for",
        "name":  "The shaped area can include bridges and embankments made Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Fharlanghn’s staff, Traveler’s Friend,is a double eyes. He is well dressed, usually in a silk jacket with long tails and weapon. Both ends have a +5 enhancement bonus. One end has the silk hose. He always wears lots of gold jewelry and accoutrements. defending special ability and the other the speed special ability. Garl Glittergold discovered the gnomes and led them into the",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "84 (+1 size, +12 Dex, +18 divine, +31 natural, +12 deflection) Path†, Stride, Supreme Initiative. †Unique ability, described above. Attacks*: +5 ghost touch speed dancing battleaxe +72/+72/+67/+62/+57 Spell-Like Abilities:Caster level 17th; saving throw DC 28 + melee; or spell +66 melee touch or +72 ranged touch *Always spell level. receives a 20 on attack rolls; roll die to check for critical hit. 69 PANTHEON Illus. by D. Cramer THE D\u0026D CHAPTER 3: Damage*: +5 ghost touch speed dancing battleaxe 1d8+14/×3; or by change self, confusion, dispel evil, false vision, holy aura, holy smite, holy spell *Always does maximum damage (battleaxe 22 points). word, invisibility, magic circle against evil, mind blank, mislead, nondetec- Face/Reach:5 ft. by 5 ft./5 ft. tion, polymorph any object, prismatic sphere, protection from elements, pro-",
        "name":  "Divine Celerity, Divine Shield, Footsore, Instant Move, Shape AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Gnome traits, divine immunities, DR 53/+4, fire or 38 + spell level for illusion spells. resistance 38, spontaneous casting of divine spells, understand, Wizard Spells/Day:5/9/9/9/7/7/6; base DC = 25 + spell level, speak, and read all languages and speak directly to all beings or 43 + spell level for illusion spells. Prohibited schools: Divination within 18 miles, remote communication, godly realm, and Necromancy. teleport without errorat will, plane shiftat will, familiar Possessions:Garl wields Arumdina,a+5 battleaxe with the (badgers), traps, uncanny dodge (cannot be flanked, +2 ghost touch, speed, and dancing special abilities. against traps), SR 70, divine aura (18 miles, DC 35). Caster Level:25th;Weight:7 lb. Saves*: Fort +59, Ref +63, Will +63. *Always receives a 20 on saves. Other Divine Powers",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Garl can use Craft (gem- Fortitude, Greater Spell Focus (Illusion), Im- cutting), Craft (metalworking), Craft proved Disarm, Improved Initiative, Improved (stoneworking), or Craft (trapmaking) as a Trip, Improved Unarmed Strike, Iron Will, free action if the DC for the task is 30 or lower. Mobility, Scribe Scroll, Spell Focus (Illusion), He can perform up to twenty such free Spell Penetration, Spring Attack, Weapon actions each round. Focus (battleaxe), Whirlwind Attack. Create Magic Items: Garl can create",
        "name":  "Arrows, Dodge, Expertise, Forge Ring, Great Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Reality,Alter Size,Arcane Mas- 66 (touch 44, flat-footed 54); Atk +63/+63/+58/+53/+48 melee tery, Area Divine Shield, Automatic Metamagic (quicken wizard (1d8+14/×3,+5 ghost touch speed dancing battleaxe) or spell +57 melee spells), Automatic Metamagic (silent wizard spells), Automatic Meta- touch or +63 ranged touch; SQ DR 44/+4, fire resistance 29, SR 61, magic (still wizard spells), Avatar, Banestrike (kobolds), Battlesense, divine aura (900 ft., DC 26); SV Fort +50, Ref +54, Will +52; all skill Clearsight, Control Creatures (gnomes), Create Greater Object, modifiers reduced by 9.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Orcs, half orcs +55, Craft (weaponsmithing) +84, Diplomacy +31, Intimidate",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Spear Wilderness Lore +32. *Always receives a 20 on checks.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Blind-Fight, Cleave, Combat Reflexes, Craft Magic Gruumsh (groomsh), deity of orcs, is Arms and Armor, Dodge, Empower Spell, Endurance, Expertise, chaotic evil. He appears as a hulking orc in Great Cleave, Great Fortitude, Improved Bull Rush, Improved black full plate armor. He has one unblinking Critical (longspear), Improved Disarm, Improved Initiative, central eye. He harbors a special hatred for Corellon Larethian, Improved Trip, Iron Will, Mobility, Power Attack, Quick Draw, Moradin, and their followers. In ages past, Corellon Larethian put Run, Spell Penetration, Spring Attack, Still Spell, Sunder, out Gruumsh’s left eye in a fight. Some orc clerics dispute this tale, Superior Expertise, Track, Weapon Focus (longspear), Weapon claiming that the elven deity stole the eye because he could not beat Specialization (longspear), Whirlwind Attack. Gruumsh in a fair fight.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ability damage, ability drain, acid, cold, Gruumsh demands that his followers be strong, that they cull death effects, disease, disintegration, electricity, energy drain, the weak from their numbers, and that they take all the territory mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- Gruumsh thinks is rightfully theirs (which is almost everything). tion, imprisonment, banishment. He tolerates no sign of friendliness from his people. Unceasing Salient Divine Abilities: Alter Form, Alter Reality, Alter Size, warfare is his creed, though Gruumsh does not object to simple Annihilating Strike, Avatar, Banestrike (dwarves), Banestrike colonization if that can be arranged. (elves), Battlesense, Control Creatures (orcs), Divine Battle Mas- Gruumsh dislikes everything that is not an orc or of orcish tery, Divine Blast, Divine Shield, Divine Weapon Focus (long- make, and he feels particularly spiteful toward elves (over the spear), Divine Weapon Specialization (longspear), Extra Domain matter of his eye). He feels equal malice toward dwarves, who con- (Chaos), Fog of War†, Hand of Death, Increased Damage Reduc- tested with the orcs for control of the mountains and won; a state tion, Life and Death, Mass Divine Blast, Wound Enemy. †Unique of affairs Gruumsh regards as strictly temporary. ability, described below.",
        "name":  "Dogma Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast chaos spells at +1 caster level; cast evil Clergy and Temples spells at +1 caster level; 16/day feat of strength (+9 enhancement Gruumsh’s clerics strive to become the war leaders of their com- bonus to Str for 1 round). munities or the key advisors to those leaders. They also see to the Spell-Like Abilities:Gruumsh uses these abilities as a 28th- culling of the weak and unfit. They usually wear fighting gear. level caster, except for chaos spells and evil spells, which he uses as A temple or shrine to Gruumsh lies at the heart of nearly every a 29th-level caster. The save DCs are 35 + spell level.Animate objects, orc community. They tend to be oppressive places full of acrid Bigby’s clenched fist, Bigby’s crushing hand, Bigby’s grasping hand, blade smoke and the stench of blood. Temples and larger shrines invari- barrier, blasphemy, bull’s strength, chaos hammer, cloak of chaos, create ably have holding cells where sacrifices to Gruumsh are kept, and undead, desecrate, dispel good, dispel law, divine power, endure elements, many feature gladiatorial areas as well. flame strike, magic circle against good, magic circle against law, magic vest- ment, magic weapon, power word blind, power word kill, power word stun, GRUUMSH protection from good, protection from law, righteous might, shatter, spell Fighter 20/Cleric 9/Barbarian 9 immunity, spiritual weapon, stoneskin, summon monster IX (as chaos or Medium-Size Outsider (Chaotic, Evil, Orc) evil spell only), unholy aura, unholy blight, word of chaos.",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Grummsh can see (using normal vision or darkvision), Salient Divine Abilities:Banestrike (dwarves), Banestrike (elves), hear, touch, and smell at a distance of sixteen miles. As a standard Control Creatures (orcs), Divine Battle Mastery, Divine Shield, action, he can perceive anything within sixteen miles of his wor- Divine Weapon Focus (longspear), Divine Weapon Specialization shipers, holy sites, objects, or any location where one of his titles or (longspear), Extra Domain (Chaos), Fog of War†, Wound Enemy. name was spoken in the last hour. He can extend his senses to up †Unique ability, described above. to twenty locations at once. He can block the sensing power of Spell-Like Abilities:Caster level 20th; saving throw DC 27 + deities of his rank or lower at up to two remote locations at once for spell level. 16 hours. Rage: The following changes are in effect as long as Gruumsh’s",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Gruumsh can use Craft (armorsmithing), HEIRONEOUS Craft (metalworking), Craft (stoneworking), or Craft (weapon- smithing) as a free action if the DC for the task is 30 or lower. He The Invincible also can break an object as a free action if its break DC is 30 or Intermediate Deity lower. He can perform up to twenty such free actions each round. Symbol:Fist holding a lightning bolt",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Gruumsh can create magic weapons Home Plane: Celestia and armor. Alignment: Lawful good",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Valor, chivalry, justice, Avatars honor, war, daring Gruumsh’s avatars are always hulking male orcs clad in black full Worshipers: Paladins, fighters, plate armor. Sometimes they have a single unblinking central eye, monks, judges, constables and sometimes they have an empty left eye socket. Gruumsh usu- Cleric Alignments: LG, ally doesn’t dispatch his avatars anywhere unless he suspects LN, NG machinations against the orcs by Corellon Larethian or another Domains:Good, Law, War meddling deity. Favored Weapon:Longsword dAvatar of Gruumsh: As Gruumsh except divine rank 8; AC 62 (touch 26, flat-footed 62); Atk The deity of valor, Heironeous (high-roe-nee-us), appears as a tall human male with coppery skin, auburn hair, and amber eyes. He wears a suit of exquisite chain mail and carries a longsword. He wages war against evil of all sorts, especially his half-brother and nemesis, Hextor. Dogma Heironeous expects his followers to uphold the highest ideals of chivalry and justice and to treat adversity as a challenge to be met and overcome, just as evil should be overcome. The world is a dangerous place where those who fight for justice and who pro- tect the weak and the innocent face a never-ending series of chal- lenges. He exhorts his followers to act honorably at all times, and to uphold the virtues of justice and chivalry with deeds, not just words. Those who face danger with certainty and calm will pre- vail against evil, Heironeous advises. Clergy and Temples The religious hierarchy of Heironeous is organized like a military order. It has a clear chain of command, lines of supply, and well- stocked armories. Clerics of Heironeous fight against worshipers of Hextor whenever they can and spend the rest of their time protecting the civilized lands from the threats of evil. Older clerics work as judges, strategists, and military instructors. The church as a whole is very militant, always championing some cause or embarking on a crusade to against evil or injustice. Though some find their high ideals and intense devotion to their cause a little intimidating, the church of Heironeous is widely admired. This admiration comes mostly because the followers of Heironeous battle genuine evils, usually with little thought of monetary reward. “Glory is the reward for defeating evil, while virtue is the reward for upholding the tenets of Heironeous,” say the clerics. Heironeous’s clerics also oppose clerics of Hextor wherever and whenever they can. :3 RETPAHC D\u0026D EHT NOEHTNAP remarC .D\u0026 attovaC .M yb .sullI 72 PANTHEON THE D\u0026D CHAPTER 3: Temple 8 8 of 3 Heironeous 4 Ballista 1 1 Altar 2 1. Gatehouse 5 2. Armory 3. Stable 6 4. Smithy 7 8 8 5. Storage 6. Great Hall 7. Kitchen Main Floor 8. Barracks/Priests\u0027 quarters 9. Chapel 10. Battlement (roofed) 11. Outer Battlement (roofed) 99 1100 1111 Upper Outer Center Tower Top Floor Tower Top Scale in Feet 5 2.5 73 Temples to Heironeous always have a slightly militaristic look Improved Disarm, Improved Initiative, Mobility, Mounted to them. In unsettled areas, they double as fortresses. Even in Combat, Power Attack, Ride-By Attack, Spell Penetration, Spirited settled or urban areas they usually contain open, grassy court- Charge, Spring Attack, Superior Expertise, Trample, Weapon yards where soldiers can train. Focus (longsword), Whirlwind Attack.",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "60 ft. Weapon Focus (longsword),",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "89 (+8 Dex, +15 divine, Divine Weapon Specialization +28 natural, +10 armor (longsword), Gift of Life, Increased [+5 chainmail], +7 shield Damage Reduction, Lay Quest, Life [+5 large steel shield], and Death, Supreme Initiative. +11 deflection) Domain Powers:Cast good",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 de- spells at +1 caster level; cast law fending holy ghost spells at +1 caster level. touch longsword Spell-Like Abilities:Heiro- +83/+78/+73/ neous uses these abilities as a +68 melee; or 25th-level caster, except for spell +73 melee good spells and law spells, touch or +83 which he uses as a 26th-level ranged touch caster. The save DCs are 36 +",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 defending spell level. Aid, blade barrier, holy ghost touch long- calm emotions, dictum, sword 1d8+48/17–20; or dispel chaos, dispel by spell evil, divine power, Face/Reach: 5 ft. by 5 flame strike, hold ft./5 ft. monster, holy aura, holy smite,",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Smite evil (+11 on holy word, magic circle against attack and +60 on damage), turn undead chaos, magic circle against 14/day (effective cleric level 38th), evil, magic vestment, domain powers, salient divine abili- magic weapon, order’s ties, spell-like abilities. wrath, power",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 47, Dex 27, Con 28, Int 25, Wis 25, Cha 33. Cleric Spells/Day:6/8/8/8/7/7/ Skills*: Concentration +64, Craft (armorsmithing) +85, Craft 6/6/5/5; base DC = 17 + spell level. (metalworking) +85, Craft (weaponsmithing) +85, Diplomacy Paladin Spells/Day:5/5/5/4; +91, Handle Animal +49, Heal +23, Knowledge (arcana) +65, base DC = 17 + spell level. Knowledge (history) +45, Knowledge (nobility and royalty) Special Mount:Heironeous +45, Knowledge (religion) +85, Knowledge (undead) +42, Listen rides a celestial warhorse into +45, Ride (horse) +68, Scry +42, Sense Motive +45, Spellcraft battle that is his special mount. +52, Spot +45. *Always receives a 20 on checks. This creature’s statistics are as",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Blind-Fight, Cleave, Combat Reflexes, Divine Might, follows: Large magical beast; HD 12d8+36; hp 73; Init +1; Spd 50 ft.; 74 Dodge, Expertise, Great Cleave, Improved Critical (longsword), AC 24 (touch 10, flat-footed 23); Atk +14/+14 melee (1d6+6, :3 RETPAHC D\u0026D EHT NOEHTNAP sdlonyeR .W yb .sullI hooves), +9 melee (1d4+3, bite); SA Smite evil (1/day, +12 damage); The deity of tyranny, Hextor (heks-tore), sometimes appears as a SQ Scent, improved evasion, command equines 10/day, SR 25; AL handsome man with dark hair and light skin (and he is often LG; SV Fort +11, Ref +9, Will 7; Str 22, Dex 13, Con 17, Int 9, Wis depicted as such in his role as a deity of fitness). Most often he 16, Cha 6. takes the form of a gray-skinned, horrible six-armed humanoid. In",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Listen +9, Spot +9. this form, he uses a different weapon in each arm and wears iron",
        "name":  "Skills and Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Heironeous carries his longsword Justicebringerin scale armor with many skull decorations. battle.Justicebringeris a +5 longsword with the defending, holy, and Hextor is the archfoe of Heironeous, his half brother and fellow ghost touch special abilities. war deity.",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Heironeous can use Craft (armorsmithing), nurture personal freedoms, and they are forever scheming to Craft (metalworking), Craft (weaponsmithing), or Knowledge weaken or overthrow regimes that seem likely targets for con- (nobility and royalty) as a free action if the DC for the task is 25 or quest. When not actually fighting or plotting, they train them- lower. He can perform up to ten such free actions each round. selves in the arts of war. Many serve as generals, military advisors,",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Heironeous can create magic weapons, or enforcers to aggressive rulers or iron-fisted tyrants. armor, and items that can sustain the user through adversity, such Hextor’s clerics also oppose clerics of Heironeous wherever and as anecklace of adaptation, aring of regeneration, or a periapt of wound whenever they can. closure, and items that help the user remain morally and ethically Temples to Hextor are always forbidding fortresses, built to steadfast, such as a phylactery of faithfulness, as long as the item’s impress the common folk with Hextor’s power. Many of his temples market price does not exceed 200,000 gp. are constructed on sites that have seen many great battles because of their strategic value. Avatars Heironeous sends his avatars to prevent or reverse great injustices, HEXTOR to aid courageous mortals fighting against desperate odds, and any- Cleric 20/Fighter 20 where he suspects the hand of Hextor at work. Medium-Size Outsider (Evil, Lawful) dAvatar of Heironeous:As Heironeous except divine rank 7; Divine Rank:15 AC 73 (touch 36, flat-footed 65); Atk +75/+70/+65/+60 melee Hit Dice:20d8+180 (outsider) plus 20d8+180 (Clr) plus 20d10+180 (1d8+40/17–20,+5 defending holy ghost touch longsword) or spell +65 (Ftr) (1,100 hp) melee touch or +55 ranged touch; SQ DR 42/+4, fire resistance 29, Initiative: +11, always first (+7 Dex, +4 Improved Initiative, SR 39, divine aura (700 ft., DC 28); SV Fort +48, Ref +47, Will +46; Supreme Initiative) all skill modifiers reduced by 8. Speed:60 ft.",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Size, Battlesense, Divine Armor Mas- AC:78 (+7 Dex, +15 divine, +28 natural, +9 +5 scale mail,+9 deflection) tery, Divine Blast, Divine Inspiration (courage), Divine Paladin, Attacks: +5 lawful unholy ghost touch light flail +74/+69/+64/+59 Divine Shield, Divine Weapon Focus (longsword), Divine Weapon melee,+5 longsword +74/+69/+64 melee, +5 battleaxe +74/+69/+64 Specialization (longsword). melee, +5 heavy mace +74/+69/+64 melee, +5 heavy pick Spell-Like Abilities:Caster level 17th; saving throw DC 28 + +74/+69/+64 melee, +5 scimitar +74/+69/+64 melee; or spell +71 spell level. melee touch or +61 ranged touch",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5 lawful unholy ghost touch light flail 1d8+25/19–20,+5 longsword 1d8+15/17–20,+5 battleaxe 1d8+15/19–20/×3,+5 heavy HEXTOR mace1d8+15/19–20,+5 heavy pick 1d6+15/19–20/×4,+5 scimitar Champion of Evil, Herald of Hell, Scourge 1d6+15/15–20; or by spell of Battle Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Flail +82, Craft (metalworking) +82, Craft (weaponsmithing) +82, 75 PANTHEON Illus. by D. Cramer THE D\u0026D CHAPTER 3: :3 RETPAHC D\u0026D EHT NOEHTNAP Temple of Hextor 5 2 2 2 2 2 5 5 1 1 3 4 5 2 2 2 2 2 5 BBaalllliissttaa Main Floor AAllttaarr PPoorrttccuulllliiss 9 9 9 9 9 1. Gatehouse 2. Stable 10 8 3. Guest Chapel 4. Trophy Room 7 5. Barracks s 6. High Priest\u0027s Quarters 6 7. Main Chapel 8. Armory Lower Floor 9. Priests\u0027 Quarters Tower Top 5 Scale in Feet 2.5 76 Diplomacy +72, Handle Animal +70, Heal +23, Jump +52, Automatic Actions:Hextor can use Craft (armorsmithing), Knowledge (arcana) +68, Knowledge (history) +45, Knowledge Craft (metalworking), Craft (weaponsmithing), or Knowledge (nobility and royalty) +45, Knowledge (religion) +68, Listen +50, (nobility and royalty) as a free action if the DC for the task is 25 or Ride (horse) +73, Scry +45, Sense Motive +45, Spellcraft +45, lower. He can perform up to ten such free actions each round. Spot +50. *Always receives a 20 on checks. Create Magic Items:Hextor can create magic weapons, armor,",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Blind-Fight, Cleave, Combat Reflexes, Deflect Arrows, and destructive items such as a horn of blasting, as long as the item’s Divine Might, Dodge, Empower Spell, Endurance, Expertise, market price does not exceed 200,000 gp. Great Cleave, Greater Multiweapon Fighting*, Improved Bull Rush, Improved Disarm, Improved Initiative, Improved Avatars Multiweapon Fighting*, Improved Trip, Improved Unarmed Hextor sends his avatar to undo good deeds and assist with epic Strike, Maximize Spell, Mobility, Multidexterity, Multi- conquests. He also sends his avatars anywhere he suspects the weapon Fighting, Power Attack, Quick Draw, Quicken Spell, hand of Heironeous at work.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As Hextor except divine rank 7; Init +11; AC Superior Expertise, Whirlwind Attack. *These two feats 62 (touch 33, flat-footed 55); Atk +66/+61/+56/+51 melee (1d8+25,+5 allow Hextor to make three attacks with each off-hand weapon lawful unholy ghost touch light flail), +66/+61/+56 melee (1d8+15/17–20, he wields. +5 longsword), +66/+61/+56 melee (1d8+15/19–20/×3,+5 battleaxe), +66/+61/+56 melee (1d8+15/19–20,+5 heavy mace), +66/+61/+56",
        "name":  "Run, Spell Penetration, Spring Attack, Still Spell, Sunder, dAvatar of Hextor",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Form, Alter Size, Divine Armor Mas- Divine Blast, Divine Inspiration (dread), Divine Shield, Divine tery, Divine Inspiration (dread), Divine Shield, Divine Weapon Storm, Divine Weapon Mastery, Extra Domain (Destruction), Mastery, Extra Domain (Destruction), Lay Curse, Shift Form. Hand of Death, Lay Curse, Mass Divine Blast, Shift Form (see Spell-Like Abilities:Caster level 17th; saving throw DC 26 + below), Supreme Initiative. spell level.",
        "name":  "Annihilating Strike, Avatar, Battlesense, Divine Armor Mastery, Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast evil spells at +1 caster level; cast law Symbol:A star of spears spells at +1 caster level; 15/day smite (+20 on attack and damage for and maces one weapon attack). Home Plane: Ysgard Spell-Like Abilities:Hextor uses these abilities as a 25th-level Alignment: Chaotic caster, except for evil spells and law spells, which he uses as a 26th- good level caster. The save DCs are 34 + spell level. Blade barrier, blas- Portfolio:Strength, phemy, calm emotions, circle of doom, contagion, create undead, desecrate, athletics, sports, dictum, disintegrate, dispel chaos, dispel good, divine power, earthquake, brawling, courage flame strike, harm, hold monster, implosion, inflict critical wounds, inflict Worshipers: light wounds, magic circle against chaos, magic circle against good, magic Barbarians, fighters, vestment, magic weapon, order’s wrath, power word blind, power word kill, rogues, athletes power word stun, protection from chaos, protection from good, shatter, Cleric Alignments: CG, LG, NG shield of law, spiritual weapon, summon monster IX (as evil or law spell Domains:Chaos, Good, Luck, Strength only),unholy aura, unholy blight. Favored Weapon:Greatsword Cleric Spells/Day:6/8/8/8/7/7/6/6/5/5; base DC = 17 + spell level. Kord (kohrd), deity of strength, appears as a hugely muscular man",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hextor’s favorite weapon is his light flail, Executioner. with long red hair and beard, wearing white dragonhide gauntlets, The weapon is a +5 light flail with the lawful, unholy, and ghost blue boots, and fighting girdle of red leather. A hedonistic being, touch special abilities. he is known for tackling physical challenges of all sorts just for the",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "20th;Weight:5 lb. fun of it. He is also reputed to have dallied with beautiful humans, elves, or even giants, and tales are told of the great heroes that are Other Divine Powers born of such liaisons. He fights with his intelligent dragon-slaying As an intermediate deity, Hextor automatically receives a die result greatsword Kelmar, and when wounded he often enters an intense of 20 on any check. He treats a 1 on a saving throw or attack roll blood rage. normally and not as an automatic failure. He is immortal.",
        "name":  "Caster Level",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Hextor senses any act of cruelty, tyranny, or Clergy and Temples injustice the instant it happens and retains the sensation for fifteen Kord’s clerics are expected to be leaders. They value strength but weeks after the event occurs. not domination. They train people to become stronger, organize 77 PANTHEON Illus. by D. Cramer THE D\u0026D CHAPTER 3: athletic tournaments, and participate in challenging physical activ- Salient Divine Abilities:Alter Reality, Alter Size, Area ities. Doubting their fitness is a grave insult, and they go to great Divine Shield, Avatar, Divine Battle Mastery, Divine Blast, Divine lengths to prove their physical abilities (although they realize the Blessing (Strength), Divine Fast Healing, Divine Inspiration difference between difficult and suicidal challenges). They favor (courage), Divine Rage, Divine Shield, Divine Weapon Focus attire in red and white. (greatsword), Divine Weapon Specialization (greatsword), Extra Kord’s temples tend to be spacious and airy. They always include Domain (Luck), Extra Energy Resistance (sonics), Gift of Life, at least one gymnasium and usually extensive baths. They invari- Indomitable Strength. ably have adjoining fields for athletic competitions. Domain Powers:Cast chaos spells at +1 caster level; cast good spells at +1 caster level; 14/day reroll a die roll once after it is made; KORD 14/day feat of strength (+14 enhancement Fighter 20/Barbarian 20 bonus to Str for 1 round). Medium-Size Outsider (Chaotic, Good) Spell-Like Abilities:Kord uses",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Kelmar(+5 greatsword) dispel law, endure elements, entropic +86/+81/+76/+71 melee; or shield, freedom of movement, holy spell +76 melee touch or +62 aura, holy smite, holy word, magic ranged touch circle against evil, magic circle against",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Kelmar (+5 greatsword) law, magic vestment, miracle,mis- 2d6+54/17–20; or by spell lead, protection from elements, pro- Face/Reach:5 ft. by 5 ft./5 ft. tection from evil, protection from law,",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Divine immunities, only), word of chaos. DR 49/+4 (4/–), fire resistance Divine Rage:The following changes 34, sonic resistance 34, fast heal- are in effect as long as Kord rages: AC ing 34, understand, speak, and read all 63; hp 1,500; Atk +91/+86/+81/+76 melee languages and speak directly to all (2d6+59/17–20,+5 greatsword); SQ Fire resistance beings within 14 miles, remote commu- 44, sonic resistance 44, SR 56; SV Fort +63, Will nication, godly realm, teleport without error +58; Str 65, Con 40; Climb +81, Concentra- at will, plane shift at will, fast movement, tion +52, Jump +108, Swim +104. His uncanny dodge (cannot be flanked, +4 against rage can be used 14 times per day, it traps), SR 46, divine aura (1,400 ft., DC 33). lasts for 1 hour (or until ended),",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 55, Dex 27, Con 30, Int 24, Possessions:Kord’s great- Wis 24, Cha 29. sword, Kelmar,is an adamantine Skills*: Balance +26, Bluff +46, Climb +76, +5 greatsword with the bane Concentration +47, Diplomacy +29, special ability against dragons. Kelmar Escape Artist +45, Handle Animal +43, is intelligent, with Intelligence, Wisdom, and Hide +45, Intimidate +45, Intuit Direction Charisma scores of 24. It can speak and communicate tele- +41, Jump +103, Listen +64, Move Silently pathically. It has a chaotic good alignment and has the following +48, Perform +46, Ride (horse) +64, Search special powers, usable at will: detect lawful evil alignment, find +54, Sense Motive +54, Spot +57, Swim +99, Tumble +61, Use traps, detect magic, locate object (120-foot radius), and true seeing.It also Rope +36, Wilderness Lore +51. *Always receives a 20 on checks. can use detect thoughts three times per day. Kelmarhas a special pur-",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Blind-Fight, Cleave, Combat Reflexes, Deflect Arrows, pose to slay lawful evil dragons. When the sword strikes such a Dodge, Endurance, Expertise, Great Cleave, Great Fortitude, dragon, the dragon must make a Will save (DC 23) or die. Improved Bull Rush, Improved Critical (greatsword), Improved Caster Level: 20th;Weight:15 lb. Critical (unarmed strike), Improved Disarm, Improved Grapple, Improved Initiative, Improved Trip, Improved Unarmed Strike, Other Divine Powers Mobility, Power Attack, Quick Draw, Run, Spring Attack, As an intermediate deity, Kord automatically receives a die result of Stunning Fist, Sunder, Superior Expertise, Track, Weapon Focus 20 on any check. He treats a 1 on a saving throw or attack roll nor- (greatsword), Weapon Focus (unarmed strike), Weapon mally and not as an automatic failure. He is immortal. Specialization (greatsword), Weapon Specialization (unarmed Senses:Kord can see, hear, touch, and smell at a distance of strike), Whirlwind Attack. fourteen miles. As a standard action, he can perceive anything within fourteen miles of his worshipers, holy sites, objects, or any",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Kord senses any act of courage the instant it Divine Weapon Focus (greatsword), Divine Weapon Specialization happens and retains the sensation for fourteen weeks after the (greatsword), Extra Domain (Luck), Indomitable Strength. event occurs. He is likewise aware of any athletic competition and Divine Rage:The following changes are in effect as long as Kord’s any outstanding achievement of stamina or physical prowess (such avatar rages: AC 49; hp 1,500; Atk +84/+79/+74/+69 melee as climbing a mountain). (2d6+52/19–20,+5 greatsword); SQ Fire resistance 37, sonic resist-",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Kord can create simple or martial magic Symbol:Gnome skull weapons and nonwritten items that boost physical abilities Home Plane: Baator (Strength, Dexterity, or Constitution), as long as the item’s market Alignment: Lawful evil price does not exceed 200,000 gp. Portfolio:Kobolds, trapmaking, mining, war",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "LE, LN, NE himself, though he occasionally sends an avatar to congratulate an Domains:Evil, Law, Luck, athlete or adventurer who has just completed some epic achieve- Trickery ment, or to oversee a contest to ensure its fairness. Favored Weapon:Spear dAvatar of Kord:As Kord except divine rank 7; AC 54 (touch 34, flat-footed 54); Atk +79/+74/+69/+64 melee (2d6+47/19–20,+5 Kurtulmak (kurt-uhl-mak), the deity of kobolds, appears as a greatsword) or spell +69 melee touch or +55 ranged touch; SQ DR particularly large kobold. He is about 5 feet tall, with scaly skin 42/+4, fire resistance 27, SR 39, divine aura (700 ft., DC 26); SV Fort mottled black and green. His ratlike tail is long and tipped with +51, Ref +47, Will +46; all skill modifiers reduced by 7. a wicked stinger.",
        "name":  "Kord makes little use of avatars, preferring to experience the world Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Divine Battle Mastery, Divine Fast Heal- Kurtulmak taught the kobolds the arts of mining, ambushing, and ing, Divine Inspiration (courage), Divine Rage, Divine Shield, trapmaking. Garl Glittergold, deity of the gnomes, once collapsed 79 PANTHEON THE D\u0026D CHAPTER 3: Temple of Kord 4 4 3 6 6 6 6 6 6 6 8 9 6 2 6 6 5 7 6 6 6 6 6 6 6 1 Pillar 1. Main Hall (with statue of the god) Statue 2. Trophy Hall Pool 3. Inner Sanctum (priests only) 4. Priests\u0027 Quarters Altar 5. Courtyard 6. Junior Priests\u0027 Quarters 10 7. Gymnasium 8. Hot Bath Scale in Feet 5 9. Cold Bath Kurtulmak’s cavernous home Saves:Fort +57, Ref +66, Will +56. as a joke. The event wounded Abilities:Str 25, Dex 45, Con 31, Int 29, Wis 24, Cha 29. Kurtulmak’s pride on two Skills*: Appraise +35, Balance +43, Bluff +35, Climb +52, fronts, as he considered him- Concentration +47, Craft (metalworking) +77, Craft self both an expert trickster and (stoneworking) +77, Craft (trapmaking) +89, Diplomacy +28, a miner without equal. Since Disable Device +58, Disguise +69, Escape Artist +66, Hide then Kurtulmak has hated Garl +63, Intimidate +35, Jump +41, Knowledge (arcana) +46, and all gnomes. Kurtulmak hates Knowledge (architecture and engineering) +47, being bettered by any means, espe- Knowledge (geography) +47, Listen +63, Move Silently cially by some frivolous method +75, Open Lock +66, Pick Pocket +39, Profession (miner) such as an illusion or a practical joke. +69, Scry +43, Search +49, Sense Motive +40, Spellcraft +46, He carries grudges and has a huge Spot +52, Swim +41. *Always receives a 20 on checks. chip on his small shoulder. Feats: Alertness, Blind-Fight, Cleave, Combat Reflexes, Dodge, Endurance, Expertise, Great Cleave, Improved Dogma Bull Rush, Improved Critical (shortspear), Improved Kurtulmak is a savage deity who is always Critical (sting), Improved Disarm, Improved Ini- attentive to events on the Material Plane tiative, Improved Trip, Improved Unarmed and eager to secure any advantage for Strike, Iron Will, Lightning Reflexes, Mobility, his people. He teaches the kobolds Power Attack, Spring Attack, Stunning Fist, that fair fights are for fools or for the Sunder, Superior Expertise, Weapon Finesse unlucky. It is better to flee and (sting), Weapon Focus (shortspear), Weapon Focus fight again than to be defeated, (sting), Weapon Specialization (shortspear), Weapon and no fight is truly over if Specialization (sting), Whirlwind Attack. even one kobold lives. Revenge is sweet, says Kur- Kobold Traits: Darkvision, –1 tulmak, even if it takes years to penalty on attack rolls in arrange. Kurtulmak also teaches bright light. his people that a quick wit, a good plan, Divine Immunities: and a well-laid ambush are far better Ability damage, ability drain, than a strong sword arm. acid, cold, death effects, disease, dis- integration, electricity, energy Clergy and Temples drain, mind-affecting effects, Kurtulmak’s clerics lead war and raiding parties, see paralysis, poison, sleep,stunning, to tribal defense (especially the construction of traps), transmutation, imprison- and oversee each tribe’s mining operations. Others lead ment, banishment. expeditions to explore new areas and probe dwarf and Salient Divine Abilities:Alter Reality, Alter Size, Avatar, Bane- gnome settlements for weaknesses the kobolds can exploit. strike (gnomes), Battlesense, Control Creatures (kobolds), Divine No kobold community is complete without a temple or Blast, Divine Dodge, Divine Fast Healing, Divine Shield, Divine shrine to Kurtulmak. They are usually dug out of solid rock and Skill Focus (Craft [trapmaking]), Extra Domain (Law), Grow Crea- accessed through narrow, twisting passages guarded by traps. ture (kobolds), Hand of Death, Mass Divine Blast, Supreme Initia- Inside, a temple to Kurtulmak is cramped and usually decorated tive, Tunnel†, Wound Enemy. †Unique ability, described below. with piles of gnome skulls. Poison Sting: Fortitude save (DC 65); initial and secondary damage 2d6 temporary Con.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Kurtulmak’s personal weapon is Foestinger,a+5 over the drow, ruling through a halfspearwith the keen, lawful, and unholy special abilities. combination of fear and the prom-",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Kurtulmak can create light armor, simple earth), eliminating foes that are weak enough to be destroyed or martial weapons (Medium-size or smaller), items that entrap and biding their time before attacking other opponents. She creatures, such as a rope of entanglement, items that speed move- also expects them to eventually invade and conquer the surface, ment, such as boots of striding and springingand a potion of haste, and not to colonize it but to defeat Corellon Larethian and the sur- items that affect or move earth, such as a staff of earth and stone, as face elves. long as the item’s market price does not exceed 200,000 gp. Clergy and Temples Avatars Lolth rules her people through her clerics, who are exclusively Kurtulmak’s avatars look just like he does. He sends them to assist female and organized into noble houses made up of clerics related kobolds in important raids or battles, and to counter interference by blood. The oldest clerics rule the house, with younger clerics in kobold affairs from other deities, especially Garl Glittergold. following in order by age. Each house also includes noncleric drow dAvatar of Kurtulmak: As Kurtulmak except divine rank 7; AC related by blood or marriage. The clerics serve as absolute rulers in 63 (touch 43, flat-footed 63); Atk +60/+55/+50/+45 melee Lolth’s name. They are the leaders, police, juries, and executioners (1d8+17/18–20/×3,+5 keen lawful unholy shortspear), +60 melee (1d4+5 of drow society. plus poison/19–20, sting) or spell +54 melee touch or +64 ranged Nearly every drow home has at least a small shrine to Lolth, touch; SQ DR 42/+4, fire resistance 27, SR 39, divine aura (700 ft., DC even if it is just a spider statue or modest altar. Larger temples to 25); SV Fort +49, Ref +58, Will +48; all skill modifiers reduced by 8. Lolth are usually laid out in the shape of a spider. They serve as",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Whip Face/Reach:5 ft. by 5 ft./5 ft. 81 PANTHEON Illus. by D. Cramer THE D\u0026D CHAPTER 3:",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 24, Dex 29, Con 22, Int 41, Wis 41, Cha 32. damage unless they make Fortitude saves (DC 31). After 1 minute, Skills*: Alchemy +69, Appraise +50, Balance +28, Bluff +83, Climb poisoned creatures must make additional Fortitude saves (DC 31) +43, Concentration +84, Craft (weaving) +93, Diplomacy +54, or take an additional 1d6 points of temporary Strength damage. Disguise +77, Escape Artist +52, Gather Information +49, Hide Domain Powers:Cast chaos spells at +1 caster level; cast evil +81, Intimidate +55, Jump +39, Knowledge (arcana) +93, spells at +1 caster level; 15/day smite (+20 on attack and damage for Knowledge (history) +66, Knowledge (religion) +89, Knowledge one weapon attack). (the planes) +66, Listen +70, Move Silently +61, Scry +83, Search Spell-Like Abilities:Lolth uses these abilities as a 25th-level +75, Sense Motive +68, Spellcraft +93, Spot +77, Swim +45, caster, except for chaos spells and evil spells, which she uses as a Tumble +54. *Always receives a 20 on checks. 26th-level caster. The save DCs are 35 + spell level. Animate objects,",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Blind-Fight, Brew Potion, Combat Reflexes, Craft Wand, blasphemy, change self, chaos hammer, circle of doom, cloak of chaos, confu- Craft Wondrous Item, Divine Might, Dodge, Empower Spell, sion, contagion, create undead, desecrate, disintegrate, dispel good, dispel law, Exotic Weapon Proficiency (whip), Expertise, Extend Spell, earthquake, false vision, harm, implosion, inflict critical wounds, inflict Greater Spell Penetration, Improved Critical (bite), Maximize light wounds, invisibility, magic circle against good, magic circle Spell, Mobility, Power Attack, Quicken Spell, against law, mislead, nondetection, polymorph any object, protec- Reach Spell, Scribe Scroll, Spell Mastery, Spell tion from good, protection from law, screen, shatter, summon mon- Penetration, Spring Attack, Superior Expertise, ster IX(as chaos or evil spell only), time stop, unholy aura, Weapon Finesse (bite), Weapon Focus (bite), unholy blight, word of chaos. Weapon Focus (whip), Weapon Specialization As a drow, Lolth also has the ability to use dancing (bite), Weapon Specialization (whip), Whirl- lights, darkness, andfaerie fireeach 1/day, caster level 60th. wind Attack. Cleric Spells/Day: 6/10/10/10/ 9/9/8/8/7/7; base DC = 25 + spell level.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Lolth can create light or medium monarchs, and the like). They also educate the young, arrange armor, simple or martial weapons,items that create darkness, communal defenses, and sponsor expeditions to settle new lands. such as a scroll of darkness or a wand of deeper darkness, divination They also keep detailed genealogies and historical archives. items, such as a crystal ball,and items that disguise the user, such Every temple or shrine of Moradin includes an anvil and a forge as a hat of disguise, as long as the item’s market price does not that the clerics keep perpetually burning. The anvil can be a simple exceed 200,000 gp. decoration or part of a working smithy, but it often serves as the temple altar. Avatars Lolth often sends her avatar to check up on her clerics and intimi- MORADIN date her foes. Fighter 20/Expert 14/Cleric 15 dAvatar of Lolth: As Lolth except divine rank 7; AC 56 Medium-Size Outsider (Good, Lawful) (touch 37, flat-footed 47); Atk +57 melee (1d6+12/19–20, bite) or Divine Rank:19 +59/+54/+49/+44 melee (1d4+12/19–20,+5 ghost touch chaotic Hit Dice:20d8+260 (outsider) plus 20d10+260 (Ftr) plus 14d6+182 unholy dagger) or +62/+57/+52/+47 ranged (1d2+7, +5 ghost touch (Exp) plus 15d8+195 (Clr) (1,461 hp) chaotic unholy whip) or spell +56 melee touch or +58 ranged Initiative:+11 (+7 Dex, +4 Improved Initiative) touch; SQ DR 42/+4, fire resistance 27, SR 59, divine aura (700 Speed:60 ft., burrow 60 ft. ft., DC 26); SV Fort +45, Ref +48, Will +54; all skill modifiers AC:91 (+1 Dex, +19 divine, +32 natural, +13 +5 full plate,+7+5 large reduced by 8. steel shield,+9 deflection)",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dwarves, creation, smithing) +72, Craft (gemcutting) +72, Craft (metalworking) smithing, engineering, war +74, Craft (stoneworking) +74, Craft (weaponsmithing) +72,",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Warhammer Search +51, Sense Motive +51, Spellcraft +67, Spot +30. *Always receives a 20 on checks. The deity of dwarves, Moradin (moar-uh-din), usually appears as a Feats: Blind-Fight, Combat Reflexes, Cleave, Craft Magic Arms stern-faced male dwarf with a powerful build. His upper body is par- and Armor, Craft Rod, Craft Wondrous Item, Dodge, Deflect ticularly robust, with a barrel chest, wide shoulders, and arms corded Arrows, Divine Might, Empower Spell, Expertise, Forge Ring, with big muscles. He has flowing black hair and a beard to match, and Great Cleave, Great Fortitude, Greater Spell Penetration, he always wears full plate armor. He carries a shield and a war- Improved Bull Rush, Improved Disarm, Improved Initiative, hammer. Moradin forged the first dwarves out of metal and gems and Improved Trip, Improved Unarmed Strike, Iron Will, Lightning breathed life into them. Reflexes, Mobility, Power Attack, Quicken Spell, Spell Penetration, Spring Attack, Still Spell, Stunning Fist, Sunder, Dogma Superior Expertise, Weapon Focus (warhammer), Weapon Moradin is an adamant defender of the dwarven people he created Specialization (warhammer), Whirlwind Attack. and of the principles of law and good. He teaches the value of making goods that last, of loyalty to clan, leader, and people, and Dwarf Traits:+1 bonus on attack rolls against orcs and goblin- of meeting adversity with stoicism and tenacity. He tolerates no oids; +2 bonus on Will saves against spells and spell-like abilities; taint of evil among the dwarves; it was he who drove the derro and +2 bonus on Fortitude saves against all poisons; +4 dodge bonus duergar out of the dwarven community. It is Moradin’s influence against giants; darkvision; stonecunning (+2 racial bonus on that leads the dwarves toward excellence in craftwork and staunch checks to notice unusual stonework; can make a check for unusual defense of what is theirs. stonework as though actively searching when within 10 feet and can use the Search skill to find stonework traps as a rogue can; Clergy and Temples intuit depth); +2 racial bonus on Appraise checks and Craft or Clerics of Moradin are charged with maintaining and advancing Profession checks related to stone or metal. the dwarven race in all walks of life. They perform a wide range of Divine Immunities:Ability damage, ability drain, acid, cold, public ceremonies (marriages, blessing new ventures, crowning death effects, disease, disintegration, electricity, energy drain, 83 PANTHEON Illus. by D. Cramer THE D\u0026D CHAPTER 3: mind-affecting effects, paralysis, poison, sleep,stunning, trans- Create Magic Items:Moradin can create simple mutation, imprisonment, banishment. or martial magic weapons, armor, and magic tools,",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Form, Alter such as amattock of the titans. Reality, Alter Size, Annihilating Strike, Area Divine Shield, Avatar, Battlesense, Control Avatars Creatures (dwarves), Craft Artifact, Create Moradin’s avatars Greater Object, Create Object, usually look just Divine Battle Mastery, Divine like he does, but they Blast, Divine Creation, Divine sometimes take the forms of Earth Mastery, Divine Fast earth elementals, xorns, or Healing, Divine Shield, Divine members of some dwarven Weapon Focus (warhammer), subrace. Moradin sends his Divine Weapon Specializa- avatars to dwarven lands to tion (warhammer), Extra keep discreet watch over dwar- Domain (Law), Gift of Life, ven craftworkers and leaders and Increased Damage Reduction, to guard against interference Increased Spell Resistance, from Gruumsh or deities of evil Master Crafter. subterranean peoples.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Castgood dAvatar of Moradin: As spells at +1 caster level;cast law Moradin except divine rank 9; AC spells at +1 caster level; 19/day 71 (touch 29, flat-footed 70); protective ward(touched subject Atk +82/+77/+72/+67 gains +15 resistance bonus on melee (1d8+34/×3,+5 next saving throw, maximum warhammer) or +71 duration 1 hour); 19/day turn or ranged or spell +72 destroy air creatures, or rebuke or melee touch or +81 command earth creatures. ranged touch; SQ DR 53/+5, fire resistance 29, SR Spell-Like Abilities: Moradin 41, divine aura (900 ft., DC 27); SV Fort +60, Ref uses these abilities as a 29th-level caster, +54, Will +54; all skill modifiers reduced by 10. except for good spells and law spells, Salient Divine Abilities:Alter Form, Alter Size, which he uses as a 30th-level caster. The Create Object, Divine Battle Mastery, Divine save DCs are 38 + spell level. Aid, antimagic Earth Mastery, Divine Shield, Divine Weapon field, blade barrier, calm emotions, dictum, dispel Focus (warhammer), Divine Weapon Special- chaos, dispel evil, earthquake, elemental swarm ization (warhammer), Extra Domain (Law), (as earth spell only), hold monster, holy aura, Increased Damage Reduction, Increased holy smite, holy word, iron body, magic circle Spell Resistance. against chaos, magic circle against evil, magic Spell-Like Abilities: Caster level 19th; stone, mind blank, order’s wrath, prismatic sphere, protection from chaos, saving throw DC 28 + spell level. protection from elements, protection from evil, repulsion, shield of law, shield other, soften earth and stone, spell immunity, spell resistance, spike NERULL stones, stone shape, stoneskin, summon monster IX (as good or law spell only), wall of stone. The Reaper, The Foe of All Good, Hater of Life, Bringer of Darkness, Cleric Spells/Day:6/9/8/8/7/7/5/4/3; base DC = 19 + spell level. King of All Gloom, Reaper of Flesh",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moradin can see (using normal vision or darkvision), Cleric Alignments: CE, LE, NE hear, touch, and smell at a distance of nineteen miles. As a standard Domains:Death, Evil, Trickery action, he can perceive anything within nineteen miles of his wor- Favored Weapon:Scythe shipers, holy sites, objects, or any location where one of his titles or name was spoken in the last hour. He can extend his senses to up The deity of death, Nerull (nare-ull), is widely known and widely to twenty locations at once. He can block the sensing power of feared. His gaunt form resembles a mummified, nearly skeletal deities of his rank or lower at up to two remote locations at once for corpse with rusty red skin, thick blackish-green hair, a cowled 19 hours. cloak of rusty black, and eyes, teeth, and nails like poisonous verdi-",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+15, always first (+11 Dex, +4 Improved Initiative, Scroll, Silent Spell, Spell Focus (Necromancy), Spell Penetration, Supreme Initiative) Still Spell, Weapon Focus (scythe), Widen Spell.",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Create Magic Items: Nerull can Reality,Alter Size,Arcane Mastery, create a magic weapon from a dagger, Area Divine Shield, Annihilating dart, light mace, sap, shortbow, compos- Strike, Avatar, Control Creatures (un- ite shortbow, short sword, club, heavy dead), Craft Artifact, Create Greater mace, morningstar, quarterstaff, rapier, Object, Create Object, Divine or any type of crossbow as well as items Blast, Divine Celerity, Divine that can produce death effects, such as a Creation, Divine Spell Focus mask of the skull. He can also create items (Necromancy), Divine Shield, that conceal or disguise the user, such as Increased Spell Resistance, aring of invisibility, arobe of blending,or a Hand of Death, Life and hat of disguise. Death, Life Drain, Sponta- neous Wizard Spells, Avatars Supreme Initiative, Un- Nerull’s avatars look just like he does. He dead Qualities. seldom uses them except to witness a par-",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Nerull can see, hear, touch, and smell at a distance of Worshipers: Barbarians, seventeen miles. Nerull can see equally well in light or darkness rangers, druids, hunters and can see even in magical darkness provided a deity of higher Cleric Alignments: CN, LN, N, rank has not created it. As a standard action, he can perceive NE, NG anything within seventeen miles of his worshipers, holy sites, Domains:Air, Animal, Earth, objects, or any location where one of his titles or name was Fire, Plant, Water spoken in the last hour. He can extend his senses to up to Favored Weapon:Quarterstaff twenty locations at once. He can block the sensing power of deities of his rank or lower at up to two remote locations at once Obad-Hai (oh-bod-high), deity of nature, is most often shown as a lean for 17 hours. and weathered man of indeterminately old age, dressed in brown or",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Ambidexterity, Blind-Fight, Brew Potion, Combat Reflexes, Craft Staff, Craft Wand, Craft Wondrous Item, Dodge, Endurance, Forge Ring, Greater Two-Weapon Fighting, Improved Critical (quarterstaff), Improved Two-Weapon Fighting, Quicken Spell, Run, Scribe Scroll, Track, Two-Weapon Fighting, Weapon Focus (quarterstaff). 87 PANTHEON Illus. by K. Anderson THE D\u0026D CHAPTER 3: plant growth, produce flame, repel vermin, repel wood, resist elements, OLIDAMMARA shambler, shapechange, soften earth and stone, spike stones, stone shape, stoneskin, wall of fire, wall of stone, wall of thorns, water breathing, whirl- The Laughing Rogue wind, wind wall. Intermediate Deity Cleric Spells/Day:6/10/10/10/10/9/8/8/8/7; base DC = 26 + Symbol:Laughing mask spell level. Home Plane: Ysgard Druid Spells/Day:6/9/9/9/9/8/7/7/7/6; base DC = 26 + Alignment: Chaotic neutral spell level. Portfolio: Rogues, music, revelry, wine,",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Obad-Hai’s staff, Stormstouch,is a double weapon. humor, tricks Both ends are +5 weapons.One end has the defending and shock- Worshipers: Rogues, bards, actors, vintners ing burst special abilities and the other the speed and icy burst Cleric Alignments: CE,CG,CN, special abilities. Domains:Chaos, Luck, Trickery",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "20th;Weight:5 lb. Favored Weapon:Rapier Other Divine Powers The deity of rogues, Olidammara (oh-lih-duh-mar-uh), most often As an intermediate deity, Obad-Hai automatically receives a die appears as a brown-haired man of rakish appearance, olive skin, result of 20 on any check. He treats a 1 on a saving throw or attack and merry eyes, but he often goes incognito. Olidammara delights roll normally and not as an automatic failure. He is immortal. in wine, women, and song. He is a vagabond, a prankster, and a",
        "name":  "Caster Level",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Olidammara senses any theft Draw, Skill Focus (Perform), Spell Penetration, Spring Attack, and any joke, song, poem, or play the instant it hap- Superior Expertise, Weapon Finesse (rapier), Weapon Focus pens and retains the sensation for fifteen weeks after (rapier), Whirlwind Attack. the event occurs. He is likewise aware of winemaking.",
        "name":  "Improved Trip, Lightning Reflexes, Mobility, Quick Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Olidammara can create a magic weapon from Divine Celerity, Divine Dodge, Divine Recall (melodies), Divine a dagger, dart, light mace, sap, shortbow, composite shortbow, short Rogue, Divine Shield, Divine Skill Focus (Bluff), Divine Sneak sword, club, heavy mace, morningstar, quarterstaff, rapier, or any type Attack, Instant Move, Irresistible Performance (no calm effect), of crossbow as well as any item that conceals or disguises the user, Shift Form (see below), Supreme Initiative. such as a ring of invisibility, robes of blending,or a hat of disguise,and musi-",
        "name":  "Shield, Avatar, Create Greater Object, Create Object, Divine Blast, Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Mace Pelor (pay-lore), deity of the sun, is depicted as an older man in white, with wild hair and a beard of shining gold. Pelor is the creator of many good things, a supporter of those in need, and an adversary of all that is evil. He is the most commonly worshiped deity among ordi- nary humans, and his priests are well received wherever they go. Dogma Though widely revered as a peaceful and gentle deity who allevi- ates suffering, Pelor also has more martial aspects. He brings his wrath to bear on darkness and evil, and he invigorates and heals those who champion the cause of good. Pelor teaches that the energy of life originates from the sun. This light brings strength to the weak and health to the injured, while destroying darkness and evil. He urges his followers to challenge the forces of corruption aggressively, but also to remember that just as staring at the sun can cause blindness of the eyes, relentless attention to the destruction of negative forces can blind the heart to the true essentials of life: kindness, mercy, and compassion. Clergy and Temples Pelor’s clerics favor yellow garb. They are usually kindly people with backbones of steel. They are primarily nurturers and protec- tors, but when the time comes to bear arms they are not afraid to do so. They use their powers to heal, nourish, and otherwise aid the needy, while practicing the skills needed to protect their charges should they be threatened. Many clerics of Pelor leave their pas- Special Qualities:Divine immunities, fire immunity, DR 52/+4, toral duties and go to explore far lands in an effort to drive off fast healing 37, spontaneous casting of divine spells, understand, harmful beings and spread their deity’s gifts to all who need them. speak, and read all languages and speak directly to all beings Temples to Pelor tend to be tall, airy, and blindingly white. They within 19 miles, remote communication, godly realm, teleport are usually placed so the sun shines into most of their rooms without errorat will, plane shiftat will, nature sense, resist nature’s throughout the day. They often feature open, sunny courtyards as lure, trackless step, venom immunity, wild shape (Small, well. Pelor’s temples are always kept scrupulously clean, and many Medium-size, or Large 4/day), woodland stride, SR 49, divine of them of have wings that house hospitals. aura (19 miles, DC 36). Saves*: Fort +58, Ref +56, Will +64. *Always receives a 20 on saves.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Turn undead 24/day, domain powers, salient Attack, Superior Expertise, Weapon Focus (heavy mace), 90 divine abilities, spell-like abilities. Weapon Specialization (heavy mace), Whirlwind Attack. :3 RETPAHC D\u0026D EHT NOEHTNAP nosrednA .K \u0026 remarC .D yb .sullI",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Reality,Alter Size,Area Divine ters, especially if another deity brought about the calamity. Shield, Avatar, Call Creatures (eagles of all sorts), Craft Artifact, Create dAvatar of Pelor: As Pelor except divine rank 8; AC 55 Greater Object, Create Object, Divine Blast, Divine Creation, Divine (touch 34, flat-footed 44); Atk +66/+61/+56/+51 melee Fast Healing, Divine Radiance, Divine Shield, Divine Storm, Divine (1d8+25/19–20,+5 disruption flaming heavy mace) or spell +60 Weapon Focus (heavy mace), Divine Weapon Specialization (heavy melee touch or +55 ranged touch; SQ DR 43/+4, SR 40, divine mace), Extra Domain (Strength), Extra Energy Immunity (fire), Gift aura (800 ft., DC 27); SV Fort +49, Ref +47, Will +55; all skill mod- of Life, Life and Death, Mass Divine Blast, Mass Life and Death. ifiers reduced by 9.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Mace As a greater deity, Pelor automatically receives the best possible result on any die roll he makes (including attack rolls, damage, The deity of retribution, St. Cuthbert (saint cuhth-burt), takes checks, and saves). He is immortal. many forms. He often masquerades as a common yokel or white-",
        "name":  "Other Divine Powers Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Pelor can create any weapon and any item entrances or facades invariably feature inscriptions of quota- that has the power to shed light or flame, such as flaming burst tions attributed to the Cudgel. These can be inspirational, such weapons, a helm of brilliance, or a robe of scintillating colors. He also as:“Chaos and evil prevail where good folk do nothing.” Or even can create items with the power to heal injuries or restore life, such threatening, such as: “Obstinacy brings lumps to the heads of as a potion of healing,astaff of life, or doses of Keoghtom’s ointment. the unfaithful.” 91 PANTHEON THE D\u0026D Illus. by D. Cramer CHAPTER 3: ST. CUTHBERT Spell-Like Abilities:St. Cuthbert uses these abilities as a 25th-level Fighter 20/Cleric 20 caster, except for law spells, which he uses as a 26th-level caster. The Medium-Size Outsider (Lawful) save DCs are 34 + spell level. Antimagic field, Bigby’s clenched fist, Bigby’s",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 38, Dex 24, Con 27, Int 24, Wis 45, Cha 29. location where one of his titles or name was spoken in the last Skills*: Concentration +43, Craft (armorsmithing) +83, hour. He can extend his senses to up to ten locations at once. He Craft (metalworking) +83, Craft (weaponsmithing) can block the sensing power of deities of his rank or lower at up to +83, Diplomacy +48, Knowledge (arcana) +63, two remote locations at once for 15 hours. Knowledge (history) +32, Knowledge (nobility and Portfolio Sense:St. Cuthbert senses any trial and any act of royalty) +43, Knowledge (religion) +43, Listen revenge or punishment the instant it happens and retains the sen- +60, Profession (lawyer) +85, Scry +63, Search sation for fifteen weeks after the event occurs. He also knows +49, Sense Motive +100, Spellcraft +63, when someone willingly tells the truth in spite of great personal Spot +60, Use Magic Device +45, risk or embarrassment. Wilderness Lore +58. *Always Automatic Actions:St. Cuthbert can use Craft receives a 20 on checks. (armorsmithing), Craft (metalworking), Craft",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alertness, Blind-Fight, (weaponsmithing), Knowledge (arcana), Knowl- Cleave, Combat Reflexes, edge (history), Knowledge (nobility and royalty), Divine Might, Dodge, Em- Knowledge (religion), or Profession (lawyer) as a power Spell, Expertise, Great Cleave, free action if the DC for the task is 25 or lower. He Great Fortitude, Greater Spell Pene- can perform up to ten such free actions each round. tration, Improved Bull Rush, Improved Create Magic Items:St. Cuthbert can create Critical (heavy mace), Improved Disarm, magic weapons and magic items that produce div- Improved Initiative, Improved Trip, Iron ination effects or reveal truth, such as a medallion of Will, Maximize Spell, Mobility, Power thought, lenses of revealing, or a potion of truth, as long as Attack, Quicken Spell, Scribe Scroll, Spell the item’s market price does not exceed 200,000 gp. Penetration, Spring Attack, Still Spell, Sunder, Superior Expertise, Track, Weapon Avatars Focus (heavy mace), Weapon Specialization St. Cuthbert’s avatars vary in appearance, just as he (heavy mace), Whirlwind Attack. does. He sends them to monitor the faithful or to reveal untruths.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Annihilating Strike, resistance 27, SR 59, divine aura Alter Form, Alter Reality, Alter Size, Area Divine (700 ft., DC 26); SV Fort +29, Shield, Divine Blessing (Wisdom), Divine Fast Heal- Ref +26, Will +36; Sense ing, Divine Shield, Avatar, Divine Blast, Divine Skill Motive +84; all other skill Focus (Sense Motive), Divine Shield, Divine Storm, Divine modifiers reduced by 8. Weapon Focus (heavy mace), Divine Weapon Specialization (heavy Salient Divine Abilities: Alter mace), Extra Domain (Destruction), Increased Spell Resistance, Size, Divine Blast, Divine Fast Power of Truth. Healing, Divine Shield, Divine",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "15/day smite (+4 on attack and +20 on Skill Focus (Sense Motive), Divine Weapon damage for one weapon attack); cast law spells at +1 caster level; Focus (heavy mace), Extra Domain (De- 15/dayprotective ward(touched subject gains +20 resistance bonus struction), Increased Spell Resistance, Power of Truth. on next saving throw, maximum duration 1 hour); 15/day feat of Spell-Like Abilities:Caster level 17th; saving throw DC 26 + 92 strength (+20 enhancement bonus to Str for 1 round). spell level. :3 RETPAHC D\u0026D EHT NOEHTNAP sdlonyeR .W yb .sullI",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Claw Breath Weapons (Su): Each of Tiamat’s five heads produces a different breath weapon. Tiamat (tee-ah-mat), like her archrival, Bahamut, is revered as a White:A cone of cold 70 feet long; creatures within the cone deity in many locales. All evil dragons pay homage to Tiamat; green take 12d6 points of cold damage. and blue dragonsacknowledge her sovereignty the most readily. Black: A line of acid 5 feet high, 5 feet wide, and 140 feet long; Good dragons have a healthy respect for Tiamat, though they usu- creatures within the area of effect take 24d4 points of acid damage. ally avoid mentioning her or even thinking about her. Green: A cone of corrosive gas 70 feet long; creatures within the In her natural form, Tiamat is a thick-bodied dragon with five cone take 24d6 points of acid damage. heads and a wyvern’s tail. Each head is a different color: white, black, Blue: A line of lightning 5 feet high, 5 feet wide, and 140 feet green, blue, and red. Her massive body is striped in those colors. long; creatures within the area of effect take 24d8 points of elec- Tiamat has many consorts, include great wyrm dragons of the trical damage. white, black, green, blue, and red types. Red:A cone of fire 70 feet long; creatures within the cone take 24d10 points of fire damage. Dogma Each of Tiamat’s breath weapons allow a Reflex saving throw Tiamat concerns herself with spreading evil, defeating good, and (DC 56) for half damage. propagating evil dragons. She enjoys razing the occasional village, Once one of Tiamat’s heads breathes, the head must wait 1d4 city, or country, but only as a diversion from her subtle, world- rounds before it can breathe again. spanning plots. She is the villain who lurks in the shadows. Her Crush (Ex): Tiamat can land on foes as a standard action, using her presence is felt but seldom seen. whole body to crush them. Crush attacks are effective only against Tiamat constantly seeks to extend the power and dominion of Large opponents or smaller. A crush attack affects as many creatures evil dragons over the land, particularly when her subjects find as can fit under Tiamat’s themselves embroiled in territorial disputes with good dragons. body. Creatures in Tiamat also unfailingly demands reverence, homage, and tribute the affected area from her subjects. must succeed at Clergy and Temples Like Bahamut, Tiamat has few clerics and even fewer temples. She accepts only evil clerics. Tiamat’s clerics, like Tiamat herself, seek to place the world under the domination of evil dragons. Though most evil dragons honor Tiamat, few keep shrines dedicated to her in their lairs because they don’t want Tiamat’s greedy eyes gazing at their treasure hoards. Instead, they dedicate vast, gloomy caverns to their deity and keep them stocked with treasure and sacrifices. TIAMAT Colossal Dragon",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Breath weapons, crush, tail sweep, sound imitation, spells, spell-like abilities domain powers, salient divine abilities.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Tiamat can bite with all her heads, even if she immune to the effect of any spell or spell-like ability of 5th level moves or charges during a round. Instead of biting, each head can or lower. use a breath weapon or a spell-like ability as a standard action. Possessions:Amulet of the planes, bracers of armor +8, carpet of flying Tiamat can cast one spell each round, which counts as a standard (6 ft. by 9 ft.), cloak of displacement, crystal ballwithdetect thoughts, dark- action for one of her heads. skull, iron bands of Bilarro, iron flask (empty),orb of storms, portable hole, If a strike from a slashing weapon deals at least 185 points of ring of resistance +5, rod of rulership, androd of splendor.Tiamat carries or damage in a single blow, one of Tiamat’s heads is severed, just as a wears these items only when she is in humanoid form. The bonuses hydra’s head would be. these items grant are not reflected in the numbers given above.",
        "name":  "Multiple Heads",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As an extraordinary ability, Tiamat can real creatures within 1,600 feet (as a see invisibilityspell that is con- breathe underwater indefinitely (though as a deity, she has no real stantly active). As a standard action, she can perceive anything need to breathe). She can freely use her breath weapons, spells, and within ten miles of her worshipers, holy sites, objects, or any loca- other abilities while submerged. tion where one of her titles or name was spoken in the last hour.",
        "name":  "Water Breathing",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast evil spells at +1 caster level; cast law Create Magic Items:Tiamat can create weapons of all types, as spells at +1 caster level; 10/day smite (+20 on attack and damage for well as items that deceive or control creatures, such as a hat of dis- one weapon attack). guise,acloak of displacement, or a staff of charming, as long as the item’s Spell-Like Abilities:Tiamat uses these abilities as a 20th-level market price does not exceed 30,000 gp. caster, except for evil spells and law spells, which she uses as a 21th-level caster. The save DCs are 30 + spell level.Calm emotions, Avatars change self, circle of doom, confusion, contagion, create undead, blas- Tiamat is very active in the world. She usually travels in the guise phemy, desecrate, dictum, disintegrate, dispel chaos, dispel good, earth- of a bewitching human or elven female. Several evil dragonsof quake, false vision, harm, hold monster, implosion, inflict critical wounds, various types either accompany her in disguise or lurk out of inflict light wounds, invisibility, magic circle against chaos, magic circle sight nearby. against good, mislead, nondetection, order’s wrath, polymorph any object, dAvatar of Tiamat: As Tiamat except divine rank 5; AC 59 protection from chaos, protection from good, screen, shatter, shield of law, (touch 16, flat-footed 59); Atk +65 melee (4d6+19/19–20, 5 bites) summon monster IX (as evil or law spell only), time stop, unholy aura, +60 melee (2d8+9, 2 wings), +60 melee (3d6+9 plus poison, sting), unholy blight. or spell +65 melee touch or +46 ranged touch; SQ DR 40/+4, SR Tiamat has the ability to corrupt wateronce per day. This ability 397, divine aura (50 ft., DC 24); SV Fort +43, Ref +31, Will +38; all causes up to 10 cubic feet of water to become stagnant, foul, inert, skill modifiers reduced by 5. and unable to support animal life. The ability can spoil magic Breath Weapons and Poison:As Tiamat except that save DCs are 51. potions and any other liquid containing water; unattended items Salient Divine Abilities:Alter Form, Alter Size, Divine Shield, are automatically fouled. Items in a creature’s possession remain Extra Domain (Law), Shapechange, Spell Immunity. unaffected if the bearer makes a Will save (DC 43). Spell-Like Abilities: Caster level 15th; saving throw DC 25 + Tiamat can charm reptiles three times per day. The power operates spell level. as a mass charmspell (Will DC 27 negates), but the ability works only on reptilian animals. Tiamat can communicate with any reptiles she VECNA hascharmedas though using a speak with animalsspell. Cleric Spells/Day:6/8/8/8/7/7/6/6/5/5; base DC = 23 + The Maimed Lord, The Whispered One, The Master of All That Is Secret spell level. and Hidden Sorcerer Spells Known(6/9/8/8/8/8/7/7/7/3; base DC = 22 + Lesser Deity spell level): 0—arcane mark, dancing lights, detect magic, detect poison, Symbol:Left hand clutching an eyeball 94 ghost sound, light, mage hand, open/close, prestidigitation;1st—alarm, Home Plane: Material Plane :3 RETPAHC D\u0026D EHT NOEHTNAP",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dagger stand, speak, and read all languages and speak directly to all beings within 10 miles, remote communication, godly realm, Vecna (veck-nuh), deity of secrets, was once a teleport without errorat will, plane shiftat will, familiar (snakes), mortal king who became a lich. He usually turn resistance +4, SR 62, divine aura (1,000 ft., DC 29). appears as a lich who is missing his left hand Saves:Fort +28, Ref +33, Will +44. and left eye. He lost his hand and eye in a Abilities:Str 24, Dex 24, Con —, Int 43, Wis 35, Cha 29. fight with his traitorous lieutenant, Kas. Vecna Skills:Alchemy +59, Appraise +47, Bluff +30, Concentration +53, rules that which is not meant to be known andthat Diplomacy +43, Disguise +40, Hide +46, Intimidate +42, Knowl- which people wish to keep secret. edge (arcana) +69, Knowledge (history) +69, Knowledge (reli- gion) +51, Knowledge (the planes) +46, Knowledge (undead) Dogma +69, Listen +53, Move Silently +46, Scry +69, Search +55, Sense Vecna plots the destruction of the other deities so that he may take Motive +51, Spellcraft +69, Spot +43. the world for himself. Feats: Alertness, Ambidexterity, Blind-Fight, Brew Potion, According to Vecna, there exists a secret that can destroy any Combat Casting, Combat Reflexes, Craft Rod, Craft Staff, Craft being, no matter how powerful that being is. In the middle of every Wondrous Item, Dodge, Empower Spell, Enlarge Spell, heart hides a seed of darkness kept hidden from all but the self. Eschew Materials, Extend Spell, Forge Ring, Great Fortitude, Finding that secret evil and exploiting it is the key to undoing one’s Greater Spell Penetration, Heighten Spell, Maximize Spell, enemies. Strength and power, says Vecna, come from knowing and Reach Spell, Sacred Spell, Scribe Scroll, Silent Spell, Spell controlling what others do not. He also admonishes his followers Penetration, Still Spell. never to reveal all that they know.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dagger Skills*: Alchemy +86, Appraise +66, Bluff +57, Concentration +85, Craft (papermaking) +96, Craft (bookbinding) +96, Diplomacy Wee Jas (weejass), deity of death and magic, is most often por- +64, Disguise +47, Gather Information +44, Heal +29, trayed as a stunning woman dressed in a beautiful gown, Intimidate +51, Knowledge (arcana) +96, Knowledge wearing some piece of jewelry with a skull motif. Wee Jas (history) +86, Knowledge (religion) +96, Knowledge is a demanding deity who expects obedience from (the planes) +76, Knowledge (undead) +96, Listen her followers. She respects Boccob, but +76, Move Silently +66, Profession the two do not have an alliance. (herbalist) +64, Profession (scribe) +90, Scry +96, Search +77, Sense Motive Dogma +77, Spellcraft +96, Spot +76. Wee Jas promotes using spells and *Always receives a 20 on checks. magic items (though many of her fol- Feats: Brew Potion, Craft Rod, Craft lowers insist she favors the creationof Staff, Craft Wand, Craft Wondrous such things). Item, Dodge, Empower Spell, En- Wee Jas tells her followers large Spell, Eschew Materials, that magic is the key to all Extend Spell, Extra Turning things. Wee Jas promises that under- (×2), Forge Ring, Greater Spell Pene- standing, personal power, security, tration, Heighten Spell, Improved order, and control over fate come with Initiative,Maximize Spell, Mobility, the study of magic. She admonishes Reach Spell, Scribe Scroll, Silent her followers to respect those who Spell, Spell Penetration, Still Spell, came before, because they left their Weapon Finesse (dagger), Weapon knowledge and died to make room Focus (dagger). for them. She reminds them that death is inevitable, but she promises Divine Immunities:Ability damage, that their learning and memory will ability drain, acid, cold, death effects, dis- be honored by those who come after. ease, disintegration, electricity, energy drain, mind-affecting effects, paralysis, Clergy and Temples poison, sleep,stunning, transmutation, Wee Jas’s priesthood has a strict hierarchy. Her imprisonment, banishment. clerics are known for their discipline and obedi- Salient Divine Abilities: Alter Form, 96 ence to their superiors. Clerics of Wee Jas arbitrate Alter Reality, Alter Size, Arcane Mastery, :3 RETPAHC D\u0026D EHT NOEHTNAP attovaC .M\u0026 remarC .D yb .sullI Automatic Metamagic (quickencleric spells), Automatic Meta- YONDALLA magic (quicken wizard spells), Avatar, Craft Artifact, Divine Shield, Divine Spellcasting, Energy Storm (negative energy), Energy The Protector and Provider, The Nurturing Matriarch, The Blessed One Storm (positive energy), Hand of Death, Instant Counterspell, Greater Deity Know Death, Life and Death (no need to rest), See Magic, Sponta- Symbol:Shield bearing cornucopia (horn of plenty) neous Wizard Spells. Home Plane: Celestia",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "15/daydeath touch(roll 20d6; if subject Alignment: Lawful good touched does not have at least that many hp, it dies); cast law spells Portfolio:Halflings, protection, fertility at +1 caster level. Worshipers: Halflings, explorers, Spell-Like Abilities:Wee Jas uses these abilities as a 25th- pioneers level caster, except for law spells, which she uses as a 26th-level Cleric Alignments: LG, NG, LN caster. The save DCs are 34 + spell level. Animate dead, antimagic Domains:Good, Law, Protection field, calm emotions, cause fear, create greater undead, create undead, Favored Weapon:Short sword death knell, death ward, destruction, dictum, dispel chaos, dispel magic, hold monster, identify, imbue with spell ability, magic circle against The deity of halflings, Yondalla (yon-dah-lah), appears as a strong chaos, Mordenkainen’s disjunction, Nystul’s undetectable aura, order’s female halfling, with a proud bearing. She dresses in green, wrath, protection from chaos, protection from spells, shield of law, slay yellow, and brown, and always carries a shield. Yondalla is the cre- living, spell resistance, spell turning, summon monster IX(as law spell ator and protector of the halfling race. only),wail of the banshee. Cleric Spells/Day(Levels 0–12): 6/9/9/9/9/8/7/7/7/6/2/2/2; Dogma base DC = 22 + spell level. Yondalla espouses harmony within the halfling race and stalwart Wizard Spells/Day(Levels 0–18): 4/9/9/8/8/8/8/7/7/7/4/ defense against its enemies. She urges her people to work with others 3/3/3/3/2/2/2/2; base DC = 28 + spell level. but to remain true to their halfling heritage. Most halflings heed this",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+17, always first (+13 Dex, +4 Improved Initiative, Avatars Supreme Initiative) Wee Jas’s avatars always resemble stately and beautiful women, Speed:50 ft. though they may be of any apparent age or ethnic type. She sends AC: 91 (+1 size, +13 Dex, +18 divine, +31 natural, +6 armor [+5 them to witness the funeral rites of famous wizards and to visit animated deflection reflecting buckler],+12 deflection) scenes of mass death. Attacks*: +5 lawful defending speed short sword +75/+75/+70/+65/+60 dAvatar of Wee Jas: As Wee Jas except divine rank 7; AC 54 melee; or spell +65 melee touch or +72 ranged touch *Always (touch 34, flat-footed 46); Atk +61/+56/+51/+46 melee receives a 20 on attack rolls; roll die to check for critical hit. (1d4+12/19–20,+5 lawful ghost touch keen dagger) or spell +55 melee Damage*: +5 lawful defending speed short sword 1d6+11/17–20; or by touch or +56 ranged touch; SQ DR 42/+4, fire resistance 27, SR 39, spell *Always does maximum damage (short sword 17 points). divine aura (700 ft., DC 26); SV Fort +46, Ref +47, Will +51; all skill Face/Reach:5 ft. by 5 ft./5 ft. modifiers reduced by 8. Special Attacks:Smite evil (+12 on attack and +13 on damage),",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 22, Dex 37, Con 30, Int 25, Wis 40, Cha 34. Bigby’s forceful hand. Skills*: Alchemy +40, Animal Empathy +53, Appraise +48, Ignore Arcane Spell Failure (unique salient Bluff +53, Climb +26, Concentration +71, Craft (leather- divine ability): Yondalla ignores the arcane spell failure working) +88, Craft (metalworking) +88, Craft (woodwork- chance for carrying a shield or buckler. ing) +88, Diplomacy +68, Handle Animal +46, Heal +49, Possessions:Yondalla wields Hornblade,her short Hide +33, Intimidate +32, Jump +26, Knowledge (arcana) sword, in combat. Hornbladeis a+5 short sword with the +72, Knowledge (nature) +48, Listen lawful, defending, and speed special abilities. +60, Move Silently +34, Profession Caster Level:25th;Weight:3 lb. (farmer) +96, Ride (horse) +33, Scry +51, Search +48, Sense Motive Other Divine Powers +56, Spellcraft +51, Spot As a greater deity, Yondalla automatically +58. *Always receives a receives the best possible result on any 20 on checks. die roll she makes (including attack",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Yondalla can see, hear, Expertise, Extra Turning, touch, and smell at a distance of eight- Greater Spell Penetration, een miles. Yondalla sees equally well in Improved Critical (short full daylight, twilight, moonlight, or sword), Improved Disarm, starlight, but she cannot see in total dark- Improved Initiative, Im- ness. As a standard action, she can per- proved Trip, Lightning ceive anything within eighteen Reflexes, Mobility, Sacred miles of her worshipers, holy Spell, Spell Penetration, sites, objects, or any location Spring Attack, Superior Ex- where one of her titles or pertise, Track, Weapon Focus name was spoken in the last (short sword), Whirlwind Attack. hour. She can extend her senses to up to twenty loca-",
        "name":  "Vengeance, Dodge, Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter tion for eighteen weeks after the event Reality,Alter Size,Alter Form, Area Divine occurs. She is similarly aware of Shield, Avatar, Battlesense, Command Plants, the birth of any halfling. Control Creatures (halflings), Create Greater Object, Automatic Actions:Yondalla Create Object, Divine Blast, Divine Creation, Divine can use Craft (leatherworking), Craft (metalworking), Craft (wood- Dodge, Divine Fast Healing, Divine Shield, Divine Weapon Focus working), Knowledge (arcana), or Knowledge (nature) as a free (short sword), Gift of Life, Ignore Arcane Spell Failure†, Increased action if the DC for the task is 30 or lower. She can perform up to Spell Resistance, Mass Divine Blast, Speak with Creatures (ani- twenty such free actions each round. mals), Speak with Creatures (plants), Supreme Initiative. †Unique Create Magic Items:Yondalla can create armor and magical ability, described below. protection devices, such as bracers of armor, a ring of protection, or a",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Cast good spells at +1 caster level; cast law spells cloak of resistance. at +1 caster level; 18/day protective ward(touched subject gains +15 resistance bonus on next saving throw, maximum duration 1 hour). Avatars Spell-Like Abilities:Yondalla uses these abilities as a 28th-level Yondalla sends her avatars to wander halfling lands, keeping an caster, except for good spells and law spells, which she uses as a eye out for trouble, and aiding with agriculture and other com- 29th-level caster. The save DCs are 35 + spell level. Aid, antimagic munity activities. field, blade barrier, calm emotions, dictum, dispel chaos, dispel evil, hold dAvatar of Yondalla: As Yondalla except divine rank 9; AC 73 monster, holy aura, holy smite, holy word, magic circle against chaos, (touch 45, flat-footed 60); Atk +66/+66/+61/+56/+51 melee magic circle against evil, mind blank, order’s wrath, prismatic sphere, pro- (1d6+11/17–20,+5 lawful defending speed short sword) or spell +55 tection from chaos, protection from elements, protection from evil, repul- melee touch or +62 ranged touch; SQ DR 44/+4, fire resistance 29, sion, sanctuary, shield of law, shield other, spell immunity, spell resistance, SR 61, divine aura (900 ft., DC 26); SV Fort +51, Ref +56, Will +56; summon monster IX (as good or law spell only). all skill modifiers reduced by 9. Cleric Spells/Day: 6/10/10/10/8/8/7/6/4; base DC = 25 + Salient Divine Abilities:Alter Size, Area Divine Shield, Divine Dodge, spell level. Divine Fast Healing, Divine Shield, Divine Weapon Focus (short Paladin Spells/Day:5/5/5; base DC = 25 + spell level. sword), Gift of Life, Increased Spell Resistance, Speak with Creatures Sorcerer Spells Known(6/9/9/9/9/7/5; base DC = 22 + spell (animals), Speak with Creatures (plants), Supreme Initiative. level): 0—arcane mark, detect magic, detect poison, ghost sound, light, Spell-Like Abilities:Caster level 19th; saving throw DC 26 + 98 mage hand, mending, prestidigitation, read magic;1st—alarm, detect spell level. :3 RETPAHC D\u0026D EHT NOEHTNAP attovaC .M yb .sullI he Olympian pantheon is a fantasy interpretation of the children: Apollo and Artemis, twin children of the Titan religions of historical Greece in ancient times. It includes Leto; Dionysus, son of the mortal woman Semele; deities that are most appropriate for use in a DUNGEONS\u0026 Hermes, son of the minor goddess Maia; Hercules, son of DRAGONSgame, arranged in a cosmology and theology that the mortal woman Alcmene; and Athena, who sprang make sense from the perspective of the game. These gods are from Zeus’s head with no mother. Aphrodite, created divorced from their historical context in real-world Greece from sea foam and the blood of Uranus, rounds out the and united into a tight pantheon that serves the needs of D\u0026D major gods of the Olympian family. clerics and other characters in the game. Four minor deities complete the pantheon: Hecate, Tyche, Pan, and Nike. Hecate, Nike, and Tyche are the daughters of Titans—Hecate of Perses and Asterie, Nike OLYMPIAN THEOLOGY of Styx and Pallas, and Tyche of Oceanus and Tethys. All The Olympian pantheon is a tight pantheon, with almost all three goddesses sided with Zeus and his siblings against deities related by blood or at least by marriage. Many share a the Titans, and share an honored place on Olympus. Pan planar home (Olympus) and are united under the kingship is the son of Hermes and a dryad, and he holds great of Zeus. power over the forces of nature. The current gods of the pantheon are the third and fourth generation of deities. Gaea (the earth) and Uranus (the sky) OLYMPIAN were the first deities, parents of the Titans and a number of COSMOLOGY other monsters, including the Cyclopes and the Hecatoncheires (hundred-handed giants). The Titans rose up against their jeal- At the center of the world stands a great mountain ous and tyrannical father, and Cronus vanquished Uranus and called Olympus. This mighty peak rises so far above seized his throne. Cronus married his sister Rhea and she bore the world that its heights are actually a distinct six children: Hades, Poseidon, Hera, Demeter, Hestia, and Zeus. plane of existence: Olympus, the home of the gods Cronus devoured his first five children, but Rhea hid the sixth, of the Olympian pantheon. With just one excep- Zeus, who eventually returned to kill his father and free his sib- tion, all Olympian deities call Olympus their home lings from Cronus’s belly. Repeating the cycle of divine history, plane, and each one has a personal domain on the Zeus and his siblings took Cronus’s place as the head of a new plane. Some few mortal souls actually find their way pantheon of gods. to Olympus after death, particularly those who have a Zeus and Hera were married and had two children, Ares and special tie to a deity or are members of a mystery Hephaestus. Zeus is famous for his many dalliances with cult (see the entries for Demeter and Dionysus). 99 Titans, gods, and mortals, however, and has many other divine Olympus has no alignment dominance, because Illus. by A. Swekel deities of widely different alignments share it. It has a minor positive energy dominance, however. Below the mortal world (the Material Plane) in the Olympian cosmology lies the realm of Hades, which shares its ruler’s name. Hades is the land of the dead, where most mortal souls linger on as insubstantial shades until they eventually fade into nothing- ness. Hades is mildly evil aligned and has a minor negative energy dominance. Below even Hades is Tartarus, the vast realm of nebulous dark- ness where the Olympian gods confined their forebears, the Titans, to eternal imprisonment. Tartarus is strongly evil aligned. Far to the west, beyond the mythic land of Hesperia, is a fourth",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Elysion, or the Elysian fields. To this blessed land the souls of certain great heroes find their way after death. Elysion is mildly good aligned. The transitive planes are slightly altered in the Olympian cos- mology. The Ethereal Plane coexists with the Material Plane as normal. The Astral Plane connects only to Olympus and Elysion. The Shadow Plane connects only to Hades. The only way into Tar- tarus is through Hades. THE OLYMPIAN PANTHEON Because the Olympian deities form a tight pantheon, clerics may choose the entire pantheon as a patron rather than a specific deity in the pantheon. In fact, all mortals are required to revere all twelve Olympian deities (Zeus, Aphrodite, Apollo, Ares, Artemis, Athena, Demeter, Hephaestus, Hera, Hermes, Hestia, and Posei- don) as a pantheon. Clerics who revere the entire Olympian pantheon may choose any of the following domains: Air, Animal, Artifice, Chaos, 100 Charm, Community, Creation, Death, Destruction, Earth, Evil, :4 RETPAHC NAIPMYLO EHT NOEHTNAP Table 4–1: The Olympian Pantheon Favored Name Domains Rank Alignment Weapon Portfolio Zeus Air, Chaos, Good, G CG Shortspear Sky, air, storms, fate, nobility Nobility, Strength, Weather or halfspear Aphrodite Chaos, Charm, Good I CG Dagger Love, beauty Apollo Good, Healing, I CG Composite Light, prophecy, music, healing Knowledge, Magic, Sun longbow Ares Chaos, Destruction, I CE Shortspear War, killing, strife Evil, War Artemis Animal, Good, Plant, Sun I NG Short sword Hunting, wild beasts, childbirth, dance Athena Artifice, Community, G LG Shortspear Wisdom, crafts, civilization, war Good, Knowledge, Law, War Demeter Earth, Plant, Protection L N Spear Agriculture Dionysus Chaos, Destruction, I CN Quarterstaff Mirth, madness, wine, fertility, theater Madness Hades Death, Earth, Evil G NE Longsword Death, underworld, earth, wealth Hecate Creation, Evil, I NE Dagger Moon, magic, abundance, undead Knowledge, Magic Hephaestus Artifice, Community, I NG Warhammer Smithing, crafts Earth, Fire, Good Hera Community, Nobility, G N Light mace Marriage, women, intrigue Protection, Trickery Hercules Chaos, Good, Luck, D CG Greatclub Strength, adventure Strength Hermes Chaos, Good, Luck, I CG Quarterstaff Travel, commerce, thieves, gambling, Travel, Trickery running Hestia Community, Good, L NG Dagger Home, hearth, family Protection Nike Law, Nobility, War D LN Light mace Victory Pan Animal, Chaos, Plant L CN Unarmed strike Nature, passion, shepherds, mountains Poseidon Chaos, Earth, Water G CN Trident Sea, rivers, earthquakes Tyche Luck, Protection, Travel L N Short sword Good fortune The Academy Good, Knowledge None NG Quarterstaff Good, truth, beauty Table 4–2: Olympian Deities by Race Race Deities Human By class and alignment Dwarf Hephaestus, Hades, or by class and alignment Elf Apollo, Artemis, or by class and alignment Gnome Hermes, Hephaestus, or by class and alignment Half-elf By class and alignment Half-orc Ares or by class and alignment Halfling Tyche or by class and alignment Table 4–3: Olympian Deities by Class Class Deities (Alignment) Bard Aphrodite (CG), Apollo (CG), Dionysus (CN) Barbarian Zeus (CG), Pan (CN), Ares (CE) Cleric Any Druid Artemis (NG), Demeter (N), Pan (CN), Poseidon (CN) Fighter Athena (LG), Hercules (CG), Nike (LN), Poseidon (CN), Ares (CE) Monk Athena (LG), Nike (LN) Paladin Athena (LG) Ranger Athena (LG), Zeus (CG), Apollo (CG), Artemis (NG) Rogue Hermes (CG), Hera (N), Tyche (N), Dionysus (CN) Sorcerer Apollo (CG), Hecate (LE) Wizard Apollo (CG), Hecate (LE) Illusionist Hermes (CG) Necromancer Hades (NE) Hurler, King, Orderer, Purifier, Savior, Strong, Supreme, Thunder- bolt, and Warlike. Zeus is married to Hera, but his amorous encounters with other women (both divine and mortal) are infamous. He is the father of a tremendous number of deities and exceptional mortals, including the deities Ares, Hephaestus, Apollo, Artemis, Dionysus, Hermes, Hercules, and Athena, a large number of lesser divinities (such as the Muses and the Graces), and a large number of mortals, most of them adventurers of heroic stature. Dogma As ruler of the pantheon, Zeus is in control of events in the uni- verse. His church teaches that nothing happens anywhere with- out Zeus’s consent. Every blessing or curse that falls on mortal heads happens by the will of “the gods,” which primarily means Zeus, though the other Olympian deities often contest his deci- sions. Zeus is rather fickle in his administration of justice in the universe, he plays favorites, and his favorites change on a whim. However, Zeus cares for mortal life, much like a rather distant father cares for his children. He almost never sends destruction without some cause, real or imagined. The mortal lot, Zeus’s clergy teaches, is simply to accept whatever Zeus sends their way, for good or ill. Clergy and Temples Zeus’s clerics enjoy a position of prestige among the clergy of the Olympian deities. As Zeus is king of the gods, so are they rulers among clerics. No Olympian clerics care much for church hierarchy, but when your patron is the head of the pantheon, you tend to get a little more respect. Zeus’s clerics wear white tunics, and lead monthly sacrifices in his grand temples. His temples are found in every settlement where the Olympians are worshiped, and even the smallest towns boast grand and impressive structures to honor the king Fire, Good, Healing, Knowledge, Law, Luck, Madness, Magic, of the gods. Nobility, Plant, Protection, Strength, Sun, Travel, Trickery, War, Water, or Weather. ZEUS A cleric of the pantheon may be of any alignment. He must Barbarian 20/Fighter 20/Cleric 10 choose one of the following as the weapon that appears when Large Outsider spiritual weaponis cast: dagger, greatclub, light mace, longsword, Divine Rank:19 quarterstaff, short sword, spear (any kind), trident, unarmed Hit Dice: 20d8+240 (outsider) plus 20d12+240 (Bbn) plus strike, or warhammer. 20d10+270 (Ftr) plus 10d8+120 (Clr) (1,550 hp)",
        "name":  "Outer Plane",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Shortpear or halfspear abilities, turn undead 12/day.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "AC 81; hp 1,900; Atk +98/+93/+88/+83 melee Substitution (electricity), Expertise, Eyes in the Back of Your (2d6+61/19–20/×3,Huge +5 shocking burst thundering shortspear;max Head, Great Cleave, Great Fortitude, Hold the Line, Improved damage 73 points); SQ Fire resistance 49, SR 61; SV Fort +75, Will Bull Rush, Improved Critical (longspear), Improved Disarm, +70; Str 61, Con 44; Concentration +66, Jump +103. His rage can be Improved Grapple, Improved Initiative, Improved Sunder, Im- used 19 times per day, it lasts for 1 hour (or until ended), and he is proved Trip, Improved Unarmed Strike, Knock-Down, Leader- not winded afterward. ship, Mobility, Power Attack, Power Critical (shortspear), Cleric Spells/Day:6/8/7/6/6/5; base DC = 19 + spell level. Sacred Spell, Spring Attack, Sunder, Superior Expertise, Creative Blood (unique salient divine ability): When Weapon Focus (shortspear), Weapon Specialization (short- Zeus suffers at least 20 points of damage from a single attack, his spear), Whirlwind Attack. blood transforms into a monster when it strikes the ground. (If Zeus is fighting in the air, the monster may appear far below",
        "name":  "Combat Reflexes, Divine Might, Dodge, Endurance, Energy Zeus rages",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Form, Alter Reality, Alter dungeon encounters of that level. Size, Annihilating Strike, Battlesense, Divine Rage, Call Crea- Possessions:Zeus’s shield Aegisis a +5 Huge steel shieldwith the tures (celestial giant eagles), Create Greater Object, Create heavy fortification special ability. The shield bears the likeness of Object, Creative Blood†, Divine Battle Mastery, Divine Blast, the head of the first medusa and bestows the frightful presence Divine Creation, Divine Shield, Divine Splendor, Divine special ability upon its bearer, affecting all creatures that come Weapon Focus (shortspear), Divine Weapon Specialization within 10 feet of the shield. Such creatures become frightened un- (shortspear), Energy Storm (lightning), Extra Domain (Air), less they succeed at a Will save (DC 50). 102 Extra Domain (Nobility), Extra Domain (Strength), Mass Divine Caster Level: 25th;Weight:30 lb. :4 RETPAHC NAIPMYLO EHT NOEHTNAP lekewS .A yb .sullI Other Divine Powers As a greater deity, Zeus automatically receives the best possible result on any die roll he makes (including attack rolls, damage, checks,and saves). He is immortal.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Zeus can create magic weapons and any item that uses electricity, such as a wand of lightning bolt. Avatars Zeus uses his avatars most commonly for his dalliances with mortal women. dAvatar of Zeus: As Zeus except divine rank 9; AC 66 (touch 37, flat-footed 56); Atk +83/+78/+73/+68 melee (2d6+46 plus 1d6 electricity/×3,Huge +5 shocking burst thundering shortspear) or spell +73 melee touch or +63 ranged touch; SQ DR 44/+4, fire resistance 29, SR 41, divine aura (900 ft., DC 28); SV Fort +60, Ref +56, Will +55; all skill modifiers reduced by 10.",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Size, Annihilating Strike, Creative Blood†, Divine Blast, Divine Rage, Divine Shield, Divine Weapon Focus (spear), Divine Weapon Specialization (spear), Extra Domain (Air), Extra Domain (Nobility), Extra Domain (Strength). †Unique ability, described above.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Dagger The deity of romantic love, sexual desire, and physical beauty, Aph- rodite (aff-ro-dite-ee) embodies those ideals. She appears as a human woman of phenomenal beauty, dressed in a simple gown and adorned with jewelry. She is usually smiling and in fact is often called“smile-loving” or “laughter-loving Aphrodite.” Aphrodite was born from the sea foam after Cronus castrated his father Uranus and cast his severed genitals into the sea. True to her nature, Aphrodite has not only inspired other deities to acts of passion (with each other and with mortals), but has indulged in several affairs of her own. She is married to 103 PANTHEON Illus. by D. Cramer THE OLYMPIAN CHAPTER 4: 1 2 3 1 Olympian Temple 1. Entry Colonnade 2. Worship Chamber 3. Altar Room (priests only) Altar Pool Pillar Statue Scale in Feet 5 2.5 Hephaestus, but has borne six children to Ares, one to Hermes, inspire courage, inspire greatness, suggestion) range 14 miles, two to Poseidon, one to Dionysus, and at least one to a mortal familiar (butterflies), SR 46, divine aura (1,400 ft., DC 42). man, the Trojan Anchises. Saves:Fort +53, Ref +58, Will +53.",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Divine immunities, DR 49/+4, fire resistance dream, greater dispelling, mislead, nightmare; 6th—eyebite, geas/quest, 34, spontaneous casting of divine spells, understand, speak, mass suggestion, repulsion. and read all languages and speak directly to all beings within Cleric Spells/Day:6/7/7/6/5/4; base DC = 17 + spell level, or 14 miles, remote communication, godly realm, teleport without 31 + spell level for enchantments. error at will, plane shift at will, bardic knowledge +30, bardic Sorcerer Spells Known(6/11/11/10/9/7; base DC = 28 + 104 music 20/day (countersong, fascinate, inspire competence, spell level, or 42 + spell level for enchantments): 0—dancing :4 RETPAHC NAIPMYLO EHT NOEHTNAP alocnaiG .D yb .sullI lights, flare, ghost sound, mage hand, mending, open/close, prestidigi- APOLLO tation, ray of frost, resistance; 1st—comprehend languages, message, obscuring mist, ray of enfeeblement, silent image; 2nd— The Musician of the Gods, The Archer God, The Farshooter, The Healer, blindness/deafness, detect thoughts, mirror image, whispering wind; The God of Light, The God of Truth 3rd—dispel magic, displacement, haste; 4th—bestow curse, confusion; Intermediate God 5th—feeblemind. Symbol:Lyre Curse of Madness (unique salient divine ability): When Home Plane: Olympus a mortal angers Aphrodite, she can make him mad with no Alignment: Chaotic good more than a glance. The effect is identical with a permanent Portfolio:Light, prophecy, music, healing insanityspell, and mortals do not receive a saving throw. At Worshipers: Bards, elves, wizards, Aphrodite’s option, if her target is male, she can instead make sorcerers, healers, sages him impotent. Cleric Alignments: CG, CN, NG Empowered Inspiration (unique salient divine ability): Domains:Good, Healing, Knowledge, When Aphrodite uses her Divine Inspiration ability to incite love Magic, Sun or desire, the power can affect deities of any rank. The DC for this Favored Weapon:Composite longbow use of the power is 56. Only Athena, Hestia, and Artemis are said to be immune to the lust-inducing powers of Aphrodite. The god of music, light, and healing, Apollo (ah-pahl-low), appears as a comely, beardless young man carrying a golden lyre and a Other Divine Powers silver bow. As an intermediate deity, Aphrodite automatically receives a die It was Apollo who first taught people the healing art. While gen- result of 20 on any check. She treats a 1 on a saving throw or attack erally benevolent and helpful, he can be truly terrible when angry, roll normally and not as an automatic failure. She is immortal. often loosing arrows that visit disease and death on targets they",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "80 ft. Divine Blessing (Charisma), Divine Shield, Divine Skill Focus AC:75 (–1 size, +11 Dex, +15 divine, +28 natural, +12 deflection) (Perform). Attacks: Huge +5 mighty speed disruption holy composite longbow Spell-Like Abilities:Caster level 17th; saving throw DC 35 + (+7 Str bonus)with+5 arrows +85/+85/+80/+75/+70 ranged; or spell level. unarmed strike +66/+61/+56/+51 melee; or spell +66 melee",
        "name":  "Shield, Create Greater Object, Create Object, Divine Bard, Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "As Aphrodite, except save DCs against the avatar’s touch or +70 ranged touch enchantment spells are 30 for bard spells, 19 for cleric spells, and Damage:Huge +5 mighty speed disruption holy composite longbow (+7 30 for wizard spells. Str bonus)with+5 arrows 1d10+19/19–20/×3; or unarmed strike 1d4+7; or by spell 105 PANTHEON Illus. by D. Cramer THE OLYMPIAN CHAPTER 4: Face/Reach:5 ft. by 5 ft./10 ft. Divine Bard, Divine Blast, Divine Shield, Divine Weapon Focus",
        "name":  "Spells",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Turn undead 12/day, domain powers, salient (composite longbow), Extra Domain (Healing), Extra Domain divine abilities, spell-like abilities. (Knowledge), Gift of Life, Instant Counterspell, Irresistible Per-",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Brew Potion, Combat Reflexes, spell turning, sum- Craft Magic Arms and Armor, Craft mon monster IX (as Wondrous Item, good spell only), Deflect Arrows, sunbeam, sunburst, Disguise Spell, true resurrection, Dodge, Empower true seeing. Spell, Enlarge Bard Spells Spell, Exper- Known (4/7/7/ tise, Extend 7/7/6/6; base DC = Spell, Extra 22 + spell level, 26 + Music (×2), Far spell level for enchant- Shot, Fleet of ments and illusions): 0— Foot, Greater dancing lights, flare, ghost Spell Focus sound, light, mage hand, read (Enchant- magic;1st—erase, expeditious ment), Forge retreat, identify, sleep, ventrilo- Ring, Greater Spell quism;2nd—animal trance, Focus (Illusion), Greater Spell Pene- daylight, glitterdust, pyrotech- tration, Heighten Spell, Improved nics, Tasha’s hideous laughter; Critical (composite longbow), Improved 3rd—confusion, displacement, Disarm, Improved Initiative, Improved haste, illusory script, sculpt Trip, Improved Unarmed Strike, Jack of sound;4th—dominate person, All Trades, Lightning Reflexes, Maxi- hold monster, modify memory, mize Spell, Mobility, Persistent Spell, rainbow pattern, shout; 5th— Point Blank Shot, Power Critical (com- control water, false vision, posite longbow), Precise Shot, Quicken mind fog, mislead, persistent Spell, Rapid Shot, Run, Scribe Scroll, Sharp-Shooting, Shot on image;6th—control weather, mass haste, repulsion, veil. the Run, Skill Focus (Perform), Spell Focus (Enchantment), Cleric Spells/Day:6/8/8/6/6/5; base DC = 20 + spell level, 24 Spell Focus (Illusion), Spell Mastery, Spell Penetration, Still + spell level for enchantment spells and illusions. Spell, Stunning Fist, Superior Expertise, Weapon Focus Wizard Spells/Day:4/8/8/7/6/5; base DC = 25 + spell level, (composite longbow), Weapon Specialization (composite long- 29 + spell level for enchantment spells and illusions. bow), Whirlwind Attack, Widen Spell. Possessions:Apollo fires +5 arrows from his bow. Living crea- tures struck by these arrows must make Fortitude saves (DC 23) or",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Apollo can create foe of Athena, his magic items of all kinds, as long as the item’s mar- half sister (after a ket price does not exceed 200,000 gp. fashion) and fel- low war god. Avatars Apollo’s avatars are usually, but not always, Dogma beardless young males who look just like he Ares teaches that the world is a cruel and does. He makes little use of them, except to terrible place where only the strong have a right counter great evils. to happiness. He instructs his followers to dAvatar of Apollo: As Apollo except answer every insult, lie when necessary, and divine rank 7; AC 59 (touch 39, flat-footed covet what is not theirs. All these acts, says 48); Atk +77/+77/+72/+67/+62 ranged or Ares, can lead one into the joy of battle. +58/+53/+48/+43 melee (1d8+19/×3,+5 mighty speed disruption holy composite long- Clergy and Temples bow (+7 Str bonus) with +5 arrows or Ares’s clerics prefer crimson garb and do 1d3+7 unarmed strike) or spell +58 whatever they can to promote strife and melee touch or +62 ranged touch; SQ DR open warfare. Many serve as generals or mili- 42/+4, fire resistance 27, SR 39, divine tary advisors to aggressive rulers. Still others lead aura (700 ft., DC 29); SV Fort +50, Ref +55, Will +53; all skill mod- bands of bloodthirsty raiders that terrorize the countryside. When ifiers reduced by 8. not actually fighting or plotting, they train in the arts of war.",
        "name":  "Create Magic Items",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Alter Size, Arcane Mastery, Divine Many clerics of Ares are cleric/fighters or cleric/barbarians. Archery, Divine Shield, Divine Weapon Focus (composite long- Ares’s clerics oppose clerics of Athena wherever and whenever bow), Extra Domain (Healing), Extra Domain (Knowledge), Power they can. Wherever the two sects meet, blood is sure to flow. of Truth, Spontaneous Wizard Spells. Temples to Ares are rare. They are usually forbidding fortresses Spell-Like Abilities:Caster level 17th; saving throw DC 30 + built to intimidate civilians and serve as bases for raiding or other spell level. military action. ARES ARES Cleric 20/Fighter 20 The Ruthless God, He Who Delights in Battle Large Outsider (Chaotic, Evil)",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Halfspear melee; or spell +74 melee touch or +63 ranged touch 107 PANTHEON Illus. by D. Cramer \u0026W. Reynolds THE OLYMPIAN CHAPTER 4:",
        "name":  "Favored Weapon",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Divine immunities, DR 40/+4, fire resist- weeks after the event occurs. ance 35, spontaneous casting of divine spells, understand, Automatic Actions:Ares can use Craft (armorsmithing), Craft speak, and read all languages and speak directly to all beings (metalworking), Craft (weaponsmithing), or Knowledge (nobility within 15 miles, remote communication, godly realm, teleport and royalty) as a free action if the DC for the task is 25 or lower. He without error at will, plane shift at will, SR 47, divine aura can perform up to ten such free actions each round. (1,500 ft., DC 34). Create Magic Items:Ares can create magic weapons, armor,",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Str 48, Dex 26, Con 32, Int 25, Wis 25, Cha 29. market price does not exceed 200,000 gp. Skills*: Climb +56, Concentration +49, Craft (armorsmithing) +82, Craft (metalworking) +82, Craft (weaponsmithing) +82, Avatars Diplomacy +72, Handle Animal +70, Heal +23, Jump +56, Ares sends his avatar to undo peaceful settlements to conflicts and Knowledge (arcana) +68, Knowledge (history) +45, Knowledge assist with epic conquests. He also sends his avatars anywhere he (nobility and royalty) +45, Knowledge (religion) +68, Listen +50, suspects the hand of Athena at work. Ride (horse) +74, Scry +45, Sense Motive +45, Spellcraft +45, dAvatar of Ares:As Ares except divine rank 7; AC 70 (touch Spot +50. *Always receives a 20 on checks. 33, flat-footed 62); Atk +77/+73/+67/+63 melee (1d8+33/×3,+5",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Blind-Fight, Blindsight 5-ft. Radius, Cleave, Combat chaotic unholy ghost touch shortspear) or spell +66 melee touch or +55 Reflexes, Divine Might, Dodge, Endurance, Expertise, Eyes ranged touch; SQ DR 42/+4, fire resistance 27, SR 39, divine aura in the Back of Your Head, Fleet of Foot, Great Cleave, Hold (700 ft., DC 26); SV Fort +50, Ref +47, Will +46; all skill modifiers the Line, Improved Bull Rush, Improved Critical (short- reduced by 8. spear), Improved Disarm, Improved Grapple, Improved Salient Divine Abilities:Alter Size, Battlesense, Divine Battle Mas- Initiative, Improved Sunder, Improved Trip, Knock-Down, tery, Divine Blast, Divine Shield, Divine Weapon Focus (short- Mobility, Power Attack, Power Critical (shortspear), Quick spear), Divine Weapon Specialization (shortspear), Extra Domain Draw, Run, Spring Attack, Sunder, Superior Expertise, (Chaos), Wound Enemy. Weapon Focus (shortspear), Weapon Specialization (short- Spell-Like Abilities:Caster level 17th; saving throw DC 26 + spear), Whirlwind Attack. spell level.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    }
]
