[
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 21) evocation Projectile weapons bestow this prop-",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and Flecks of marble and pearl shimmer across this Armor, chill metal, fl ame blade, Melf’s acid weapon, set within images of bursting stars arrow, shocking grasp. and beaming suns.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. An everbright weapon can fl ash with a brilliant light twice per day at your com- mand. When it is activated, all creatures within 20 feet of you are blinded for 1 +1 enervating kukri round (Refl ex DC 14 negates). dnalgnE .W yb .sullI 662200__1100776622__CChhpp22..iinndddd 3344 1122//2211//0066 55::2222::5533 AAMM 35 WEAPONS CHAPTER 2 An everbright weapon is also immune (Knowledge [arcana] or Knowledge [his- from a force weapon deals the same amount to acid damage and rusting effects. tory] DC 30). of damage as normal ammunition.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Property: Piercing or slashing melee",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "12th weapon",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ghost touch Carved into the handle of this weapon is a Upon close inspection, this weapon appears to single rune in the Gnome language represent- have shallow serrations along its blade. Fine tendrils of white smoke slowly rise from ing the foe the weapon is dedicated to slaying. this weapon’s surface. You can activate a fl eshgrinding weapon A fi ercebane weapon excels at attacking any time you deal damage with it to a living A ghost strike weapon functions as a one type or subtype of creature. It acts creature in melee. When this occurs, you ghost touch weapon (DMG 224). In addi- as a bane weapon against the creature let go of the weapon and it magically ani- tion, sneak attacks and critical hits made type (and subtype, if relevant) to which mates, grinding itself into the foe’s fl esh. In with a ghost strike weapon against an its synergy prerequisite ability was at- each round at the start of your turn, it au- undead creature affect it as if it were a tuned. Whenever it strikes its designated tomatically damages that creature as if you living creature. bane enemy, it begins to emit a low, eager had scored a normal hit with it (including",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and hum, as if it were actually feeding off the damage from the weapon’s enhancement Armor, undeath to death. victim’s life blood. bonus, other weapon properties, and your",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. A fi ercebane weapon glows when a des- normal bonus from Strength, but not extra ignated foe comes within 60 feet, even if damage from feats such as Power Attack). HARMONIZING you cannot see or detect it. In addition, the The grinding continues for 5 rounds or weapon deals extra damage on every suc- until you or someone else pulls the fl esh- Price: +1 bonus cessful critical hit. The amount depends grinding weapon free; doing this requires a Property: Melee weapon on its critical multiplier, as follows. standard action and (for anyone other than Caster Level: 5th you) a successful DC 20 Strength check. Aura: Faint; (DC 17) illusion Critical Multiplier Extra Damage After the duration expires, a fl eshgrind- Activation: —; see text ×2 1d10 ing weapon returns to your hand (as the ×3 2d10 returning weapon property). It will not A strange melody seems to emanate from ×4 3d10 return to your hand if the target has pulled within this weapon. the weapon free and still holds it.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and A harmonizing weapon accompanies you upon their ammunition. Armor, animate objects. in song if drawn, granting a +2 compe-",
        "name":  "Projectile weapons bestow this property Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Few rangers acquire the skills Cost to Create: Varies. tence bonus on Perform (sing) checks. needed to create magic items, but the In addition, if you hold a harmonizing gnome ranger Tir Hearthand learned to FORCE weapon when you begin a bardic music hate orcs at an early age. Unsatisfi ed with effect, the weapon can continue the",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bonus normal orc bane weapons, he devoted the effect for you, allowing you to focus on",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Projectile weapon last half of his life to creating the ulti- other efforts. One round after you begin a",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th mate weapon for slaying orcs (Knowledge bardic music effect that allows or requires",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— The fi rst fi ercebane weapon was an inspire courage, countersong, fascinate, orc bane scimitar sized for a gnome and inspire competence, inspire greatness, This weapon appears translucent, as though its named Hearthand, after its creator. Tir song of freedom, and inspire heroics), the substance is not entirely of this world. Hearthand wielded this weapon for many weapon picks up and continues the per- years, and it eventually achieved a near-leg- formance fl awlessly for 10 rounds, until A projectile weapon with the force prop- endary status. Gnomes with an interest in you start another bardic music effect, or erty turns ammunition shot from it into a weaponcraft now believe it to be a potent until you command it to end as a swift force attack. These force projectiles auto- artifact capable of striking dead any orc (mental) action. matically overcome damage reduction and that even sets eyes upon it. The original Prerequisites: Craft Magic Arms and suffer no miss chance against incorporeal weapon is believed to have been lost in Armor, ghost sound, bardic music. targets, but they don’t damage creatures the dark hills near the long-dead orc king- Cost to Create: Varies. immune to force effects. Ammunition shot dom where Tir Hearthand met his end 662200__1100776622__CChhpp22..iinndddd 3355 1122//2211//0066 55::2222::5566 AAMM 36 2 RETPAHC SNOPAEW HEAVENLY BURST and others who share their values. A holy overcome in any way (including restoration surge weapon functions as a holy weapon spells) while the weapon is wielded.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus (DMG 225). This is a continuous effect and Projectile weapons bestow this prop-",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon requires no activation. erty upon their ammunition.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 18) evocation attack with a holy surge weapon, you Armor, fi re subtype.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— can command it to emit a burst of holy Cost to Create: Varies. energy. Against an evil target, this burst This weapon emits a low hum that sounds deals an extra 3d6 points of damage. If ILLUMINATING distinctly like a chorus chanting slowly. used against a non-evil creature, it deals",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon property is wasted. a heavenly burst weapon discharges a Caster Level: 5th This ability is usable a number of times shower of radiance that deals 3d6 points Aura: Faint; (DC 17) evocation per day equal to 1 + your Cha bonus (if of damage to the target and blinds it for 1 Activation: — any). Once you activate this property, it round. A successful DC 14 Fortitude save can’t be activated by any other creature negates the blindness. A sunburst set with topaz fl ecks gleams upon until the following day. Projectile weapons bestow this prop- this weapon.",
        "name":  "On a critical hit against an evil creature, Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and When drawn, an illuminating weapon",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Prerequisites: Craft Magic Arms and",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) This weapon bears toothlike inscriptions across",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus its surface. Several studs texture this weapon, as do numer- Property: Weapon ous hinges and slots, though none seems to Caster Level: 10th A hunting weapon increases your bonus impede its effectiveness. Aura: Moderate; (DC 20) divination on weapon damage rolls by 4 against your",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— and swift (command) favored enemies (see the ranger class fea- When activated, a hideaway weapon ture; PH 47). folds up into a bundle two size catego- Worked into the grip of this weapon is an",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. of Hand checks to conceal a hideaway weapon when it’s folded up (as if it were Any attack with an illusion bane weapon IGNAN a dagger). ignores any miss chance created by an illu- A second command word (also a swift Price: +2 bonus sion effect (including effects that mimic action) causes the weapon to unfold to its Property: Weapon illusions, such as a displacer beast’s dis- normal shape. Caster Level: 7th placement effect). However, you must still",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "1,000 gp, 80 XP, 2 days. cealment. This is a continuous effect and Tiny fl ames constantly fl icker along the surface requires no activation. HOLY SURGE [SYNERGY] of this red-tinted weapon. Its grip is inlaid with In addition, once per day you can acti- amber in a fl amelike design. vate an illusion bane weapon to destroy",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon An ignan weapon automatically over- of two forms:",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 20) evocation creature that has the water subtype. In the weapon in the same round to make a",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— and swift (command) addition, the weapon deals an extra 2d6 dispel check (1d20+10) against each illu-",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Holy points of damage against such targets. sion spell currently affecting the target. An ignan weapon also bestows one This effect essentially acts as a targeted This elegant weapon appears smooth and negative level on any creature that has the dispel magic spell, but it functions only pristine. water subtype and attempts to wield it. against magic of the illusion school. You The negative level remains as long as the must make a separate check for each illu- Characters who serve gods of valor, honor, weapon is in hand and disappears when it sion spell affecting the target. and other lofty principles craft these is no longer held. This negative level never Alternatively, you can attempt to dispel weapons of pure goodness for themselves results in actual level loss, but it cannot be a single illusion by touching it with the 662200__1100776622__CChhpp22..iinndddd 3366 1122//2211//0066 55::2222::5588 AAMM 37 WEAPONS CHAPTER 2 illusion bane weapon and speaking the diately become aware of its effect and its IMPEDANCE appropriate command word. For example, remaining duration, and you can activate",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon generated by the mirror image spell) with target to be affected by the stored spell if",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11th the weapon subjects it to the dispel check you so desire. When the spell is activated,",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— any part of the illusion dispels the whole time had elapsed. effect, so dispelling one mirror image ends Once a stored illusion spell has been This weapon is reinforced with cold iron and the spell entirely for the target creature. discharged, you cannot activate the set with chunks of obsidian in a foursquare",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "The illusion bane property was weapon’s illusion theft property again pattern. created by a sect of the church of St. until you have successfully dispelled Cuthbert whose members despised illu- another illusion (using the illusion bane An impedance weapon mimics the sionists and desired a way to destroy their property), which is then stored within impeded magic planar trait (DMG 150). protective illusions (Knowledge [religion] the weapon. When you use it to strike a creature, the DC 20). Prerequisites: Craft Magic Arms and target’s ability to cast spells or use spell- An illusion bane weapon functions Armor, true seeing, dispel magic. like abilities is impeded for 1d6 rounds. To much like the dispel magic spell, but Cost to Create: Varies. cast an impeded spell or use an impeded only against illusion effects (Knowledge spell-like ability, the creature must [arcana] DC 25). IMPACT attempt a Spellcraft check, Intelligence",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Bludgeoning weapon one is made with the highest bonus). The",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— normally; if the check fails, the effect does [SYNERGY] not function and the spell or the use of the This weapon seems heavier than a typical spell-like ability is lost.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bonus weapon of its type, and its head and haft have Prerequisites: Craft Magic Arms and",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon a square design. Armor, antimagic fi eld.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 23) divination An impact weapon has double the threat",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Standard (command) range of a normal weapon of its type. For IMPLACABLE",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon heavy fl ail scores a threat on a roll of and adamantine worked into a simple design. Caster Level: 9th 17–20. This effect doesn’t stack with any",
        "name":  "This dark metal weapon is crafted of black iron Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 18) necromancy other effect that expands a weapon’s criti- piece of quartz. Activation: — cal threat range.",
        "name":  "Set into its pommel or grip is a cut and polished Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and An illusion theft weapon functions as an This weapon has a lustrous purple sheen. Armor, weapon of impact (SC 237). illusion bane weapon (see above).",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. In addition, such a weapon allows you When an implacable weapon deals damage to disrupt opponents’ illusions and trans- to a living creature, the wound bleeds pro- IMPALING fer their protective qualities to yourself. fusely and the creature takes 2 additional",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus points of damage at the start of each of dispels with its illusion bane property Property: Piercing melee weapon the wielder’s turns for the next 5 rounds. is automatically stored within it. This Caster Level: 9th Multiple wounds are cumulative (a crea- ability functions like the spell storing Aura: Moderate; (DC 19) transmutation ture struck three times in the same round property (DMG 225), with the following Activation: Swift (command) would take 6 points of damage per round exceptions. for the next 5 rounds). • It must be an illusion spell, but it need This weapon has a particularly sharp and This bleeding can be stopped by a suc- not be 3rd level or lower. slim point. cessful DC 15 Heal check or any effect • A spell cannot be cast into the weapon; that restores hit points (such as cure light it can store only a spell that it has actu- Three times per day, you can activate this wounds). However, while the wound is ally dispelled through the illusion bane weapon to treat its next attack (if made active, anyone attempting to cast a spell ability. before the end of your turn) as a touch on the target that would restore hit • An illusion theft weapon need not attack. You must declare that you are points must succeed on a DC 15 caster actually strike a creature to activate the using this property before making your level check. stored spell. attack roll. If the attack misses, the use An implacable weapon counts as ada- is wasted. mantine for the purpose of overcoming",
        "name":  "The fi rst illusion spell that this weapon Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and the damage reduction of aberrations. cast in every way, except that its duration Armor, fi nd the gap (SC 91). Prerequisites: Craft Magic Arms and is effectively arrested at the time you steal Cost to Create: Varies. Armor, vampiric touch. it. As soon as the spell is stored, you imme- Cost to Create: Varies. 662200__1100776622__CChhpp22..iinndddd 3377 1122//2211//0066 55::2222::5599 AAMM 38 2 RETPAHC SNOPAEW INCORPOREAL LUCKY A maiming weapon twists and digs into the fl esh of its target, rending, tearing, BINDING [SYNERGY] Price: +1 bonus smashing, and bruising it. Whenever you",
        "name":  "The stored spell is preserved as originally Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus score a critical hit with this weapon, it",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon deals an amount of extra damage depend-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Critical Multiplier Extra Damage The golden sheen on this weapon raises your",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ghost touch ×2 1d6 spirits and fi lls you with confi dence in your ×3 2d6 This weapon is simple in design and appears fi ghting prowess. ×4 3d6 misty gray, even though the base material",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and at success. Once per day, you can reroll a of its own. Armor, keen edge. single failed attack roll.",
        "name":  "A lucky weapon offers a second chance used in its construction has a distinct color Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and An incorporeal binding weapon func- Armor, moment of prescience or fate of one tions as a ghost touch weapon (DMG 224). MANIFESTER (EPH 107). In addition, when this weapon strikes",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon pulse of gray energy that temporarily",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Free (mental) damaged by this weapon loses the ben- Property: Weapon efi t of its incorporeal miss chance (50%) Caster Level: 8th Radiating inner power, this princely weapon and its 50% chance to ignore spells for 1 Aura: Moderate; (DC 19) evocation settles and clarifi es your thoughts. round. It does, however, retain all other Activation: — benefi ts of incorporealness, including When manifesting a power, the bearer immunity to all nonmagical attack forms, The surface of this black iron weapon is of this weapon can draw 5 power points the ability to pass through solid objects, inscribed with runes representing the ground- from it. These points must be all be used and a defl ection bonus to AC equal to its ing of energy, and its pommel or grip is set with on the same power, and that power cannot Charisma bonus (if any). three diamonds. be imbued with power points from any",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and other source. Armor, dimensional anchor, plane shift. Weapons that have this property are A manifester weapon functions once",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and KNOCKBACK or use invocations (CAr 7), a magebane Armor, any 3rd-level psionic power. weapon’s enhancement bonus is 2 higher",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus Cost to Create: 6,000 gp, 480 XP, 12 days. than normal. (Thus, a +1 longsword with",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon the magebane property becomes a +3 long-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "11th METALLINE sword when wielded against such targets.)",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bonus",
        "name":  "Furthermore, a magebane weapon deals an Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) extra 2d6 points of damage against targets Property: Weapon capable of casting arcane spells or using Caster Level: 9th This weapon looks broader and thicker than a invocations. Aura: Moderate; (DC 19) transmutation typical item of its type. A ram’s head with curl-",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Standard (command) ing horns decorates its head or hilt. to a cold iron weapon without paying the extra 2,000 gp (DMG 284). The color and texture of this weapon seem to Three times per day, you can activate this Projectile weapons bestow this prop- shift with each passing moment. weapon and use it to drive your opponent erty upon their ammunition. back. The next time you hit a creature",
        "name":  "The magebane property can be added Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and When you activate a metalline weapon, with the weapon before the end of your Armor, dispel magic. you can change its composition to ada- turn, the target must succeed on a DC 19",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. category or smaller. Property: Weapon",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. Activation: — This weapon has a twisted haft or grip and spikes along its blade, head, or point. 662200__1100776622__CChhpp22..iinndddd 3388 1122//2211//0066 55::2233::0011 AAMM 39 WEAPONS CHAPTER 2 MIGHTY SMITING MINDFEEDER ties of the other end are dormant but not lost; they become active again when the",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus Price: +1 bonus morphing weapon once again becomes a",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon Property: Weapon double weapon.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. This weapon feels heavier than a normal Composed of a fl at, rough, slate-gray crystal, NECROTIC FOCUS weapon of its type. Inscribed on its surface is this weapon seems to absorb your thoughts. a message affi rming its superiority over some Price: +3 bonus category of creature. When you score a critical hit with a mind- Property: Melee weapon feeder weapon, you gain 1 temporary power Caster Level: 7th If you have a smite ability (smite, smite point for every 5 points of damage dealt Aura: Moderate; (DC 18) necromancy evil, smite shadowlands, or the like), you by the critical hit. These temporary power Activation: — gain an extra +2 bonus on your smite points last for up to 1 minute. You gain attack rolls and damage rolls. In addi- power points even if the target has none. This weapon has a golden sheen and a series tion, you gain one additional use of your As with temporary hit points, tempo- of black runes inlaid in jet along its length. smite ability each day while wielding this rary power points do not stack with each Its pommel or grip is set with a black star weapon. If you have more than one smite other; they overlap. Thus, if the wielder of sapphire. ability, you must choose which one gains a mindfeeder weapon successfully scores the extra use. a critical hit while still enjoying tempo- A necrotic focus weapon serves as a chan- A weapon of mighty smiting only rary power points from a previous critical nel for your ability drain or energy drain grants one extra smite per day, regardless hit, the wielder gains only the higher of supernatural ability. While wielding it, of how many characters wield it. the two values: either her current number you deal ability drain or bestow negative",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and of temporary power points, or the new levels through it as if attacking with your Armor, divine power. infl ux of temporary power points, which- natural weapons. If a saving throw against",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. ever is greater. Creatures immune to extra the effect is allowed, add the weapon’s damage from critical hits do not trigger enhancement bonus to the save DC. MINDCRUSHER mindfeeder weapons. Prerequisites: Craft Magic Arms and Projectile weapons bestow this prop- Armor, enervation, spectral hand.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon This red-tinted weapon seems to draw light and Caster Level: 9th MORPHING feeling from around it. You sense its hunger. Aura: Moderate; (DC 19) enchantment",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee or thrown weapon a mindcrusher weapon loses a number of Caster Level: 9th This weapon appears unusually straight and power points equal to half the amount Aura: Moderate; (DC 19) transmutation stiff. Set into the base of its blade or head is of hit point damage the weapon deals Activation: Standard a smoothly polished piece of aventurine that on that strike. Only the base damage seems to glow with an energy all its own. of the weapon contributes to the power This weapon’s shape constantly fl ows and point loss; additional damage from high reforms in slightly different compositions. Whenever you score a critical hit with this Strength or other sources does not cause weapon, a wave of green energy washes additional power point loss. A crea- You can reshape a morphing weapon into over the target, paralyzing it for 1 round ture with no power points, including any other melee or thrown weapon of the (Will DC 17 negates). This effect activates any nonpsionic creature, must succeed same size and type (light, one-handed, even if the target is not normally subject on a DC 17 Will save or take 1 point of or two-handed). For instance, a morph- to extra damage from critical hits. Wisdom damage. ing greatsword could become a spear, Prerequisites: Craft Magic Arms and A projectile weapon bestows this prop- greataxe, or dire fl ail. Armor, hold monster. erty upon its ammunition. If a single weapon created with the mor- Cost to Create: Varies.",
        "name":  "Any psionic creature struck in combat by Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and phing property becomes a double weapon, Armor, vampiric touch or psychic vampire only one end of the double weapon retains PARALYZING (EPH 127). the weapon’s magical bonus, although",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon weapon created with the morphing",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "10th property becomes a single weapon, it",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) the original double weapon. The proper- 662200__1100776622__CChhpp22..iinndddd 3399 1122//2211//0066 55::2233::0022 AAMM 40 2 RETPAHC SNOPAEW This weapon bears a number of hard-to-see telepathically whispers to you the name By speaking the appropriate command parallel striations near its handle. of the power currently stored within it. word, you can sheathe a profane weapon A randomly generated power storing in crackling black negative energy. If you When a paralyzing weapon is activated, weapon has a 50% chance to have a power have no Constitution score, this energy the next creature struck by the weapon stored in it already. does not harm you; otherwise you take must succeed on a DC 17 Will save or be Prerequisites: Craft Magic Arms and 1 point of Constitution damage for each paralyzed. Each round on its turn, the Armor, manifester level 12th. round that you hold the weapon while target can attempt a new saving throw to Cost to Create: Varies. the effect is activated. This effect lasts end the effect; otherwise, the paralysis until you speak another command word lasts for 10 rounds. PRECISE to end it. A paralyzing weapon functions once While activated, a profane weapon",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Ranged weapon Prerequisites: Craft Magic Arms and any living target (or 2d6 points against a",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— overcoming damage reduction. PARRYING Projectile weapons bestow this prop- This weapon has a carved peephole or sighting erty upon their ammunition.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon with a faceted diamond. Armor, infl ict light wounds.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 22) enchantment You can shoot or throw a precise weapon",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— at an opponent engaged in melee without PROFANE BURST incurring the standard –4 penalty. This The detailed engravings on this shiny weapon benefi t does not apply if you already have [SYNERGY] appear to spin and jump about. Even when the Precise Shot feat.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Armor, Precise Shot.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies.",
        "name":  "A parrying weapon allows you to discern Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Standard (command) ing you a +1 insight bonus to AC. The PRISMATIC BURST and — weapon makes you so adept at parrying",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon saving throws. The bonuses are granted",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "13th This black iron weapon is decorated with whenever you hold the weapon, even if",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and when it is wielded. Armor, divine protection (SC 70) or defensive This smoothly polished weapon is set with a precognition (EPH 124). ruby, a fi re opal, a yellow topaz, an emerald, a A profane burst weapon functions as a",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. blue topaz, a sapphire, and an amethyst. profane weapon (see above). In addition, the weapon explodes with POWER STORING Whenever you score a successful critical negative energy on a successful critical",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus hit with this weapon, multicolored light hit, dealing extra negative energy damage",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon springs from the gems and cascades along as set out in the table below. (This effect",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Free (command) description, PH 264). This effect activates A profane burst weapon deals even more even if the target is not normally subject damage to good outsiders on a successful This weapon is composed of a white, honeycomb to extra damage from critical hits. critical hit. This burst does not harm you or substance of substantial weight. Prerequisites: Craft Magic Arms and any creature other than the target if you are Armor, prismatic spray. undead; otherwise, you take 1d4 points of A power storing weapon allows a mani- Cost to Create: Varies. Constitution damage (or Charisma damage fester to store a single targeted power of if you have no Constitution score). This is up to 5 power points in the weapon. (The PROFANE a continuous effect and requires no acti- power must have a manifesting time of vation. Even if the weapon has not been",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus 1 standard action.) Any time the weapon activated to deal extra damage because",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon strikes a creature and the creature takes of the profane property, the weapon still",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7th damage from it, the weapon can mani- deals its extra negative energy damage on",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Standard (command) desire. Once the power is manifested, the weapon is empty, and a manifester This black iron weapon is decorated with a can store any other targeted power of single silver skull. A runic phrase describing up to 5 power points into it. The weapon a vile act runs along its blade or haft. 662200__1100776622__CChhpp22..iinndddd 4400 1122//2211//0066 55::2233::0044 AAMM 41 WEAPONS CHAPTER 2 Good based on the wielder’s current power point Silvery-black and potent, this weapon is very Critical Extra Outsider reserve, as shown on the table below. (This smooth and diffi cult to grip tightly. Multiplier Damage Extra Damage benefi t doesn’t stack with the weapon’s ×2 1d10 2d10 normal enhancement bonus.) The weap- This weapon functions as a pschokinetic ×3 2d10 4d10 on’s enhancement bonus decreases (to a weapon (see above). ×4 3d10 6d10 minimum of +1) as the wielder spends In addition, the weapon releases a blast power points, and it increases whenever of destructive psionic energy on a success- Projectile weapons bestow this property the wielder gains enough power points (by ful critical hit, dealing extra force damage upon their ammunition. any means) to put his power point reserve as set out in the table below. (This effect",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. Power Point Enhancement hits.) This burst does not harm you or Reserve Bonus any creature other than the target. This is PSIBANE 0* +1 a continuous effect and requires no acti- 1–29 +2 vation. Even if the weapon has not been",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon 80–129 +4 the psychokinetic property, the weapon Caster Level: 15th 130 or higher +5 still deals its extra force damage on a suc-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and Critical Extra This extraordinary weapon is shot through Armor, wish or reality revision (EPH 128). Multiplier Force Damage with translucent purple crystal shards. You Cost to Create: Varies. ×2 1d6 detect a vague air of menace about it. ×3 2d6 ×4 3d6 PSYCHOKINETIC A psibane weapon is crafted to oppose psionic beings. When used against any Price: +1 bonus This extra damage is not affected by creature that has the psionic subtype (EPH Property: Weapon damage reduction, and it affects incor- 183), its effective enhancement bonus is 2 Caster Level: 10th poreal creatures even if the attack would higher than its actual enhancement bonus Aura: Moderate; (DC 20) evocation normally miss due to the incorporeal (so a +1 psibane longsword instead has a +3 Activation: Standard (command) miss chance. enhancement bonus against psionic foes). It Projectile weapons bestow this prop- deals an extra 2d6 points of damage against This silvery-white weapon has a smooth sheen erty upon their ammunition. psionic opponents. and is diffi cult to grip tightly.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and A psibane weapon bestows one negative Armor, blast of force (SC 31) or concussive level on any psionic creature attempting to Upon command, a psychokinetic weapon blast (EPH 85). wield it. This negative level remains as long glows from the inside with lethal psionic",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. as the weapon is in hand and disappears energy. Such a weapon deals an extra 1d4 when the weapon is no longer wielded. points of force damage on a successful QUICK LOADING This negative level never results in actual hit. This extra damage is not affected by level loss, but it cannot be overcome in any damage reduction, and it affects incor- Price: +1 bonus way while the weapon is wielded. poreal creatures even if the attack would Property: Crossbow Projectile weapons bestow this prop- normally miss due to the incorporeal miss Caster Level: 9th erty upon their ammunition. chance. The energy does not harm you Aura: Moderate; (DC 19) conjuration",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms while wielding the weapon. Activation: Free (manipulation) or and Armor, dispel magic or bend reality Projectile weapons bestow this prop- move (manipulation); see text (EPH 80). erty upon their ammunition.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. Prerequisites: Craft Magic Arms and Volleys of soaring bolts are engraved upon this Armor, blast of force (SC 31) or concussive loaded crossbow. PSYCHIC blast (EPH 85).",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. A quick loading crossbow accesses an",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon PSYCHOKINETIC 100 bolts, allowing you to reload the cross-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "17th bow more rapidly than normal. Reloading",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 23) no school BURST [SYNERGY] a quick loading hand or light crossbow is a",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon tiple attacks to use his full attack rate), and This weapon has an inner glow of varying",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "12th reloading a quick loading heavy crossbow brightness. It glows more brightly when",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Standard (command) Different types of bolts can be held in and — the extradimensional space, and you can A psychic weapon’s power depends on its",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Psychokinetic select freely from these when reloading wielder. It gains an enhancement bonus the crossbow. Adding or removing a bolt 662200__1100776622__CChhpp22..iinndddd 4411 1122//2211//0066 55::2233::0055 AAMM 42 2 RETPAHC SNOPAEW by hand from an extradimensional space weapon. This effect lasts until you speak SCREAMING requires a move (manipulation) action. another command word to end it.",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and While activated, a sacred weapon deals",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Armor, Leomund’s secret chest, shrink item. an extra 1d6 points of damage to any",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus This weapon is pierced with numerous tiny Projectile weapons bestow this prop-",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon holes in a decorative pattern. These holes erty upon their ammunition.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Cost to Create: Varies. Upon command, this weapon begins to This weapon bears a small engraving of a bell. vibrate gently, though it emits no actual SACRED BURST sound in this mode. Whenever an acti- A resounding weapon emits a deep, ring- [SYNERGY] vated screaming weapon hits, it produces a ing chime each time it successfully hits a high-pitched sound and deals an extra 1d4",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon battle, encouraging your allies. When you noise is unpleasant, but it has no adverse",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "12th strike a foe with a resounding weapon, effect upon any creatures other than",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— a +1 morale bonus on attack rolls and saves ing weapon to deal extra sonic damage",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and Screaming weapons have no additional This silver-white weapon is decorated with Armor, bless. adverse effect on creatures with unusually dozens of golden sun motifs. Runic phrases",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. acute hearing, although such creatures describing various heroic deeds run along its tend to dislike them. blade or haft and glow when it is wielded. REVEALING Projectile weapons bestow this prop- erty upon their ammunition.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus A sacred burst weapon functions as a",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon sacred weapon (see above). Armor, shout or sound burst.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5th In addition, the weapon explodes with",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— hit, dealing extra positive energy damage SCREAMING BURST to creatures as set out in the table below. A sea of fl ames fl ickers upon this weapon, (This effect activates even if the target [SYNERGY] though it is perfectly cool to the touch. is not normally subject to extra damage",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus from critical hits.) A sacred burst weapon",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Any opponent struck by a weapon that deals even more damage to evil outsiders",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. damage from the burst. This is a continu- This weapon is decorated with engravings of ous effect and requires no activation. Even bells, cymbals, drums, and other images associ- SACRED if the weapon has not been activated to ated with loud noises. deal extra damage because of the sacred",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus property, the weapon still deals its extra",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon A screaming burst weapon functions as a positive energy damage on a successful",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7th screaming weapon (see above). critical hit.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 18) conjuration In addition, the weapon explodes with",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Standard (command) sonic energy on a successful critical hit, Evil dealing extra sonic damage as set out Critical Extra Outsider This silver-white weapon is decorated with a in the table below. (This effect activates Multiplier Damage Damage single golden sun. A runic phrase describing a ×2 1d10 2d10 even if the target is not normally subject heroic deed runs along its blade or haft. ×3 2d10 4d10 to extra damage from critical hits.) This ×4 3d10 6d10 burst does not harm you or any creature By speaking the appropriate command other than the target. This is a continuous word, you can sheathe a sacred weapon in effect and requires no activation. Even if Projectile weapons bestow this property luminous positive energy. If you are not the weapon has not been activated to deal upon their ammunition. undead, this energy does not harm you; extra damage because of the screaming",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and otherwise, you take 1 point of Charisma property, the weapon still deals its extra Armor, cure critical wounds. damage for each round that you hold the sonic damage on a successful critical hit.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. 662200__1100776622__CChhpp22..iinndddd 4422 1122//2211//0066 55::2233::0077 AAMM 43 WEAPONS CHAPTER 2 Critical The handle of this weapon has a handguard A soulbound weapon serves as a recepta- Multiplier Extra Sonic Damage shaped like a shield. cle for your essentia, much as a soulmeld ×2 1d8 does. Every point of essentia invested in ×3 2d8 A shielding weapon is most often employed the weapon increases its enhancement ×4 3d8 as an off-hand weapon. Activating a shield- bonus on attack rolls and damage rolls ing weapon transforms it into a heavy steel by 1, up to a maximum enhancement Projectile weapons bestow this property shield, with the same enhancement bonus bonus of +3. upon their ammunition. as the weapon itself (both for AC and when Each soulbound weapon has an essentia",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. (see Table 2–1: Essentia Capacity, Magic of SHADOWSTRIKE Incarnum 19), whichever is lower. SIZING A soulbound weapon has a maximum",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Price: +5,000 gp",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "A soulbound weapon",
        "name":  "Chakra Bind",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "15th Property: Weapon grants bonuses when it is bound to a Aura: Strong; (DC 22) illusion Caster Level: 9th chakra, as described below. These effects",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) activation. See Binding Items to Chakras This weapon is made of a dull black material, (MoI 108) for more information. and its edges seem indistinct. This weapon features a series of decorative nubs",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Binding a soulbound weapon to on the hilt or haft. your arms chakra grants you a +2 insight A shadowstrike weapon can reach through bonus on rolls made to confi rm critical your own shadow to catch foes off guard. Activating a sizing weapon changes its size hits with the weapon. Once per day, you can activate the prop- category to any other that you desire.",
        "name":  "Arms",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Binding a soulbound weapon to erty to add 5 feet to the weapon’s reach Prerequisites: Craft Magic Arms and your brow chakra allows you, if you miss for a single attack. The target is denied its Armor, shrink item. an attack because of concealment, to reroll Dexterity bonus to AC for this attack. Cost to Create: 2,500 gp, 200 XP, 5 days. your miss chance percentile roll one time",
        "name":  "Brow",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+5,000 gp Hands: Binding a soulbound weapon",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon to your hands chakra grants you a +2 SHATTERMANTLE",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus Aura: Faint; (DC 17) transmutation the weapon is held.",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Activation: — Prerequisites: Craft Magic Arms and",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "5th Armor, magic weapon, essentia pool 2.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Faint; (DC 17) divination This weapon has an image of a snail worked Cost to Create: Varies.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— into its hilt or grip, and it feels cold to the touch. SOULBOUND, GREATER Translucent, writhing energy and blue sparks [SYNERGY] can be seen raging within this weapon. A chill aura numbs this weapon’s victim when you strike true. Whenever you score Price (Item Level): +2 bonus A shattermantle weapon damages a foe’s a critical hit with this weapon, the target is Caster Level: 18th spell resistance. Each time the weapon slowed (as the slow spell) for 3 rounds (Will Aura: Strong; (DC 24) abjuration strikes a foe that has spell resistance, the DC 14 negates). This effect activates even if value of that spell resistance is reduced by 2 the creature struck is not normally subject This entire weapon seems composed of some for 1 round. The penalties for multiple hits to extra damage from critical hits. blue material, and it moves through the air during the same round stack. For example, Prerequisites: Craft Magic Arms and effortlessly. if you succeed on three attacks in the same Armor, slow. round against the same foe, that foe’s spell Cost to Create: 2,500 gp, 200 XP, 5 days. This property functions as the soulbound resistance is reduced by 6 until the begin- property (see above), except a greater ning of your next turn. SOULBOUND soulbound weapon has a maximum",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 18) abjuration SHIELDING Armor, magic weapon, essentia pool 4.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Light melee weapon This looks like a normal item of its kind except",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (command) 662200__1100776622__CChhpp22..iinndddd 4433 1122//2211//0066 55::2233::0099 AAMM 44 2 RETPAHC SNOPAEW SOULBREAKER A spellstrike weapon allows you to transfer activate this ability, it can’t be activated some or all of the weapon’s enhancement by any other creature until the follow- [SYNERGY] bonus, using it as a bonus on your saving ing day.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon As a free action, you choose how to allocate Armor, hold monster.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "17th the weapon’s enhancement bonus at the Cost to Create: Varies.",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 23) necromancy start of your turn before using the weapon,",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Shrouded by motes of darkness, this weapon is Armor, resistance.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Swift (mental) This weapon functions as an enervating STUNNING [SYNERGY] weapon (see page 34). However, a nega-",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus This weapon is composed of a black crystal that tive level gained from an attack from a",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon seems to absorb the light around it. soulbreaker weapon doesn’t fade 1 hour",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 19) enchantment When you activate a stygian weapon, the if the negative level or levels have not been",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Screaming the end of your turn bestows one negative DC 18 Fortitude save for each negative level on the target in addition to dealing level or lose a character level. The surface of this weapon is covered with normal damage. This negative level lasts",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. A stunning weapon functions as a scream- A stygian weapon functions three ing weapon (see page 42). times per day. SOULDRINKING",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and [SYNERGY] with a stunning weapon, the target must Armor, enervation. succeed on a DC 17 Fortitude save or be Cost to Create: Varies.",
        "name":  "In addition, on a successful critical hit Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon Projectile weapons bestow this prop- SUNDERING",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— Property: Melee weapon Armor, hold monster.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— STUNNING SURGE screaming humanoid face, seems to fl icker on this weapon. Price: +1 bonus Decorated with sculpted, imposing fi sts,",
        "name":  "A barely perceptible shadow, in the shape of a Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon this item seems denser than normal.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "9th weapon (see page 34). In addition, when a Aura: Moderate; (DC 19) A sundering weapon allows you to souldrinking weapon scores a critical hit enchantment attack as if you have the Improved on a living creature, it grants you 5 tem- Activation: Swift (command) Sunder feat, and it deals an extra porary hit points and a +2 morale bonus 1d6 points of damage on a sunder on melee damage rolls. The temporary This weapon is broad and heavy com- attempt. hit points don’t stack with temporary hit pared to other weapons of its kind. Its Prerequisites: Craft Magic Arms and points from any other source. This effect rough but solid craftsmanship bespeaks Armor, Improved Sunder, weapon of fades after 10 minutes. straightforward functionality. impact (SC 237) or metaphysical weapon",
        "name":  "This weapon functions as an enervating Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. command this weapon to emit a surge of magical energy. Unless the target SWEEPING SPELLSTRIKE succeeds on a Fortitude save (DC 10",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus Property: Melee weapon modifi er), it is stunned for",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Caster Level: 5th 1 round.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— equal to 1+ your The image of a great helm ornaments the end Charisma bonus of this hefty, unusually solid weapon. (if any). Once you +1 sundering warhammer dnalgnE .W yb .sullI 662200__1100776622__CChhpp22..iinndddd 4444 1122//2211//0066 55::2233::1100 AAMM 45 WEAPONS CHAPTER 2 Images of clouds and gusting wind cover this Once so changed, the weapon overcomes A gaping maw with elongated incisors adorns strangely fl exible weapon. the designated type of damage reduction this weapon. The fangs shimmer wetly. for 10 rounds, or until you strike a creature This property grants you a +2 competence that has a different type of damage reduc- A vampiric weapon deals an extra 1d6 bonus on any Strength check made to trip tion. In this case, the weapon transforms in points of damage to any living creature an opponent with the weapon. the same manner to overcome that damage it hits, and you heal damage equal to this",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and reduction instead. If the target has multiple amount. Armor, bull’s strength. types of damage reduction, the weapon Prerequisites: Craft Magic Arms and",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. overcomes all of them. If the creature gains Armor, vampiric touch. a new type of damage reduction after ini- Cost to Create: Varies. TERRAN tially being struck (from changing its form, for example), the weapon must change again VANISHING",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon Price: +8,000 gp A transmuting weapon does not gain",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7th Property: Melee weapon any other benefi t of the properties it takes",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and Activation: Swift (command) Armor, fabricate. This weapon appears to have been hewn from",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. crystal. Its grip is inlaid with gems in a cir- The grip of this weapon is transparent, cular design. and its pommel or guard is set with white UNHOLY SURGE diamonds. A terran weapon automatically overcomes [SYNERGY] the damage reduction of any creature A vanishing weapon allows you to travel",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon the weapon deals an extra 2d6 points of per day, after a successful melee attack,",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 20) evocation A terran weapon also bestows one ment you are carrying to any spot within",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— and swift (command) negative level on any creature that has 60 feet by activating the weapon. This",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Unholy the air subtype and attempts to wield it. movement otherwise conforms to the The negative level remains as long as the limitations given for the dimension door This vile weapon is decorated with jagged weapon is in hand and disappears when it spell (PH 221). spikes, skulls, and other macabre designs. is no longer held. This negative level never Prerequisites: Craft Magic Arms and results in actual level loss, but it cannot be Armor, dimension door. Characters who serve gods of murder, overcome in any way (including restoration Cost to Create: 4,000 gp, 320 XP, 8 days. strife, and other base deeds craft these spells) while the weapon is wielded. weapons of pure evil for themselves and Projectile weapons bestow this prop- VENOMOUS for others who share their foul desires. erty upon their ammunition.",
        "name":  "Synergy Prerequisite",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus",
        "name":  "This weapon functions as an unholy Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Craft Magic Arms and weapon (DMG 226). This is a continuous Property: Weapon Armor, earth subtype. effect and requires no activation. Caster Level: 9th",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Moderate; (DC 19) necromancy attack with an unholy surge weapon, you Activation: Swift (command) TRANSMUTING can command it to emit a burst of unholy",
        "name":  "In addition, on a successful melee Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon damage to a good-aligned target. If used weapon, its body tensed to strike.",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Strong; (DC 21) transmutation additional damage, and that use of the When activated, a venomous weapon coats",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— ability is wasted. itself in injury poison (Fort DC 14, 1d4 This ability is usable a number of times Str/1d4 Str), which lasts for 1 minute or This odd-looking weapon has both sharp and per day equal to 1 + your Cha bonus (if until your next successful attack with the blunt sections. Its pommel or grip is set with a any). Once you activate this property, it weapon, whichever comes fi rst. diamond, a piece of jet, a sapphire, and a ruby. can’t be activated by any other creature A venomous weapon functions three In addition, it is inlaid with both adamantine until the following day. times per day. and silver. Prerequisites: Craft Magic Arms and Projectile weapons bestow this prop- Armor, unholy blight or unholy word. erty on their ammunition.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Varies. Prerequisites: Craft Magic Arms and transmuting weapon against a creature Armor, poison. that has damage reduction, that attack is VAMPIRIC Cost to Create: Varies. resolved normally. At the start of your next",
        "name":  "When you score a successful hit with a Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+2 bonus turn, however, the weapon transforms,",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Melee weapon taking on the properties required to over-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "+1 bonus WEAPONS or smaller target that is standing on the",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "Weapon ground. Doing this causes tendrils of veg-",
        "name":  "Property",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7th The following weapons are usually con- etation to spring forth from the ground,",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "— here. You can increase the enhancement points of damage per round. This effect bonus of these weapons or add more spe- lasts for 3 rounds or until the affected crea- Four glass eyes circle this weapon, each watch- cial properties just as you would for any ture escapes from the tendrils (a DC 20 ing a different direction. other item. Strength check or DC 20 Escape Artist The items in this section are arranged check made as a full-round action). A warning weapon grants you a +5 insight alphabetically.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "weapons.json",
        "description":  "7th AXE OF ANCESTRAL",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    }
]
