[
    {
        "origin_file":  "armor.json",
        "description":  "Primary Sources When you find a disagreement between two D\u0026D® rules Run sources, unless an official errata file says otherwise, the Player\u0027s Handbook, page 99 primary source is correct. One example of a How fast can you run in medium armor? Feat description primary/secondary source is text taking precedence over contradicts PH pages 144 and 163. a table entry. An individual spell description takes Change the feat description as follows: precedence when the short description in the beginning Benefit: When running, you move five times your of the spells chapter disagrees. normal speed (if wearing medium, light, or no armor and Another example of primary vs. secondary sources carrying no more than a medium load) or four times your involves book and topic precedence. The Player\u0027s speed (if wearing heavy armor or carrying a heavy load). Handbook, for example, gives all the rules for playing If you . . . the game, for playing PC races, and for using base class Normal: You move four times your speed while running descriptions. If you find something on one of those (if wearing medium, light, or no armor and carrying no topics from the DUNGEON MASTER\u0027s Guide or the more than a medium load) or three times your speed (if Monster Manual that disagrees with the Player\u0027s wearing heavy armor or carrying a heavy load), and . . . Handbook, you should assume the Player\u0027s Handbook is Overrun the primary source. The DUNGEON MASTER\u0027s Guide is the Player\u0027s Handbook, page 148 primary source for topics such as magic item It’s not possible to overrun as part of a charge. descriptions, special material construction rules, and so Delete “or as part of a charge” from this paragraph. on. The Monster Manual is the primary source for monster descriptions, templates, and supernatural, Soft Cover extraordinary, and spell-like abilities. Player\u0027s Handbook, page 151 Animal Companion Soft cover works against ranged attacks, not melee attacks. Player’s Handbook, page 36 In the first sentence of the paragraph, change “melee” to Contrary to the text, a druid’s animal companion is not “ranged.” treated as a magical beast; it remains an animal. Trim the first paragraph of the sidebar so that it reads as Attacking on a Charge follows: Player\u0027s Handbook, page 155 A druid’s animal companion is superior to a normal It’s not possible to overrun as part of a charge. animal of its kind and has special powers, as described",
        "name":  "Errata Rule",
        "source":  "players_handbook_errata.txt",
        "_id":  "fa4664f1d3ecdb18f8d268d5ac285f613bb32d79f6c36c8cdaf593980730e1cf"
    },
    {
        "origin_file":  "armor.json",
        "description":  "baleful polymorph missing from spells whose (Teleportation)” effects can be duplicated by this spell. Also, transmute In Conclusion . . . water to dust is mentioned but doesn’t exist any more. Insert “baleful polymorph” in front of “polymorph.” Wizards of the Coast supplies the preceding errata Change “transmute water to dust” to “transmute metal to information in the hopes that it helps you better enjoy wood.” your DUNGEONS \u0026 DRAGONS ® game. Errata in this file includes material that the Wizards of the Coast RPG Righteous Might R\u0026D department and editors feel might affect your Player’s Handbook, page 273 gameplay experience. It does not include minor, Changes to the spell’s description are noted in boldface typographical errors—the sort of thing that might be type: fixed in a reprint but has no impact on your game. If you This spell causes you to grow, doubling your height have questions about this errata information, or if you and multiplying your weight by 8. This increase wish to submit potential game-affecting errata, please changes your size category to the next larger one, and send a specific note (include in the subject line “Errata” you gain a +4 size bonus to Strength and a +2 size bonus followed by the book and page number, with the errata to Constitution. You gain a +2 enhancement bonus to question in the body of the message) to your natural armor. You gain damage reduction 3/evil (if custserv@wizards.com. Player\u0027s Handbook v.3.5 Errata 09/07/2004 Version 09072004 ©2004 Wizards of the Coast, Inc., a subsidiary of Hasbro, Inc. All rights reserved.",
        "name":  "Top right",
        "source":  "players_handbook_errata.txt",
        "_id":  "fa4664f1d3ecdb18f8d268d5ac285f613bb32d79f6c36c8cdaf593980730e1cf"
    }
]
