[
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Feat Acquisition and Ability Score Increases",
        "description":  "A monster’s total Hit Dice, not its ECL, govern its acquisition of feats and abil- ACQUIRED AND INHERITED TEMPLATES ity score increases. For example, a 1st-level minotaur barbarian has Some templates can be added to creatures anytime. A monster or a total of 7 HD. It has three feats (for its 1st, 3rd, and 6th HD). character may become a ghost after death. A spellcaster of at least When it gains 2nd level as a barbarian, it becomes a creature of 8 11th level can become a lich. Those with 5 or more HD killed by Hit Dice and improves one ability score by 1 point. When it adds vampires may become vampires. Templates such as these are its 3rd level of barbarian, the minotaur becomes a creature of 9 Hit referred to as acquired templates, indicating that the creature did Dice and gains its fourth feat. not always have the attributes of the template. Other templates, known as inherited templates, are part of a creature from the beginning of its existence. Examples include INCREASING HIT DICE the celestial, fiendish, half-celestial, half-dragon, and half-fiend As its Hit Dice increase, a creature’s attack bonuses and saving templates—all assume the creature was born with the template. throw modifiers might improve. It gains more feats and skills, It’s possible for a certain kind of template to be of either type. depending on its type, as shown on Table 4–1. The lycanthrope template, for instance, is inherited for a creature Saving throw bonuses are given on Table 3–1: Base Save and that was born with the affliction. It can also be acquired by a crea- Base Attack Bonuses, page 22 of the Player’s Handbook. A “good” ture that is bitten by a natural lycanthrope. saving throw uses the higher of the listed values. Note that if a creature acquires a character class, it improves ac- READING A TEMPLATE cording to its class, not its type. A template’s description provides a set of instructions for altering See the sidebar on page 292 for an example of how to adjust the an existing creature, known as the base creature. statistics for a creature whose Hit Dice have been increased. The changes that a template might cause to each line of a creature’s statistics block are discussed below. Generally, if a template does not SIZE INCREASES cause a change to a certain statistic, that entry is missing from the A creature may become larger when its Hit Dice are increased (the template description. For clarity, the entry for a statistic or attribute new size is noted parenthetically in the monster’s Advancement that is not changed is sometimes given as “Same as the base creature.” entry). Size and Type: Templates often change a creature’s type, and A size increase affects any special ability the creature has that is may change the creature’s size. affected by size, such as improved grab. Increased size also affects If a template changes the base creature’s type, the creature also a creature’s ability scores, AC, attack bonuses, and damage values acquires the augmented subtype (see page 306) unless the tem- as indicated on Tables 4–2 and 4–3. plate description indicates otherwise. The augmented subtype is always paired with the creature’s original type. For example, a uni- Table 4–2: Changes to Statistics by Size corn with the half-celestial template is an outsider with the aug- Natural AC/ mented magical beast subtype. Unless a template indicates other- Old Size* New Size Str Dex Con Armor Attack wise, the new creature has the traits of the new type but the Fine Diminutive Same –2 Same Same –4 features of the original type. The example half-celestial unicorn Diminutive Tiny +2 –2 Same Same –2 has outsider traits (darkvision out to 60 feet, no soul) and magical Tiny Small +4 –2 Same Same –1 beast features (10-sided Hit Dice, base attack bonus equal to total Small Medium +4 –2 +2 Same –1 Hit Dice, good Fortitude and Reflex saves, and so on). Medium Large +8 –2 +4 +2 –1 If a template changes a creature’s size, use Table 4–2 to calculate Large Huge +8 –2 +4 +3 –1 changes to natural armor, Armor Class, attack rolls, and grapple bonus. Huge Gargantuan +8 Same +4 +4 –2 Hit Dice and Hit Points: Most templates do not change the Gargantuan Colossal +8 Same +4 +5 –4 number of Hit Dice a monster has, but some do. *-Repeat the adjustment if the creature moves up more than one size. Some templates change the size of a creature’s Hit Dice (usually For example, if a creature advances from Medium to Huge size, it by changing the creature type). A few templates change previ- gains +16 to Strength, –4 to Dexterity, and –2 to attack bonus and ously acquired Hit Dice, and continue to change Hit Dice gained Armor Class. with class levels, but most templates that change Hit Dice change only the creature’s original HD and leave class Hit Dice Table 4–3: Increased Damage By Size unchanged. Old Damage (Each)* New Damage If the Hit Dice entry in a template description is missing, Hit 1d2 1d3 Dice and hit points do not change unless the creature’s Constitu- 1d3 1d4 tion modifier changes. 1d4 1d6 Initiative: If a template changes the monster’s Dexterity, or if it 1d6 1d8 adds or removes the Improved Initiative feat, this entry changes. 1d8 2d6 Speed: If a template modifies a creature’s speed, the template 1d10 2d8 states how that happens. More commonly, a template adds a new 2d6 3d6 movement mode, such as a fly speed. 2d8 3d8 Armor Class: If a template changes the creature’s size, see Table * Repeat the adjustment if the creature moves up more than one size 4–2 to determine its new Armor Class and to see whether its natu- category. For example, if a Medium creature with two claw attacks ral armor changes. In some cases, such as with the ghost template, 291 dealing 1d4 points of damage each advances from Medium to the method of determining Armor Class changes radically; the Huge, the damage dealt by each of its claw attacks increases to 1d8. template description explains how to adjust the creature’s AC. :4 RETPAHC GNICNAVDA SRETSNOM Base Attack/Grapple: Templates usually do not change a crea- Space/Reach: A template may change this entry if it changes ture’s base attack bonus. If a template modifies a creature’s base the monster’s size. The typical space and reach for monsters of attack bonus, the template description states how that happens. each size is given on Table 7–1: Creature Sizes (page 314). Note Changes to a creature’s Strength score can change a creature’s grap- that this table does not take into account special situations such as ple bonus, as can changes to its size; see Table 7–1, page 314. a roper’s strands."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "17 (–1 size, +8 natural), 19 (–2 size, –1 Dex, Natural armor increases by +4 for becoming Huge, but size touch 9, flat-footed 17 +12 natural), touch 7, modifier reduces AC –1. flat-footed 19 Base Attack/Grapple: +4/+8 +11/+23 Base attack bonus for a 15 HD aberration is +11. For grapple bonus add + 4 (Strength 19), +8 (Huge size)."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Chaos",
        "description":  "The creature (usually an outsider) possesses an innate CR. If your monster has too many Hit Dice, not only will it have 297 bond to the chaotic-aligned Outer Planes, which determines how more hit points than a creature of that CR should have, but it it is affected by certain spells. will also have a better attack bonus and saving throws than :5 RETPAHC GNIKAM SRETSNOM expected, because those numbers are determined by the crea- ARMOR CLASS ture’s Hit Dice. All creatures start with a base Armor Class of 10, which is modi- Obviously, many monsters break this rule, usually by falling 1 fied by the creature’s size, Dexterity, armor (including natural or 2 Hit Dice short of their CR. That’s okay, provided that the mon- armor), and shield. Some creatures, such as incorporeal monsters, ster has special attacks or qualities that make it a suitable chal- may also have a deflection bonus to their Armor Class. lenge at its CR. Consider the creature’s anatomy and overall toughness when you choose an Armor Class for your monster. The table below ABILITY SCORES shows some typical values for natural armor. In this entry, a creature’s ability scores are presented in this order: Touch Armor Class: To figure your monster’s Armor Class against Str, Dex, Con, Int, Wis, Cha. touch attacks, add only its size modifier, Dexterity modifier, and"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Assigning Abilities",
        "description":  "Physical abilities (Strength, Dexterity, deflection bonus (if any) to its base AC of 10. and Constitution) are largely a function of a creature’s type and Flat-Footed Armor Class: To figure your monster’s Armor Class size, as shown on Table 5–1. In general, the bigger a creature gets, when it is caught flat-footed, include all the normal elements the higher its Strength and Constitution scores and the lower its except the creature’s Dexterity bonus. Dexterity. Exceptions abound. Don’t forget to include the creature’s size modifier in your final The remaining abilities (Intelligence, Wisdom, and Charisma) Armor Class calculation. If the creature wears armor, its natural are seldom related to size. You’ll need to assign values to these abil- armor bonus stacks with the bonus provided by its armor. For ities to match your concept. example, a centaur is a Large creature with a Dexterity score of 14"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Intelligence",
        "description":  "Reflects how well the creature learns and reasons. (+2 bonus to AC) and +2 natural armor. If the centaur carries a In most cases, it affects how many skills and feats the creature has. heavy shield and wears a chain shirt, its Armor Class is 19 (–1 size, A creature needs an Intelligence score of at least 3 to speak a lan- +2 Dex, +2 natural, +2 heavy shield, +4 chain shirt). guage; anything lower makes the creature no smarter than a typi- Armor Class and Target CR: Too high an Armor Class may cal animal. An Intelligence score of 4 to 7 represents a limited abil- make your monster unbeatable at the Challenge Rating you’re ity to reason and a certain low cunning. An Intelligence score of 8 aiming for. Too low, and the monster won’t be a challenge at all. A or 9 approaches the typical human range. A score of 10 or 11 good rule of thumb is to arrange the components of a creature’s AC covers the human norm. A score of 12 to 19 reflects above-average to arrive at a total Armor Class equal to 13 + target CR. For ex- to genius-level Intelligence. A score of 20 or higher represents ample, if you’d like your monster to be about CR 8, you should aim superhuman intellect. for AC 21. Naturally, you can choose to make a monster somewhat"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Wisdom",
        "description":  "Reflects the creature’s level of perception and strength more soft-skinned if it has other defenses (damage reduction, for of will. A creature can have a very low Intelligence score and still example), or you might choose to make your monster an unusu- be very wise. A Wisdom score of 3 or lower indicates a creature ally tough target for its CR by giving it “extra” armor. that is barely sentient. A score of 4 to 6 represents Wisdom equiv- Table 5–2: Typical Speeds alent to that of an unusually foolhardy or unperceptive human. A score of 16 to 18 reflects acute senses and unusual guile. A score of Type Slow Normal Fast Example Creature 20 or higher represents superhuman perceptiveness. Tiny or Small biped 15 ft. 20 ft. 30 ft. Halfling (20 ft.)"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Hit Dice might read",
        "description":  "4–5 HD (Large); 6–9 HD (Huge). See Table bly check the monster in the sort of environment you expect to 5–1 for guidelines on size and Hit Dice. use when you employ the monster in a real game session. Some monster types don’t have obvious break points between 3. Allow the PCs to begin the encounter with spells or effects size categories. In these cases, you probably want to set the break whose duration is measured at 10 minutes per level or longer in point between sizes at 1/2 the maximum Hit Dice to be added. For effect. example, a Large aberration with 4 HD could advance to 12 HD. 4. Assign all combatants an initiative roll of 10, modified by Since you’re adding up to 8 Hit Dice, the creature’s Advancement their normal initiative modifiers (for playtests, you want everyone entry might read: 5–8 HD (Large); 9–12 (Huge). to take 10 on their initiative roll). 5. Run the encounter several times and try different tactics and CHALLENGE RATING setups for the monsters. This shows what level of party for which the creature would make a good encounter of moderate difficulty. A party of four fresh If your proposed CR is appropriate, the PCs should be able to win characters (full hit points, full spells, and an assortment of equip- the encounter with some damage, given reasonable luck. This vic- ment appropriate to their levels) should be able to win the tory should consume no more than 20% of the party resources (hit encounter with some damage, but no casualties, given reasonable points, spells, and consumable magic items). In the case of high- luck. This victory should consume no more than 20% of the party CR monsters (say, 11 or more), an occasional PC death is not out of resources (hit points, spells, and consumable magic items). line with the monster’s CR, since parties of that level can usually Assigning an appropriate Challenge Rating can be difficult. The bring dead characters back to life pretty easily. two basic tools for determining CR are comparing and playtesting. If your monster seems too dangerous, try the encounter again with a single monster; this lets you see how the monster looks as a Comparing CR solitary combatant whose CR is equal to the party’s level. If the The simplest and quickest way to estimate your monster’s Chal- party handles the monster with no trouble, try increasing the lenge Rating is to compare it to similar monsters in an appropriate number of monsters to three or four (which would effectively CR range. Begin with the target CR you used in constructing your lower the monster’s CR by 1 or 2). You may need to adjust the monster. Use the list of Monsters by Challenge Rating (see page party’s level and try the monster again at its new CR. 318) to compile a list of monsters whose CRs match your mon- ster’s CR, plus or minus 1. For example, if your target CR is 7, you Monster Function and Challenge Rating should closely examine monsters of CR 6, 7, and 8. A quick and dirty way to double-check your CR assignment is to To narrow your list, look for monsters with similar types or sim- compare your monster’s Hit Dice against its CR. Depending on ilar methods (bruisers, spell-like ability users, special attack users, their function, monsters need a high number of Hit Dice for their and so on). Once you’ve reduced your list of comparable monsters CR, a low amount of Hit Dice for their CR, or an average amount. to a manageable number, see how your monster compares to the Evaluate your monster and decide what its basic function is: bat- others, using the following checklist: tler, ambusher, magic user, special attack user, or multiple threat. —Does your monster have more or less Hit Dice? Battler: The monster uses sheer combat skill to threaten the —Does your monster have a better or worse Armor Class? party and has few special abilities. Examples: dire animal (any), —Does your monster have a higher or lower attack bonus? giant (any), gray render, minotaur, shambling mound, worg. A bat- —Does your monster deal more or less damage? tler’s CR should be from 1/3 its HD to 2/3 its HD. —Does your monster have more deadly special attacks? Ambusher: The monster depends on stealth or surprise attacks —Does your monster have spell-like abilities whose highest to threaten the party. Examples: assassin vine, choker, derro, spell level is lower or higher than the spell-like abilities of compa- mimic, phase spider, roper. An ambusher’s CR should be from 1/2 rable monsters? its HD to its HD. —Does your monster have special defenses the other monsters Magic User: The monster’s best attacks are its spells or spell- don’t have? like abilities. Examples: aboleth, lamia, lillend, mind flayer, If your monster is clearly superior to most of the comparable nymph. A magic user’s CR should be from about its HD to its HD monsters, your target CR is probably too low. Try adjusting the CR +2, provided the spells it can employ would be appropriate for a up by 1 or 2, then find a new list of monsters that should be com- spellcasting character whose level is about the same as the mon- parable at the new CR and see how your monster stacks up. If your ster’s Hit Dice. (If they’re less than expected, your monster is prob- monster is clearly not as tough as most of the comparable mon- ably better described as an ambusher or battler.) sters, reduce your CR by 1 or 2 and find a new list of comparable Special Attack User: The monster is dangerous because of a monsters to check your monster against. special attack it can employ. Examples: basilisk, dragon (any), harpy, medusa, wraith, vampire. A special attack user’s CR should Playtesting CR be from 2/3 its HD to its HD. The best way to set a monster’s CR is to see how it handles in play. Multiple Threat: The monster combines two or more of the This can be time-consuming, but it probably gives you the best previous functions. For example, many demons and devils com- information about how challenging your monster is. bine battler and magic user functions, while a mind flayer com- To playtest a monster’s CR, use the following procedure: bines magic user and special attack user functions. Dragons with 302 1. Create a “playtest party” consisting of four characters whose significant spellcasting ability frequently combine battler, magic level equals your monster’s target CR + 2. Each character should user, and special attack user functions. A multiple threat’s CR be built using the standard ability score array and equipment for a should be from about 3/4 its HD to its HD +2. FEATS SKILLS AND CHAPTER 6: CHAPTER 6: MONSTER Benefit: As a standard action, the creature may choose to sub- tract 4 from its melee attack roll and deliver an awesome blow. If SKILLS AND FEATS the creature hits a corporeal opponent smaller than itself with an awesome blow, its opponent must succeed on a Reflex save (DC This chapter provides descriptions of one skill, Control Shape, and = damage dealt) or be knocked flying 10 feet in a direction of the a number of feats that are typically used only by monsters. attacking creature’s choice and fall prone. The attacking creature can only push the opponent in a straight line, and the opponent CONTROL SHAPE (WIS) can’t move closer to the attacking creature than the square it Any character who has contracted lycanthropy and is aware of his started in. If an obstacle prevents the completion of the oppo- condition can learn Control Shape as a class skill. (An afflicted nent’s move, the opponent and the obstacle each take 1d6 points lycanthrope not yet aware of his condition can attempt Control of damage, and the opponent stops in the space adjacent to the Shape checks untrained.)This skill determines whether an obstacle. afflicted lycanthrope can control his shape. A natural lycanthrope does not need this skill, since it has full control over its shape. CRAFT CONSTRUCT [ITEM CREATION] Check (Involuntary Change): An afflicted character must The creature can create golems and other magic automatons that make a check at moonrise each night of the full moon to resist obey its orders. involuntarily assuming animal form. An injured character must Prerequisites: Craft Magic Arms and Armor, Craft Wondrous also check for an involuntary change after accumulating enough Item. damage to reduce his hit points by one-quarter and again after Benefit: A creature with this feat can create any construct each additional one-quarter lost. whose prerequisites it meets. Enchanting a construct takes one Involuntary Change Control Shape DC day for each 1,000 gp in its market price. To enchant a construct, a Resist involuntary change 25 spellcaster must spend 1/25 the item’s price in XP and use up raw On a failed check, the character must remain in animal form until materials costing half of this price (see the Golem, Homunculus, the next dawn, when he automatically returns to his base form. A and Shield Guardian monster entries for details). character aware of his condition may make one attempt to return A creature with this feat can repair constructs that have taken to humanoid form (see below), but if he fails, he remains in animal damage. In one day of work, the creature can repair up to 20 points form until the next dawn. of damage by expending 50 gp per point of damage repaired. Retry (Involuntary Change): Check to resist an involuntary A newly created construct has average hit points for its Hit change once each time a triggering event occurs. Dice. Check (Voluntary Change): In addition, an afflicted lycan- EMPOWER SPELL-LIKE ABILITY [GENERAL] thrope aware of his condition may attempt to use this skill volun- The creature can use a spell-like ability with greater effect than tarily in order to change to animal form, assume hybrid form, or normal. return to humanoid form, regardless of the state of the moon or Prerequisite: Spell-like ability at caster level 6th or higher. whether he has been injured. Benefit: Choose one of the creature’s spell-like abilities, subject Involuntary Change Control Shape DC to the restrictions below. The creature can use that ability as an Return to humanoid form (full moon*) 25 empowered spell-like ability three times per day (or less, if the Return to humanoid form (not full moon) 20 ability is normally usable only once or twice per day). Assume hybrid form 15 When a creature uses an empowered spell-like ability, all vari- Voluntary change to animal form (full moon) 15 able, numeric effects of the spell-like ability are increased by one- Voluntary change to animal form (not full moon) 20 half. An empowered spell-like ability does half again as much * For game purposes, the full moon lasts three days every month. damage as normal, cures half again as many hit points, affects half Retry (Voluntary Change): A character can retry voluntary again as many targets, and so on as appropriate. For example, a changes to animal form or hybrid form as often as he likes. Each night hag’s empowered magic missile deals 1-1/2 times normal attempt is a standard action. However, on a failed check to return damage (roll 1d4+1 and multiply the result by 1-1/2 for each mis- to humanoid form, the character must remain in animal or hybrid sile). Saving throws and opposed rolls (such as the one made when form until the next dawn, when he automatically returns to a character casts dispel magic) are not affected. Spell-like abilities humanoid form. without random variables are not affected."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Normal",
        "description":  "Without this feat, a creature must keep moving while Special: This feat can be taken multiple times. Each time it is flying unless it has perfect maneuverability. taken, the creature can apply it to a different one of its spell-like abilities. IMPROVED NATURAL ARMOR [GENERAL] Empower and Quicken Spell-Like Ability The creature’s natural armor is thicker and harder than that of others of its kind. Spell Caster Level Caster Level"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Prerequisites",
        "description":  "Natural armor, Con 13. Level to Empower to Quicken"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Benefit",
        "description":  "The creature’s natural armor bonus increases by 1. 0 4th 8th"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Special",
        "description":  "A creature can gain this feat multiple times. Each time 1st 6th 10th the creature takes the feat, its natural armor bonus increases by 2nd 8th 12th another point. 3rd 10th 14th 4th 12th 16th IMPROVED NATURAL ATTACK [GENERAL] 5th 14th 18th The creature’s natural attacks are more dangerous than its size and 6th 16th 20th type would otherwise dictate. 7th 18th —"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Dragon Type",
        "description":  "A dragon is a reptilelike creature, usually Elementals not indicated as wearing armor are not proficient with winged, with magical or unusual abilities. armor. Elementals are proficient with shields if they are proficient"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Features",
        "description":  "A dragon has the following features. with any form of armor. —12-sided Hit Dice. —Elementals do not eat, sleep, or breathe. —Base attack bonus equal to total Hit Dice (as fighter). —Good Fortitude, Reflex, and Will saves. Energy Drain (Su): This attack saps a living opponent’s vital —Skill points equal to (6 + Int modifier, minimum 1) per Hit energy and happens automatically when a melee or ranged attack Die, with quadruple skill points for the first Hit Die. hits. Each successful energy drain bestows one or more negative"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Fly",
        "description":  "A creature with a fly speed can move through the air at the slashing, and bludgeoning damage. indicated speed if carrying no more than a light load; see Carrying Claw or Talon:The creature rips with a sharp appendage, dealing Capacity, page 161 of the Player’s Handbook. (Note that medium piercing and slashing damage. armor does not necessarily constitute a medium load.) All fly speeds Gore:The creature spears the opponent with an antler, horn, or include a parenthetical note indicating maneuverability, as follows: similar appendage, dealing piercing damage. —Perfect: The creature can perform almost any aerial maneu- Slap or Slam:The creature batters opponents with an appendage, ver it wishes. It moves through the air as well as a human moves dealing bludgeoning damage. over smooth ground. Sting:The creature stabs with a stinger, dealing piercing dam- —Good: The creature is very agile in the air (like a housefly or age. Sting attacks usually deal damage from poison in addition to a hummingbird), but cannot change direction as readily as those hit point damage. with perfect maneuverability. Tentacle:The creature flails at opponents with a powerful ten- —Average: The creature can fly as adroitly as a small bird. tacle, dealing bludgeoning (and sometimes slashing) damage. —Poor: The creature flies as well as a very large bird. —Clumsy: The creature can barely maneuver at all. Nonabilities:Some creatures lack certain ability scores. These A creature that flies can make dive attacks. A dive attack works creatures do not have an ability score of 0—they lack the ability just like a charge, but the diving creature must move a minimum altogether. The modifier for a nonability is +0. Other effects of of 30 feet and descend at least 10 feet. It can make only claw or nonabilities are detailed below. talon attacks, but these deal double damage. A creature can use the Strength:Any creature that can physically manipulate other run action while flying, provided it flies in a straight line. objects has at least 1 point of Strength. For more information, see Tactical Aerial Movement, page 20 of A creature with no Strength score can’t exert force, usually be- the Dungeon Master’s Guide. cause it has no physical body (a spectre, for example) or because it"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Reptilian Subtype",
        "description":  "These creatures are scaly and usually cold- Size:The nine size categories are (in ascending order) Fine, blooded. The reptilian subtype is only used to describe a set of Diminutive, Tiny, Small, Medium, Large, Huge, Gargantuan, and humanoid races, not all animals and monsters that are truly reptiles. Colossal. A creature’s size provides a modifier to its Armor Class and attack bonus, a modifier on grapple checks it attempts, and a Resistance to Energy (Ex):A creature with this special quality modifier on Hide checks. Table 7–1: Creature Sizes provides a ignores some damage of the indicated type each time it takes dam- summary of the attributes that apply to each size category. age of that kind (commonly acid, cold, fire, or electricity). The entry indicates the amount and type of damage ignored. For Sonic Attacks (Su): Unless otherwise noted, a sonic attack fol- example, a lillend has resistance to fire 10, so it ignores the first 10 lows the rules for spreads (see Aiming a Spell, page 175 of the points of fire damage dealt to it anytime it takes fire damage. Player’s Handbook). The range of the spread is measured from the creature using the sonic attack. Once a sonic attack has taken ef- Scent (Ex):This special quality allows a creature to detect fect, deafening the subject or stopping its ears does not end the approaching enemies, sniff out hidden foes, and track by sense of effect. Stopping one’s ears ahead of time allows opponents to avoid smell. Creatures with the scent ability can identify familiar odors having to make saving throws against mind-affecting sonic just as humans do familiar sights. attacks, but not other kinds of sonic attacks (such as those that Table 7–1: Creature Sizes Size AC/Attack Grapple Hide Space Reach (Tall) Reach (Long) Category Modifier Modifier Modifier Dimension* Weight** (in squares) (in squares) (in squares) Fine +8 –16 +16 6 in. or less 1/8 lb. or less 1/2 ft. (1/100) 0 ft. (0) — Diminutive +4 –12 +12 6 in.–1 ft. 1/8 lb. – 1 lb. 1 ft. (1/25) 0 ft. (0) — Tiny +2 –8 +8 1 ft.–2 ft. 1 – 8 lb. 2-1/2 ft. (1/4) 0 ft. (0) — Small +1 –4 +4 2 ft.–4 ft. 8 – 60 lb. 5 ft. (1) 5 ft. (1) — Medium +0 +0 +0 4 ft.–8 ft. 60 – 500 lb. 5 ft. (1) 5 ft. (1) 5 ft. (1) Large –1 +4 –4 8 ft.–16 ft. 500 – 4,000 lb. 10 ft. (2 ×2) 10 ft. (2) 5 ft. (1) Huge –2 +8 –8 16 ft.–32 ft. 2 – 16 tons 15 ft. (3 ×3) 15 ft. (3) 10 ft. (2) Gargantuan –4 +12 –12 32 ft.–64 ft. 16 – 125 tons 20 ft. (4 ×4) 20 ft. (4) 15 ft. (3) Colossal –8 +16 –16 64 ft. or more 125 tons or more 30 ft.+ (6 ×6+) 30 ft.+ (6+) 20 ft.+ (4+) 314 *Biped’s height, quadruped’s body length (nose to base of tail). **Assumes that the creature is roughly as dense as a regular animal. A creature made of stone will weigh considerably more. A gaseous creature will weigh much less. GLOSSARY CHAPTER 7: deal damage). Stopping one’s ears is a full-round action and Spells:Sometimes a creature can cast arcane or divine spells requires wax or other soundproof material to stuff into the ears. just as a member of a spellcasting class can (and can activate magic items accordingly). Such creatures are subject to the same spell-"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Features",
        "description":  "Anundead creature has the following features. —12-sided Hit Dice. Water Subtype:This subtype usually is used for elementals —Base attack bonus equal to 1/2 total Hit Dice (as wizard). and outsiders with a connection to the Elemental Plane of Water. —Good Will saves. Creatures with the water subtype always have swim speeds and 317 —Skill points equal to (4 + Int modifier, minimum 1) per Hit can move in water without making Swim checks. A water creature Die, with quadruple skill points for the first Hit Die, if the undead can breathe underwater and usually can breathe air as well. MONSTERS RANKED BY CHALLENGE RATINGS Bat . . . . . . . . . . . . . . . . . . . 1/10 Githzerai . . . . . . . . . . . . . . . . . 1 Shark, Large . . . . . . . . . . . . . . 2 Barghest . . . . . . . . . . . . . . . . . 4 Toad. . . . . . . . . . . . . . . . . . 1/10 Gnoll. . . . . . . . . . . . . . . . . . . . 1 Shocker lizard . . . . . . . . . . . . . 2 Bear, brown. . . . . . . . . . . . . . . 4 Gnome, svirfneblin . . . . . . . . . 1 Skeleton, owlbear . . . . . . . . . . 2 Bear, polar. . . . . . . . . . . . . . . . 4 Monstrous centipede, Grig (sprite) . . . . . . . . . . . . . . 1 Skum . . . . . . . . . . . . . . . . . . . 2 Carrion crawler . . . . . . . . . . . . 4 Tiny . . . . . . . . . . . . . . . . . 1/8 Grimlock . . . . . . . . . . . . . . . . . 1 Snake, constrictor . . . . . . . . . . 2 Celestial lion . . . . . . . . . . . . . . 4 Rat. . . . . . . . . . . . . . . . . . . . 1/8 Homunculus. . . . . . . . . . . . . . 1 Snake, Large viper. . . . . . . . . . 2 Crocodile, giant. . . . . . . . . . . . 4 Donkey . . . . . . . . . . . . . . . . 1/6 Horse, heavy . . . . . . . . . . . . . . 1 Thoqqua . . . . . . . . . . . . . . . . . 2 Dire boar. . . . . . . . . . . . . . . . . 4 Lizard . . . . . . . . . . . . . . . . . 1/6 Horse, light. . . . . . . . . . . . . . . 1 Triton . . . . . . . . . . . . . . . . . . . 2 Dire wolverine. . . . . . . . . . . . . 4 Monkey . . . . . . . . . . . . . . . . 1/6 Horse, light war . . . . . . . . . . . 1 Vargouille . . . . . . . . . . . . . . . . 2 Displacer beast . . . . . . . . . . . . 4 Raven . . . . . . . . . . . . . . . . . 1/6 Hyena . . . . . . . . . . . . . . . . . . . 1 Wererat (lycanthrope) . . . . . . . 2 Gargoyle . . . . . . . . . . . . . . . . . 4 Cat. . . . . . . . . . . . . . . . . . . . 1/4 Krenshar . . . . . . . . . . . . . . . . . 1 Wolverine . . . . . . . . . . . . . . . . 2 Giant stag beetle. . . . . . . . . . . 4 Kobold. . . . . . . . . . . . . . . . . 1/4 Lemure (devil) . . . . . . . . . . . . 1 Worg . . . . . . . . . . . . . . . . . . . . 2 Gray ooze . . . . . . . . . . . . . . . . 4 Monstrous centipede, Lizardfolk . . . . . . . . . . . . . . . . 1 Zombie, bugbear . . . . . . . . . . 2 Griffon . . . . . . . . . . . . . . . . . . 4 Small. . . . . . . . . . . . . . . . 1/4 Manta ray . . . . . . . . . . . . . . . . 1 Allip . . . . . . . . . . . . . . . . . . . . 3 Harpy . . . . . . . . . . . . . . . . . . . 4 Monstrous scorpion, Tiny . . 1/4 Monstrous centipede, Animated object, Large. . . . . . 3 Hydra, five-headed . . . . . . . . . 4 Monstrous spider, Tiny . . . . 1/4 Large . . . . . . . . . . . . . . . . . 1 Ankheg . . . . . . . . . . . . . . . . . . 3 Janni (genie) . . . . . . . . . . . . . . 4 Owl . . . . . . . . . . . . . . . . . . . 1/4 Monstrous scorpion, Arrowhawk, juvenile . . . . . . . . 3 Mimic . . . . . . . . . . . . . . . . . . . 4 Pony . . . . . . . . . . . . . . . . . . 1/4 Medium . . . . . . . . . . . . . . . 1 Assassin vine . . . . . . . . . . . . . 3 Minotaur. . . . . . . . . . . . . . . . . 4 Weasel . . . . . . . . . . . . . . . . . 1/4 Monstrous spider, Centaur . . . . . . . . . . . . . . . . . . 3 Otyugh . . . . . . . . . . . . . . . . . . 4 Zombie, kobold . . . . . . . . . . 1/4 Medium . . . . . . . . . . . . . . . 1 Cockatrice . . . . . . . . . . . . . . . . 3 Owlbear . . . . . . . . . . . . . . . . . 4 Mule . . . . . . . . . . . . . . . . . . . . 1 Pixie (sprite) . . . . . . . . . . . . . . 4 Dire rat . . . . . . . . . . . . . . . . 1/3 Deinonychus (dinosaur) . . . . . 3 Nixie (sprite). . . . . . . . . . . . . . 1 Rhinoceros . . . . . . . . . . . . . . . 4 Dog . . . . . . . . . . . . . . . . . . . 1/3 Derro . . . . . . . . . . . . . . . . . . . 3 Octopus . . . . . . . . . . . . . . . . . 1 Sea cat . . . . . . . . . . . . . . . . . . 4 Giant fire beetle. . . . . . . . . . 1/3 Dire ape . . . . . . . . . . . . . . . . . 3 Pseudodragon. . . . . . . . . . . . . 1 Sea hag . . . . . . . . . . . . . . . . . . 4 Goblin . . . . . . . . . . . . . . . . . 1/3 Dire wolf . . . . . . . . . . . . . . . . . 3 Shark, Medium . . . . . . . . . . . . 1 Shark, Huge . . . . . . . . . . . . . . 4 Hawk . . . . . . . . . . . . . . . . . . 1/3 Doppelganger . . . . . . . . . . . . . 3 Shrieker (fungus) . . . . . . . . . . 1 Skeleton, chimera . . . . . . . . . . 4 Skeleton, human warrior . . . 1/3 Dryad . . . . . . . . . . . . . . . . . . . 3 Skeleton, wolf . . . . . . . . . . . . . 1 Swarm, Centipede. . . . . . . . . . 4 Snake, Tiny viper . . . . . . . . . 1/3 Eagle, giant . . . . . . . . . . . . . . . 3 Snake, Medium viper . . . . . . . 1 Tiger . . . . . . . . . . . . . . . . . . . . 4 Elemental, Medium (any) . . . . 3 Aasimar (planetouched) . . . 1/2 Spider swarm . . . . . . . . . . . . . 1 Vampire spawn . . . . . . . . . . . . 4 Ethereal filcher . . . . . . . . . . . . 3 Animated object, Tiny . . . . . 1/2 Squid . . . . . . . . . . . . . . . . . . . 1 Wereboar (lycanthrope) . . . . . 4 Ethereal marauder . . . . . . . . . 3 Baboon . . . . . . . . . . . . . . . . 1/2 Troglodyte . . . . . . . . . . . . . . . . 1 Zombie, minotaur. . . . . . . . . . 4 Ettercap. . . . . . . . . . . . . . . . . . 3 Badger . . . . . . . . . . . . . . . . . 1/2 Wolf . . . . . . . . . . . . . . . . . . . . 1 Zombie, wyvern . . . . . . . . . . . 4 Formian, warrior . . . . . . . . . . . 3 Dwarf (any but duergar) . . . 1/2 Zombie, troglodyte . . . . . . . . . 1 Gelatinous cube (ooze) . . . . . 3 Achaierai . . . . . . . . . . . . . . . . . 5 Eagle . . . . . . . . . . . . . . . . . . 1/2 Animated object, Medium . . . 2 Ghast . . . . . . . . . . . . . . . . . . . 3 Animated object, Huge. . . . . . 5 Elf (any but drow) . . . . . . . . 1/2 Ape . . . . . . . . . . . . . . . . . . . . . 2 Giant praying mantis . . . . . . . 3 Arrowhawk, adult . . . . . . . . . . 5 Fiendish dire rat . . . . . . . . . 1/2 Archon, lantern . . . . . . . . . . . . 2 Giant wasp . . . . . . . . . . . . . . . 3 Barghest, greater. . . . . . . . . . . 5 Formian worker . . . . . . . . . . 1/2 Azer . . . . . . . . . . . . . . . . . . . . 2 Grick . . . . . . . . . . . . . . . . . . . . 3 Basilisk . . . . . . . . . . . . . . . . . . 5 Gnome Bat swarm. . . . . . . . . . . . . . . . 2 Hell hound . . . . . . . . . . . . . . . 3 Bearded devil (barbazu) . . . . . 5 (any but svirfneblin) . . . . 1/2 Bear, black. . . . . . . . . . . . . . . . 2 Howler . . . . . . . . . . . . . . . . . . 3 Cloaker . . . . . . . . . . . . . . . . . . 5 Halfling (any) . . . . . . . . . . . 1/2 Bison. . . . . . . . . . . . . . . . . . . . 2 Lion. . . . . . . . . . . . . . . . . . . . . 3 Dire lion . . . . . . . . . . . . . . . . . 5 Hobgoblin . . . . . . . . . . . . . . 1/2 Blink dog. . . . . . . . . . . . . . . . . 2 Locust swarm . . . . . . . . . . . . . 3 Djinni (genie) . . . . . . . . . . . . . 5 Locathah . . . . . . . . . . . . . . . 1/2 Boar . . . . . . . . . . . . . . . . . . . . 2 Magmin . . . . . . . . . . . . . . . . . 3 Elemental, Large (any) . . . . . . 5 Merfolk . . . . . . . . . . . . . . . . 1/2 Bugbear . . . . . . . . . . . . . . . . . 2 Mephit (any) . . . . . . . . . . . . . . 3 Gibbering mouther . . . . . . . . . 5 Monstrous centipede, Cheetah. . . . . . . . . . . . . . . . . . 2 Monstrous scorpion, Large. . . 3 Green hag . . . . . . . . . . . . . . . . 5 Medium. . . . . . . . . . . . . . . 1/2 Choker . . . . . . . . . . . . . . . . . . 2 Ogre . . . . . . . . . . . . . . . . . . . . 3 Hieracosphinx. . . . . . . . . . . . . 5 Monstrous scorpion, Small . 1/2 Crocodile. . . . . . . . . . . . . . . . . 2 Ogre, merrow . . . . . . . . . . . . . 3 Hydra, six-headed . . . . . . . . . . 5 Monstrous spider, Small . . . 1/2 Devil, imp . . . . . . . . . . . . . . . . 2 Owl, giant . . . . . . . . . . . . . . . . 3 Manticore . . . . . . . . . . . . . . . . 5 Orc . . . . . . . . . . . . . . . . . . . 1/2 Dire badger. . . . . . . . . . . . . . . 2 Pegasus . . . . . . . . . . . . . . . . . 3 Monstrous spider, Huge. . . . . 5 Pony, war . . . . . . . . . . . . . . . 1/2 Dire bat. . . . . . . . . . . . . . . . . . 2 Phantom fungus . . . . . . . . . . . 3 Mummy . . . . . . . . . . . . . . . . . 5 Porpoise . . . . . . . . . . . . . . . 1/2 Dire weasel . . . . . . . . . . . . . . . 2 Rust monster . . . . . . . . . . . . . 3 Nightmare . . . . . . . . . . . . . . . 5 Snake, Small viper . . . . . . . . 1/2 Dretch (demon) . . . . . . . . . . . 2 Salamander, flamebrother. . . . 3 Ochre jelly (ooze) . . . . . . . . . . 5 Stirge . . . . . . . . . . . . . . . . . . 1/2 Giant ant, queen . . . . . . . . . . . 2 Shadow . . . . . . . . . . . . . . . . . . 3 Orca . . . . . . . . . . . . . . . . . . . . 5 Tiefling (planetouched) . . . . 1/2 Giant ant, soldier . . . . . . . . . . 2 Skeleton, troll . . . . . . . . . . . . . 3 Phase spider . . . . . . . . . . . . . . 5 Zombie, human commoner 1/2 Giant bombardier beetle. . . . . 2 Snake, Huge viper. . . . . . . . . . 3 Rast. . . . . . . . . . . . . . . . . . . . . 5 Animated object, Small. . . . . . 1 Hippogriff . . . . . . . . . . . . . . . . 2 Tojanida, juvenile . . . . . . . . . . 3 Ravid. . . . . . . . . . . . . . . . . . . . 5 Camel . . . . . . . . . . . . . . . . . . . 1 Horse, heavy war . . . . . . . . . . 2 Unicorn. . . . . . . . . . . . . . . . . . 3 Shadow mastiff . . . . . . . . . . . . 5 Darkmantle . . . . . . . . . . . . . . . 1 Kuo-toa . . . . . . . . . . . . . . . . . . 2 Violet fungus. . . . . . . . . . . . . . 3 Skeleton, ettin. . . . . . . . . . . . . 5 Dog, riding . . . . . . . . . . . . . . . 1 Leopard. . . . . . . . . . . . . . . . . . 2 Werewolf (lycanthrope). . . . . . 3 Snake, giant constrictor . . . . . 5 Dwarf, duergar . . . . . . . . . . . . 1 Lizard, monitor . . . . . . . . . . . . 2 Wight . . . . . . . . . . . . . . . . . . . 3 Spider eater. . . . . . . . . . . . . . . 5 Elemental, Small (any) . . . . . . 1 Monstrous centipede, Huge . . 2 Xorn, minor . . . . . . . . . . . . . . 3 Pixie (with Otto’s Irresistible Elf, drow . . . . . . . . . . . . . . . . . 1 Monstrous spider, Large. . . . . 2 Yeth hound . . . . . . . . . . . . . . . 3 Dance) (sprite) . . . . . . . . . . . 5 Ghoul . . . . . . . . . . . . . . . . . . . 1 Quasit (demon) . . . . . . . . . . . 2 Yuan-ti, pureblood . . . . . . . . . 3 Tojanida, adult . . . . . . . . . . . . 5 318 Giant ant, worker . . . . . . . . . . 1 Rat swarm. . . . . . . . . . . . . . . . 2 Zombie, ogre . . . . . . . . . . . . . 3 Troll. . . . . . . . . . . . . . . . . . . . . 5 Giant bee . . . . . . . . . . . . . . . . 1 Sahuagin. . . . . . . . . . . . . . . . . 2 Troll, scrag . . . . . . . . . . . . . . . 5 Aranea. . . . . . . . . . . . . . . . . . . 4 Githyanki. . . . . . . . . . . . . . . . . 1 Satyr . . . . . . . . . . . . . . . . . . . . 2 Werebear (lycanthrope). . . . . . 5 Archon, hound . . . . . . . . . . . . 4 Weretiger (lycanthrope) . . . . . 5 Giant, hill . . . . . . . . . . . . . . . . 7 Tyrannosaurus (dinosaur). . . . 8 Half-dragon celestial Winter wolf . . . . . . . . . . . . . . . 5 Golem, flesh . . . . . . . . . . . . . . 7 Xorn, elder . . . . . . . . . . . . . . . 8 lammasu . . . . . . . . . . . . . 11 Wraith . . . . . . . . . . . . . . . . . . . 5 Hellcat (devil) . . . . . . . . . . . . . 7 Harpy archer . . . . . . . . . . . . . 11 Androsphinx . . . . . . . . . . . . . . 9 Yuan-ti, halfblood . . . . . . . . . . 5 Hydra, eight-headed . . . . . . . . 7 Hill giant dire wereboar Avoral (guardinal) . . . . . . . . . . 9 Zombie, umber hulk . . . . . . . . 5 Hydra, six-headed cryo-. . . . . . 7 (lycanthrope) . . . . . . . . . . . 11 Bone devil (osyluth) . . . . . . . . 9 Hydra, six-headed pyro- . . . . . 7 Hezrou (demon). . . . . . . . . . 11 Annis (hag). . . . . . . . . . . . . . . 6 Delver . . . . . . . . . . . . . . . . . . . 9 Invisible stalker. . . . . . . . . . . . 7 Hydra, ten-headed cryo- . . . . 11 Baleen whale. . . . . . . . . . . . . . 6 Dire shark . . . . . . . . . . . . . . . . 9 Lillend . . . . . . . . . . . . . . . . . . . 7 Hydra, ten-headed pyro- . . . . 11 Belker . . . . . . . . . . . . . . . . . . . 6 Dragon turtle . . . . . . . . . . . . . 9 Medusa. . . . . . . . . . . . . . . . . . 7 Hydra, twelve-headed . . . . . . 11 Bralani (eladrin) . . . . . . . . . . . 6 Elemental, greater (any) . . . . . 9 Monstrous scorpion, Huge. . . 7 Monstrous spider, Colossal . 11 Chain devil (kyton) . . . . . . . . . 6 Giant, frost . . . . . . . . . . . . . . . 9 Naga, water. . . . . . . . . . . . . . . 7 Retriever (demon). . . . . . . . . 11 Demon, babau . . . . . . . . . . . . 6 Giant, elder stone . . . . . . . . . . 9 Nymph . . . . . . . . . . . . . . . . . . 7 Troll hunter . . . . . . . . . . . . . . 11 Digester . . . . . . . . . . . . . . . . . 6 Half-fiend, 7th-level Ogre barbarian . . . . . . . . . . . . 7 Wraith, dread . . . . . . . . . . . . 11 Megaraptor (dinosaur) . . . . . . 6 human cleric . . . . . . . . . . . . 9 Phasm. . . . . . . . . . . . . . . . . . . 7 Ettin . . . . . . . . . . . . . . . . . . . . 6 Hydra, eight-headed cryo-. . . . 9 Basilisk, Abyssal greater . . . . 12 Remorhaz . . . . . . . . . . . . . . . . 7 Gauth (beholder) . . . . . . . . . . 6 Hydra, eight-headed pyro- . . . 9 Black pudding, elder (ooze) . 12 Skeleton, cloud giant . . . . . . . 7 Girallon. . . . . . . . . . . . . . . . . . 6 Hydra, ten-headed . . . . . . . . . 9 Displacer beast pack lord . . . 12 Slaad, red . . . . . . . . . . . . . . . . 7 Half-black dragon, 4th-level Monstrous centipede, Frost worm . . . . . . . . . . . . . . 12 Spectre . . . . . . . . . . . . . . . . . . 7 human fighter . . . . . . . . . . . . 6 Colossal . . . . . . . . . . . . . . . 9 Hydra, eleven-headed cryo-. . 12 Succubus (demon) . . . . . . . . . 7 Hydra, five-headed cryo- . . . . . 6 Naga, spirit . . . . . . . . . . . . . . . 9 Hydra, eleven-headed pyro- . 12 Umber hulk. . . . . . . . . . . . . . . 7 Hydra, five-headed pyro-. . . . . 6 Nessian warhound Kolyarut (inevitable) . . . . . . . 12 Vampire, 5th-level Hydra, seven-headed . . . . . . . 6 (hell hound) . . . . . . . . . . . . 9 Kraken. . . . . . . . . . . . . . . . . . 12 human fighter . . . . . . . . . . . . 7 Lamia . . . . . . . . . . . . . . . . . . . 6 Night hag . . . . . . . . . . . . . . . . 9 Leonal (guardinal) . . . . . . . . 12 Yuan-ti, abomination. . . . . . . . 7 Monstrous centipede, Roc . . . . . . . . . . . . . . . . . . . . . 9 Monstrous scorpion, Gargantuan. . . . . . . . . . . . . . 6 Arrowhawk, elder . . . . . . . . . . 8 Slaad, green . . . . . . . . . . . . . . 9 Colossal . . . . . . . . . . . . . . 12 Salamander, average . . . . . . . . 6 Athach. . . . . . . . . . . . . . . . . . . 8 Squid, giant. . . . . . . . . . . . . . . 9 Purple worm . . . . . . . . . . . . . 12 Shambling mound . . . . . . . . . 6 Behir . . . . . . . . . . . . . . . . . . . . 8 Tojanida, elder . . . . . . . . . . . . 9 Roper . . . . . . . . . . . . . . . . . . 12 Skeleton, Bodak . . . . . . . . . . . . . . . . . . . 8 Triceratops (dinosaur) . . . . . . 9 Beholder . . . . . . . . . . . . . . . . 13 advanced megaraptor. . . . . 6 Destrachan . . . . . . . . . . . . . . . 8 Vrock (demon) . . . . . . . . . . . . 9 Celestial charger (unicorn) . . 13 Tendriculos . . . . . . . . . . . . . . . 6 Dire tiger. . . . . . . . . . . . . . . . . 8 Yrthak . . . . . . . . . . . . . . . . . . . 9 Ghaele (eladrin) . . . . . . . . . . 13 Will-o’-wisp . . . . . . . . . . . . . . . 6 Djinni noble (genie) . . . . . . . . 8 Zelekhut (inevitable). . . . . . . . 9 Glabrezu (demon) . . . . . . . . 13 Wyvern . . . . . . . . . . . . . . . . . . 6 Efreeti (genie) . . . . . . . . . . . . . 8 Animated object, Colossal . . 10 Giant, storm . . . . . . . . . . . . . 13 Xill. . . . . . . . . . . . . . . . . . . . . . 6 Erinyes (devil) . . . . . . . . . . . . . 8 Bebilith (demon). . . . . . . . . . 10 Golem, iron. . . . . . . . . . . . . . 13 Xorn, average . . . . . . . . . . . . . 6 Giant, stone . . . . . . . . . . . . . . 8 Couatl . . . . . . . . . . . . . . . . . . 10 Hydra, twelve-headed cryo- . . 13 Zombie, gray render . . . . . . . . 6 Gorgon . . . . . . . . . . . . . . . . . . 8 Formian, myrmarch . . . . . . . 10 Hydra, twelve-headed pyro-. . 13 Gray render. . . . . . . . . . . . . . . 8 Aboleth . . . . . . . . . . . . . . . . . . 7 Giant, fire . . . . . . . . . . . . . . . 10 Ice devil (gelugon) . . . . . . . . 13 Gynosphinx . . . . . . . . . . . . . . . 8 Animated object, Golem, clay . . . . . . . . . . . . . . 10 Lich, 11th-level Hellwasp swarm . . . . . . . . . . . 8 Gargantuan . . . . . . . . . . . . 7 Hydra, eleven-headed . . . . . . 10 human wizard. . . . . . . . . . 13 Hydra, nine-headed . . . . . . . . 8 Black pudding (ooze) . . . . . . . 7 Hydra, nine-headed cryo- . . . 10 Mummy lord . . . . . . . . . . . . . 13 Hydra, seven-headed cryo- . . . 8 Bulette . . . . . . . . . . . . . . . . . . 7 Hydra, nine-headed pyro- . . . 10 Slaad, death . . . . . . . . . . . . . 13 Hydra, seven-headed pyro- . . . 8 Cachalot whale . . . . . . . . . . . . 7 Monstrous scorpion, Lammasu . . . . . . . . . . . . . . . . 8 Archon, trumpet . . . . . . . . . . 14 Chaos beast . . . . . . . . . . . . . . 7 Gargantuan. . . . . . . . . . . . . 10 Mind flayer . . . . . . . . . . . . . . . 8 Astral deva (angel) . . . . . . . . 14 Chimera . . . . . . . . . . . . . . . . . 7 Naga, guardian . . . . . . . . . . . 10 Mohrg. . . . . . . . . . . . . . . . . . . 8 Nalfeshnee (demon). . . . . . . 14 Chuul . . . . . . . . . . . . . . . . . . . 7 Rakshasa. . . . . . . . . . . . . . . . 10 Monstrous spider, Nightwing (nightshade) . . . . 14 Criosphinx. . . . . . . . . . . . . . . . 7 Salamander, noble . . . . . . . . 10 Gargantuan . . . . . . . . . . . . 8 Umber hulk, truly horrid . . . . 14 Dire bear. . . . . . . . . . . . . . . . . 7 Slaad, gray . . . . . . . . . . . . . . 10 Naga, dark . . . . . . . . . . . . . . . 8 Werewolf lord (lycanthrope) . 14 Dragonne . . . . . . . . . . . . . . . . 7 Drider . . . . . . . . . . . . . . . . . . . 7 Octopus, giant . . . . . . . . . . . . 8 Barbed devil (hamatula) . . . . 11 Marut (inevitable) . . . . . . . . . 15 Elasmosaurus (dinosaur) . . . . 7 Ogre mage . . . . . . . . . . . . . . . 8 Cauchemar (nightmare) . . . . 11 Vampire, half-elf Elemental, Huge (any) . . . . . . 7 Shield guardian. . . . . . . . . . . . 8 Devourer . . . . . . . . . . . . . . . . 11 Mnk 9/Shd 4. . . . . . . . . . . 15 Skeleton, young adult Elemental, elder (any). . . . . . 11 Elephant . . . . . . . . . . . . . . . . . 7 red dragon . . . . . . . . . . . . . . 8 Giant, cloud . . . . . . . . . . . . . 11 Archon, hound hero . . . . . . . 16 Formian, taskmaster . . . . . . . . 7 Shadow, greater . . . . . . . . . . . 8 Golem, stone . . . . . . . . . . . . 11 Horned devil (cornugon) . . . 16 Ghost, Slaad, blue . . . . . . . . . . . . . . . 8 Half-celestial, 9th-level Golem, greater stone . . . . . . 16 5th-level human fighter . . . 7 Treant . . . . . . . . . . . . . . . . . . . 8 human paladin . . . . . . . . . 11 Nightwalker (nightshade) . . . 16 Planetar (angel) . . . . . . . . . . 16 DRAGON CRS BY AGE AND COLOR Aboleth mage . . . . . . . . . . . . 17 Age White Black Brass Green Blue Copper Bronze Red Silver Gold Formian, queen. . . . . . . . . . . 17 Wyrmling 2 3 3 3 3 3 3 4 4 5 Giant, frost jarl . . . . . . . . . . . 17 Very young 3 4 4 4 4 5 5 5 5 7 Marilith (demon) . . . . . . . . . 17 Young 4 5 6 5 6 7 7 7 7 9 Mind flayer sorcerer . . . . . . . 17 Juvenile 6 7 8 8 8 9 9 10 10 11 Young adult 8 9 10 11 11 11 12 13 13 14 Nightcrawler (nightshade) . . 18 Adult 10 11 12 13 14 14 15 15 15 16 Balor (demon) . . . . . . . . . . . 20 Mature adult 12 14 15 16 16 16 17 18 18 19 Pit fiend (devil) . . . . . . . . . . . 20 Old 15 16 17 18 18 19 19 20 20 21 Tarrasque . . . . . . . . . . . . . . . 20 Very old 17 18 19 19 19 20 20 21 21 22 319 Ancient 18 19 20 21 21 22 22 23 23 24 Titan . . . . . . . . . . . . . . . . . . . 21 Wyrm 19 20 21 22 23 23 23 24 24 25 Solar (angel) . . . . . . . . . . . . . 23 Great wyrm 21 22 23 24 25 25 25 26 26 27 The organization entries in the Monster Manual give some indication of what kinds of groupings various creatures might form. These entries are intended as examples to get you thinking about how the creatures live and act from day to day. When you sit down to create an adventure or encounter featuring a group of creatures in their HOBGOBLIN lair, you can use the organization entry (along OUTPOST with other elements of the creature description) as a creative springboard. The sample lair presented here is an outpost used by A Monster Manual a hobgoblin war party. It also embodies some elements v.3.5 Web Enhancement of a hobgoblin tribal lair. LOCATION AND CREDITS PURPOSE OF THE LAIR"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Creatures",
        "description":  "This chamber is home to twenty-three disturbance except other hobgoblins shouting for help. 4 hobgoblin warriors, but only six are ever here at once. It takes the sleepers a full-round action to wake up and get out of bed, and a move action to pick up their weap- in the ceiling. A few barrels of hardtack, a crate of dried ons. Once armed, the sleepers tend to use the tactics fruit, and several casks of ale and wine round out the described below. food stores. The three hobgoblins that are awake lose no time Area 4b: Well responding to an intruder in this area. They form a This area features a stone-lined shaft about 100 feet battle line, and one of them orders one slave to area 6, deep. Very cold water fills the shaft to a height of 30 one to area 7, and the third to area 8 (a free action). feet. A big wooden bucket is attached to a ring on the Then the warriors hurl javelins at whichever targets west wall with an 80-foot rope. The slaves use this they think they have they best chance of hitting. They assembly to draw water from the well. choose foes without cover over foes with cover, and unarmored targets over armored ones. Against foes AREA 5: SMITHY within melee reach, the warriors try to maneuver into This alcove contains a crude forge built out of rocks flanking positions if they can. Their general strategy is collected from the surface. A pile of charcoal, a big, flat to eliminate weaker foes first. If they have difficulty stone that serves as an anvil, and two stone troughs full hurting a foe, they either switch to easier targets or use of dirty water give mute testimony to its purpose. the aid another action to improve their attack bonuses. Hooks on the walls hold a couple of bellows, plus some The slaves obey their orders with alacrity because hammers and a few sets of tongs. they know the price of disobedience only too well. See A barrel next to the forge holds miscellaneous bits the Development sections of areas 6, 7, and 8 for details. of steel and iron—mostly old horseshoes, nails, and"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Add the following entry",
        "description":  " (Nonhumanoid-shaped creatures can’t wear armor Change Shape (Su): A solar can assume the form of designed for humanoid-shaped creatures, and vice- any Small or Medium humanoid.” versa.) Gear returns to normal size if dropped."
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "17 (+2 Dex, +5 natural), touch 12, flat- footed 15 Juvenile Bronze Dragon Base Attack/Grapple: +3/+7 Monster Manual, page 82"
    },
    {
        "source":  "monster_manual_i_core_rulebook_iii_v35.txt",
        "name":  "Armor Class",
        "description":  "17 (–1 size, +2 Dex, +6 natural), touch Monster Manual, page 126 11, flat-footed 15 Monster Manual v.3.5 Errata 2/17/06 Page 3 ©2006 Wizards of the Coast, Inc., a subsidiary of Hasbro, Inc. All rights reserved. The engulf ability needs additional clarification. Mephit, Magma Replace it with the following information. Monster Manual, page 183 Improved Grab (Ex): To use this ability, a gibbering Remove first paragraph of Spell-Like Abilities entry. mouther must hit a Medium or smaller foe with a bite"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Introduction Languages",
        "description":  "This entry gives the languages the creature speaks or understands, as well as any special abilities relat- Welcome to Monster Manual V. This book contains new ing to communication (such as telepathy or an inability creatures for use in the DUNGEONS \u0026 DRAGONS® game. The to speak). monster entries are generally alphabetical by name, but closely related monsters are grouped together under a single DEFENSIVE INFORMATION heading. In addition to the table of contents at the front of This section provides the information you need when char- this book, monsters are listed by type and subtype on page acters are attacking the creature. 222, and by Challenge Rating and ECL on page 4. AC: This entry gives the creature’s Armor Class against This introduction explains how to read each creature’s most attacks, followed by its AC against touch attacks and its entry. Refer to the glossary on pages 206–222 for defi nitions AC when fl at-footed. If the creature has feats or other abilities of terms you are not familiar with. that modify its Armor Class under specifi c circumstances (such as the Mobility feat), they are noted here."
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Environment",
        "description":  "Arcadian avengers are extraplanar crea- CLASS LEVELS tures from the Peaceable Kingdoms of Arcadia. They live Arcadian avengers advance in the crusader class (Tome there in great barracks, as befi ts their role in the legions that of Battle 8), relying on faith and martial power to work defend the plane. However, like all areas of their will. If you don’t use Tome of Battle in your cam- Arcadia, the military housing of the Arca- paign, advance Arcadian avengers as paladins. dian avengers is beautiful by Both classes are considered associated for an almost any standard, with Arcadian avenger. practice yards and train- Level Adjustment: +2. ing areas set amid carefully sculpted gardens and orderly FOR PLAYER rows of fl owering trees. CHARACTERS Typical Physical Character- A non-evil, lawful spellcaster can istics: Arcadian avengers all stand summon an Arcadian avenger 5 feet 8 inches tall and weigh 125 using summon monster IV or a pounds, resembling attractive, ath- higher-level summon monster letic female humans with full wings. spell. Treat the Arcadian aveng- Their fl esh, wings, and armor seem er as if it were on the 4th-level made of the same silvery metal. Ar- list on the Summon Monster cadian avengers are similar to one table (PH 287). Non-evil, another in appearance. lawful clerics can use a"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Recall Exarch",
        "description":  "A xorvintaal dragon can recall an exarch. attacks of opportunity. This ability functions like the word of recall spell, except that the dragon, not the exarch, instigates it. The exarch SINGH THE IMMENSE receives forewarning—enough time to grab any adjacent The human stepping out of the shadows is clearly obese, but he moves objects or touch any willing adjacent creatures. Using this with a catlike quickness despite his bulk. He is dressed regally, his ability normally takes a standard action, but the dragon shining breastplate fi tted to his girth. can take 10 points of damage per age category to use it as Singh the Immense CR 14 a swift action. When building an encounter with a xorvintaal dragon Male human rogue 7/shadowdancer 6 N Medium humanoid that has this ability, award experience points separately Init +4; Senses darkvision 60 ft.; Listen +1, Spot +1 for each exarch called, and calculate the overall encounter Languages Common; telepathy (see text) level by including the called creatures as well. After all, AC 20, touch 14, flat-footed 20; Dodge, Mobility, improved they’re a significant part of the challenge, and once they’re uncanny dodge called, they’re with the xorvintaal dragon for the rest of (+6 armor, +4 Dex) the encounter. hp 106 (13 HD); defensive roll"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Typical Physical Characteristics",
        "description":  "All elemental have some recoverable treasure among the ruins. Thus, a magi are of a similar size—10 to 12 feet tall—and all are ken-li has half standard treasure. horned. Beyond that, each is quite distinctive in look and Ken-suns use treasure as compensation for their followers, in powers. distributing magic items they fi nd among their minions and Ken-kunis are the shortest and broadest of the elemental keeping some for themselves. Most ken-suns have double magi. Their fl esh is marbled gray. Each has two horns like standard treasure for their Challenge Rating. those of a bull, and a third horn juts from the center of its When together in a warband, all three combine their talents forehead. Their dull features and powerful muscles are usually and wealth, creating a greater hoard to supply and pay their hidden under banded mail, and ken-kunis prefer helms that followers. This hoard is often carried on an armored wagon allow their horns to protrude. along with the troops while they march. When the army Ken-lis are broad-shouldered and have massive chests. takes over a town, the treasure is stored in the most secure Their flesh is the color of burnished bronze, and two building, as determined by the ken-sun. black horns curve backward, extending out of a red mane. Flames dart and whirl about them. Fire fills their lungs ELEMENTAL MAGI as well, which causes smoke to pour from their mouth WITH CLASS LEVELS and nostrils. Elemental magi are warriors, despite their supernatural Ken-suns are the slimmest of the elemental magi and powers. They usually advance as fighters, though some the tallest. A ken-sun’s skin is blue-white in color, and a advance in other martial classes. Ken-lis often become single great horn protrudes from the center of its forehead, barbarians, while ken-suns favor leader roles that make measuring 2 to 3 feet in length. Hardened, bony fl esh forms classes such as the marshal (Miniatures Handbook 11) a carapacelike structure over the giant’s entire body, giving attractive. Only those classes that improve an elemental it a rocky appearance. A ken-sun is typically clad in robes, mage’s base attack bonus by HD × 3/4 or better and have which fl ap in the breeze created by the giant’s powers. at least a d8 Hit Die are considered associated for an"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Special Quality",
        "description":  "A Yeenoghu-blooded creature gains the since save DCs improve as Hit Dice increase, forcing the following special quality. PCs to make saving throws appropriate for the creature’s Gore Stench (Su): A Yeenoghu-blooded creature is caked with challenge. Keep the duration conditions such as paralyzed, putrid fi lth, dried blood, and gore. Maggots crawl through dazed, or stunned short—they take a target out of the fi ght. its fur, and a horrifi c stench and a swarm of fl ies surround it Longer durations are fi ne for dazzled, sickened, and other all times. Living creatures (except for gnolls) within 10 feet conditions that impose penalties. of a Yeenoghu-blooded creature must succeed on a Fortitude Avoid abilities that add static bonuses to ability scores, save (DC 10 + 1/2 the gnoll’s HD + its Con modifi er) or be attacks, or AC, instead choosing abilities that make it apparent sickened for 1 minute. If a creature successfully saves against to the characters and players that the god-blooded creature is this ability, that creature need not save again for 24 hours. A infused with the power of its deity. The PCs (and the players) delay poison or neutralize poison spell removes the effect from should see a clear link between the creature’s altered form, a sickened creature. Creatures that are immune to poison or the power it calls upon, and the effects it can create. 67 CREATURE GOD-BLOODED GOLEM A force golem can push an opponent only in a straight line, and it cannot push an opponent closer to Golems are magically created automatons of great power. it than the square that foe started in. If an intervening Constructing one involves the employment of mighty magic obstacle prevents the opponent from being pushed 10 and elemental forces. Golems are summarized on page 134 feet, the foe and the obstacle each take 1d6 points of damage. The opponent then falls prone in the square it of the Monster Manual. was in before striking the obstacle. Any feat or special ability that grants a bonus on FORCE GOLEM resisting bull rush attempts (such as a dwarf’s stability) Humanoid in shape but covered in reflective blue-green metal applies to this opposed Strength check. plates, this creature looks as though it has been mangled or rent by powerful hands. Its body sags as though its armor has melted, or Force golems are imbued with the power to manipulate perhaps was reshaped by great force. kinetic energy and raw force. They can turn opponents’ attacks back against them and knock foes flying with a Force Golem CR 4 thought. Usually N Large construct Init +7; Senses darkvision 60 ft., low-light vision; Listen +2, Strategies and Tactics Spot +3 A force golem’s unusual intelligence has a specifi c purpose, Languages Common, Terran allowing it to make the best use of its force burst and pulse AC 18, touch 16, flat-footed 15 abilities. These constructs are capable of complex tactical (–1 size, +3 Dex, +4 deflection, +2 natural) hp 52 (4 HD); DR 5/adamantine analysis, and they never simply lash out at random foes. Immune construct immunities, magic The key to a force golem’s success in combat lies in keeping Resist sonic 10 enemies at a distance. Already immune to a lot of magical Fort +1, Ref +6, Will +1 attacks, force golems ward off melee attackers, using their Weakness force vulnerability force burst ability and their pulse attack, knocking foes Speed 30 ft. (6 squares) against walls or other obstacles if possible. A force golem Melee 2 slams +6 each (1d8+4) Ranged pulse +5 ranged touch (knock back) does its best to knock opponents over pitfalls or drop-offs on Space 10 ft.; Reach 10 ft. the battlefi eld. Base Atk +3; Grp +11 If attackers close to melee range, a force golem uses its force Atk Options Point Blank Shot burst to keep from being surrounded or fl anked. It uses its Special Actions force burst, force reactive force reactive ability to push combatants away as well, keeping Abilities Str 19, Dex 16, Con —, Int 12, Wis 10, Cha 14 smaller combatants at a disadvantage. SA force burst, force reactive, pulse A group of force golems can be devastating in combat. SQ construct traits Feats Improved Initiative, Point Blank Shot They stagger the use of their force bursts to attack foes in Skills Balance +8, Jump +11, Listen +2, Spot +3, Tumble +9 each round and prevent those enemies from gaining strategic Advancement 5–10 HD (Large); 11–15 HD (Huge) position. They target different ranged foes with their pulse Immunity to Magic (Ex) A force golem is immune to spells ability, breaking up the opposing force. and spell-like abilities that allow spell resistance. This immunity does not extend to force effects. Force Vulnerability (Ex) Force effects deal half again as much pqqqqqqqqqrs (+50%) damage to a force golem. Force Burst (Su) Once every 3 rounds, a force golem can FORCE GOLEM LORE create a 30-foot-radius burst of force centered on itself. Characters who have ranks in Knowledge (arcana) can learn Creatures in the area take 2d6 points of damage and more about force golems. When a character makes a suc- are knocked prone. Those who succeed on a DC 14 cessful skill check, the following lore is revealed, including Reflex save take half damage and remain standing. the information from lower DCs. Force golems are immune to this ability. The save DC is Charisma-based. Knowledge (Arcana) Force Reactive (Su) Whenever an opponent attacks and DC Result misses a force golem with a melee attack, the force golem 14 This is a force golem, an unusually intelligent can turn the kinetic energy of the attack back on the construct. This result reveals all construct traits. attacker as an immediate action. The attacker is pushed 19 A force golem can knock groups of foes prone 5 feet into an empty square of the force golem’s choice. with a damage-dealing burst of force. It can target This movement does not provoke attacks of opportunity. individual creatures and push them backward with Pulse (Sp) A force golem can target any corporeal opponent a pulse of force. within 60 feet with a ranged touch attack. If the force 24 Force golems can absorb and redirect the kinetic golem hits, it and its target make opposed Strength energy of missed melee attacks, knocking checks. If the force golem wins the opposed check, the opponents out of melee range. They are immune opponent is pushed 10 feet in a direction of the golem’s to most magic but vulnerable to force effects. choice and falls prone in the square it ends up in. This pqqqqqqqqqrs movement does not provoke attacks of opportunity. 68 MELOG Sample Encounter Force golems are tall but stout. They stand about 8 feet tall Though force golems are typically deployed as guardians, and weigh 1,200 pounds. wizards and sorcerers sometimes use these creatures as Alignment: Though they have greater intelligence than combat support. Able to push foes away from a spellcaster or others of their kind, nearly all force golems remain steadfastly prevent enemies from fl eeing, a force golem makes a great neutral. A rare few of these constructs willingly take on the bodyguard. It can also help an arcane spellcaster maximize morals of good or evil masters, and some fl ee from any control the number of creatures affected by area spells. These intel- that attempts to subvert their neutral nature. ligent golems are commonly found in pairs, but they might appear in larger gangs. Society Trap Masters (EL 8): Three force golems guard a huge When not controlled, these intelligent constructs are drawn antechamber to a wizard’s ancient vault. On the floor of to populated areas. Barring prejudice against them, the antechamber is a circle of sigils that force golems can develop relationships with other functions as a fireball trap (DMG 72). creatures. Some even seem to need compan- Immune to the trap’s effect, the ionship, which is why they usually force golems use their abilities appear in groups. to move opponents around, set- Though they have no soci- ting off the trap as many times as ety or culture, force golems possible during any battle against share a common bond of un- interlopers. derstanding. They consider other force golems to be al- Ecology lies. Force golems that have A force golem is a construct body in- broken away from their habited by an elemental spirit that masters sometimes form made a pact with the golem’s cre- small bands, defending each ator, requiring the golem to other from common foes. follow orders but allowing the elemental spirit some inde- Typical Treasure pendence and awareness. A force golem has usually has As such, force golems can no wealth of its own, but it be controlled more effec- might guard its master’s tively than other types of valuables. One that is free golems—they can follow of outside control could de- complex orders and carry out velop a taste for riches and sophisticated tasks. Though acquire standard treasure for they think independently, its Challenge Rating. force golems usually carry out their commands unfail- For Player ingly. However, if a master Characters proves overly domineering, a Arcane spellcasters create force golem might make life force golems as guardians more diffi cult for that creature for specific locations, as or even rebel against it. Force golem bodyguards, or both. With"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Benefit",
        "description":  "Each time you cast a spell that requires the target to this feat. At the end of each round, all Battle Magic Tactics make a saving throw, that target gains a Battle Magic Tactics tokens disappear. pqqqqqqqqqqqqqqqqqqqqrs Hobgoblin duskblade and spellscourge HOBGOBLIN SPELLSCOURGE Advancement by character class; Favored Class fighter Possessions +1 chain shirt, +1 spiked chain, cloak of The scars of old burns and healed wounds cover this hobgoblin. His resistance +1 breastplate is battered but etched with a single rune. He whirls a Spell Eater (Su) If a hobgoblin spellscourge succeeds on his barbed chain about him. save against a spell, he gains 5 temporary hit points and a +2 bonus on attack rolls. The attack bonus lasts for 1 Hobgoblin Spellscourge CR 5 round, and the temporary hit points last for 1 minute. Usually LE Medium monstrous humanoid (goblinoid) Init +2; Senses darkvision 60 ft.; Listen +1, Spot +1 Spellscourges are elite soldiers. They undergo intensive Languages Common, Goblin training, daily exposure to spells, and cruel rituals, granting AC 17, touch 12, flat-footed 15; Dodge, Mobility them special defenses against magic. In war, spellscourges (+2 Dex, +5 armor) race forward to slay enemy spellcasters. When rivalries hp 41 (5 HD) Fort +5, Ref +7, Will +7; +2 against spells, spell eater among hobgoblin mages turn violent, spellscourges serve Speed 30 ft. (6 squares) as choice assassins. Melee +1 spiked chain +9 (2d4+5) Space 5 ft.; Reach 5 ft. (10 ft. with spiked chain) Strategies and Tactics Base Atk +5; Grp +8 A spellscourge engages spellcasters, particularly lightly Abilities Str 16, Dex 15, Con 16, Int 10, Wis 12, Cha 8 armored or unarmored ones, shutting them down in a wide Feats Dodge, Iron WillB, Mage Slayer*, Mobility area using his spiked chain. He uses Mobility and Tumble * New feat; see sidebar. to get into position to accomplish this goal. Skills Jump +9, Knowledge (arcana) +3, Listen +1, Move Silently +5, Spellcraft +3, Spot +1, Tumble +8 85 Illus. by R. Spears HOBGOBLIN pqqqqqqqqqqqqqqqqqqqqrs"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Benefit",
        "description":  "You gain a +1 bonus on Will saves. Spellcasters you spells and spell-like abilities by 4. threaten cannot cast defensively (they automatically fail their pqqqqqqqqqqqqqqqqqqqqrs Hobgoblin spellcasters aren’t afraid to throw weak area Possessions bracers of armor +1, masterwork staff, 3 spells into enemies that have spellscourges among them, masterwork daggers Spellbook spells prepared plus 0—all in PH; 1st—cause fear, counting on the spellscourges’ defenses to resist the spell. The chill touch, endure elements, mount, protection from good, spell damages opponents while augmenting the spellscourges ray of enfeeblement; 2nd—ghoul touch, scare through their spell eater ability. Spell Eater (Su) If a hobgoblin warcaster succeeds on his save against a spell, he gains 5 temporary hit points and Hobgoblin Spellscourges as Characters a +2 bonus on attack rolls. The attack bonus lasts for 1 Hobgoblin spellscourges are elite creatures that have the round, and the temporary hit points last for 1 minute. racial characteristics of hobgoblins, along with the abilities Pillar of Magic (Su) Once per day, a hobgoblin warcaster can grant all goblinoids within 30 feet spell resistance 14 for granted by their grueling ritualistic training. The typical 1 minute. spellscourge advances as a fi ghter, but some tribes train Arcane Talent (Ex) A warcaster casts spells as a 4th-level barbarians or monks with these abilities. Spellscourges often wizard. enter the occult slayer prestige class (Complete Warrior 66)."
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Level Adjustment",
        "description":  "+2. Warcasters are elite casters trained specifi cally for warfare. The most promising young hobgoblin arcane casters endure a HOBGOBLIN WARCASTER grueling series of rituals and tests that slowly warp and alter A gaunt hobgoblin clad in red robes gestures toward you. From his their bodies. Scores of hobgoblins exposed to this regimen fi ngers lance two darts of magical energy. die hideous deaths, but those who survive become potent spellcasters with magic in their veins. Hobgoblin Warcaster CR 4 Warcasters are the lowest-ranking products of this process. Usually LE Medium monstrous humanoid (goblinoid) They consider those who gained arcane skill through study Init +2; Senses darkvision 60 ft.; Listen +0, Spot +5 rather than ritual transformation to be lesser beings. When Languages Common, Draconic, Giant, Goblin a hobgoblin army marches to war, the warcasters provide AC 15, touch 12, flat-footed 13 artillery support. They also work with spellscourges and (+2 Dex, +1 armor, +2 natural) duskblades to target and destroy enemy spellcasters. hp 33 (4 HD); DR 5/magic SR 14 Fort +4, Ref +6, Will +6; +2 against spells, spell eater Strategies and Tactics Speed 30 ft. (6 squares) Warcasters use false life to fortify themselves before a battle Melee mwk staff +4 (1d6–1) begins. Just prior to engaging the enemy, they use shield to Ranged mwk dagger +7 (1d4–1) defend themselves while the spellscourges and duskblades they Space 5 ft.; Reach 5 ft. lead move into position. Warcasters are acutely aware that they Base Atk +4; Grp +3 Atk Options magic strike have no more than four or fi ve spells to contribute to a fi ght, so Special Actions pillar of magic they hold back until they’ve gauged their opponents’ defenses. Wizard Spells Prepared (CL 4th): They unleash their magic with precision against targets that 2nd—false life, flaming sphere (DC 15), web (DC 15) duskblades have set up with the Battle Magic Tactics feat. 1st—expeditious retreat, magic missile (2), shield A warcaster targets an area, preferably where duskblades 0—daze (DC 13), flare (DC 13), resistance, read magic Spell-Like Abilities (CL 4th): have softened up the enemy, with web. He then rolls a fl aming At will—detect magic sphere into trapped creatures, dealing more damage in the Abilities Str 8, Dex 15, Con 16, Int 16, Wis 10, Cha 12 process as the fi re interacts with the magical webbing. He SA magic strike, pillar of magic, spell-like abilities, spells uses magic missile to fi nish off those who look badly injured, SQ arcane talent then casts expeditious retreat to leave the battlefi eld. Feats Battle Magic Tactics*, Combat Casting, Iron WillB * New feat; see sidebar, page 84. Hobgoblin Warcasters as Characters Skills Concentration +9 (+13 casting defensively), Intimidate +7, Knowledge (arcana) +9, Listen +0, Move All hobgoblin warcasters are elite creatures that have the Silently +6, Spellcraft +11, Spot +5 racial characteristics of hobgoblins, as well as the abilities Advancement by character class; Favored Class wizard 86 NILBOGBOH pqqqqqqqqqqqqqqqqqqqqrs MONSTROUS HUMANOID (GOBLINOID) the goblinoid subtype still affect these creatures despite their The gruesome rituals and training that some of the hobgob- new type. So a ranger who has humanoid (goblinoid) as a lins in this entry go through changes their type to monstrous favored enemy still receives the bonuses that ability provides humanoid. This means they’re immune to abilities that affect when using it against the monstrous humanoid goblinoids only humanoids. However, abilities that affect creatures with presented here. pqqqqqqqqqqqqqqqqqqqqrs granted by their torturous upbringing. However, hobgoblin Spell Eater (Su) If a warsoul succeeds on her save against a warcasters favor the wizard class. A hobgoblin warcaster’s spell, she gains 5 temporary hit points and a +2 bonus on attack rolls. The attack bonus lasts for 1 round. The wizard levels stack with his Hit Dice to determine spells per temporary hit points last for 1 minute. day and spells contained in his spellbook. No class except Soul Tyrant (Su) As a swift action, a warsoul can draw arcane wizard is considered associated for a hobgoblin warcaster. power from a willing hobgoblin within 30 feet who has 10"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Level Adjustment",
        "description":  "+3. or fewer hit points. That hobgoblin is immediately slain, leaving behind a desiccated corpse. The warsoul heals 1 HOBGOBLIN WARSOUL hit point per Hit Die she has, and she receives a +2 bonus to the save DC of the next spell she casts. She also gains Like an undead creature, this hobgoblin is incredibly emaciated, a +2 bonus on any attack roll required by the next spell and her skin is pulled tight across her bony frame. Her red robes she casts. If that spell deals damage, the warsoul receives and staff mark her as a spellcaster of some sort. a bonus on the damage roll equal to her Hit Dice. Arcane Talent (Ex) A warsoul casts spells as a 9th-level Hobgoblin Warsoul CR 8 wizard. Cult of Power (Ex) A warsoul is accompanied by 2d4 1st- Usually LE Medium monstrous humanoid (goblinoid) level hobgoblin warriors who have sworn their lives to Init +7; Senses darkvision 60 ft.; Listen +8, Spot +10 her. These thralls willingly sacrifice themselves for their Languages Common, Draconic, Dwarven, Elven, Giant, master’s soul tyrant ability. Goblin AC 20, touch 14, flat-footed 17 Occasionally, a warcaster displays an incredible talent for (+3 Dex, +2 armor, +1 deflection, +4 natural) hp 88 (10 HD); DR 10/magic spellcasting, quickly racing ahead of her peers and master- SR 18 ing potent spells. As she endures more rituals and delves Fort +9, Ref +12, Will +13; +2 against spells, spell eater deeper into her studies, the warcaster grows in power until Speed 30 ft. (6 squares) her fl esh becomes little more than a withered vessel for her Melee mwk quarterstaff +10/+5 (1d6–1) soul. She even learns to consume the essence of her “lessers” Ranged mwk dagger +14/+9 (1d4–1) to augment her spells. Invariably, she comes to either lead a Space 5 ft.; Reach 5 ft. Base Atk +10; Grp +9 tribe or die at the hands of a rival. Atk Options magic strike Special Actions soul tyrant Strategies and Tactics Combat Gear brooch of shielding, potion of cure serious wounds Warsouls never enter battle without several utterly loyal Wizard Spells Prepared (CL 9th): minions. Such hobgoblin warriors, compelled into obedi- 5th—cone of cold (DC 21), hold monster (DC 20) 4th—dimension door, shout (DC 20), wall of ice ence by the warsoul’s great power and magnetic personality, 3rd—dispel magic, fi reball (DC 19), haste, lightning bolt believe that dying in their master’s name is the surest way (DC 19) to attain an exalted state in the afterlife. They gladly perish 2nd—false life, fl aming sphere (DC 18), scorching ray (+14 to hold back an approaching enemy or to fuel the warsoul’s ranged touch), shatter (DC 18), web (DC 17) soul tyrant ability. 1st—expeditious retreat, grease (DC 16), mage armor, magic missile (2), shield Preferring to fi ght alongside duskblades, spellscourges, and 0—daze (DC 15), flare (DC 16), resistance, read magic a few allied warcasters, warsouls take care to cast defensive Spell-Like Abilities (CL 9th): spells before a struggle begins. Only a truly cunning oppo- At will—detect magic nent can catch warsouls without their mage armor, false life, Abilities Str 8, Dex 16, Con 18, Int 21, Wis 14, Cha 15 and shield spells cast. They use haste to augment their minions SA magic strike, soul tyrant, spell-like abilities, spells right before engaging. SQ arcane talent, cult of power A typical warsoul might use the following sequence of Feats Battle Magic Tactics*, Combat Casting, Improved Initiative, Iron WillB, Spell Focus (evocation) actions. * New feat; see sidebar, page 84. Round 1: Cast web to slow down or immobilize enemy Skills Concentration +17 (+21 casting defensively), fi ghters. Warsouls prefer for their warriors to bring the battle Diplomacy +8, Intimidate +15, Knowledge (arcana) +17, to the enemy. Listen +8, Move Silently +8, Spellcraft +20, Spot +10 Round 2: Cast fi reball targeting the area of the web, so as Advancement by character class; Favored Class wizard Possessions combat gear plus bracers of armor +2, ring of to free up the battlefi eld while adding damage to the normal protection +1, masterwork staff, 3 masterwork daggers, effect of the fi reball. cloak of resistance +2 Round 3: Order an attack on the toughest enemy, delay Spellbook spells prepared plus 0—all in PH; 1st—cause to maximize the save penalty that target takes from allies’ fear, chill touch, endure elements, mount, protection Battle Magic Tactics, and cast hold monster on that foe. from good, ray of enfeeblement; 2nd—detect thoughts, ghoul touch, scare, whispering wind; 3rd—clairaudience/ Round 4: Cast scorching ray to fi nish off the held target. clairvoyance, tongues; 4th—lesser geas, scrying; 5th— Round 5: Cast an area spell targeting the largest group of teleport, magic jar opponents. 87 HOBGOBLIN If the fi ght goes against the warsoul, she uses dimension ECOLOGY door to escape with her hide intact. If her side is losing but Hobgoblins are born predators. Unlike orcs and other she can save some of her troops, she uses wall of ice to cover savage humanoids, hobgoblins are naturally clever and their retreat before casting dimension door. adaptable, agile and hardy. Hobgoblins easily overcome competing creatures when the two groups’ numbers are Hobgoblin Warsouls with Class Levels equal or favor hobgoblins. Hobgoblin warsouls are elite, and they advance as wizards. Although few hobgoblin societies are agricultural, hob- A hobgoblin warsoul’s wizard levels stack with her Hit Dice goblins acquire food with little trouble through hunting, to determine spells per day and spells contained in her raiding, and conquest, as well as by maintaining small spellbook. No class except wizard is considered associated herds of livestock. They favor meat, and they can and do for a hobgoblin warsoul. eat whatever they can kill, sometimes including other"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Environment",
        "description":  "When Thoon dis- abilities make them versatile additions ciples leave the nautiloid vessel, they to encounters with the mind fl ayers prefer underground dwellings. Thoon of Thoon. disciples take care to construct a shrine to Thoon disciples are particu- Thoon wherever they’re based, gather- larly challenging when they have ing broken bits of treasure and casting a few rounds to prepare by casting it before an otherwise featureless al- shield of faith and divine favor before the tar. When the mind fl ayers of Thoon battle begins. They have more than twice as move elsewhere in search of quintes- many hit points as a standard mind fl ayer and sence, these shrines are left behind for much better armor, so they’re far more durable. later explorers to puzzle over. PCs who face Thoon disciples in melee might be"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Alignment",
        "description":  "Thoon thralls are usually lawful evil, but that’s special attack. because they are puppets to their Thoon infi ltrator masters, Overdrive Healing (Su): This ability works like fast healing not because they necessarily behave wick- 5, but the thrall can gain hit points beyond its full normal hit edly when not under such infl uence. points as temporary hit points. The Thoon thrall’s skin begins to blister and swell when this happens, and the Society thrall grows visibly larger. Once its temporary hit Thoon thralls have no society of points equal or exceed its full normal hit points, their own, but they remember how the Thoon thrall must make a save every round to function in the communities they or explode (see below). lived in before their transformation. Immolate (Su): When a Thoon thrall is The mind fl ayers of Thoon regard Thoon fully healed and has temporary hit points thralls as beneath contempt or as tasty snacks, equal to or greater than its full normal hit depending on their appetite at the mo- points, it might explode, its body unable ment. Life for Thoon thralls is horrifi c, to contain the energy within. At the end since they are forced by Thoon in- of its turn, if a Thoon thrall’s tempo- fi ltrators to do unspeakable things rary hit points equal or exceed its full and undermine their own commu- normal hit points, it must succeed on nities. Many welcome the chance to a Fortitude save (DC 10 + 1/2 the end their dormancy and immolate Thoon thrall’s HD + its Con modi- themselves. fi er). If it fails, it explodes, dealing 2d6 points of fi re damage to all crea- Thoon Thralls tures within a 10-foot-radius burst, with Class Levels plus an additional 1d6 points of fi re Thoon thralls can continue to advance damage for each Thoon infiltrator in character classes after becoming and Thoon thrall within 30 feet. a thrall. They have the same fa- (It’s always near itself, so even vored classes as the humanoid a lone Thoon thrall explodes they are created from, un- for 3d6 points of fi re damage.) less their new alignment Creatures that succeed on a precludes advancement in Reflex save (DC 10 + 1/2 the such classes. In this case, Thoon thrall’s HD + its Con modi- treat rogue as the thrall’s favored class. Thoon thrall fi er) take half damage. The explosion kills the Thoon thrall. CREATING A THOON THRALL A Thoon thrall can voluntarily fail this save, but it does “Thoon thrall” is an acquired template that can be added to so only on a direct order from a Thoon infi ltrator. any humanoid creature that a Thoon infi ltrator could reason- AC: A Thoon thrall is slightly more durable than it was ably render helpless for 1 minute (referred to hereafter as the in its previous life. Increase the base creature’s natural armor “base creature”). bonus by 1."
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Typical Physical Characteristics",
        "description":  "A Thoon soldier is 6 feet tall and weighs 300 pounds. Its armor allows it sur- prising mobility, and the mutability of its form makes it look like it is always in motion."
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "AC",
        "description":  "All phantoms gain a defl ection bonus to Armor Class such as swallow whole and similar actions. A base creature equal to their Charisma bonus or +1, whichever is higher. A or CR 5 or higher gains the following special action. base creature of CR 5 or higher gains the following special Incorporeal Jaunt (Su): A phantom can become incorporeal quality. as a swift action. It can become corporeal again as a swift Phantom Defense (Su): A phantom’s armor bonus, defl ection action or a standard action. bonus, natural armor bonus, and shield bonus count toward Level Adjustment: —. its Armor Class, whether it or its attackers are incorporeal or corporeal. TYPICAL TREASURE"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Environment",
        "description":  "Shardsoul slay- sence of a single elemental ers were originally created by spirit. Each crafting of a derro spellcasters seeking group of shardsoul slayers to unleash pure havoc on requires the creation of a their enemies, so they are number of distinct bodies most often found in sub- in which the shards of the el- terranean derro lairs. emental spirit are to reside. They can be found anywhere their mas- Shardsoul Slayer ters send them. Construction Typical Physical Char- Three shardsoul slayer acteristics: A shardsoul bodies must be created slayer has an appearance from specially pre- as fragmented as pared alloys worth the essence bound 1,500 gp. The con- within it. Its metal structs’ armored forms are forged limbs are lean and in a process requiring three days angular, creating a haphazard but deadly Shardsoul slayer and a single successful DC 15 Craft appearance. Armor plating makes up the (armorsmithing) check. As each body is smelt- majority of its body, but a smoother “skin” of blue alloy ed and poured, the molten metal is blended with quicksilver, is visible at the joints. A typical shardsoul slayer stands then slowly cooled. This quicksilver costs 500 gp. 5 feet tall and weighs 300 pounds. The creator then calls and binds an elemental spirit from the"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Environment",
        "description":  "Siege beetles roam the iron battlefi elds of siege beetles. Acheron, but one might slip through to the Material Plane by stumbling through a planar gate. The beetles instinctively TYPICAL TREASURE nest in dark caves or crevasses where they hibernate. When Siege beetles are mindless, but the possessions of their vic- they find a battlefield littered with corpses, they push the tims remain after the beetle feeds. A siege beetle has half the bodies into one massive pile, then climb atop and begin standard number of coins, half goods, and standard items. Its to eat. shell is a valuable commodity in places where chitin armor is"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Typical Physical Characteristics",
        "description":  "A typical siege beetle valued (see For Player Characters), including the war camps is the size of a barn and weighs thirty to forty tons. Its body is and strongholds of Acheron. longer than it is wide, supported by slender, segmented legs covered with sticky cilia. One or two mottled colors adorn FOR PLAYER CHARACTERS its chitin. Siege beetle chitin is highly desirable for making chitin All siege beetles have long, paired wings that fold armor. The chitin is treated for flexibility, then cut and straight back underneath an outer shell. Pale and irides- reshaped into long strips. These strips are bound together by cent, the wings move so quickly that they can barely be tightly woven cord when necessary. Siege beetle chitin armor seen when the creature flies, though they make a loud is always masterwork in quality, and it provides its wearer thrumming sound. with resistance to electricity 5 and resistance to sonic 5. A"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Typical Physical Characteristics",
        "description":  "Humanoid in form and SA boneshard blast, charging form having three skulls, a skull lord is immediately recognizable. SQ undead traits Each skull lord’s armor and cloak are scribed with its own Feats Improved Bull Rush, Power Attack dark motifs, so individual skull lords are distinct from one Skills Listen +3, Spot +4 another. These creatures stand about 6 feet tall, but their Advancement 5–20 HD (Large) skeletal forms weigh only 50 pounds. Stability (Ex) A bonespur has better than average footing and leverage in either of its forms. It gains a +4 bonus on"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Typical Physical Characteristics",
        "description":  "All spectral riders take great pleasure When not hidden behind their shroud in employing deception and trickery, of living days, these mournful undead even those who were paragons of knights can be identifi ed by the ghostly good when they lived. Spectral riders skull-like visage within their helms. Their created from paladins and good knights armor resembles what the individual wore relish the irony of their newfound taste in life, but it is studded with spikes and for deceit. barbs. Coats of arms are twisted into mock- eries of their original form, with honorable Typical Treasure crests and emblems besmirched by evil. Spectral riders gather their Spectral riders average 6 feet in height, former family heirlooms and but their skeletal forms weigh only treasures for themselves. They 40 pounds. have double standard treasure"
    },
    {
        "source":  "monster_manual_v.txt",
        "name":  "Swarm Subtype",
        "description":  "A swarm is a collection of Fine, 95). Wind effects deal 1d6 points of nonlethal damage to Diminutive, or Tiny creatures that acts as a single crea- a swarm per spell level—or Hit Dice of the originating ture. A swarm has the characteristics of its type, except creature, in the case of effects such as an air elemental’s as noted here. A swarm has a single pool of Hit Dice and whirlwind. A swarm rendered unconscious by means of hit points, a single initiative modifier, a single speed, and nonlethal damage becomes disorganized and dispersed, a single Armor Class. A swarm makes saving throws as a and does not re-form until its hit points exceed its non- single creature. lethal damage. A single swarm occupies a square (if it is made up of Swarm Attack: Creatures that have the swarm subtype nonflying creatures) or a cube (of flying creatures) 10 don’t make standard melee attacks. Instead, they deal feet on a side, but its reach is 0 feet, like its component damage to any creature whose space they occupy at the creatures. To attack, it moves into an opponent’s space, end of their move, with no attack roll needed. Swarm which provokes attacks of opportunity. It can occupy the attacks are not subject to a miss chance for concealment same space as a creature of any size, since it crawls over or or cover. A swarm’s statistics block has “swarm” in the flies around its prey. A swarm can move through squares Melee entry, with no attack bonus given. The amount of occupied by enemies, and vice versa, without impediment, damage a swarm deals is based on its Hit Dice: 1–5 HD, although the swarm provokes attacks of opportunity if it 1d6; 6–10 HD, 2d6; 11–15 HD, 3d6; 16–20 HD, 4d6; and 21 does so. A swarm can move through cracks or holes large HD or more, 5d6. enough for its component creatures. A swarm’s attacks are nonmagical, unless the swarm’s A swarm of Tiny creatures consists of 300 nonflying description states otherwise. Damage reduction suffi cient creatures or 1,000 flying creatures. A swarm of Diminu- to reduce a swarm attack’s damage to 0, incorporeality, and tive creatures consists of 1,500 nonflying creatures or other special abilities usually give a creature immunity or 5,000 flying creatures. A swarm of Fine creatures consists resistance to damage from a swarm. Swarms can have special of 10,000 creatures, flying or not. Swarms of nonflying attacks in addition to swarm damage. 221 GLOSSARY Swarms do not threaten creatures, and they do not attack is 10 + 1/2 creature’s HD + creature’s Str modifi er make attacks of opportunity with their swarm attack. (the exact DC is given in the creature’s descriptive text). A However, they distract foes whose squares they occupy, trampling creature can deal trampling damage to each target as described below. only once per round, no matter how many times its movement Distraction (Ex): Any living creature vulnerable to a takes it over a target creature. swarm’s damage that begins its turn with a swarm in its square is nauseated for 1 round. A Fortitude save Tremorsense (Ex): A creature that has tremorsense is (DC 10 + 1/2 swarm’s HD + swarm’s Con modifier) negates sensitive to vibrations in the ground and can automatically the effect. pinpoint the location of anything that is in contact with the Spellcasting or concentrating on spells within the area ground. Aquatic creatures that have tremorsense can also of a swarm requires a Concentration check (DC 20 + spell sense the location of creatures moving through water. level). Using skills that involve patience and concentration requires a DC 20 Concentration check. Turn Resistance (Ex): A creature that has this special quality (usually an undead) is less easily affected by clerics Tanar’ri Subtype: A large number of demons belong to or paladins (see Turn or Rebuke Undead, PH 159). When the race of evil outsiders known as the tanar’ri. resolving a turn, rebuke, command, or bolster attempt, add"
    },
    {
        "source":  "nymphology___blue_magic.txt",
        "name":  "Advancement",
        "description":  "Same as the base creature. 29 PERVERSIONS OF POWER Perversions The Blue Arts Almost all save the most prudish of magic users have experimented with the sexual use of magic at some of Power point, usually while in their teens and at the magical colleges. Most grow out of it or become so caught T he study of blue magic is not well regarded up in the power and glory that they no longer care by the established schools of magic and so about such things. those who make a serious attempt to explore its possibilities tend to cling to the fringes of normal Those who do continue their studies in the rich vein and polite society. They carve themselves a niche in of erotic magic are often amongst the most talented, the slums of the cities and the backroom whispers of having to research and expand on their strand of the noble fraternity and make their living from the magic without hundreds of other wizards or grand sexual problems and desires of others accompanied institutions and libraries to draw on. These gallant by a guarantee of anonymity. and studious individuals dedicate their lives to the study of blue magic for several reasons. Dismissed as charlatans by more regular magic users (whose bluster is just as likely to be a cover for their First are those who are simply fascinated by sex. To own magical infidelity while at college) the blue be fair most people are fascinated by sex and spend a magi are forced to rely on themselves rather than the large proportion of their lives in pursuit of insular magi of the world for support. This is the persuading someone to insert tab ‘A’ into slot ‘B’ and case even in cities ruled by uncaring sorcerer kings. wiggle it around for a bit. Most people do this Blue magi remain extremely popular with the alongside the everyday parts of their lives but these masses, which causes them to be disliked and magi are completely obsessive about it, seeking it discriminated against by conventional magic users constantly, night and day, awake or asleep, always all the more. willing and eager to try something new. Others obsess in a different way, fascinated by sex but Occasionally a ‘moral crusade’ will be launched unable to instil in themselves the confidence to seek where the blue magi have settled, and this is one of it out. Unable to overcome this weakness through the few times you will find mages and clerics in their magic they disappear into their towers with agreement. After a prominent person’s sensibilities their crystal balls and become unseen but no less have been offended (or the cure did not work, or creepy, stalkers. No infidelity or nakedness goes they do not want to pay the blue mage) new laws unseen in the city that harbours them. will be enacted, and the offending mage may well find himself chased out of his home. This does not Second are those who believe lust to be a vast and make a lot of difference to the mage, other than untapped potential power. They are right but it is causing a little bit of turbulence to their lifestyle, as not a power that will ever be fully tamed. It is not they will always be wanted or needed by someone. life eternal, it is not the power to destroy or rule, nor is it the inevitable power of destruction and the dark The risk is always there for a blue mage that they studied in necromancy. Lust tends to control you, will get caught up in their own pleasure, their own not the other way around. All a mage can really magic becoming even more insular and self centred hope for is to channel that energy in roughly the than the conventional magi they criticise so much. right direction they want when it is called upon in For this reason, most of the particularly successful anything other than the tiniest amounts. Power blue magi are those who use their magic to assist and games and misunderstandings typify the blue mage serve others. This keeps them grounded in reality who comes from this path. and means they meet a lot of everyday folk rather than spending all their time in bed with a succubus Third are those who desperately want to overcome and two nymphs or scrying the bath chambers of the stereotype. Every broad shouldered barbarian and local nunnery. bra-bursting ranger is a slap in the face to the scholarly magi who are seen by most to be bookish, weak, undesirable and geeky. Mages are so rarely thought of in a sexual manner that it makes the pursuit of love and lust even more difficult for them. 30 PERVERSIONS OF POWER Sadly the blue magi who try to overcome this aspects of their abilities to a razor sharp edge stereotype seem to only feed it, people regarding according to their interest, and it is from these them as needing magic in order to get laid and specialisations that the prestige classes come. commenting on how pathetic it is to have to summon a date. The agony mage is not a horrific necromancer dedicated to the field of pain but rather a mage who Fourth are those who are simply no good at any eases agony in others. Not physical agonies, but other kind of magic. While they have the magical rather the agonies of love and lust. They are an talent and are able to cast spells, for some reason advice giver, a confidante, a healer of marital magic just does not quite work right for them. difficulties and a provider of magical remedies to the Perhaps they are apathetic, perhaps they did not problems of the bedroom. Ironically they also apply themselves, whatever the reason conventional happen to be the blue mages who most often magical professions have not worked out for them. succumb to the temptations of blackmail and taking Living on the street they rapidly discover that advantage of people’s confidence or weakness when money can be made by getting involved in the they come to them. seedier side of life and that even a basic command of magic can earn one a pretty penny when applied to The mystic pimp can be found in a city of any size, vice. They find their niche in the underbelly of the squirreled away in the slums or hawking their wares towns and cities and do very well for themselves. on the street corners. Without many of the overheads of a conventional pimp or madam but Whatever the motivation behind it the pursuit is the with many unique problems of their own, the mystic same, an understanding of the forces behind lust, sex pimp procures his or her stable through magical and attraction and using those forces through magic means including summoning, illusion or the capture for money, fame, power or self gratification. of exotic creatures. Mystic pimps run the gamut from professional escort agencies for the city’s rich, So, pretty much the same reasons anyone pursues wealthy and jaded to scabrous and starving sex, only through magic rather than conventional apprentices trying to hire out their familiars for some means. quick gold. Established mystic pimps are famous and wealthy without ever being talked about but The Perverts often have to deal with interlopers, either annoyed creatures that they have misused for sexual purposes Masters of the blue arts come in all shapes and sizes, or vigilante adventurers trying to clean up the but there are a few ‘familiar faces’ that crop up time streets. and time again. The typical image of a blue mage is a screaming pervert who has never grown up, Seduction mages are the closest thing to an sneaking through houses under a cloak of organised set of blue magi. The seduction mage invisibility stealing panties or crouched over a does not get lost in summonings or turn in on crystal ball ‘getting to grips with his staff.’ Most themselves. Rather they go out into the world to blue magi more closely fit the stereotype of the seek what is there and take it. Honing their personal amiable businessmen or the drug pusher. They know seduction skills and then boosting them with the they have what you need and they are confident, power of magic, there is hardly anyone the seduction secure and friendly so long as you do not owe them mage cannot charm into their beds and they often money. find employment as spies for the many kingdoms of the lands. While nowhere near as fearsome as a necromancer, the blue mage is not someone to be trifled with. The peeping scryer is the blue mage who turns in on Their abilities and spells give them ample themselves. If they can ever be persuaded away from opportunity to gather blackmail material, destroy their crystal balls they are amongst the most reputations and get as many favours as they might experienced and powerful scryers in the world. need. Determined and practised, they are able to scry past many of the conventional protections placed in their Some blue magi specialise, offering particular way and thereby still get their eyeful. Those services or magic over others or honing particular peeping scryers who choose to blackmail those they 31 PERVERSIONS OF POWER spy on can become fabulously wealthy but loathed. RRRRReeeeeqqqqquuuuuiiiiirrrrreeeeemmmmmeeeeennnnntttttsssss Many peeping scryers are paranoid, either of being To qualify to become an agony mage a character found out and attacked, or of being discovered while must fulfil all of the following criteria. enjoying a good peep. It is because of this they are very security conscious, but tend to prefer traps and"
    },
    {
        "source":  "nymphology___blue_magic.txt",
        "name":  "Spell Focus",
        "description":  "At 4th level, the agony mage gains the benefits of the Spell Focus feat with regard to What does a Mystic Pimp have to offer? enchantment spells, increasing the DC of saves against their enchantment spells by +2. ‘Pussy, pussy, pussy! All summoned pussy must go. At the house of nymphs we’re cutting pussy in half! Blameless (Ex): Beginning at 5th level, the agony This is a pussy blow out! Make us an offer on our mage appears to be such a nice person and so vast selection of pussy! We got nymph pussy, dryad trustworthy that they could not possibly bear those pussy, mermaid pussy, succubus pussy, erinyes pussy, who take them into their confidence any ill will elf pussy, triton pussy, halfling pussy, troll pussy, whatsoever. vampire pussy, ogre pussy, dwarf pussy, rakshasa pussy, aranea pussy, centaur pussy, angel pussy, If the agony mage is implicated in a crime (or other demon pussy, devil pussy, werewolf pussy, invisible illegal act), any other suspects that there may be are pussy! And if we don’t have it, we can summon it!’ always investigated first with a distinct bias in the agony mages favour. If no other suspects are immediately apparent, there will always be a detailed investigation that will turn at least one possibility up before the agony mage is ever investigated. This usually allows for the agony mage time to arrange an alibi, or make a suitable exit from town. FFFFFrrrrriiiiinnnnngggggeeeee BBBBBeeeeennnnneeeeefffffiiiiitttttsssss In addition to the special abilities and bonuses given above, an agony mage living in a town or city can exploit the information they glean and the patronage of the wealthy classes to give themselves a very nice standard of living. Those agony mages who work at giving out honest advice, and do not resort to blackmail or exploitation can expect to earn their Charisma modifier times their character level in gold pieces each month, as well as the occasional gift or invitation to a high-class event. Those unscrupulous agony mages that choose to exploit their position 34 PERVERSIONS OF POWER TTTTThhhhheeeee MMMMMyyyyyssssstttttiiiiiccccc PPPPPiiiiimmmmmppppp Class Base Fort. Ref. Will Level Attack Save Save Save Special Spells per Day/Spells Known 1 +0 +0 +0 +2 Streetwise +1 level of existing class 2 +1 +0 +0 +3 Whatever you need +1 level of existing class 3 +1 +1 +1 +3 A Fine Stable +1 level of existing class 4 +2 +1 +1 +4 Pimpin’ Ain’t Easy +1 level of existing class 5 +2 +1 +1 +4 Well Stocked +1 level of existing class"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Personality",
        "description":  "Humans in Rokugansharepersonalitycharac- Oriental Adventures.Withoutsuchstrong ties tothespiritrealm teristicswith others oftheirclans, asdetailed below. as otherraceshave,humans make theirownwayinamysteri- Members ofthe Crab clan tend to be crude and violent, ousworldand adaptto theirenvironment in diverseways. In though they arestrongly dedicatedto theirclan\u0027s swornduty: Oriental Adventures,they sharecertaincultural traits-perhaps protecting theempirefromtheShadowlands.Theybelievein derivedfrom real worldJapanese,Chinese, Korean,Indian,or dutyoverhonorandarealways readyforafight. Southeast Asian cultures. These include a tendency toward The Crane clan is made up of diplomats and courtiers. disciplineandorder,arespectforhonor,andanappreciationof Graceful, elegant, andnoble, they are masters ofiaijutsu (the thecycles ofthenaturalandspiritualworlds. speeddraw)andduelsofhonor. PhysicalDescription:Physicalcharacteristics,likeperson- Mysterious and reclusive, the scholars and warriors of the ality traits,vary depending on clan affiliation for humans in Dragon clan are devoted to exploring the secrets of the Rokugan. universe. All tend to speak in enigmatic riddles, though MembersoftheCrab clan arelarge andpowerful, muscular members of the mysterious order of tattooed monks (see and crude.They tend to be heavilyscarredandlightlybathed. Chapter3:Prestige Classes) areespeciallyknownforthis. Theyhave blackhair andeyes,andtheirfeatures aresquare. Lionsare the noblewarriors of Rokugan.They are warlike Cranes tend to be tall and slender, with soft features. andaggressivebutdevotedtothehonorofthesamurai. Many-particularly membersofthe Doji family-have white The greatest shugenjas of Rokugan belong to the Phoenix hair,andtheireyes areusuallyblueorlightgray.They exudean clan.They have adeeplove ofmagicandknowledge. airofnobilityandconfidence. The members oftheScorpion clan are themanipulators of TheDragonspractice martialartsto keep theirbodiesaswell Rokugan, mastersofsecretsandlies.Neverseen withouttheir as theirspiritshoned.Physically,theyrunthegamutfromlean masks, they resemble their namesakes-unassuming but andwiryto largeandmuscular. armedwith adeadlysting. Lions are trainedsoldiers andlook thepart: well-developed Unicorns are the outsiders ofRokugan. Most of them are muscles anda warrior\u0027s poise.They have widefacial features, barbaric riders with aggressive dispositions. Mounted combat withhair thatranges fromblacktoward brownor reddishand is theirspecialty, andtheirridingskills aresecondto none. brownto hazeleyes. In Rokugan, humans withoutclan affiliationvary widely in MembersofthePhoenixclanaretallwith fine featuresanda personality,thoughin generaltheytendtoberudeanduncouth regalbearing.Theyshareacertainaviangrace,withlongnecks, bythestandards ofthenoble caste. Bushido (a code of honor, angularfeatures,andpiercingstares. loyalty, andobedience),with itsdictates ofhonor,meansnoth- Scorpionsare toughandwiry, and they usuallywearsmug ingtothesepeople.Heiminsandhinins usuallyremainhumble expressionsbehind theirmasks.Theirskintonesaremore olive andunassumingin thepresence oftheirbetters,butronins than those of other Rokugan natives. Scorpions often wear sometimespublicly flauntsocial conventions. theirhairlong andloose. +1 racial bonuson attack rolls againstgoblinoids (goblins, customsof Rokuganlowers them in humanestimation.Their hobgoblins, bugbears, bakemono, and goblin rats): Koro- scavenging habits-sometimes extending as far as grave- bokurus are trained in the specialcombat techniques that robbing-deeply offendtheRokuganisenseofpropriety. allowthem tofighttheircommonenemiesmore effectively. In othercampaignsettings, nezumiareoftenconfused with +4 dodgebonusagainstgiants:Thisbonusrepresents special rathengeyokaiorgoblin rats (evillycanthropes) andsuspected trainingthat korobokurusundergo, during whichtheylearn ofbeingjustas evil asthoseraces. tricks that previous generations developed in theirbattles Alignment:Lackinga sense ofproperty,home,or commu- withogres.Notethat anytime acharacterloseshispositive nity, nezumi tend strongly toward chaotic alignments. In Dexteritybonus to Armor Class, such as when he\u0027s caught Rokugan, they are rarely evil, being sworn enemies of the flat-footed, he loseshisdodgebonus,too. Shadowlands and its creatures. In other campaign settings, +2 racialbonusonWildernessLorechecks:Korobokurusare many nezumi areevil-whether bynature or simply because familiarwith thewild landsinwhichtheydwell. theyareso oftensuspectedofevil."
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Characteristics",
        "description":  "Samuraiaredistinguishedfrom ordinary in theirmany battles. Dexterityis importantforsamuraiwho fighters by theiradherenceto bushido, acode ofhonor, loyalty, wanttobeskilledarchers,improvestheirArmorClass,andallows andobedience.Theyhavecombat training-including some themaccessto certainDexterity-orientedfeats. bonus feats-rivaling that ofafighter. Ifa samurairemains"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Abilities",
        "description":  "Wisdom determines how -1 penaltyforevery 5 pounds ofarmor and powerful aspella shaman cancast, equipmentcarried. howmany spells theshaman cancast Spells:Ashaman castsdivinespells according perday, andhowhard thosespells are to Table2-3:TheShaman.Ashaman maypre- to resist.Tocast aspell,ashaman must pare andcast anyspellon the shaman spelllist haveaWisdom scoreof10 +thespell\u0027s (see Chapter7:MagicandSpells), provided he level.Ashamangetsbonusspellsbased cancast spells ofthatlevel.(Alignment restric- on Wisdom.TheDifficultyClassofa tionsmean that castingsome spells mayhave saving throwagainstashaman\u0027s spell unpleasantconsequences.)TheDifficultyClass is 10+thespell\u0027slevel+theshaman\u0027s forasaving throwagainstashaman\u0027sspellis 10 Wisdom modifier.Ahigh Constitution +thespell\u0027slevel+theshaman\u0027s Wisdom modifier. improves ashaman\u0027s hitpoints,and a Shamansdonotacquiretheirspells frombooks high Charisma improvesthe shaman\u0027s or scrolls, norpreparethem throughstudy.Instead, savingthrows. they meditate or prayfortheirspells,receivingthem"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Races",
        "description":  "Almostwithoutexception, allshugenjasarehumans samurai consider it aninsult to theirstationto have a non- from themajorclans.In Rokugan, spellcastersfromotherraces samuraiwearingthearmorthattheybelieveis abadgeoftheir (andhumanpeoples)aresorcerers.Inothercampaignsettings, rank.Likewise,whilea shugenja is entitled to wearthewaki- most spellcasters areshamans, sorcerers, or wujen. zashias amember ofthe nobleclass, wearingakatana is con-"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Abilities",
        "description":  "Charisma determines howpowerful aspell a onTable2-5:Shugenja Spells Known.Onespellofeverylevel shugenja cancast,howmany spells theshugenja can cast per is determined bytheshugenja\u0027s school;sometimesthesespells day, andhowhard thosespells are to resist.Tocast aspell, a arenormalspells on theshugenja spelllist,butoften they are shugenja musthaveaCharismascoreof10 +thespell\u0027slevel. additions to the spell list.These spells are listed with the AshugenjagetsbonusspellsbasedonCharisma.TheDifficulty shugenja spelllist in Chapter7: MagicandSpells.(Note:The Class ofa saving throw againsta shugenja\u0027s spell is 10 +the number of spells a shugenja knows is notaffected by her spell\u0027slevel+theshugenja\u0027s Charisma modifier.High Dexterity Charismabonus, ifany;the numbers onTable 2-5arefixed.),,\" ishelpfulforashugenja(whotypicallywearslittleornoarmor) Ashugenja is limitedtocastingacertainnumberofspells of becauseit provides herwith anArmorClassbonus.Agood each levelperday, butshe need notprepareherspells in Constitution gives ashugenja extrahitpoints,aresource that advance.The numberofspellsshecancast perdayis improved sheis otherwiselowon. byherbonusspells,ifany.Forinstance,at 1stlevel, KitsuMari"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "DeflectArrows",
        "description":  "At3rdlevel, forarmorheavierthanleather soheigainstheDeflectArrows applyto the skills Balance, feat (see Feats in the Player\u0027s Climb,EscapeArtist,Hide, Handbook), even ifshe doesn\u0027t Jump,Move Silently,Pick have theprerequisite feat and Pocket,andTumble.Also, Dexterityscore. Swim checks suffer a-1"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Remain Conscious",
        "description":  "At penalty for every 5 5th level, a soheigainsthe pounds ofarmor and Remain Consciousfeat (see equipmentcarried. Chapter4inthisbook), even"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Game Rule Information",
        "description":  "As describedin the Player\u0027s wujen\u0027sIntelligencemodifier.HighDexterityishelpfulforawu jen, whotypicallywearslittle or noarmor, becauseit provides Handbook.Sorcererscanuseeitherthewizard/sorcererspelllist fromthePlayer\u0027s Handbook or thewujenspelllist in Chapter7. herwith an ArmorClassbonus.AgoodConstitutiongivesawu jenextrahitpoints,aresourcethatsheisotherwiseverylowon. To cast themost powerfulforms ofmaho (blood magic),"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Adventures",
        "description":  "Wu jentypicallyadventure to expand their ofarmornorwith shields.Armorofanytype interferes with a knowledgeoftheworld, both magicalandmundane.Likewiz- wujen\u0027smovements,whichcancauseherspells to fail(ifthose ards,theytend to approach adventures with carefulplanning, spells have somaticcomponents).Notethatarmorcheckpenal- sincetheirdailyspellselectionisvitallyimportant. ties forarmorheavierthan leatherapplyto the skills Balance,"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Characteristics",
        "description":  "Wu jen are the arcane spellcasters of Climb, Escape Artist, Hide,Jump,Move Silently,Pick Pocket, OrientalAdventures.Aswith wizards,theirspells aretheirpri- andTumble.Also, Swim checks suffer a-1penaltyforevery5 mary classfeature, andassume an all-importantrole in awu pounds ofarmorandequipmentcarried. jen\u0027s life. Many wujen spells draw on thepower ofthe five"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Toqualifyto becomeabattle maiden,acharactermustfulfillall NaturalArmor",
        "description":  "Abattlemaiden\u0027smountbegins withthenormal thefollowingcriteria. thickhideofitskind,butthatnaturalarmorvalueincreasesasthe"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Special Mount",
        "description":  "Abattle maiden\u0027s mount is no ordinary Share Saving Throws:The mountusesits own base save animal.Infact,itis notananimalatall,butamagicalbeast.This bonusesorthebattlemaiden\u0027s,whicheverarehigher. heavy warhorse shares the basic statistics ofits kind, as Speed:Themount\u0027sbase speedincreasesas thebattle maiden describedin themonsterManual,butalso shares many qualities acquiresmorelevels.Anormalwarhorse\u0027sspeedis 50feet. in common with apaladin\u0027smount. It is superior to anormal CommandEquines(Sp):Themountcanusethis abilityat will mountofitskindandhasspecialpowers,as shownbelow. againstotherequines (including horses,donkeys, mules, and ponies)with fewerHitDice than it hasitself.Themountcan Battle Attack usethis abilityonce perdayperlevelofthebattle maiden,andI Maiden Natural Bonuses theabilityfunctionsjust like thespellcommand(for purposes Level HD Armor Str Int Hoof Bite Special of this spell, themountcanmake itselfbe understood by any 1st-3rd 6d8+18 4 19 6 +7 +2 Improved normal equine).Sincethis isaspell-likeability,themountmust,v evasion, make a Concentrationcheck(DC21)ifit\u0027sbeingridden at the empathic link, time (asin combat).Ifthecheckfails, theabilitydoes notwork share saving thattime,butitstillcounts againstthemount\u0027sdailyuses. throws 4th-6th 8d8+32 6 20 7 +10 +5 Speed60ft. SpellResistance (Ex):Toaffect themount with aspell, aspell- 7th-9th 10d8+30 8 21 8 +11 +6 Command castermust make a caster levelcheck (1d20 +caster level) at equines leastequaltothemount\u0027sspellresistanceof20. 10th 12d8+36 10 22 9 +14 +9 Speed 70ft., Ride Bonus (Ex):Abattle maiden gets a+2competence SR20 bonusonherRide checks at 1stlevel.This bonusincreasesby -"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Battle Maiden Level",
        "description":  "The class levelofthebattle maiden.Ifthe +2 everyfourlevels thereafter (+4at 5thlevel, +6at 9thlevel). mount suffers alevel drain, treat themount as though it Shecanalways take 10 ona Ride check, evenifstress anddis- belonged to abattle maiden ofonelevellower. Forexample, if tractionswouldnormally preventherfromdoingso. TABLE3-2:THE BATTLE MAIDEN Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +1 +2 +0 +0 Special mount, Ride bonus+2 2nd +2 +3 +0 +0 Burstof speed 3rd +3 +3 +1 +1 Ride bonus (initiative) +2 4th +4 +4 +1 +1 Defensive riding 5th +5 +4 +1 +1 Ride bonus (AC) +4 6th +6 +5 +2 +2 7th +7 +5 +2 +2 ? Ride bonus (attacks) +4 8th +8 +6 +2 +2 Heal mount 9th +9 +6 +3 +3 Ride bonus +6 10th +10 +7 +3 +3 (cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9) In addition, as thebattle maiden increasesin levels,shecan REQUIREMENTS applythis bonusto otherchecks.At 3rdlevelandabove, she appliesherRide bonusonherinitiative checks whilefighting To qualifyto become abear warrior, acharactermustfulfillall fromhorseback.At 5thlevelandabove, sheapplies her Ride thefollowingcriteria. bonus to herArmorClasswhileshe is mounted. At7thlevel BaseAttackBonus: +7. andabove, she applies herRidebonus on meleeorranged Feats:PowerAttack. attacksshemakesfromhorseback."
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Hit Die",
        "description":  "d8. TABLE 3-4:THE BLADE DANCER Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +1 +0 +2 +0 Acrobatics (+10), leap oftheclouds,fast movement 2nd +2 +0 +3 +0 Enchanted blade I 3rd +3 +1 +3 +1 4th +4 +1 +4 +1 Ride the wind, fast movement 5th +5 +1 +4 +1 Acrobatics (+20), acrobatic attack 6th +6 +2 +5 +2 Enchanted blade II 7th +7 +2 +5 +2 Fast movement 8th +8 +2 +6 +2 9th +9 +3 +6 +3 10th +10 +3 +7 +3 Acrobatics (+30), enchanted blade III, fast movement REQUIREMENTS flaming, frost, shock, or ghosttouch.Abladedancer canuse this abilityeven ifheis wearingmedium orheavyarmor. Toqualifyto become abladedancer,acharactermustfulfillall Ride theWind (Sp):Abladedancerof4thlevelorhigher can thefollowingcriteria. useairwalkas aspell-like abilityonceperday."
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Leadership",
        "description":  "At3rdlevel,aeunuchwarlockgainsthe Leader- with anytype ofarmoror shields.Armorofanytype interferes ship feat forfree.Eunuch warlocks typicallyhave unitsofsol- withaeunuch warlock\u0027sarcane gestures,whichcancausehis diersattheircommand.Iftheeunuch warlock alreadyhasthe spellsto fail (ifthosespells havesomaticcomponents). Leadership feat, he gain apermanent+2 bonuson hisLeader-"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Alignment",
        "description":  "Anynonchaotic,nongood. improved evasion ifheis wearinglightarmor or no armor."
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Fast Movement",
        "description":  "The shadow scout has a speed faster shifters are spellcasters (wujen, sorcerers, or shamans)who than the norm for hisrace by +10 feet when wearing no firstlearnpolymorphselfand then move on to greatermastery. armor, lightarmor, ormedium armor(andnot carrying a Others arehengeyokai,lycanthropes,rakshasas,ogre mages,or heavyload). othercreatureswith naturalshapechangingability.Averyfew Evasion(Ex):At2nd levelandabove, a shadow scoutcan high-levelninja(withtheirthousandfacessupernaturalability) avoideven magicalandunusualattackswithgreatagility.Ifthe manage to acquireat leasta fewlevels ofshapeshifter.Shape- scoutmakesasuccessful Reflex savingthrowagainstanattack shiftersarenotfoundin Rokugan. thatnormally dealshalfdamageonasuccessfulsave,heinstead NPCshapeshiftersare often loners,hauntingthe wilder- takesnodamage.Theshadowscoutcanonlyuseevasionifheis ness in animalform.Otherslive in themidstofcivilizedsoci- wearinglightarmoror noarmor. ety, usingtheirabilities to become spies, thieves, or even DetectEnemy(Sp):At 3rd level, ashadow scoutgainsthe assassins. abilityto detect thepresence ofhisfavored enemy.The abil- HitDie:d8. ityis similar to the detect evil spellin range, area, and dura- tion. In thefirst round ofconcentration, the shadow scout REQUIREMENTS canascertainthepresence or absence ofhis favoredenemy Toqualifyto become a shapeshifter,acharactermustfulfillall within thearea. In the secondround, theshadow scoutcan thefollowingcriteria. determinethenumberofcreaturesin thearea andthepower"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Feats",
        "description":  "Dodge. attack that normallydealshalfdamage onasuccessful save,she insteadtakesnodamage.Evenifshefailshersaving throw, she CLASS SKILLS takesonly halfdamage.Theyakuza canuseimprovedevasion Theyakuza\u0027s classskills (and thekeyabilityforeach skill)are: onlyifsheis wearinglightarmoror noarmor. Bluff(Cha), Diplomacy(Cha), Disable Device (Int), Forgery Yakuza Knowledge (Ex): Ayakuza, ifshe\u0027s doingherjob, (Int), Gather Information(Cha), Hide (Dex), Innuendo knowseverythingthatgoesonin her\"territory,\"andalotabout (Cha), Intimidate (Cha), Listen (Wis), Move Silently (Dec), whatgoes on outside it.Ayakuza may make a specialyakuza Open Locks (Dex), Pick Pockets (Dex), Sense Motive (Wis), knowledge checkwithabonusequalto herclasslevel+her andSpot (Wis). SeeChapter4: Skills in thePlayer\u0027s Handbook intelligence modifierto seewhethershe knowssome relevant forskilldescriptions. information about localpeople or places.Theyakuza maynot"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Clan",
        "description":  "Dragon. ArmorClass, the number you subtract from yourattack and"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Benefit",
        "description":  "Three timesperday, youcancast a spellwith terity bonus to AC and giving attackersa +2 bonuson their extraordinarypower.Add +1 to the saving throwDifficulty attack rolls. Classforthesespells. WARRIOR INSTINCT [ANCESTOR] SPELLCASTER SUPPORT Your ancestor,Matsu Hitomi,was the most famous female samuraiof theearlyEmpire. Hitomi donned herbrother\u0027s [ANCESTOR] ` Your ancestor, Shiba Kaigen, was a samurai whoused his armorto avenge hisdeath,earningcommandofaunitofsamu- knowledgeofspellcraft to help defend amountainpassfrom a raithroughherfierce devotionto war."
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Cord Armor",
        "description":  "Cord armor consists ofropelike fibers ARMOR DESCRIPTIONS wovenandknotted into athick, tough fabric. It is typically foundamong more barbaric cultures or in places where The types of armor found on Table 5-9: NewArmor are leatheris scarce. describedbelow(inalphabeticalorder)."
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "AshigaruArmor",
        "description":  "Ashigaruarmoris alightandinexpensive to some othertypes ofarmorto provide an additional armor armorwornbyfarmersconscriptedintoadaimyo\u0027sarmy.Itcon- bonusthat stacks withboth thefoundation armor and any sistsofalightbreastplateandthighprotectors made oflaced shieldworn.Acharactercanweardastanawithpadded,leather, metalplates (hara-ate), shin guards (sune-ate), and alight or chain shirtarmor. AcharacterneedsArmor Proficiency helmet resemblingaroundstrawhat(jingasa). (light)to weardastanawithoutpenalty."
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "BoneArmor",
        "description":  "Bone armor is sometimes worn bynezumi"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Dhenuka",
        "description":  "This heavyhide armoris madefromtheskin ofa or barbarian soldiers or sorcerers.The armor consists of a rhinoceros.Itis morecommonly enhancedbymagicthan reg- cloth or leathercoat reinforced with strips of bone, and ular hide armor,andoftencarriesmagicrelatedtothestrength leaves thelimbsfree. oftherhino."
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Brigandine",
        "description":  "Brigandine armorconsists ofacoat ofleather"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "GreatArmor",
        "description":  "Greatarmor, called o-yoroi, is afull suit of plates,eachplate consisting ofleatherwith astrip ofsteel armorformed from smallmetalplates tied together with col- oredleatherlacings andlacquered to TABLE S-H: ARMOR FROM THE PLAYER\u0027S HANDBOOK seal them from moisture.Thefull suit Player\u0027s Handbook Armor Player\u0027s Handbook ArmorAvailablein Other consistsofacorselet(do-maru,covering Availablein Rokugan OrientalAdventures Campaigns the stomach, chest, shoulders, and Chain shirt Banded mail back), largerectangularshoulder pieces Padded Chainmail (sode),anapronoflargeplates to cover Chain shirt the thighs andknees (haidate), a great Hide helmet with aface mask (kabuto),and Leather shin guards madeofmetalsplints(sune- Padded ate).Wearinggreatarmoris abadge of Scalemail honorfor samuraiof the noblecaste, Shields (all) andtheyfrownonanyoneelsewear- Splint mail Studded leather inga suit-including shugenjas."
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Kappa Shell",
        "description":  "Nezumi soldiers occasionally use kappa ratling sheds the shell entirely. Humans can usekappa shells forprotection, strapping thehard shellto theirbacks shells as well,butgenerally find theconceptdemeaning.A andcrawling onallfourstoadvancetheirposition.Usedthis characterneedsShield Proficiencyto useakappashellwith- way, a kappa shellfunctionsmuch like a towershield,pro- outpenalty. viding nine-tenths cover(+10 to AC, +4 on Reflex saves, Lamellar: Similar to splint andbrigandine armor, lamellar with half damage on afailed save and none on a successful lies betweenthetwoin protective value.It consists ofsmall, save) as long as the covered nezumi remains on allfours, overlappingplatesofmetalsewn together or stitched toaback- moving athalfhisspeed.Once engagedin melee, asensible ingofleatherorcloth. TABLE5-9: NEWARMOR Armor Maximum Armor Arcane Speed Armor Cost Bonus Dex Bonus CheckPenalty Spell Failure (20ft.) (30ft.) (40ft.) Weighty Light armor Cord armorA 15 gp +2 +5 -1 5% 20ft. 30 ft. 40 ft. 15 Ib. Bonearmor 20 gp +3 +4 -3 15% 20 ft. 30ft. 40 ft. 20 Ib. Ashigaru armor 25 gp +3 +5 -1 15% 20 ft. 30 ft. 40 ft. 20 Ib. LeatherscaleA 35 gp +3 +6 -2 15% 20 ft. 30 ft. 40 ft. 20 Ib. Medium armor DhenukaA 30 gp +4 +1 -5 25% 15 ft. 20 ft. 30 ft. 25 Ib. Brigandine A 30gp +4 +2 -5 30% 15 ft. 20 ft. 30 ft. 40 Ib. Partial armor 50 gp +4 +4 -3 25% 15 ft. 20 ft. 30 ft. 30Ib. Lamellar A 150gp +5 +3 -4 30% 15 ft. 20 ft. 30 ft. 35 Ib. Heavyarmor Greatarmor 1,000gp +7 +2 -5 40% 15 ft.* 20ft.* 30ft.* 45 Ib. Shieldsand OtherAdditions Chahar-ainaA 75 gp +1 - -1 5% - - - 10 Ib. DastanaA 25 gp +1 - -1 5% - - - 5 Ib. Tessen 12 gp +1 - -1 5% - - - 1 Ib. Kappashell 30gp - -10 50% - - - 45 Ib. When running in heavyarmor, you move only triple your speed, notquadruple. Thekappa shellgrants youcover.Seethedescription. .y Armorfitted for Small characters weighs half as much. AThisarmor is notcommonly found in Rokugan."
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "LeatherScale",
        "description":  "Leatherscalearmorisjustlike thescalemail upthegamelan(kenong,bonang,slenthem,saron, gambang, describedin thePlayer\u0027s Handbook,except that thescales are andothers). madeofcuredleatherinsteadofmetal. Spellbook, Wizard\u0027s:Shugenjasdonotuseholysymbolsto"
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "PartialArmor",
        "description":  "Alightsuitofarmorforsamuraiwhodonot cast theirspells,although they aredivine spellcasters.Instead, wish tobeheavilyburdened,partialarmorconsists ofabreast- they use ofudasas focus items.A setofofudas costs 15 gp and plateprotecting thechest, stomach, andback(haramaki-do), weighs 3pounds,just like awizard\u0027s spellbook. thighcovering(haidate),andshin guards (sune-ate)."
    },
    {
        "source":  "oriental_adventures.txt",
        "name":  "Taki,theIron RingsCascade,is theregionwheremanyofthese Imports",
        "description":  "Armsandarmor refugees have settled, much to thechagrin ofthe Phoenix. Exports:Timber,copper"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Adventurers",
        "description":  "The bariaur’s wanderlust makes him an ideal merely human visitors to the Astral Plane. But now, per- adventurer. Though leaving the fl ock can be a diffi cult deci- haps hundreds of millennia later, the buommans are nei- sion, a young bariaur who seeks to take the fi ght to the evil ther merely visitors, nor merely human. Known to some creatures of the multiverse fi ts in well with most adventur- astral denizens as the “moaning monks,” buommans dwell ing groups. Bariaurs frequently follow the path of the ranger, in temples and shrines formed by astral debris, which though bariaur fi ghters and barbarians are also common. they believe to be the mortal forms of sleeping deities, long forgotten. Whether the buommans inhabit these BARIAUR RACIAL TRAITS structures in the hope of awakening these deities, or in Bariaur characters have the following racial abilities and an effort to ensure that they stay asleep, is known only to characteristics. the buommans. • +2 Strength, –2 Charisma: Bariaurs are powerful, but they Personality: Buommans are quiet, withdrawn, and have underdeveloped social skills. deferential. Though they appear capable of understanding • Outsider: Bariaurs are native to the Heroic Domains of languages, they “speak” no tongue other than their low, Ysgard, and thus have the outsider type. They gain the booming songs in a dialect called Buommi, which appear extraplanar subtype when not on Ysgard. They are not to be more music than actual language. subject to spells or effects that affect only humanoids, Physical Description: Buommans appear more or less such as charm person and dominate person. like humans, though with long, sagging faces and elongated • Medium: As Medium creatures, bariaurs have no special hands and feet (a feature most prominent in the fi ngers and bonuses or penalties due to their size. toes). On average, buomanns are slightly shorter and slightly • A bariaur’s base land speed is 40 feet. heavier than humans. A male buomman has long hair and • Bariaurs have darkvision out to 60 feet. bushy brows; a female buomman has no apparent body • Quadruped: As quadrupeds, bariaurs have a +4 bonus hair. Buommans reach adulthood at about the same age as on checks to resist bull rush and trip attacks. They have humans, and the eldest members of the race can live to be a carrying capacity 1-1/2 times greater than normal for 120 years old. their Strength. They must wear barding (usually made of Relations: Buommans often spend their entire lives in studded leather) instead of normal armor and cannot wear ascetic contemplation within the confi nes of the shrine or boots designed for humanoids. temple in which they were born. From time to time, though, • Powerful Charge: A charging bariaur can make a single a buomman (particularly a buomman monk) departs his or ram attack that deals bludgeoning damage equal to 2d6 + her home to explore the Astral Plane, or other planes, out 1-1/2 times the bariaur’s Str modifi er. of curiosity about the outside worlds. Sometimes these individuals gravitate to service with wandering githzerai, pqs and occasionally venture back to Limbo with them. Buom- mans avoid confrontations with evil outsiders, more out of BARIAURS AND EXALTED BARIAURS caution than from fear or dislike. If buommans have any The bariaurs described in this book are the most common form of the race (also described in Manual of the Planes). The larger, enemies, they are most likely found on the planes of Pan- more powerful form of bariaurs detailed in Book of Exalted demonium and the Abyss. Buommans get along quite well Deeds are generally known as “exalted bariaurs,” due to their with creatures from the Elemental Plane of Earth or the closer connection to the powers of the celestial planes. Elemental Plane of Water. pqs 620_17920_PlanarHandbook2.indd 8 5/20/04, 11:10:59 AM A buomman monk 9 RACES CHAPTER 1"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Second Names",
        "description":  "Bloodletter, Demonbane, Falldown, Far- the armor’s arcane spell failure chance, nor do they apply traveler, Gutrender, Spellfodder. to shields used by the spiker."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Relations",
        "description":  "Most wildren spend their lives hunting in reserved personality. the perpetual night of Karasuthra. After a mating pair has • Outsider: Wildren are native to the Wilderness of the raised a child to adulthood, they drive it from the burrow, Beastlands, and thus have the outsider type. They gain forcing it to seek its own fortune. These wildren usually the extraplanar subtype when not in the Beastlands. They dig their own burrows far from their birthplace, but some are not subject to spells or effects that affect only human- never settle down, moving from layer to layer of the Beast- oids, such as charm person and dominate person. lands in search of a new “family.” They come to see life as • Medium: As Medium creatures, wildren have no special one long hunting expedition and can travel far afi eld in bonuses or penalties due to their size. search of adventure. They are most comfortable on planes • A wildren’s base land speed is 20 feet. She can move at where wildlife is abundant, especially if the ground lends this speed even when wearing medium or heavy armor itself to the creation of a burrow. Though the average wil- or when carrying a medium or heavy load (unlike other dren fi nds beings of other races strange and threatening, creatures, whose speed is reduced in such situations). adventuring wildren generally feel that way only toward • Wildren have a burrow speed of 10 feet. In soil or loose the evil races. Wildren of any kind are most uncomfortable dirt, a wildren can build a warren large enough for one in cities, though they can cope if provided with a burrow- Medium creature in the space of 1 hour. like place to sleep. • Wildren have darkvision out to 60 feet."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Language",
        "description":  "The wildren language like fury at the beginning of her next turn. In this state, a is actually an amalgam of wildren gains +4 to Strength and –2 to Armor Class. The Common, Dwarven, and fury lasts for 1 round, and a wildren cannot end her badger growling. It is not fury voluntarily. The effect of this ability stacks truly a separate tongue, but with similar effects (such as the barbarian’s rather a convenient medium rage class feature). for members of a race who share • Stability (Ex): Wildren are exception- the same three languages. ally stable on their feet. A wildren has"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "For example, a planar wizard who chose to channel the Prerequisites",
        "description":  "Dex 15, Wis 15, Improved Unarmed Strike, essence of the Elemental Plane of Fire would maximize and Knowledge (the planes) 4 ranks. enlarge the next spell she cast after activating this ability Benefi t: During your turn, designate an opponent within (as if she had applied the Maximize Spell and Enlarge Spell reach to whom you have dealt damage during this encounter meta magic feats, but without adjusting the spell slot used), using an unarmed strike. as long as that spell has the fi re descriptor. You can spend a standard action to confound and dis- This benefi t replaces the 7th-level spell slot gained by a tract your chosen foe with a constant fl ood of distracting standard wizard at 14th level. From now on, the wizard can mock attacks. While doing this leaves you open to attacks prepare one less 7th-level wizard spell than indicated on (applying a –2 penalty to your Armor Class), your foe may Table 3–18, page 55 of the Player’s Handbook. take only a single standard action or move action on his next turn. Table 2–12: Wizard Planar Substitution Levels If you move away (or are otherwise no longer conscious Base Fort Ref Will and adjacent to your foe) before your chosen foe’s next turn, Level Attack Bonus Save Save Save Special he may act normally. 6th +3 +2 +2 +5 Unimpeded magic 10th +5 +3 +3 +7 Planar spellcasting 14th +7/+2 +4 +4 +9 Enhanced magic Air Heritage [Heritage] You are descended from creatures native to the Elemental Plane of Air. You share some of your ancestors’ natural agil- FEATS ity and grace."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "The feats described in this chapter include many that can Benefit",
        "description":  "Your fly speed increases by 30 feet (up to a be learned only by direct exposure to planar creatures, maximum increase equal to your normal fly speed). If locations, or knowledge from planes other than the Mate- you don’t have a fly speed as a racial ability, this benefit rial Plane. has no effect. Illus. by W. Reynolds 620_17920_PlanarHandbook2.indd 37 5/20/04, 12:47:25 PM 38 2 RETPAHC DNA SESSALC STAEF Table 2–13: Feats General Feats Prerequisites Benefi t Acheron Flurry Dex 15, Wis 15, Improved Unarmed Distract foe with mock attacks Strike, Knowledge (the planes) 4 ranks Celestial Summoning Knowledge (the planes) 2 ranks, Summon additional good-aligned creatures Specialist Knowledge (religion) 2 ranks, nonevil alignment, summon monster ability Elemental Spellcasting Knowledge (the planes) 2 ranks Cast spells of chosen descriptor at +1 Fiendish Summoning Knowledge (the planes) 2 ranks, Summon additional evil-aligned creatures Specialist Knowledge (religion) 2 ranks, nongood alignment, summon monster ability Neraph Charge Wis 15, Knowledge (the planes) Camouflage your charge attack so foe loses Dex bonus 5 ranks to AC Neraph Throw Dex 15, Knowledge (the planes) Camouflage your thrown attack so foe loses Dex bonus 5 ranks to AC Nonverbal Spell — Cast spells that have verbal components without uttering verbal components Personal Touchstone Planar Touchstone, Knowledge Double the uses of planar touchstone higher-order ability (the planes) 8 ranks, object from planar touchstone site Planar Familiar Ability to acquire new familiar, Add planar creatures to list of available familiars compatible alignment, sufficient arcane spellcaster level, Knowledge (the planes) 5 ranks Planar Touchstone Knowledge (the planes) 8 ranks, Gain base ability for that touchstone object from touchstone site Stalwart Planar Ally Cha 13, Spellcraft 5 ranks, Improve resilience and duration of summoned creature Planar Touchstone You also gain a +2 bonus on Balance and Jump checks Prerequisite: Nonevil alignment. when carrying a light load or no load and wearing light Benefi t: You gain a +4 bonus on Fortitude saving throws armor or no armor. against disease. You also gain a +1 bonus on saving throws against spells Anarchic Heritage [Heritage] or other effects created by evil creatures. You are descended from creatures native to the planes of chaos. You share some of your ancestors’ natural resistance Celestial Summoning Specialist [General] to effects that would reshape your form, and you are resis- You can select from a larger number of options when sum- tant to the magic of lawful foes. moning good creatures."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Prerequisite",
        "description":  "Air Heritage, to attack effectively. A victim of your Earth Heritage, Fire Heritage, or Neraph Charge attack may not apply its Water Heritage. Dexterity bonus to its Armor Class. All"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Benefi t",
        "description":  "You gain resistance 5 conditions that pertain when a foe to a specifi c type of energy, based cannot apply his Dexterity bonus on your elemental heritage: acid to Armor Class also pertain to the (earth), cold (water), electricity (air), Neraph Charge attack, if any (for or fi re (fi re). instance, a sneak attack also could You also gain a +2 bonus on be made with this attack if you can saving throws against spells with make such an attack). the descriptor that matches your Once you have used a Neraph chosen elemental heritage (air, Charge attack against an enemy earth, fi re, or water). (regardless of the attack’s suc- cess), any later attempts to use Improved Outer Planar Heritage Neraph Charge against that enemy in [Heritage] the same encounter automatically fail. Your ancestral tie to the Outer Planes Once a foe sees the attack in action manifests as an ability to deal damage with against himself, the foe can discern it your natural attacks as if they matched for what it is for the duration of the alignment of your ancestors. that combat."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Benefit",
        "description":  "Choose any site designated as a planar touch- Stalwart Planar Ally [General] stone for which you also possess an object native to that The allies you summon from a specifi c plane are tougher location, as noted in this feat’s prerequisite. When this than normal. feat is first taken, forging a link between yourself and Prerequisites: Cha 13, Spellcraft 5 ranks, Planar Touch- a chosen planar touchstone takes 24 hours of uninter- stone. rupted concentration. To forge a link, you must spend Benefi t: When you use a spell or spell-like ability to 10 experience points and expend the object described in summon a creature native to a plane that has a planar this feat’s prerequisite. touchstone site to which you have forged a link (see the Once the link is forged, you gain the base ability described Planar Touchstone feat), you imbue the creature with excep- for that touchstone. If you physically visit the planar loca- tional resilience. The creature gains a +4 bonus to its Armor tion once you’ve forged a link, you also gain a higher- Class and on saving throws for the duration of the sum- order ability with a limited number of uses, as described moning effect. for that planar touchstone. You may repeatedly visit the Furthermore, the duration of the summoning effect planar touchstone, each time recharging your usages of that brought the creature is doubled. (Effects with a dura- the higher-order ability. Usages of a higher-order ability tion of concentration, instantaneous, or permanent are do not stack, so visiting your planar touchstone prior to not affected.) using up any of your higher-order usages confers no addi- For example, a cleric who has used his Planar Touchstone tional benefit. feat to forge a link between himself and Empyrea Mere (a Once you’ve established a link with one planar touch- touchstone located on the Seven Mounting Heavens of stone site by taking this feat, you may also freely visit other Celestia) grants these bonuses to any creature he summons planar touchstones. When you do so and fulfi ll the higher- from Celestia, such as a hound archon. order ability’s recharge condition for the alternate site, you Special: If a creature’s indicated environment doesn’t immediately gain the base ability of the new planar touch- specify a particular home plane, but rather a group of stone site and lose the base ability of the previous site. You related planes (such as “any good-aligned plane”), you also lose any remaining uses of the higher-order ability of may choose to summon a creature of that kind that is your previously selected site (if any), and instead gain the native to your chosen plane and thus apply the feat’s specifi ed number of higher-order ability uses appropriate effect normally. However, no component of the align- to the new site. ment of the creature to be summoned may be opposed In this way, you can “unplug” from one site and “plug in” to any alignment traits of your chosen plane for the feat to a new planar touchstone site as often as you desire. Thus, to work. after expending the raw materials and experience points for For instance, the cleric in the example above could making your fi rst connection, making subsequent connec- apply the feat’s effect to a summoned celestial black tions with different sites is as easy as fulfi lling the higher- bear (lawful good) or a celestial bison (neutral good), order recharge condition. since celestial creatures have an environment of “any"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Crystal Cask of the Great Unknown",
        "description":  "The Athar tell a Requirements tale among themselves concerning the Crystal Cask of the To qualify to become a defi ant, a character must fulfi ll all Great Unknown. According to the Athar, this potent artifact the following criteria. predates the deities as they are currently understood. The Base Will Save Bonus: +5. Cask is said to contain the essence of divinity—the power Skills: Knowledge (the planes) 4 ranks, Knowledge (reli- that, once shattered, allowed for the sudden multiplicity gion) 8 ranks. of pretender deities. The reason the Cask was shattered is Special: Defi ants cannot worship any deity or have one something all Athar (who believe in this tale) would dearly as a patron. Any character who has any connection to a god, love to learn. Some among the Athar believe that if all the demigod, or other divine entity must renounce that connec- shards of the Crystal Cask can be gathered together, the “loose tion before taking a level in this prestige class. divine energy” that currently powers deities great and small A paladin or cleric of a specifi c god cannot become a will be contained anew. The pretender gods would be extin- defi ant until the character renounces all belief and faith in guished, and the Great Unknown would fi nally be revealed the deity, becoming an ex-cleric or ex-paladin and losing as the true architect of all that exists. all spells and class features except for armor and shield"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "If the target is unwilling, the defi ant must make a successful One or More Levels",
        "description":  "The defi ant can heal his own touch attack as a standard action. If the attack succeeds, the wounds as a supernatural ability. Each day, he can heal a target must attempt a Will saving throw (DC 10 + defi ant’s number of points of damage equal to his defi ant class level class level + defi ant’s Cha modifi er). If the saving throw fails, × his Cha modifi er, and he can spread this healing out the spell resistance takes effect. among several uses. Nondetection (Su): At 7th level, a defiant gains the Three or More Levels: The defi ant can imbue himself continuous benefi t of a nondetection spell as though cast by with enhanced strength, health, insight, or force of per- a sorcerer of a level equal to the defi ant’s class level. The DC sonality three times per day as a supernatural ability. He of any attempt to break through the effect is equal to 15 + gains a +4 enhancement bonus to Strength, Constitution, the defi ant’s class level. Wisdom, or Charisma for a number of minutes equal to his A defi ant can choose to suppress this ability. Suppressing defi ant class level. or reestablishing it is a free action. Five or More Levels: Once per day, the defi ant can grant Divine Retribution (Su): At 8th level, a defi ant expands himself the supernatural ability to speak and understand the versatility of his divine cancellation ability. If he suc- the language of any intelligent creature. This ability lasts for cessfully counters a divine spell, the defi ant may cause the 1 hour and otherwise functions like the tongues spell. spell to rebound at the original caster instead of causing Seven or More Levels: The defi ant can use dismissal as a it to fail. This ability can be used only against divine spells spell-like ability twice per day. that target the defi ant, not spells that affect an area or those Nine or More Levels: The defi ant can use plane shift as a that target another creature. spell-like ability three times per day. 620_17920_PlanarHandbook2.indd 45 5/20/04, 12:47:54 PM Aton Hollysprig 46 3 RETPAHC EGITSERP SESSALC Ex-Defiants Being a defi ant means believing in and practicing a strict policy of nonworship. A true defi ant will never do any of the following: • Use the name of any deity as part of an oath or curse. (The Athar do sometimes use the term “Great Unknown” in this manner.) • Use a holy symbol or holy water for any purpose. (This includes symbols of any deity or water of any alignment.) • Read or quote from any holy books. • Be the willing subject of a spell cast by a cleric, paladin, or other divine spellcaster who claims to draw her power from any specifi c deity. Performing these actions, or other similar activi- ties, causes the defiant to lose all special abilities granted by this prestige class. He cannot there- after gain levels as a defiant until he atones (see the atonement spell description, page 201 of the Player’s Handbook, bearing in mind that the atonement must be cast by an active Athar in the name of the Great Unknown). Aton Hollysprig the Defiant Originally, Aton Hollysprig was a human cleric. From an early age, he felt an affinity for spiritual practice, but no matter how many temples at which he prayed spell with a Spellcraft check. Treat this as if Aton were using for guidance, none of the gods ever spoke to him. He dispel magic to counter the spell, caster level 9th. Aton can spent a good many years devoting himself to living a use this ability twice per day. pure life, praying that whatever deity beckoned to him Divine Damage Immunity (Su): Aton has immunity to would speak up and ease his path. His life changed the damage from divine power. day he met an Athar warrior and heard him describe Divine Resistance (Su): Aton adds +1 to his saves against the charade that organized religions have perpetrated divine spells. on mortals for eons. Aton has fought in the name of the Cleric Spells Prepared (6/6/5/5/3): 0—detect magic (2), guid- Great Unknown—and opposed the spread of all deific ance (2), light, resistance; 1st—bane (DC 14), bless (2), sanctuary religious sects—ever since. (DC 14), shield other; 2nd—aid, bull’s strength, cure moderate wounds, sound burst (DC 15); 3rd—dispel magic (2), magic"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Blade of the Attractor",
        "description":  "All groups have their relics, and Chaotic Contagion (Su): A chaotician can attempt among those revered by the Xaositects, the Blade of the to infect a target with chaotic impulses that disrupt the Attractor is high on the list. The Blade of the Attractor is target’s ability to defend against the chaotician. If the said to cut reality to the bone, revealing the hidden cycles chaotician makes a successful melee touch attack against that dictate each moment, and at the same time disrupting the target, the target creature takes a –2 penalty to his those cycles—that which the blade marks is never the same Armor Class against attacks made by the chaotician, a –2 again. In most cases, this is accomplished easily enough by penalty on saves made to resist spells or abilities of the separating life from the living, but the blade also can serve chaotician, and a –2 penalty on skill checks opposed by a philosopher by disrupting the machinations of politicians, the chaotician. A successful Will save (DC 10 + chaoti- the fl ow direction of streams, and weather patterns across cian’s class level + chaotician’s Cha modifier) negates the entire continents. effect and gives the target immunity to similar attacks by that chaotician for 24 hours. This effect lasts for 1 hour"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "PRESTIGE CLASS",
        "description":  "CHAOTICIAN per class level. The multiverse is a wonder, and the only prediction one A chaotician can use this ability a number of times per can make is that it is unpredictable. The amazing spon- day equal to his class level. taneity of reality is the foundation upon which chaoti- Scoffl aw (Su): Divinations cast by lawful characters are cians act. Instead of being tiresome and translucent, the diffi cult to perform on chaoticians. This ability functions cosmos is marvelous and mysterious. Chaoticians seek to much like a nondetection spell, except that it is useful for enjoy the beauty of the unpredictable, and by seeking to shielding a chaotician only against creatures of lawful align- emulate the philosophy of chaos in their actions, they ment. Such creatures must succeed on a caster level check create a fabulous journey through life in which nothing against a DC of 15 + the chaotician’s class level + his Cha is ever a bore. bonus (if any) to successfully employ a divination against a Any character who fi nds inspiration in disorder is a chaotician. This ability can be suppressed or resumed as a potential candidate for this prestige class, though members free action. of spellcasting classes are less likely to become chaoticians Anarchic Grace (Su): A 2nd-level chaotician accepts that due to their loss of increased spellcasting ability. randomness underlies all reality. Once per day, the chaoti- Sometimes, NPC chaoticians are discovered lurking in cian can tap into this randomness to make his movements the shadows of a city street, seemingly lost in a confused and posture unpredictable. This effect results in attackers veil of their own imagination. In fact, they are gazing at the having a 50% miss chance on all their attacks. Even true world in its undisguised state: as pure chaos. seeing and similar effects can’t offset this ability. Activating"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Skill Points at Each Level",
        "description":  "2 + Int modifi er. (perfect maneuverability). If the character wears medium or heavy armor or carries a medium or heavy load, she can’t Class Features use this ability. All of the following are class features of the elemental war- Earth: The elemental warrior gains a burrow speed of 30 rior prestige class. feet (or equal to her base land speed, whichever is lower)."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Mechanus Gear",
        "description":  "This heavy armor is composed of mul- cles, hired passage, and special substances and items. tiple gears, cogs, plates, and other metal mechanical contrap- tions. It grants an armor bonus superior to all other armors, Adventuring Gear but it reduces the wearer’s speed more than other types of Just as adventurers on the Material Plane need specialized heavy armor do. gear to face the challenges and diffi culties they encounter,"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Sectioned Armor",
        "description":  "The owner of this specially con- planar travelers need equipment devised with the rigors of structed masterwork full plate can remove several of the planar adventure in mind. The basic gear below is aimed at large plate sections from it, reducing it to medium or general utility; it doesn’t matter what skills or classes the light armor, so that he or she can sleep more comfortably user possesses. or move more freely while retaining some of the armor’s Ether Harness: Designed after harnesses used by bur- defensive bonus. glars for breaking into homes, the ether harness is simply pqqqqqqqqqqqqqqqqqqqqrs"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "SPECIAL ARMOR MATERIAL",
        "description":  "ASTRAL DRIFTMETAL Astral driftmetal is not malleable enough to be worked into This extraordinarily rare mineral is mined only on Tu’narath chainmail or scale mail; only a breastplate, shield, or any form and other islands of matter floating in the Astral Plane. It of heavy armor can be made from it. is very similar to iron but has a single remarkable feature. A suit of driftmetal armor weighs the same as a suit of armor Armor crafted from astral driftmetal is fully effective against made of steel. Other statistics of the armor (maximum Dexter- incorporeal attacks, as if it were made of force. The armor’s ity bonus, armor check penalty, and arcane spell failure chance) full armor bonus to Armor Class (including any enhancement are unchanged. bonus) applies to the wearer’s touch Armor Class against Astral driftmetal has hardness 12 and 30 hit points per inch incorporeal attacks. of thickness. Its market price modifier is +12,000 gp. pqqqqqqqqqqqqqqqqqqqqrs tunduH .D yb .sullI 620_17920_PlanarHandbook2.indd 70 5/20/04, 12:55:21 PM 71 MAGIC ITEMS EQUIPMENT AND CHAPTER 4 a network of leather straps fi tted with metal rings for tying Class Tools items down. It is meant to ensure that a group of ethereal Much of the following equipment is particularly useful to travelers caught in an ether cyclone remain together, rather characters who spend time in otherworldly environments. than being scattered across the planes. Tying travelers Differential Hourglass: Because time can fl ow at differ- together by means of their ether harnesses grants a +2 cir- ent rates on different planes, it can sometimes help planar cumstance bonus on Use Rope checks made to ensure that travelers to know how much time is passing on other planes. the knots do not come untied. A differential hourglass consists of two hourglasses—one"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Skill",
        "description":  "Which skill governs control checks, followed by a cir- section hit points statistic. cumstance bonus or penalty based on the overall quality of Section AC: The Armor Class of each 10-foot-by-10-foot sec- the vehicle. tion of the vehicle’s exterior."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Spd",
        "description":  "The vehicle’s maximum speed in a single move. For Rigging: The hit points, hardness, and Armor Class of the wind-powered vehicles such as sailing ships, maximum speed vehicle’s sails, masts, and control lines, if any. If a vehicle lacks takes into account the velocity of the wind. For example, the rigging, this statistic is omitted. For zeppelins, the rigging sta- speed of a planar sailer is given as “wind × 20 ft.” In a calm wind tistic represents the durability of the balloon. (0 mph; speed multiplier × 0), a planar sailer can’t move; in a Ram: The damage dealt by the vehicle if it rams another object light wind (1–10 mph; speed multiplier × 1), a planar sailer’s at maximum speed. speed is 20 feet; in a moderate wind (11–20 mph; speed mul- Face: The size of the vehicle, given as length by width. tiplier × 2), its speed is 40 feet; in a heavy wind (21–30 mph; Height: The vehicle’s height, not including rigging, mea- speed multiplier × 3), its speed is 60 feet; and at higher wind sured from the ground to the roof (for a land or air vehicle) speeds (31+ mph), the planar sailer can’t sail. or the waterline to the deck (for a water vehicle). Sailing A wind-powered vehicle moves at half speed if it’s head- ships also have a draft depth given in parentheses, which ing into the wind (within 90 degrees of the wind direction). represents the minimum depth of water they need to avoid It moves at double speed if it’s heading away from the wind running aground. (within 90 degrees). SA: Any special attacks, such as a ramming prow. Vehicles generally take a double move. They can also move SQ: Any special qualities, such as resistances. at any slower speed unless noted otherwise. The vehicle’s Crew: How many individuals are required to operate the maneuverability is noted in parentheses. vehicle safely. Unless noted otherwise, one must be a skilled Vehicles turn using the rules for aerial maneuverability. The driver, but the others can be unskilled. planar sailer and gate zeppelin have a maneuverability of nauti- Cargo: The capacity of the vehicle’s hold, in tons (one ton cal average, which means they can make a 45-degree turn every equals 2,000 pounds). If the weight of cargo affects the vehicle’s 60 feet. speed, the change in speed is noted in parentheses."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Planar Tolerance",
        "description":  "A suit of armor or a shield with this MAGIC ITEMS ability negates the natural effects of all planes as if the In addition to the magic items presented in the Dungeon wearer were affected by a planar tolerance spell. Master’s Guide, the following magic items can be found in a Strong abjuration; CL 8th; Craft Magic Arms and Armor, planar campaign or in the possession of creatures who have planar tolerance; Price +25,000 gp. visited the planes. Slimy: A suit of armor or a shield with this property always appears tacky, as if in covered in partially dried, ARMOR AND SHIELDS gooey red jelly. Up to three times per day, the wearer can Some of the armor and shield special abilities described speak a command word to coat himself with the effect of a here have obvious usefulness for planar travelers. Almost babau slime spell (see page 95). all of them are just as effective on the Material Plane as else- Faint transmutation; CL 5th; Craft Magic Arms and where in the multiverse. Armor, babau slime; Price 16,200 gp."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Limbo Control",
        "description":  "With this mithral ring, If the wielder is within 60 feet of an evil outsider, the wearer can establish control over a raw area he can summon an avoral guardinal as a standard of the Ever-Changing Chaos of Limbo without action (as summon monster VII). making the usual Wisdom check. The wearer Strong varied; CL 13th; Craft Rod, Craft Magic merely visualizes what sort of environment he Arms and Armor, summon monster VII, holy smite; wants, and the ring creates it, in a 25-foot-radius Price 110,600 gp; Cost 55,600 gp + 4,400 XP. sphere centering on the wearer. Further, even if Enervating Strike: Crafted from wood exposed the wearer falls unconscious, the sphere of control to a doldrum (a minor negative-dominant zone) on retains the form the wearer specifi ed. The wearer the Negative Energy Plane itself, a rod of enervat- can change the form of the controlled area once ing strike functions as a +1 heavy mace. In addi- per round as a free action. tion, any creature it strikes in melee is subject Strong conjuration; CL 12th; Forge Ring, major to an infl ict light wounds spell. If the rod scores a creation; Price 120,000 gp. critical hit, the creature is instead targeted by an"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Summon Monster V",
        "description":  "Calls extraplanar creature to fi ght fi ght for you (LG creatures only). for you (LE creatures only). 8 Power Word Stun: Stuns creatures with 150 or fewer hp. 6 Dominate Person: Controls humanoid telepathically. Shield of LawF: +4 to AC, +4 resistance, and SR 25 against Fox’s Cunning, Mass: As fox’s cunning, but affects one chaotic spells. subject/level. 9 Foresight: “Sixth sense” warns of impending danger. 7 Repulsion: Creatures can’t approach you. Summon Monster IX: Calls extraplanar creature to"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Granted Power",
        "description":  "Once per day, as a free action, you can this smite attack one additional time per day. generate an aura of menace similar to that of the archons. The aura lasts for 1 minute. Any hostile enemy within a 20- Elysium Domain Spells foot radius of you must succeed on a Will save (DC 10 + 1/2 1 Charm Person: Makes one person your friend. your cleric level + your Cha modifi er) to resist its effects. Protection from Evil: +2 to AC and saves, counter mind Those who fail take a –2 penalty on attack rolls, Armor control, hedge out elementals and outsiders. Class, and saves for 24 hours or until they successfully hit 2 Enthrall: Captivates all within 100 ft. + 10 ft./level. you. A creature that has resisted or broken the effect cannot *Planar Tolerance: Provides long-term protection be affected again by your aura for 24 hours. This is a super- against overtly damaging planar traits. natural ability. 3 Magic Circle against Evil: As protection spell, but 10-ft. Add Sense Motive to your list of cleric class skills. radius and 10 min./level. *Mantle of Good: You gain SR 12 + caster level against Celestia Domain Spells spells with the evil descriptor. 1 *Light of Lunia: You radiate silvery light, which you can 4 Charm Monster: Makes monster believe it is your ally. expend as two bolts that deal 1d6 damage. Holy Smite: Damages and blinds evil creatures."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Shield of Faith",
        "description":  "Aura grants +2 or higher defl ection 5 Dispel Evil: +4 bonus against attacks. bonus. Cure Light Wounds, Mass: Cures 1d8 damage +1/level 2 Bear’s Endurance: Subject gains +4 to Constitution for for many creatures. 1 min./level. 6 Find the Path: Shows most direct way to a location."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Shield OtherF",
        "description":  "You take half of subject’s damage. Mind Fog: Subjects in fog get –10 to Wisdom and Will 3 Magic Vestment: Armor or shield gains +1 enhance- checks. ment per four levels. 7 Control Weather: Changes weather in local area."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Deities",
        "description":  "None. 2 Entropic Shield: Ranged attacks against you have 20%"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Shield of LawF",
        "description":  "+4 to AC, +4 resistance, and SR 25 against chaotic spells. 9 *Call Marut: A marut aids you in pursuing one seeking 1st-Level Cleric Spells to cheat time. Anarchic WaterM: Makes chaotic-aligned anarchic water. Mordenkainen’s Disjunction: Dispels magic, disen- Axiomatic WaterM: Makes lawful-aligned anarchic water. chants magic items. Light of Lunia: You radiate silvery light, which you can expend as 2 bolts that deal 1d6 damage."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Spell Resistance",
        "description":  "Yes raising or resurrection see text that requires part of the Your touch transforms a living corpse. A wish, miracle, or This spell was developed by creature into a spongy, amorphous true resurrection spell can demonic spellcasters ages ago mass, its shape melting and writhing restore life. for use against their ancient uncontrollably. An affected creature foes, the devils of Baator. It is unable to hold or use any item. Demon Dirge deals 2d6 points of damage Clothing, armor, rings, and helmets Transmutation to creatures that have both become useless. Large items worn Level: Cleric 4, sorcerer/ the lawful and evil subtypes or carried—armor, backpacks, and wizard 4 (such as a barghest or a devil). No even shirts—hamper more than help, Components: V, S, DF saving throw is allowed against reducing the victim’s Dexterity score Casting Time: 1 standard this damage. by 4. Soft or misshapen feet and legs action If the target creature also reduce speed to 10 feet or one-quarter Range: Close (25 ft. + 5 ft./2 possesses the baatezu sub- normal, whichever is less. The victim levels) type, the spell has a much becomes blind and cannot cast spells Target: Living creature more powerful effect. The tar- or use magic items, and searing pain Duration: Instantaneous or 1d4 get’s mind reels, confusing it for renders it incapable of attacking. rounds; see text 1d6 rounds and dealing 2d6 points"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 Dex, +4 natural), touch 11, flat- Challenge Rating: 3 (without pipes) or 5 (with footed 14 pipes) 107 IIlllluuss.. bbyy DD.. RRooaacchh 620_17920_PlanarHandbook2.indd 107 5/20/04, 1:06:02 PM Anarchic satyr 108 6 RETPAHC FO SERUTAERC SENALP EHT CREATING AN"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "27 (–4 size, +1 Dex, +20 natural), touch 3, fl at-footed 22 Base Attack/Grapple: +15/+39"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "18 (–1 size, +2 Dex, +7 natural), touch 11, tics and abilities except as noted here. Do not recalculate the fl at-footed 16 creature’s Hit Dice, base attack bonus, saves, or skill points Base Attack/Grapple: +9/+17 if its type changes."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "22 (+2 Dex, +10 natural), touch 12, flat- more and more of these creatures are hunting along the footed 20 shoals of corporeal planes. Base Attack/Grapple: +6/+7 A dharculus does not speak."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "15 (+3 hide armor, +2 heavy shield), touch 10, ing their prisoners for a hefty profi t). If outmatched—or if fl at-footed 15 they simply wish to remain hidden—frost dwarves use their Base Attack/Grapple: +1/+2 obscuring mist spell-like ability to confuse their enemies and"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Challenge Rating",
        "description":  "1 Armor Class against creatures of the giant type (such as"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "15 (+2 Dex, +2 size, +1 natural), touch 14, fl at-footed 13 ELEMENTITE SWARM Base Attack/Grapple: +5/—"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "16 (–1 Dex, +2 size, +5 natural), touch 11, together as a mass. fl at-footed 16 Base Attack/Grapple: +5/— Combat"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "16 (+3 Dex, +2 size, +1 natural), touch 15, Speed: 20 ft. (4 squares), swim 90 ft. fl at-footed 13 Armor Class: 16 (+0 Dex, +2 size, +4 natural), touch 12, Base Attack/Grapple: +5/— fl at-footed 16"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "16 (–4 size, +1 Dex, +9 natural), touch 7, fl at- ming from ocean to ocean following crossdimensional cur- footed 15 rents and using their own special abilities to get where they Base Attack/Grapple: +12/+36 want to go. Some elsewhales have been domesticated to"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Full Attack",
        "description":  "Bite +20 melee (4d6+12) and tail slap +15 melee Elsewhales speak their own language, a tongue akin to (1d8+6) whalesong. Illus. by D. Roach 620_17920_PlanarHandbook2.indd 117 5/20/04, 1:06:49 PM Elysian thrush 118 6 RETPAHC FO SERUTAERC SENALP EHT COMBAT Wild elsewhales sometimes choose to grab their foes in a secure bite grapple, shift to another plane’s ocean, then leave on their own, allowing the unfamiliar territory to do in their enemies. Carry Passengers (Ex): An elsewhale can carry up to 1 Large, 4 Medium, or 16 Small creatures in its mouth, without swallowing or otherwise endanger- ing the carried passengers. Only willing passengers may be carried inside the mouth (but unwill- ing creatures may be caught in the bite grapple). Creatures carried within the closed mouth enjoy a breathable atmosphere for the same period of time that the elsewhale can hold its breath (see below). When carried in the creature’s mouth or in its bite grapple, subjects automatically fail their saving throw against the elsewhale’s plane shift spell- like ability. Spell-like Abilities: 1 day—plane shift (DC 19), else- ELYSIAN THRUSH whale and passengers in mouth or grapple only. Caster level 9th. Tiny Magical Beast (Extraplanar, Good) Blindsight (Ex): Elsewhales can “see” by emitting Hit Dice: 1d10 (5 hp) high-frequency sounds, inaudible to most other crea- Initiative: +2 tures, that allow them to locate objects and creatures Speed: 10 ft. (2 squares), fl y 40 ft. (average) within 120 feet. A silence spell negates this and forces the Armor Class: 14 (+2 size, +2 Dex), touch 14, fl at-footed 12 elsewhale to rely on its vision, which is approximately as Base Attack/Grapple: +0/–13 good as a human’s. Attack: Claws +5 melee (1d2–5) Hold Breath (Ex): An elsewhale can hold its breath for a Full Attack: Claws +5 melee (1d2–5) number of rounds equal to 8 × its Constitution score before Space/Reach: 2-1/2 ft./0 ft. it risks drowning. Special Attacks: Elysian song"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Energons also exhibit curiosity about gates and portals, Hit Dice",
        "description":  "5d8+5 (27 hp) often choosing to go through them, if able. Because of this, Initiative: +7 energons can be found on almost any plane, even though the Speed: Fly 20 ft. (good) (4 squares) creatures have no natural ability to travel between planes. A Armor Class: 17 (+3 Dex, +4 deflection), touch 17, flat- lone energon can reproduce; energons procreate asexually footed 14 by simply advancing to 15 Hit Dice and choosing to split Base Attack/Grapple: +5/— into three energons of the same kind with 5 HD each. Few Attack: Incorporeal touch +8 melee (1d6 plus 2d6 fi re) or energons advance far enough to produce offspring, so while energy ray +8 ranged touch (1d8 fi re) 620_17920_PlanarHandbook2.indd 119 5/20/04, 1:06:58 PM Xong-yong Xac-yij Xap-yaup 120 6 RETPAHC FO SERUTAERC SENALP EHT"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Alignment",
        "description":  "Always neutral Armor Class: 15 (+1 Dex, +4 defl ection), touch 15, fl at-"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Treasure",
        "description":  "None A xap-yaup targets characters in heavy armor, especially"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "16 (+2 Dex, +4 deflection), touch 16, flat- The xac-yij prefers open-air environments and exhibit footed 14 an aversion to enclosed spaces such as underground Base Attack/Grapple: +5/— passages. Attack: Incorporeal touch +8 melee (1d6 plus 2d6 sonic); or energy ray +8 ranged touch (1d8 sonic)"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "16 (+2 Dex, +4 defl ection), touch 16, fl at- Sense Motive +8, Spot +8 (+10 on other planes) footed 14 Feats: Iron Will, Toughness Base Attack/Grapple: +5/— Environment: Infernal Battlefi eld of Acheron (Tintibulus)"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Environment",
        "description":  "Wilderness of the Beastlands A xong-yong targets creatures in light or medium armor"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "14 (+0 Dex, +4 defl ection), touch 14, fl at- tend to be the most social of all energons. If encountered footed 14 on a hot plane, such as the Elemental Plane of Fire or some Base Attack/Grapple: +5/— parts of the Nine Hells (such as Dis), a xor-yost is usually"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Special Qualities",
        "description":  "Darkvision 60 ft., explosion, immunity A xor-yost attacks unarmored, lightly dressed characters to cold, incorporeal traits, outsider traits, vulnerability before assailing those with heavy garb or armor. to fi re"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "18 (–1 size, +5 natural, +4 chain shirt), touch 9, fl at-footed 18 Base Attack/Grapple: +3/+12"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Saves",
        "description":  "Fort +7, Ref +1, Will +3 nitraM .D yb .sullI 620_17920_PlanarHandbook2.indd 122 5/20/04, 1:07:09 PM Entropic ogre mage 123 THE PLANES CREATURES OF CHAPTER 6 Ogre mages favor loose, comfortable clothing and light- weight armor. Ogre mages speak Giant and Common. Combat An entropic ogre mage relies on its spell- like abilities, just as a regular ogre mage does, but is more liable to resort to physical combat due to its imposing negative energy aura. Nevertheless, when faced with obviously superior forces, it prefers to retreat using gaseous form rather than fi ght a losing battle. Spell-Like Abilities: At will—dark- ness, invisibility; 1/day—charm person (DC 14), cone of cold (DC 18), gaseous form, poly- morph, sleep (DC 14). Caster level 9th. Flight (Su): An ogre mage can cease or resume fl ight as a free action. While using gaseous form, it can fl y at its normal speed and has perfect maneuverability. Regeneration (Ex): Fire and acid deal normal damage to an ogre mage. An ogre mage that loses a limb or body part can reattach it by holding the severed member to the stump. Reattach- ment takes 1 minute. If the head or some other vital organ is severed, it must be reattached within 10 minutes or the creature dies. An ogre mage cannot regrow lost body parts. CREATING AN ENTROPIC"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "20 (+2 Dex, –2 size, +10 natural), touch 12, Alignment: Always neutral fl at-footed 18 Advancement: 15–28 HD (Huge); 29–42 HD (Gargantuan) Base Attack/Grapple: +14/+30 Level Adjustment: —"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Organization",
        "description":  "Solitary or herd (2–8) attacked, a gaspar charges. elppabarC .D yb .sullI 620_17920_PlanarHandbook2.indd 124 5/20/04, 1:07:31 PM Fire gnome 125 THE PLANES CREATURES OF CHAPTER 6 Plane Shift (Su): Although it has superb and impos- Armor Class: 16 (+1 size, +4 scale mail, +1 light shield), ing antlers, a gaspar has an even more remarkable defense touch 11, fl at-footed 16 mechanism: It can make its foes go away. If engaged in Base Attack/Grapple: +1/–3 melee combat and seriously wounded or threatened (usually Attack: Heavy pick +2 melee (1d4/×4) or javelin +2 ranged if reduced to half of its hit points), a gaspar activates its plane (1d4) shift defense. Everyone within a 10-foot radius of the gaspar Full Attack: Heavy pick +2 melee (1d4/×4) or javelin +2 must make a DC 16 Will save or be transported to a random ranged (1d4) plane (see Table 5–7, page 151 of the Dungeon Master’s Guide). Space/Reach: 5 ft./5 ft. All creatures caught in the same burst go to the same plane. Special Attacks: Fire gnome traits The gaspar and any rider it bears are not transported. Special Qualities: Fire gnome traits Once a gaspar uses its plane shift ability, it can’t do so Saves: Fort +4, Ref +0, Will –1 again until 1d4 rounds later. A gaspar can plane shift a Abilities: Str 11, Dex 11, Con 14, Int 10, Wis 9, Cha 8 maximum of four times per day. Skills: Hide +6, Listen +3, Spot +1 Powerful Charge (Ex): A gaspar deals 4d8+16 points of Feats: Toughness damage when it makes a charge. Environment: Twin Paradises of Bytopia and Elemental Plane of Fire TRAINING A GASPAR"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Bonus Languages",
        "description":  "Draconic, Dwarven, Elven, Giant, One of the predators that attack slaadi from time to time, Goblin, Orc, Terran. Limbo stalkers are ravenous beasts and skilled hunters. — Favored Class: Sorcerer. Although they are more than a match for the average gith- — Level adjustment +1. zerai and can easily subsist on a diet of them, Limbo stalkers elppabarC .D yb .sullI 620_17920_PlanarHandbook2.indd 126 5/20/04, 1:07:45 PM Lesser nightmare 127 THE PLANES CREATURES OF CHAPTER 6 seek out slaadi in particular—the bigger the better (making blue or green slaadi the preferred targets). This is because Limbo stalkers lay their eggs in the rotting carcasses of other creatures, giving their young something to feed on the moment they hatch, and the corpse of a slaad lasts much longer than that of a stringy githzerai. COMBAT Limbo stalkers have enor- mous amounts of patience and usually hunt by hiding somewhere near where their prey travels. Using their limited invisibility ability to camoufl age themselves, Limbo stalkers wait for just the right opportu- nity to strike: a lone traveler, not paying any particular attention to his surroundings, NIGHTMARE, LESSER and passing within 40 feet of a lurking Limbo stalker. The Limbo stalker then lurches out of its Large Outsider (Evil, Extraplanar) concealment, bull rushing the target into a solid object Hit Dice: 6d8+18 (45 hp) (sometimes, the very ground that the target has shaped Initiative: +6 to stand on). Once the target is prone, the Limbo stalker Speed: 40 ft. (8 squares) launches a fl urry of claw and bite attacks until the target, Armor Class: 24 (–1 size, +2 Dex, +13 natural), touch 11, or the stalker, is dead. fl at-footed 22 When these creatures hunt in numbers, one Limbo Base Attack/Grapple: +6/+14 stalker acts as the pack leader, by some understood agree- Attack: Hoof +9 melee (1d8+4 plus 1d4 fi re) ment. In such cases, the pack attempts the same basic tactic, Full Attack: 2 hooves +9 melee (1d8+4 plus 1d4 fi re) and except that only one stalker (the leader) attempts the bull bite +4 melee (1d8+2) rush. The others come out of concealment only if the attack Space/Reach: 10 ft./5 ft. succeeds or if the target, in escaping, strays too close to one Special Attacks: Flaming hooves, smoke of the concealed stalkers to resist launching a second attack. Special Qualities: Darkvision 60 ft."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "4 (–1 size, –5 Dex), touch 4, fl at-footed 4 must hit with its slam attack. It can then attempt to start Base Attack/Grapple: +4/+10 a grapple as a free action without provoking an attack of"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Armor Class",
        "description":  "16 (+1 Dex, +5 defl ection), touch 16, fl at- along his nerves, so strong that the victim cannot act footed 15 coherently. The victim cannot cast spells, manifest Base Attack/Grapple: +8/+10 psionic powers, or use magic items, and he attacks"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "An elemental spirit unlike any other, the unraveler is born of Initiative",
        "description":  "+1 opposition. Where the Inner Planes have borders, unravelers Speed: 50 ft. (10 squares) thrive. Unravelers have been called menglis in the past, but Armor Class: 13 (–1 size, +1 Dex, +3 natural), touch 10, whatever they are called, it is accepted that they are dangerous fl at-footed 12 entities to encounter while traveling the Inner Planes. Base Attack/Grapple: +2/+9 Unravelers do not speak. Attack: Hoof –1 melee (1d6+1)"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Carrying Capacity",
        "description":  "A light load for an ur’Epona is up to This horselike creature’s hide seems to shimmer, changing from 200 pounds; a medium load, 201–400 pounds; and a heavy white to dark gray as you watch. load, 401–600 pounds. An ur’Epona can drag 3,000 pounds. Ur’Epona, also known as Epona’s grandchildren, are horse- VIVACIOUS CREATURE like creatures that can move from plane to plane. Descended through several generations from Epona (a being variously Vivacious creatures dwell on the Positive Energy Plane. The described as a horse-goddess or even the Primal Horse), they vast expanses of the plane are populated by rare creatures derive their power from her. that have adapted to its unusual conditions. A creature without any predetermined color, this equine’s SAMPLE VIVACIOUS CREATURE hide changes color with its mood, ranging from pure glis- tening white to deep sable. This example uses a dire tiger as the base creature. Ur’Epona do not speak, but can understand any language spoken to them. Vivacious Dire Tiger Large Outsider (Augmented Animal, Extraplanar, COMBAT Incorporeal) An ur’Epona seeks to avoid combat when possible, though Hit Dice: 16d8+64 (136 hp) it defends itself and its offspring with dedication. Its hoof Initiative: +2 attack is treated as a secondary attack and adds only 1/2 the Speed: 40 ft. (8 squares), fl y 40 ft. (perfect) ur’Epona’s Strength bonus to damage. Armor Class: 12 (–1 size, +2 Dex, +1 defl ection), touch 12, Plane Shift (Sp): Once per day, an ur’Epona can use plane fl at-footed 10 shift, taking itself and its rider to the plane of its Base Attack/Grapple: +12/+16 choice. An unwilling rider can resist with a Attack: Claw +10 melee (2d4 against ethe- DC 17 Will save. Caster level 9th. real foes) or +15 positive energy ray (1d4+1 positive energy/19–20) TRAINING AN"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "A vivacious dire tiger preys on Armor Class",
        "description":  "A vivacious just about anything that moves. creature loses all natural Although it gains no nourish- armor bonuses, but gains ment from its prey, it loves the a defl ection bonus equal hunt and the chase and will to its Charisma modifi er or patiently stalk a creature, +1, whichever is higher. striking whenever the Attack: A vivacious target lets down its guard. creature retains all the A dire tiger grows to be attacks of the base creature, over 12 feet long and can although those relying on weigh up to 6,000 physical contact do not affect pounds. nonethereal creatures."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Outsider Traits",
        "description":  "A vivacious creature cannot be raised, rein- carnated, or resurrected (though a limited wish, wish, miracle, Large Ooze (Extraplanar) or true resurrection spell can restore life). It has darkvision Hit Dice: 10d10+80 (135 hp) out to 60 feet. Initiative: –5 Positive Adaptation (Ex): Vivacious creatures do not exceed Speed: Fly 30 ft. (6 squares) (perfect) their full normal hit points or need to make Fortitude saves Armor Class: 4 (–5 Dex, –1 size), touch 4, fl at-footed 4 due to being in a positive-dominant environment. Base Attack/Grapple: +7/+16 Positive Energy Aura (Su): Any living creature within 10 Attack: Slam +11 melee (2d4+5 plus 1d8 negative energy feet of a vivacious creature gains 1 hit point per round due plus energy drain) to the aura of positive energy surrounding it. Creatures Full Attack: Slam +11 melee (2d4+5 plus 1d8 negative that exceed their full normal hit points from this effect energy plus energy drain) need to make Fortitude saves as if in a positive-dominant Space/Reach: 10 ft./5 ft. environment. Creatures with immunity to positive energy Special Attacks: Energy drain, engulf effects, as well as other vivacious creatures, are not affected Special Qualities: Blindsight 60 ft., death ward, ooze traits, by this aura. If conscious, a vivacious creature can sup- shadow shield, split press this aura as a standard action, but the creature takes Saves: Fort +11, Ref +0, Will +0 1 point of Strength damage for each full minute that the Abilities: Str 20, Dex 1, Con 26, Int —, Wis 1, Cha 1 aura is inactive. The aura always functions while the crea- Skills: — ture is unconscious. Feats: —"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Skills and Feats",
        "description":  "Bluff +16, Decipher Script +8, Diplo- atop which the githyanki have built small, fortifi ed citadels. macy +20, Disable Device +8, Gather Information +18, Chained to these “fl ying fortresses” are smaller chunks of Hide +12, Intimidate +5, Knowledge (local) +14, Listen rock with towers jutting out of them. +11, Move Silently +10, Open Lock +9, Sense Motive Traveler’s Tip: It is reported that visas must be granted +13, Sleight of Hand +17, Search +11, Speak Language personally by the queen, but in fact such a mundane func- (Common, Abyssal, Celestial, Infernal), Spot +11; Inves- tion is far below her attention, especially with the many plots, tigator, Iron Will, Negotiator. intrigues, and invasions she must orchestrate. Generally, visas Evasion (Ex): If Kylie is exposed to any effect that normally are granted by her lesser generals and aides. But even this can allows her to attempt a Refl ex saving throw for half damage, be touchy. Travelers are better off getting a “trader exemp- she takes no damage with a successful saving throw. tion,” which is a pass that can be purchased on the outskirts Trapfi nding (Ex): Kylie can fi nd, disarm, or bypass traps of the city. The exemption is a green armband that visitors with a DC of 20 or higher. She can use the Search skill to must wear. Those sporting the exemptions can visit the trade pqqqqqqqqqqqqqqqqqqqqrs RAZORVINE fact, even reaching your hand into a patch can leave you bloody. The flora of Sigil isn’t much to write home about. The foul Minor contact with razorvine deals 1d6 points of damage, while environment makes short work of most plant life, so visitors more serious contact—such as a push into a patch or falling shouldn’t expect to see much greenery. In fact, the only plant headlong into it—can deal up to 3d6 points of damage. Armor that seems to thrive in the Cage is a horrid, twining climber and a thick hide help reduce the damage; subtract your natural called razorvine. armor bonus plus half your armor bonus from damage dealt Spread from the Lower Planes—no doubt via portals in the by razorvine. Lower Ward—the kudzulike razorvine grows everywhere it can in Some Sigil residents have turned razorvine to their advan- the city. The dabus keep it in check in most places, but everybody tage. With care, a patch of razorvine can be cultivated to provide knows you can’t really ever get rid of it. Even trimming it down protection. After all, most burglars aren’t desperate enough to to a stub only delays the inevitable, because razorvine grows scale a razorvine-covered wall to see what’s on the other side. a foot or more per day. And as its name implies, the vine is as And since the plant becomes dull and brittle when cut, it also sharp as a knife, so you can’t just yank it out of the ground. In makes fine kindling. pqqqqqqqqqqqqqqqqqqqqrs 620_17920_PlanarHandbook2.indd 146 5/20/04, 1:09:31 PM Tu\u0027narath The Will of Gith Susurrus (Commissar\u0027s Stronghold) (Palace of Whispers) Military Military District District Naval Docking Naval Docking Towers Towers K\u0027radystar (Citadel of the Military Void\u0027s Eye) District Kran\u0027i\u0027toc (Citadel of War) Merchant Docking District Astral Towers Shipyards Military G\u0027lathk District (Farmer) Mlar (Artisan) District District Military Military District District Red Dragon Caves = Flying Fortress 0 1,300 feet 147 SITES PLANAR CHAPTER 7 ward of Tu’narath, though a new exemption must be purchased each day. The cost is negligible (2 gp), but a visitor must truth- fully indicate his name and trade purpose in the city to get the exemption. Tu’narath (Metropolis): Conventional; AL LE; 100,000 gp limit; Assets 500,000,000 gp; Population 100,000 (96% gith yanki, 4% other)."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Base Ability",
        "description":  "You gain a +2 bonus on checks involving his Dexterity bonus to Armor Class, or if Dreschm fl anks one Knowledge skill. his opponent, he deals an extra 1d6 points of damage. This"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Recharge Condition",
        "description":  "Climb 200 feet up the webs of Higher-Order Ability: Once per day for a period of 1 the spire and clean each of the black opals, enduring 1d6+6 minute per character level, you gain the ability to burrow attacks per round from (roll 1d6) a Small monstrous spider through dirt at a speed of 20 feet and through rock at a 620_17920_PlanarHandbook2.indd 168 5/20/04, 1:28:18 PM Echolost Node of the Eartheurge s e o h c E f o l l a Earthpool W Earth Mephit Outpost One square equals 100 yards 169 SITES PLANAR CHAPTER 7 area containing a burrowing earth elemental fl ings the elemental back 30 feet, stunning the creature for 1 round unless it succeeds on a DC 15 Fortitude save. Sorcerer Spells Known (6/7/7/7/5): 0—danc- ing lights, daze, detect magic, ghost sound, mage hand, ray of frost, read magic, resistance; 1st— cause fear (DC 15), mage armor, magic missile, obscuring mist, sleep (DC 15); 2nd—blur, fl am- ing sphere (DC 16), invisibility, spectral hand; 3rd—dispel magic, lightning bolt (DC 17), vam- piric touch; 4th—ice storm, stoneskin."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Eartheurge",
        "description":  "Earth elemental sorcerer 9; CR 12; Large ops, moving at about an inch per second. It extends about elemental (earth, extraplanar); HD 4d8+12 plus 9d4+27 plus 4 feet long, with the tail end constantly melting back 3; hp 85; Init –1; Speed 20 ft.; AC 24 (–1 Dex, +9 natural, +4 into smooth mithril as the front end continues to build. mage armor, +2 ring of protection), touch 9, fl at-footed 22; Base It does not move in a straight line, curving from time to Atk +7; Grp +7; Atk +7 melee (1d8, slam); Full Atk +7/+2 time for no fathomable reason, and occasionally splitting melee (1d8, slam); Space/reach 5 ft./5 ft.; SA earth mastery, in two (or more) with each mini-equation following a dif- push, spells; SQ darkvision 60 ft., earth glide, elemental ferent path for a while before they meet and rejoin a few traits; AL N; SV Fort +10, Ref +5, Will +9; Str 10, Dex 8, Con minutes later. 17, Int 10, Wis 11, Cha 18. One of the most interesting qualities of the equation"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Recharge Condition",
        "description":  "Spend a number of rounds equal that do not rely on eyesight, or those with the blindsense to half your character level, rounded down, inside Yondal- special quality, have immunity to this effect. Likewise, a la’s Teeth. character may choose to close his eyes while in the cave, Higher-Order Ability: Once per day as a move action, taking all the penalties associated with that action. you can gain a +4 dodge bonus to your Armor Class for a Location: Pandesmos, the fi rst layer of Pandemonium. number of rounds equal to half your character level, Initial Encounters: Roll on the Cavern of the Self rounded down. encounter table when the characters visit the site Higher-Order Uses: 5. for the fi rst time, or for the fi rst time in over a year. Cavern of the Self Encounters ENCOUNTER LEVEL 10 SITES d% Encounter 01–15 1 half-fiendish medusa The Cavern of the Self 16–35 1 gray slaad In the stygian depths of Pandemonium is a cavern where the 36–60 2 mind flayers plane’s eternal winds have eroded the walls to the point that 61–80 1 death slaad they are as smooth as glass. In fact, every surface in the cave 81–100 Squad of githyanki refl ects light like a mirror. However, the chaotic nature of the plane makes this more than a place for mere vanity. Subsequent Encounters: Once the characters clear out When a creature enters the Cavern of the Self, he sees the area, on subsequent visits the chance of an encounter is himself refl ected hundreds, perhaps thousands, of times. only 10%. If the PCs fail to visit the location for more than (Part of the magic of the cave is that no matter how many a year, they must roll for encounters as if they had never creatures are in the cave simultaneously, each one sees only visited the site. Illus. by J. Pavelec 620_17920_PlanarHandbook2.indd 171 5/20/04, 1:28:27 PM Swimming through the Ethereal Plane toward Pilgrim’s Rest 172 7 RETPAHC RANALP SETIS"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Initial Encounters",
        "description":  "Roll on the Pilgrim’s Rest encoun- ter table when the characters visit the site for the fi rst time, Valley of Thunder Encounters or for the fi rst time in over a year. Some of the spirits in d% Encounter 01–17 2d4+2 deinonychus Pilgrim’s Rest are malevolent, while others are peaceful. 18–43 1 tyrannosaurus The DM may decide the specifi c temperament and goals of 44–68 1d6+3 megaraptors whatever creature the characters encounter. 69–89 1d4+1 tyrannosaurus 90–100 2d4 triceratopses Pilgrim’s Rest Encounters d% Encounter Subsequent Encounters: On subsequent visits, the 01–12 1d3 ghosts, 5th-level human fighters chance of an encounter is only 25%. If the PCs fail to visit 13–33 1 succubus the location for more than a year, they must roll for encoun- 34–61 1d3 ghost trolls 62–88 1d8 phase spiders ters as if they had never visited the site. 89–100 1 ethereal 15th-level wizard Base Ability: You gain a +1 bonus to your Armor Class."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Subsequent Encounters",
        "description":  "Once the characters have killed dinosaur (one that has been dead for no more than a established their presence in the area, on subsequent visits week), grind it into a powder, and sprinkle the powder over the chance of an encounter is only 50%. If the PCs fail to your head. 620_17920_PlanarHandbook2.indd 173 5/20/04, 1:28:43 PM 174 7 RETPAHC RANALP SETIS Higher-Order Ability: Once per day as a full-round action, Recharge Condition: Maintain continuous physical you can cause your skin to harden into a dinosaurlike armor contact with the obelisk for at least 8 hours. plating. This provides you with damage reduction 5/magic Higher-Order Ability: Once per day, you can instantly for a number of rounds equal to your character level. enter another time frame, speeding up so greatly that all Higher-Order Uses: 4. other creatures seem frozen, though they are actually still moving at their normal speeds. You are free to act for 1 ENCOUNTER LEVEL 11 SITES round of apparent time. Normal and magical fi re, cold, acid, The Breaching Obelisk and the like can still harm you. While you are accelerated, In one of the many nameless demiplanes, there stands a other creatures are invulnerable to your attacks and spells; single squat metallic obelisk carved with many faded runes you cannot target such creatures with any attack or spell. A whose meanings are obscure, or perhaps without meaning. spell that affects an area and has a duration that is longer than The four-sided obelisk (60 feet by 60 feet by 97 feet high) is the remaining duration of your temporal acceleration has its forged of astral driftmetal (see Chapter 4: Equipment and normal effects on other creatures once the power ends. Magic Items). In addition to serving as a planar touchstone, You cannot move or harm items held, carried, or worn the Breaching Obelisk and its environs commonly breach by a creature stuck in the standard time frame, but you can on extraplanar and Material Plane locations (see Planar affect any item that is not in another creature’s possession. Breaching in this chapter), according to a complicated While accelerated, you are undetectable and cannot enter schedule. The demiplane that contains the Breaching Obe- an area of dead magic. lisk is only about 1,000 feet in radius. It has all the traits When the acceleration lapses, you are disoriented on of the Material Plane, plus one additional trait that usually your return to the standard time frame. You take a –4 pen- leaks into the destination plane when breaching occurs: alty on all attack rolls, saving throws, and skill checks for wild magic. 2 rounds. The breaching schedule is somehow controlled by the Higher-Order Uses: 2. obelisk itself. The DM may determine his own schedule, or use this: The obelisk visits one location on each of the planes The Eye of Gu’n’ragh of the DUNGEONS \u0026 DRAGONS cosmology, one every other The Astral Plane is perhaps the most desolate place in the day, for a breach duration of 1 day each. Those who suc- multiverse, with only a smattering of solid matter, the pet- ceed on a DC 40 Knowledge (the planes) check can choose rifi ed bodies of dead gods, and the rolling astral winds to the destination plane and intraplanar location if allowed 8 disturb the endless silver void. The winds, however, some- hours of uninterrupted concentration while maintaining times coalesce into a psychic storm that disturbs the eternal physical contact with the obelisk prior to a breach. silence, making it impossible for anyone to travel across that"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Initial Encounters",
        "description":  "Roll on the Juiblex’s Grasp encoun- DC 19 Refl ex half. ter table when the characters visit the site for the fi rst time, Summon Pudding (Sp): A thrall can summon a black pud- or for the fi rst time in over a year. ding as an 8th-level caster. Polymorph (Su): At will, as the spell from an 8th-level caster. Juiblex’s Grasp Encounters Possessions: Amulet of mighty fi sts +2, monk’s belt, bracers of d% Encounter armor +5, boots of speed, ring of protection +2. 01–12 3d6 ooze mephits * The thrall of Juiblex prestige class originally appeared in 13–32 1 greater ooze paraelemental* Book of Vile Darkness. This statistics block should have every- 33–57 2 gray slaadi 58–73 1 elder ooze paraelemental* thing you need to run the encounter. 74–100 Thrall of Juiblex (see below) * From Manual of the Planes. The Lip of Purity A river winds its way down the slopes of Mount Clangeddin"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Base Ability",
        "description":  "You gain a +2 bonus to your Armor Class against cold effects. when being attacked by any chaotic creature. Recharge Condition: Descend at least 100 feet into the"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Initial Encounters",
        "description":  "Roll on the Great Orrery encounter Bard Spells Known (3/3): 0—dancing lights, detect magic, table when the characters visit the site for the fi rst time, or for know direction, light, mage hand, read magic; 1st—cure light the fi rst time in over six months. The formian astronomer is at wounds, identify, silent image. the Orrery to measure the progress of the multiverse and make Possessions: Amulet of natural armor +2. predictions about the future. It may be friendly or antagonistic toward the PCs as the DM deems most appropriate. The Life Molds of Neumannus On a free-fl oating, clocklike cog wheel some 900 feet in Great Orrery Encounters diameter stands a building bristling with smokestacks, which d% Encounter projects from either side of the two-dimensional cog. Called 01–23 3d6 formian warriors Neumannus, this is a factory of sorts that turns out creatures 24–41 Formian astronomer (see below) known as inevitables. Inevitables are constructs that have 42–71 1 kolyarut 72–87 4 zelekhuts taken it upon themselves to uphold the laws of the cosmos. 88–100 Formian myrmarch and 3d6 formian But not all inevitables follow the law. warriors Living entities are not allowed to visit Neumannus, or usually suffered even to know its location. However,"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Skills and Feats",
        "description":  "Climb +18, Concentration +22, Diplomacy construct currently running the secret “life molds” out of +25, Hide +18, Knowledge (arcana) +23, Knowledge (religion) Neumannus. Upon payment, the inevitable will enclose +23, Knowledge (the planes) +23, Listen +22, Move Silently your body in a mold and instigate the special process that +22, Search +23, Sense Motive +22, Spot +22, Survival +4 (+6 recharges your higher-order ability. following tracks); Combat Refl exes, Dodge, Improved Initia- Higher-Order Ability: Once per day, your body is tive, Mobility, Multiattack, Spring Attack. sheathed in a slim layer of fl exible iron for 1 minute per Poison (Ex): Injury, DC 21 Fort save, initial and secondary character level. You gain damage reduction 5/adamantine, damage 2d6 Dex. resistance to fi re 5 and acid 5, and a +4 enhancement bonus Spell-Like Abilities: At will—charm monster (DC 19), to your Strength, but you take a –2 penalty to your Dexter- clairaudience/clairvoyance, detect chaos, detect thoughts (DC 17), ity score (to a minimum of 1). You need not (and cannot) magic circle against chaos, greater teleport; 1/day—dictum (DC breathe while protected by your “construct shell.” You have a 22), order’s wrath (DC 19). Caster level 12th. 25% chance to turn critical hits or sneak attacks into regular 620_17920_PlanarHandbook2.indd 179 5/20/04, 1:29:10 PM One of the life molds of Neumannus. 180 7 RETPAHC RANALP SETIS hits. You have an arcane spell failure chance of 25% and a –4 It has long been rumored that the skulls themselves con- armor check penalty. You cannot drink (and thus can’t use tain some magical power. Some say that they are enchanted potions) or play wind instruments. Your unarmed attacks and can be fashioned into impregnable armor, while deal damage equal to a club sized for you (1d4 for Small others say that if properly treated with alchemical elixirs, characters or 1d6 for Medium characters), and you are con- they become highly unstable and explode upon even the sidered armed when making unarmed attacks. Your weight slightest impact. None of these rumors is true, but enough increases by a factor of fi ve, causing you to sink in water. treasure seekers have come skulking around the pillar that However, you could survive the crushing pressure and lack a cadre of osyluths has been assigned to stand guard. They of air at the bottom of the ocean—at least until the duration will attack anyone they catch approaching the Pillar of of the power expires. Skulls, no matter how outmatched they might be—they Higher-Order Uses: 2. fear Tiamat’s retribution more than they do death in battle."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Possessions",
        "description":  "Ring of protection +1, amulet of natural armor +1. Guardians are cautious if visitors arrive heavily armed, but they will welcome anyone who has come to worship The Temple of Radiance at the Temple. The Temple of Radiance sits atop a tiny spit of rock that juts from the waters of Thalasia, the bottommost layer of Temple of Radiance Encounters Elysium. It is a temple to Pelor, god of the sun, built in d% Encounter 01–15 1 chaos beast the classic style. Walls, columns, and arches measure out 16–40 2 Radiant Guardians (see below) the forms of various rooms and chambers—including a 41–65 3d6 6th-level human cleric pilgrims large central chapel—but none of these areas has even the 66–90 6 Radiant Guardians (see below) pretense of a roof or other covering. The entire building 91–100 1 glabrezu is open to the sky so that worshipers may follow the sun along its celestial journey. Subsequent Encounters: Once the characters establish Some claim that this was the very fi rst shrine ever built in a relationship with the Radiant Guardians (or clear the loca- Pelor’s name; others say that it is merely the most beautiful. tion), the chance of an encounter on subsequent visits is 620_17920_PlanarHandbook2.indd 181 5/20/04, 1:29:20 PM AAAssshhhaaarrrdddaaalllooonnn‘\u0027\u0027sss TTTooonnnggguuueee RRRaaannngggeee ooovvveeerrr wwwhhhiiiccchhh AAAssshhhaaarrrdddaaalllooonnn\u0027\u0027\u0027sss TTTooonnnggguuueee wwwaaannndddeeerrrsss 182 7 RETPAHC RANALP SETIS only 25%. If the PCs fail to visit the location for more than a year, they must roll for encounters as if they had never visited the site."
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Possessions",
        "description":  "Periapt of wisdom +2, bracers of armor +1. White Feather Bridge Amoria is not only the topmost layer of Elysium, but it is also the most populated. Sprinkled throughout the forests and roll- ing hills are towns and villages, and the land is crisscrossed with roads, trails, and paths that people use to get from place to place. Along a particularly well-traveled stretch of road, a wooden bridge crosses a rushing river. The span, known as White Feather Bridge, is hand-carved and painted to resemble a great white swan stretching her wings from bank to bank. It is considered one of the fi nest pieces of art on the plane. However, it was constructed during a time when the road did not see so much traffi c, and it is too narrow to allow more than a (3d6+6 plus stun, 2 claws) and +22 melee (2d10+3, bite); SA stun single creature to pass at a time. 3/day, spell-like abilities, summon slaad, rebuke undead; SQ Some have talked about replacing or adding to the bridge. change shape, DR 10/lawful, darkvision 60 ft., fast healing 5, Others have gone so far as to build a new, wider bridge across immunity to sonic, resistance to acid 5 and cold 5 and electric- the river only a few hundred feet to the north. But travelers still ity 5 and fi re 5, telepathy 100 ft.; AL CN; SV Fort +19, Ref +16, prefer to cross at the White Feather Bridge. They say, “Even the Will +20; Str 23, Dex 22, Con 23, Int 19, Wis 24, Cha 22. divine skies of Elysium look brighter when viewed from the"
    },
    {
        "source":  "planar_handbook_a_players_guide_to_the_planes.txt",
        "name":  "Initial Encounters",
        "description":  "Roll on the Deeping Pool per character level. The duration of the ability need not Encounter Table below whenever the characters visit be consecutive minutes or rounds, and starting or sus- the site for the first time, or for the first time in more pending the effect is a standard action for you. Choose than a year. from the following traits each time you use the ability. Deeping Pool Encounter Table • Gain the low-light vision special quality. d% Encounter • Gain the scent special quality. 01–15 1 gaspar • Increase your current natural armor bonus by +2. 16–30 5–8 dire wolves 31–70 6–11 giant crocodiles • Gain a climb speed equal to the base land speed for 71–85 1–2 dire tigers your race (maximum 30 feet). 86–100 3–6 celestial unicorns Higher-Order Uses:3."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Strength, Dexterity, Constitution, Intelligence, Wisdom, and Armor Class",
        "description":  "Your Armor Class (AC) determines how hard your Charisma. Adjust these scores up or down, according to your race, as character is to hit. Add the following numbers together to get your indicated on Table 2–1: Racial Ability Adjustments (page 12). AC: 10 + your armor bonus + your shield bonus + your size modifier Put high scores in abilities that support your class selection. Each + your Dexterity modifier. class description includes an “Abilities” section that provides some Initiative: Your character’s initiative modifier equals your advice. Dexterity modifier. The Improved Initiative feat provides an For each ability score, record the character’s modifier, as indicated additional modifier if you select it. on Table 1–1: Ability Modifiers and Bonus Spells (page 8). Ability Attack Bonuses: Your class determines your base attack bonus. modifiers adjust many die rolls in the game, including attack rolls, To determine your melee attack bonus for when you get into close- damage rolls, skill checks, and saving throws. combat fights, add your Strength modifier to your base attack bonus. Record your adjusted ability scores and their modifiers on your To determine your ranged attack bonus for when you attack from a character sheet. distance, add your Dexterity modifier to your base attack bonus."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Relations",
        "description":  "Gnomes get along well with dwarves, who share their love of precious objects, their curiosity about mechanical devices, GNOME RACIAL TRAITS and their hatred of goblins and giants. They enjoy the company of (cid:1) +2 Constitution, –2 Strength: Like dwarves, gnomes are tough, halflings, especially those who are easygoing enough to put up with but they are small and therefore not as strong as larger pranks and jests. Most gnomes are a little suspicious of the taller humanoids. races—humans, elves, half-elves, and half-orcs—but they are rarely (cid:1) Small: As a Small creature, a gnome gains a +1 size bonus to hostile or malicious. Armor Class, a +1 size bonus on attack rolls, and a +4 size bonus"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Religion",
        "description":  "The chief gnome god is Garl Glittergold, the Watchful (cid:1) +1 racial bonus on attack rolls against kobolds and goblinoids Protector. His clerics teach that gnomes are to cherish and support (including goblins, hobgoblins, and bugbears): Gnomes battle their communities. Pranks are seen as ways to lighten spirits and to these creatures frequently and practice special techniques for keep gnomes humble, not as ways for pranksters to triumph over fighting them. those they trick. (cid:1) +4 dodge bonus to Armor Class against monsters of the giant type"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Language",
        "description":  "The Gnome language, which uses the Dwarven script, (such as ogres, trolls, and hill giants): This bonus represents is renowned for its technical treatises and its catalogs of knowledge special training that gnomes undergo, during which they learn about the natural world. Human herbalists, naturalists, and tricks that previous generations developed in their battles with engineers commonly learn Gnome in order to read the best books giants. Any time a creature loses its Dexterity bonus (if any) to on their topics of study. Armor Class, such as when it’s caught flat-footed, it loses its dodge"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "From the frozen wastes of the north and the hellish jungles of the Abilities",
        "description":  "Strength is important for barbarians because of its role south come brave, even reckless, warriors. Civilized people call them in combat, and several barbarian class skills are based on Strength. Dexterity is also useful to barbarians, especially those who wear light barbarians or berserkers and suspect them of mayhem, impiety, and armor. Wisdom is also important for several of the barbarian’s class atrocities. These “barbarians,” however, have proven their mettle and skills. A high Constitution score lets a barbarian rage longer (and their value to those who would be their allies. To enemies who live longer, because it gives him more hit points). underestimated them, they have proved their cunning, resource-"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Illiteracy",
        "description":  "Barbarians are the duration of the current encounter only characters who do not (unless he is a 17th-level barbarian, at automatically know how to read which point this limitation no longer and write. A barbarian may spend 2 applies; see below). skill points to gain the ability to read and write all A barbarian can fly into a rage languages he is able to speak. only once per encounter. At 1st A barbarian who gains a level in any other level he can use his rage ability class automatically gains literacy. Any other once per day. At 4th level and character who gains a barbarian level does not lose the literacy he or she already had. every four levels there- Rage (Ex): A barbarian can fly into a after, he can use it screaming blood frenzy a certain number one additional time of times per day. In a rage, a barbarian per day (to a maximum gains phenomenal strength and dura- of six times per day at bility but becomes reckless and less 20th level). Entering a rage able to defend himself. He tempo- takes no time itself, but a rarily gains a +4 bonus to Strength, a barbarian can do it only during +4 bonus to Constitution, and a +2 morale his action (see Initiative, page 136), not in response to some- bonus on Will saves, but he takes a –2 penalty to Armor Class. one else’s action. A barbarian can’t, for example, fly into a rage when Table 3–3: The Barbarian Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +1 +2 +0 +0 Fast movement, illiteracy, rage 1/day 2nd +2 +3 +0 +0 Uncanny dodge 3rd +3 +3 +1 +1 Trap sense +1 4th +4 +4 +1 +1 Rage 2/day 5th +5 +4 +1 +1 Improved uncanny dodge 6th +6 /+1 +5 +2 +2 Trap sense +2, Bonus Feat 7th +7/+2 +5 +2 +2 Damage reduction 1/— 8th +8/+3 +6 +2 +2 Rage 3/day 9th +9/+4 +6 +3 +3 Trap sense +3 10th +10/+5 +7 +3 +3 Damage reduction 2/— 11th +11/+6/+1 +7 +3 +3 Greater rage 12th +12/ +7/ +2 +8 +4 +4 Rage 4/day, trap sense +4, Bonus Feat 13th +13/+8/+3 +8 +4 +4 Damage reduction 3/— 14th +14/+9/+4 +9 +4 +4 Indomitable will 15th +15/+10/+5 +9 +5 +5 Trap sense +5 16th +16/+11/+6/+1 +10 +5 +5 Damage reduction 4/—, rage 5/day 17th +17/+12/+7/+2 +10 +5 +5 Tireless rage 18th +18/ +13/ +8/ +3 +11 +6 +6 Trap sense +6, Bonus Feat 19th +19/+14/+9/+4 +11 +6 +6 Damage reduction 5/— 20th +20/+15/+10/+5 +12 +6 +6 Mighty rage, rage 6/day 25 CLASSES CHAPTER 3: struck down by an arrow in order to get the extra hit points from the Skill Ranks Ability Armor Check Penalty increased Constitution, although the extra hit points would be of Climb 4 Str –1 benefit if he had gone into a rage earlier in the round, before the Survival 4 Wis — arrow struck Listen 4 Wis — Uncanny Dodge (Ex): At 2nd level, a barbarian gains the ability Jump 4 Str –1 to react to danger before his senses would normally allow him to do Swim 4 Str –2 Ride 4 Dex — so. He retains his Dexterity bonus to AC (if any) even if he is caught Intimidate 4 Cha — flat-footed or struck by an invisible attacker. However, he still loses Spot (cc) 2 Wis — his Dexterity bonus to AC if immobilized. If a barbarian already has uncanny dodge from a different class (a"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor",
        "description":  "Studded leather (+3 AC, armor check penalty –1, speed times camp near his wayside shrines, hoping to earn some coin from 40 ft., 20 lb.). the travelers who stop to leave offerings for the god. Many bards,"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor",
        "description":  "Studded leather (+3 AC, armor check penalty –1, arcane be more structured and better able to recruit and train clerics than spell failure chance n/a, speed 20 ft., 10 lb.). chaotic ones."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Skill Selection",
        "description":  "Pick a number of skills equal to 6 + Int modifier. good. Additionally, a cleric may not be neutral (that is, neutral on both the good–evil axis and the lawful–chaotic axis) unless his deity Skill Ranks Ability Armor Check Penalty is neutral. Perform (string instruments) 4 Cha — Religion: Every reasonably well-known deity has clerics devoted Spellcraft 4 Int — to him or her, so clerics can be of any religion. The deity most Use Magic Device 4 Cha — common worshiped by human clerics in civilized lands is Pelor (god Gather Information 4 Cha — of the sun). The majority of nonhuman clerics are devoted to the Listen 4 Wis — chief god of the appropriate racial pantheon. Most clerics are Decipher Script 4 Int — officially ordained members of religious organizations, commonly Diplomacy 4 Cha — called churches. Each has sworn to uphold the ideals of his church. Knowledge (any one) 4 Int — Some clerics devote themselves not to a god but to a cause or a Sleight of Hand 4 Dex –1 Disguise 4 Cha — source of divine power. These characters wield magic the way clerics devoted to individual gods do, but they are not associated with any"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Deity, Domains, and Domain Spells",
        "description":  "Choose a deity for your the cleric did not prepare ahead of time. The cleric can “lose” any cleric. Sample deities are listed on Table 3–7: Deities and described prepared spell that is not a domain spell in order to cast any cure on page 106–108. The cleric’s deity influences his alignment, what spell of the same spell level or lower (a cure spell is any spell with magic he can perform, his values, and how others see him. You may “cure” in its name). For example, a good cleric who has prepared also choose for your cleric to have no deity. command (a 1st-level spell) may lose command in order to cast cure If the typical worshipers of a deity include the members of a race, light wounds (also a 1st-level spell). Clerics of good deities can cast a cleric must be of the indicated race to choose that deity as his own. cure spells in this way because they are especially proficient at 32 :3 RETPAHC SESSALC wielding positive energy. Skill Ranks Ability Armor An evil cleric (or a neutral cleric of an evil deity), on the other Spellcraft 4 Int — hand, can’t convert prepared spells to cure spells but can convert Concentration 4 Con — them to inflict spells (an inflict spell is one with “inflict” in its name). Heal 4 Wis — A cleric who is neither good nor evil and whose deity is neither Knowledge (religion) 4 Int — good nor evil can convert spells to either cure spells or inflict spells Diplomacy 4 Cha — (player’s choice), depending on whether the cleric is more proficient Gather Information (cc) 2 Cha — Listen (cc) 2 Wis — at wielding positive or negative energy. Once the player makes this choice, it cannot be reversed. This choice also determines whether"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor",
        "description":  "Scale mail (+4 AC, armor check penalty –4, speed 20 ft., Religion: A druid reveres nature above all. She gains her magical 30 lb.). power either from the force of nature itself or from a nature deity. Heavy wooden shield (+2 AC, armor check penalty –2, 10 lb.). The typical druid pursues a mystic spirituality of transcendent union"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Skill Selection",
        "description":  "Pick a number of skills equal to 3 + Int modifier. outsiders, who consider druids to be loners, druids are actually part 33 CLASSES CHAPTER 3: of a society that spans the land, ignoring political borders. A The Difficulty Class of a saving throw against a druid’s spell is 10 + prospective druid is inducted into this society through secret rituals, the spell’s level + the druid’s Wisdom modifier. including tests that not all survive. Only after achieving some level Since a druid wears light or medium armor, a high Dexterity of competence is the druid allowed to strike out on her own. score greatly improves her defensive ability."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Other Classes",
        "description":  "The druid shares with rangers and proficient with shields (except tower shields) but must use only many barbarians a reverence for nature and a familiarity with wooden ones. natural lands. She doesn’t much understand the urban mannerism A druid who wears prohibited armor or carries a prohibited shield typical of a rogue, and she finds arcane magic disruptive and slightly is unable to cast druid spells or use any of her supernatural or spell- distasteful. The typical druid also dislikes the paladin’s devotion to like class abilities while doing so and for 24 hours thereafter. abstract ideals instead of “the real world.” Druids, however, are"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Bonus HD",
        "description":  "Extra eight-sided (d8) Hit Dice, each of which gains a 4th Level or Higher (Level –3) Constitution modifier, as normal. Remember that extra Hit Dice improve Ape (animal) Dire weasel the animal companion’s base attack and base save bonuses. An animal Bear, black (animal) Leopard (animal) companion’s base attack bonus is the same as that of a druid of a level Bison (animal) Lizard, monitor (animal) equal to the animal’s HD. An animal companion has good Fortitude and Boar (animal) Shark, Large1 (animal) Reflex saves (treat it as a character whose level equals the animal’s HD). Cheetah (animal) Snake, constrictor (animal) An animal companion gains additional skill points and feats for bonus Crocodile (animal)1 Snake, Large viper (animal) HD as normal for advancing a monster’s Hit Dice (see the Monster Dire badger Wolverine (animal) Manual). Dire bat Natural Armor Adj.: The number noted here is an improvement to the animal companion’s existing natural armor bonus. 7th Level or Higher (Level –6) Str/Dex Adj.: Add this value to the animal companion’s Strength and Bear, brown (animal) Dire wolverine Dexterity scores. Crocodile, giant (animal) Elasmosaurus1 (dinosaur)"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor",
        "description":  "Hide (+3 AC, armor check penalty –3, speed 20 ft., 25 lb.). type (see the Monster Manual). This ability functions like the alte- Heavy wooden shield (+2 AC, armor check penalty –2, 10 lb.). rnate form special ability, See Errata. Effect lasts for 1 hour per"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Skill Selection",
        "description":  "Pick a number of skills equal to 4 + Int modifier. forest could not become a polar bear. A druid loses her ability to speak while in animal form because Skill Ranks Ability Armor Check Penalty she is limited to the sounds that a normal, untrained animal can Spellcraft 4 Int — make, but she can communicate normally with other animals of the Concentration 4 Con — same general grouping as her new form. (The normal sound a wild Survival 4 Wis — parrot makes is a squawk, so changing to this form does not permit Heal 4 Wis — speech.) Handle Animal 4 Cha — A druid can use this ability more times per day at 6th, 7th, 10th, Knowledge (nature) 4 Int — 14th, and 18th level, as noted on Table 3–8: The Druid. In addition, Listen 4 Wis — she gains the ability to take the shape of a Large animal at 8th level, a Spot 4 Wis — Tiny animal at 11th level, and a Huge animal at 15th level. The new form’s Hit Dice can’t exceed the character’s druid level. For instance, Feat: Scribe Scroll. a druid can’t take the form of a dire bear (a Large creature that always Gear: Backpack with waterskin, one day’s trail rations, bedroll, has at least 12 HD) until 12th level, even though she can begin sack, and flint and steel. Pouch with 10 sling bullets. Holly and taking Large forms at 8th level. mistletoe. Three torches. At 12th level, a druid becomes able to use wild shape to change"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Religion",
        "description":  "Fighters often worship Heironeous (god of valor), oriented feats, but the heavy armor that fighters usually wear Kord (god of strength), St. Cuthbert (god of retribution), reduces the benefit of a Hextor (god of tyranny), or Erythnul (god of slaughter). very high Dexterity A fighter may style himself as a crusader in the score. service of his god, or he may just want someone to Alignment: Any. pray to before putting his life on the line yet Hit Die: d10. another time."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor",
        "description":  "Scale mail (+4 AC, armor check penalty –4, speed 20 ft., likenesses and attempt to emulate their deeds. The three most likely 30 lb.). candidates for a monk’s devotion are Heironeous (god of valor), St."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Skill Selection",
        "description":  "Pick a number of skills equal to 3 + Int modifier. there when their parents died, when there wasn’t enough food to support them, or in return for some kindness that the monastery Skill Ranks Ability Armor Check Penalty had performed for the family. Life in the monastery is so focused Climb 4 Str –4 that by the time a monk sets off on her own, she feels little con- Jump 4 Str –4 nection to her former family or village. Ride 4 Dex — In larger cities, master monks have set up monk schools to teach Swim 4 Str –8 their arts to those who are interested and worthy. The monks who Intimidate 4 Cha — study at these academies often see their rural cousins from the Listen (cc) 2 Wis — monasteries as backward. Search (cc) 2 Int — Spot (cc) 2 Wis — A monk may feel a deep connection to her monastery or school, to the monk who taught her, to the lineage into which she was"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Other Classes",
        "description":  "Monks sometimes seem distant because they monk’s special powers require unfettered movement. When often have neither motivation nor skills in common with members wearing armor, using a shield, or carrying a medium or heavy load, a of other classes. Monks do, however, work well with the support of monk loses her AC bonus, as well as her fast movement and flurry of others, and they usually prove themselves reliable companions. blows abilities."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Role",
        "description":  "The monk functions best as an opportunistic combatant, AC Bonus (Ex): A monk is highly trained at dodging blows, and using her speed to get into and out of combat quickly rather than she has a sixth sense that lets her avoid even unanticipated attacks. engaging in prolonged melees. She also makes an excellent scout, When unarmored and unencumbered, the monk adds her Wisdom particularly if she focuses her skill selection on stealth. bonus (if any) to her AC. In addition, a monk gains a +1 bonus to AC at 5th level. This bonus increases by 1 for every five monk levels GAME RULE INFORMATION thereafter (+2 at 10th, +3 at 15th, and +4 at 20th level). These bonuses to AC apply even against touch attacks or when Monks have the following game statistics. the monk is flat-footed. She loses these bonuses when she is"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Abilities",
        "description":  "Wisdom powers the monk’s special offensive and defensive capabilities. Dexterity provides the unarmored monk with immobilized or helpless, when she wears any armor, when she a better defense and with bonuses to some class skills. Strength carries a shield, or when she carries a medium or heavy load. helps a monk’s unarmed combat ability. Flurry of Blows (Ex): When unarmored, a monk may strike with"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor",
        "description":  "None (speed 30 ft). trol of her own metabolism that she gains immunity to poisons of all"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor",
        "description":  "Scale mail (+4 AC, armor check penalty –4, speed 20 ft., atonement spell description, page 201), as appropriate. 30 lb.). Like a member of any other class, a paladin may be a multiclass Heavy wooden shield (+2 AC, armor check penalty –2, 10 lb.). character, but multiclass paladins face a special restriction. A paladin"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Skill Selection",
        "description":  "Pick a number of skills equal to 3 + Int modifier. adopts this class, she must pursue it to the exclusion of all other careers. Once she has turned off the path, she may never return. THE PALADIN’S MOUNT mount must be within 5 feet at the time of casting to receive the benefit. The paladin’s mount is superior to a normal mount of its kind and has If the spell or effect has a duration other than instantaneous, it stops special powers, as described below. The standard mount for a Medium affecting the mount if it moves farther than 5 feet away and will not affect paladin is a heavy warhorse, and the standard mount for a Small paladin the mount again even if it returns to the paladin before the duration is a warpony (see below for statistics). Your DM may work with you to expires. Additionally, the paladin may cast a spell with a target of “You” select another kind of mount, such as a riding dog (for a halfling paladin) on her mount (as a touch range spell) instead of on herself. A paladin or a Large shark (for a paladin in an aquatic campaign). A paladin’s and her mount can share spells even if the spells normally do not affect mount is treated as a magical beast, not an animal, for the purpose of all creatures of the mount’s type (magical beast). effects that depend on its type (though it retains an animal’s HD, base Share Saving Throws:For each of its saving throws, the mount uses its attack bonus, saves, skill points, and feats). own base save bonus or the paladin’s, whichever is higher. The mount applies its own ability modifiers to saves, and it doesn’t share any other Paladin Bonus Natural Str bonuses on saves that the master might have (such as from magic items Level HD Armor Adj. Adj. Int Special or feats). 5th–7th +2 +4 +1 6 Empathic link, improved Improved Speed (Ex): The mount’s speed increases by 10 feet. evasion, share spells, Command (Sp):Once per day per two paladin levels of its master, a share saving throws mount can use this ability to command other any normal animal of 8th–10th +4 +6 +2 7 Improved speed approximately the same kind as itself (for warhorses and warponies, this 11th–14th +6 +8 +3 8 Command creatures of category includes donkeys, mules, and ponies), as long as the target its kind creature has fewer Hit Dice than the mount. This ability functions like the 15th–20th +8 +10 +4 9 Spell resistance commandspell, but the mount must make a DC 21 Concentration check to succeed if it’s being ridden at the time (in combat, for instance). If the Paladin’s Mount Basics: Use the base statistics for a creature of the check fails, the ability does not work that time, but it still counts against mount’s kind, as given in the Monster Manual, but make changes to take the mount’s daily uses. Each target may attempt a Will save (DC 10 + 1/2 into account the attributes and characteristics summarized on the table paladin’s level + paladin’s Cha modifier) to negate the effect. and described below. Spell Resistance (Ex): A mount’s spell resistance equals its master’s"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Bonus HD",
        "description":  "Extra eight-sided (d8) Hit Dice, each of which gains a paladin level + 5. To affect the mount with a spell, a spellcaster must get Constitution modifier, as normal. Extra Hit Dice improve the mount’s a result on a caster level check (1d20 + caster level; see Spell Resistance, base attack and base save bonuses. A special mount’s base attack bonus page 177) that equals or exceeds the mount’s spell resistance. is equal to that of a cleric of a level equal to the mount’s HD. A mount has good Fortitude and Reflex saves (treat it as a character whose level SAMPLE PALADIN’S MOUNTS equals the animal’s HD). The mount gains additional skill points or feats The statistics below are for normal creatures of the appropriate kinds; for bonus HD as normal for advancing a monster’s Hit Dice (see the they do not include the modifications given on the table above. Monster Manual). Natural Armor Adj.: The number on the table is an improvement to the mount’s existing natural armor bonus. It represents the preternatural"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Share Spells",
        "description":  "At the paladin’s option, she may have any spell (but not how to read a creature’s statistics block. any spell-like ability) she casts on herself also affect her mount. The 45 CLASSES CHAPTER 3: Skill Ranks Ability Armor Check Penalty creatures, which makes it easier for him to find and defeat such foes. Heal 4 Wis — Finally, an experienced ranger has such a tie to nature that he can Ride 4 Dex — actually draw upon natural power to cast divine spells, much as a Diplomacy 4 Cha — druid does. Spot (cc) 2 Wis — Alignment: Rangers can be of any alignment. Most are good, and Listen (cc) 2 Wis — such rangers usually function as protectors of the wild areas. In this Climb (cc) 2 Str –6 role, a ranger seeks out and destroys or Search (cc) 2 Int — Soveliss drives off evil creatures that threaten the wilderness. Good rangers also protect"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Role",
        "description":  "The ranger’s best role is that of a scout and secondary Aberration beholder combatant. Without the heavy armor of the fighter or the staying Animal bear power of the barbarian, the ranger should focus on opportunistic Construct golem and ranged attacks. Most rangers user their animal companions as Dragon black dragon sentries, scouts, or to assist them in melee combat. Elemental invisible stalker Fey dryad Giant ogre GAME RULE INFORMATION Humanoid (aquatic) merfolk Rangers have the following game statistics. Humanoid (dwarf) dwarf"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Abilities",
        "description":  "Dexterity is important for a ranger both because he Humanoid (elf) elf tends to wear light armor and because several ranger skills are based Humanoid (goblinoid) hobgoblin on that ability. Strength is important because rangers frequently get Humanoid (gnoll) gnoll involved in combat. Several ranger skills are based on Wisdom, and Humanoid (gnome) gnome a Wisdom score of 14 or higher is required to get access to the most Humanoid (halfling) halfling powerful ranger spells. A Wisdom score of 11 or higher is required Humanoid (human) human to cast any ranger spells at all. One of the ranger’s trademark skills, Humanoid (orc) orc his ability to track foes, is based on Wisdom. Humanoid (reptilian) kobold"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor",
        "description":  "Studded leather (+3 AC, armor check penalty –1, speed Wisdom modifier. 30 ft., 20 lb.). Like other spellcasters, a ranger can cast only a certain number of"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Skill Ranks Ability Armor Check Penalty Alignment",
        "description":  "Rogues follow opportunity, not ideals. They are Survival 4 Wis — more likely to be chaotic than lawful, they are a diverse bunch, so Hide 4 Dex –1 they may be of any alignment. Move Silently 4 Dex –1 Religion: Although they are not renowned for their piety, most Listen 4 Wis — rogues revere Olidammara (god of thieves). Evil rogues might Spot 4 Wis — secretly worship Nerull (god of death), or Erythnul (god of slaugh- Knowledge (nature) 4 Int — ter). Since rogues are so diverse, however, many of them worship Climb 4 Str –1 other deities, or none at all. Heal 4 Wis — Background: Some rogues are officially inducted into an Swim 4 Str –2 organized fellowship of rogues or “guild of thieves.” Some are self- Search 4 Int — taught; others learned their skills from independent mentors. Often, an experienced rogue needs an assistant for scams, second-story jobs,"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Abilities",
        "description":  "Dexterity provides extra protection for the lightly creature whose vitals are beyond reach. armored rogue. Dexterity, Intelligence and Wisdom are important"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Hit Die",
        "description":  "d6. Rogues (and only rogues) can use the Disable Device skill to disarm magic traps. A magic trap generally has a DC of 25 + the level Class Skills of the spell used to create it. The rogue’s class skills (and the key ability for each skill) are A rogue who beats a trap’s DC by 10 or more Appraise (Int), Balance (Dex), Bluff (Cha), Climb (Str), Craft with a Disable Device check can study a (Int), Decipher Script (Int), Diplomacy (Cha), Disable trap, figure out how it works, and bypass it Device (Int), Disguise (Cha), Escape Artist (Dex), Forgery (with her party) without disarming it. (Int), Gather Information (Cha), Hide (Dex), Intimidate Evasion (Ex): At 2nd level and higher, a (Cha), Jump (Str), Knowledge (local) (Int), Listen (Wis), rogue can avoid even magical and unusual Move Silently (Dex), Open Lock (Dex), Perform (Cha), attacks with great agility. If she makes a Profession (Wis), Search (Int), Sense Motive (Wis), successful Reflex saving throw against an Sleight of Hand (Dex), Spot (Wis), Swim (Str), attack that normally deals half damage on Tumble (Dex), Use Magic Device (Cha), and Use Rope (Dex). See Chapter 4: Skills for skill a successful save (such as a red dragon’s descriptions. fiery breath or a fireball), she Skill Points at 1st Level: (8 + instead takes no damage. Evasion Int modifier) × 4. can be used only if the rogue is Skill Points at Each Addi- wearing light armor or no tional Level: 8 + Int modifier. armor. A helpless rogue (such as one who is unconscious or Class Features paralysed) does not gain the All of the following are class features of the benefit of evasion. rogue. Trap Sense (Ex): At 3rd level, a rogue"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor",
        "description":  "Leather (+2 AC, speed 20 ft., 7-1/2 lb.). a place in society and to prove themselves to others. Evil sorcerers,"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Share Spells",
        "description":  "At the master’s option, he may have any spell (but not with felines, hawks and owls and ravens with birds, lizards and snakes any spell-like ability) he casts on himself also affect his familiar. The with reptiles, toads with amphibians, weasels with similar creatures familiar must be within 5 feet at the time of casting to receive the benefit. (weasels, minks, polecats, ermines, skunks, wolverines, and badgers). If the spell or effect has a duration other than instantaneous, it stops Such communication is limited by the intelligence of the conversing affecting the familiar if it moves farther than 5 feet away and will not creatures. affect the familiar again even if it returns to the master before the Spell Resistance (Ex): If the master is 11th level or higher, a familiar duration expires. Additionally, the master may cast a spell with a target of “You” on his familiar (as a touch range spell) instead of on himself. A gains spell resistance equal to the master’s level + 5. To affect the master and his familiar can share spells even if the spells normally do familiar with a spell, another spellcaster must get a result on a caster not affect creatures of the familiar’s type (magical beast). level check (1d20 + caster level; see Spell Resistance, page 177) that Empathic Link (Su): The master has an empathic link with his familiar equals or exceeds the familiar’s spell resistance. out to a distance of up to 1 mile. The master cannot see through the Scry on Familiar (Sp):If the master is 13th level or higher, he may scry familiar’s eyes, but they can communicate empathically. Because of the on his familiar (as if casting the scrying spell) once per day. limited nature of the link, only general emotional content (such as fear, hunger, happiness, curiosity) can be communicated. Note that the low Master Natural Intelligence of a low-level master’s familiar limits what the creature is Class Level Armor Adj. Int Special able to communicate or understand, and even intelligent familiars see 1st–2nd +1 6 Alertness, improved evasion, the world differently from humans, so misunderstandings are always share spells, empathic link possible. 3rd–4th +2 7 Deliver touch spells Because of this empathic link, the master has the same connection to 5th–6th +3 8 Speak with master an item or place that his familiar does. For instance, if his familiar has 7th–8th +4 9 Speak with animals of its kind seen a room, the master can teleport into that room as if he has seen it 9th–10th +5 10 — too. 11th–12th +6 11 Spell resistance Deliver Touch Spells (Su): If the master is 3rd level or higher, a familiar 13th–14th +7 12 Scry on familiar can deliver touch spells for him. If the master and the familiar are in 15th–16th +8 13 — contact at the time the master casts a touch spell, he can designate his 17th–18th +9 14 — familiar as the “toucher.” The familiar can then deliver the touch spell 19th–20th +10 15 — 53 CLASSES CHAPTER 3: GAME RULE INFORMATION Known. (Unlike spells per day, the number of spells a sorcerer knows is not affected by his Charisma score; the numbers on Table Sorcerers have the following game statistics. 3–17 are fixed.) These new spells can be common spells chosen from"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Skill Selection",
        "description":  "Pick a number of skills equal to 3 + Int modifier. one or more new spells, as indicated on Table 3–17: Sorcerer Spells 54 :3 RETPAHC SESSALC Skill Ranks Ability Armor Check Penalty learn to manipulate her spells so they go farther, work better, or are Spellcraft 4 Int — improved in some other way. Concentration 4 Con — Some wizards prefer to specialize in a certain type of magic. Knowledge (arcana) 4 Int — Specialization makes a wizard more powerful in her chosen field, Bluff 4 Cha — but it denies her access to some of the spells that lie outside that Gather Information (cc) 2 Cha — field. (See School Specialization, page 57.) Diplomacy (cc) 2 Cha — Like a sorcerer, a wizard can call a familiar—a small, magical Hide (cc) 2 Dex 0 animal companion that serves her. For some wizards, their familiars Move Silently (cc) 2 Dex 0 are their only true friends."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Abilities",
        "description":  "Intelligence deter- so forth). The Difficulty Class for mines how powerful a spell a a saving throw against a wizard’s wizard can cast, how many spells spell is 10 + the spell level + the she can cast, and how hard wizard’s Intelligence modifier. those spells are to resist (see Spells, below). A Like other spellcasters, a wizard high Dexterity score is helpful for a wizard, who can cast only a certain number of typically wears little or no armor, because it spells of each spell level per day. provides her with a bonus to Armor Class. A Her base daily spell allotment good Constitution score gives a wizard extra is given on Table 3–18: The hit points, a resource that she is otherwise Wizard. In addition, she very low on. receives bonus spells per day if she"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Hit Die",
        "description":  "d4. Ability Modifiers and Bonus Spells, page 8). ARCANE SPELLS AND ARMOR By contrast, bards not only know how to wear light armor effectively, Wizards and sorcerers do not know how to wear armor effectively. If but they can also ignore the arcane spell failure chance for such armor. desired, they can wear armor anyway (though they’ll be clumsy in it), or However, they too wear heavier armor ineffectively andmust either learn they can gain training in the proper use of armor (with the various Armor to wear heavier armor via the appropriate Armor Proficiency feat Proficiency feats—light, medium, and heavy—and the Shield Proficiency (medium or heavy) or add a class (such as fighter) that grants them such feat), or they can multiclass to add a class that grants them armor proficiency as a class feature. A bard wearing armor heavier than light or proficiency (see Multiclass Characters later in this chapter). Even if a using any type of shieldincurs the normal arcane spell failure chance, wizard or sorcerer is wearing armor with which he or she is proficient, even if he becomes proficient with that armor. however, it might still interfere with spellcasting. If a spell doesn’t have a somatic component, an arcane spellcaster can cast it with no problem while wearing armor. Such spells can also be cast Most characters have a difficult time casting arcane spells while even if the caster’s hands are bound or if he or she is grappling wearing armor or carrying shields (see Arcane Spell Failure, page 122). (although Concentration checks still apply normally). Also, the The armor restricts the complicated gestures that a wizards or sorcerer metamagic feat Still Spell allows a spellcaster to prepare or cast a spell at must make while casting any spell that has a somatic component (most one spell level higher than normal without the somatic component. This do). To find the arcane spell failure chance for a wizard or sorcerer also provides a way to cast a spell while wearing armor without risking wearing a certain type of armor, see Table 7–6: Armor and Shields (page arcane spell failure. See Chapter 5: Feats for more about metamagic feats 123). such as Still Spell. 56 :3 RETPAHC SESSALC Unlike a bard or sorcerer, a wizard 3–2: Experience and Level-Dependent Benefits, page 22). The wizard may know any number of spells (see is not limited to the categories of item creation feats, metamagic Writing a New Spell into a Spellbook, feats, or Spell Mastery when choosing these feats. Nebin page 179). She must choose and Spellbooks: A wizard must study her spellbook prepare her spells ahead of time by [gnome each day to prepare her spells (see Preparing Wizard getting a good night’s sleep and spending illusionist] Spells, page 177). She cannot prepare any spell not 1 hour studying her spellbook. While recorded in her spellbook, except for read magic, which all studying, the wizard decides which spells wizards can prepare from memory. to prepare (see Preparing Wizard Spells, A wizard begins play with a spellbook page 177). containing all 0-level wizard spells (except those"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor",
        "description":  "None (speed 30 ft.). Each character class description includes a table that shows how the"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Skill Selection",
        "description":  "Pick a number of skills equal to 2 + Int modifier. he or she attains a new level, it is a new level in that class. If your character has more than one class or wants to acquire a new class, Skill Ranks Ability Armor Check Penalty you choose which class goes up one level. The other class or classes Spellcraft 4 Int — stay at the previous level. (See Multiclass Characters, page 59.) Concentration 4 Con — 2. Base Attack Bonus: The base attack bonus for fighters, Knowledge (arcana) 4 Int — barbarians, rangers, and paladins increase by 1 every level. The base Decipher Script 4 Int — attack bonus for other characters increases at a slower rate. If your Hide (cc) 2 Dex 0 character’s base attack bonus changes, record it on your character Move Silently (cc) 2 Dex 0 sheet. Search (cc) 2 Int — 3. Base Save Bonuses: Like base attack bonuses, base save Spot (cc) 2 Wis — bonuses improve at varying rates as characters increase in level."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Training and Practice",
        "description":  "Characters spend time between adventures and Bonus Spells, page 8). This rule represents an intelligent training, studying, or otherwise practicing their skills. This work character’s ability to learn faster over time. Use your character’s consolidates what they learn on adventures and keeps them in top current Intelligence score, including all permanent changes (such as form. If, for some reason, a character can’t practice or train for an inherent bonuses, ability drains, or an Intelligence increase gained extended time, the DM may reduce XP awards or even cause the at step 4, above) but not any temporary changes (such as ability character to lose experience points. damage, or enhancement bonuses gained from spells or magic items, such as a headband of intellect), to determine the number of skill points you gain. 58 :3 RETPAHC SESSALC 7. Feats: Upon attaining 3rd level and at every third level For example, a 7th-level rogue/4th-level wizard (an 11th-level thereafter (6th, 9th, 12th, 15th, and 18th level), the character gains character) can have as many as 14 ranks in any skill that is a class one feat of your choice (see Table 5–1: Feats, page 90). The character skill for rogues or wizards. That same character can have as many as must meet any prerequisites for that feat in order to select it. As with 7 ranks in any skill that is not a class skill for rogues or wizards. ability score increases, it is the overall character level, not the class Class Features: A multiclass character gets all the class features level, that determines when a character gets a new feat. of all his or her classes but must also suffer the consequences of the 8. Spells: Spellcasting characters gain the ability to cast more special restrictions of all his or her classes. (Exception: A character spells as they advance in levels. Each class description for a spell- who acquires the barbarian class does not become illiterate.) Some casting class includes a Spells per Day section (on the class table) class features don’t work well with the skills or class features of that shows the base number of spells (without bonus spells for high other classes. For example, although rogues are proficient with light ability scores) of a given spell level that a character can cast at each armor, a rogue/wizard still has an arcane spell failure chance if class level. See your character’s class description in this chapter for wearing armor. details. In the special case of turning undead, both clerics and experi- 9. Class Features: Check your character’s class description in enced paladins have the same ability. If the character’s paladin level this chapter for any new capabilities your character may receive. is 4th or higher, her effective turning level is her cleric level plus Many characters gain special attacks or new special powers as they her paladin level minus 3. Thus a 5th-level paladin/4th-level cleric advance in levels. turns undead as a 6th-level cleric. In the special case of uncanny dodge, both experienced bar- barians and experienced rogues have the same ability. When a MULTICLASS CHARACTERS barbarian/rogue would gain uncanny dodge a second time (for her A character may add new classes as he or she progresses in level, second class), she instead gains improved uncanny dodge, if she thus becoming a multiclass character. The class abilities from a does not already have it. Her barbarian and rogue levels stack to character’s different classes combine to determine a multiclass determine the rogue level an attacker needs to flank her. For character’s overall abilities. Multiclassing improves a character’s example, a 2nd-level barbarian/4th-level rogue could only be versatility at the expense of focus. flanked by a rogue of at least 10th level. In the special case of obtaining a familiar, both wizards and CLASS AND LEVEL FEATURES sorcerers have the same ability. A sorcerer/wizard stacks his sorcerer and wizard levels to determine the familiar’s natural armor, As a general rule, the abilities of a multiclass character are the sum Intelligence score, and special abilities. of the abilities of each of the character’s classes."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Skills",
        "description":  "If a skill is a class skill for any of a multiclass character’s ficiencies, spells, and other class features of the new class, hit points classes, then character level determines a skill’s maximum rank. of the appropriate Hit Die type, and the new class’s number of skill (The maximum rank for a class skill is 3 + character level.) points gained at each additional level (not that number × 4, as is the If a skill is not a class skill for any of a multiclass character’s case for a 1st level character). classes, the maximum rank for that skill is one-half the maximum Picking up a new class is not exactly the same as starting a char- for a class skill. acter in that class. Some of the benefits a 1st-level character gains 59 CLASSES CHAPTER 3: (such as four times the usual number of skill points) represent the a fourth class (by adding 1st-level cleric, for example), he would take advantage of training while the character was young and fresh, with a –40% XP penalty from then on. lots of time to practice. When picking up a new class, a character As a second example, consider a dwarf 7th-level fighter/2nd-level does not receive the following starting bonuses given to characters cleric. This character takes no penalty because his fighter class is who begin their careers in that class: favored for dwarves and thus not counted when determining (cid:1) Maximum hit points from the first Hit Die. whether his classes are even. Nor does he take any penalty for (cid:1) Quadruple the per-level skill points. adding 1st-level rogue to the mix, since his cleric and rogue classes (cid:1) Starting equipment. are only one level apart. In this case, cleric counts as the character’s (cid:1) Starting gold. highest class. A human’s or half-elf’s highest-level class is always considered his ADVANCING A LEVEL or her favored class. A multiclass character who attains a new level either increases one of his or her current class levels by one or picks up a new class at 1st HOW MULTICLASSING WORKS level. Lidda, a 4th-level halfling rogue, decides to expand her repertoire by When a multiclass character advances a level in a current class, he learning some wizardry. She locates a mentor who teaches her the or she gets all the standard benefits that a character normally ways of a wizard, and she spends a lot of time looking over the receives for attaining that level in that class: more hit points, shoulder of Mialee, her party’s wizard, while the latter prepares her possible bonuses on attack rolls, Armor Class and saving throws spells each morning. When Lidda amasses 10,000 XP, she becomes a (depending on the class and the new level), possible new class 5th-level character. Instead of becoming a 5th-level rogue, however, features (as defined by the class), possible new spells, and new skill she becomes a 4th-level rogue/1st-level wizard. Now, instead of points. gaining the benefits of attaining a new level as a rogue, she gains the Skill points are spent according to the class that the multiclass benefits of becoming a 1st-level wizard. She gains a wizard’s Hit Die character just advanced in (see Table 4–1: Skill Points per Level, (d4), a 1st-level wizard’s +2 bonus on Will saves, and 4 skill points (2 page 62). Skills purchased from Table 4–2: Skills are purchased at for one wizard level and +2 for her Intelligence score of 14) that she the cost appropriate for that class. can spend as a wizard. These benefits are added to the scores she Rules for characters beyond 20th level (including multiclass already had as a rogue. Her base attack bonus, Reflex save bonus, and characters beyond 20th level) are covered in the Dungeon Master’s Fortitude save bonus do not increase because these numbers are +0 Guide. for a 1st-level wizard. She gains a 1st-level wizard’s beginning spellbook and spells per day. Her rogue skills and sneak attack XP FOR MULTICLASS CHARACTERS capability, however, do not improve. She could spend some of her 4 Developing and maintaining skills and abilities in more than one skill points to improve her rogue skills, but, since they would be class is a demanding process. Depending on the character’s class treated as cross-class skills for a wizard, these skill points would each levels and race, he or she might or might not suffer an XP penalty. buy only one-half rank. (The exceptions are any Craft or Profession"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Getting Skills",
        "description":  "A character gets a base allotment of 2, 4, 6, or 8 associated with the skill’s use). The key ability of each skill is skill points for each new level, depending on the class to which that noted in its description and on Table 4–2: Skills. level was added. If the character gaining his or her 1st character Miscellaneous Modifiers: Miscellaneous modifiers level overall (that is, gaining his or her first level in any class), add include racial bonuses, armor check penalties, and bonuses his or her Intelligence modifier to the base skill point allotment for provided by feats, among others. the class and multiply the total by four; then add an extra 4 points of the character is human. ACQUIRING SKILL RANKS If you buy a class skill (such as Listen for a rogue or Spellcraft for a cleric), your character gets 1 rank (equal to a +1 bonus on checks Ranks indicate how much training or experience your with that skill) for each skill point. If you buy other classes’ skills character has with a given skill. Each of his or her skills (cross-class skills), you get 1/2 rank per skill point. Your maximum has a rank, from 0 (for a skill in which your character has rank in a class skill is your character level + 3. Your maximum rank no training at all) to a number equal to 3 + character level in a cross-class skill is one-half of this number (do not round up or (for a character who has increased a skill to its maximum down). rank). When making a skill check, you add your skill ranks"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Armor Check Penalty",
        "description":  "If this notation is included in the skill (history) bardic knowledge checks (class feature) name line, an armor check penalty applies (when appropriate) to (local) Gather Information checks checks using this skill. If this entry is absent, an armor check (nature) Survival checks in aboveground natural penalty does not apply. environments The skill name line is followed by a general description of what (nobility and royalty) Diplomacy checks using the skill represents. After the description are a few other types (religion) checks to turn or rebuke undead (class feature) (the planes) Survival checks when on other planes of information:"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Special",
        "description":  "Any extra facts that apply to the skill, such as special 66 :4 RETPAHC SLLIKS effects deriving from its use or bonuses that certain characters BALANCE (DEX; ARMOR CHECK PENALTY) receive because of class, feat choices, or race. You can keep your balance while walking on a tightrope, a narrow"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Action",
        "description":  "Climbing is part of movement, so it’s generally part of a Compare the task with those on the following table to determine an move action (and may be combined with other types of movement appropriate DC. in a move action). Each move action that includes any climbing requires a separate Climb check. Catching yourself or another Climb DC Example Surface or Activity 0 A slope too steep to walk up, or a knotted rope with a wall falling character doesn’t take an action. to brace against. Special: You can use a rope to haul a character upward (or lower a 5 A rope with a wall to brace against, or a knotted rope, or a character) through sheer strength. You can lift double your rope affected by the rope trick spell. maximum load in this manner. 10 A surface with ledges to hold on to and stand on, such as a A halfling has a +2 racial bonus on Climb checks because half- very rough wall or a ship’s rigging. lings are agile and surefooted. 15 Any surface with adequate handholds and footholds The master of a lizard familiar (see the Familiars sidebar, page 52) (natural or artificial), such as a very rough natural rock gains a +3 bonus on Climb checks. surface or a tree, or an unknotted rope, or pulling yourself If you have the Athletic feat, you get a +2 bonus on Climb checks. up when dangling by your hands. 20 An uneven surface with some narrow handholds and A creature with a climb speed (such as a monstrous spider, or a footholds, such as a typical wall in a dungeon or ruins. character under the effect of a spider climb spell) has a +8 racial bonus 25 A rough surface, such as a natural rock wall or a brick wall. on all Climb checks. The creature must make a Climb check to 25 An overhang or ceiling with handholds but no footholds. climb any wall or slope with a DC higher than 0, but it always can — A perfectly smooth, flat, vertical surface cannot be climbed. choose to take 10 (see Checks without Rolls, page 65), even if rushed or threatened while climbing. If a creature with a climb speed Climb DC chooses an accelerated climb (see above), it moves at double its Modifier1 Example Surface or Activity climb speed (or at its land speed, whichever is slower) and makes a –10 Climbing a chimney (artificial or natural) or other location single Climb check at a –5 penalty. Such a creature retains its where you can brace against two opposite walls (reduces DC by 10). Dexterity bonus to Armor Class (if any) while climbing, and –5 Climbing a corner where you can brace against opponents get no special bonus to their attacks against it. It cannot, perpendicular walls (reduces DC by 5). however, use the run action while climbing. +5 Surface is slippery (increases DC by 5). Synergy: If you have 5 or more ranks in Use Rope, you get a +2 1 These modifiers are cumulative; use any that apply. bonus on Climb checks made to climb a rope, a knotted rope, or a rope-and-wall combination. You need both hands free to climb, but you may cling to a wall with one hand while you cast a spell or take some other action that CONCENTRATION (CON) requires only one hand. While climbing, you can’t move to avoid a You are particularly good at focusing your mind. blow, so you lose your Dexterity bonus to AC (if any). You also can’t"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Check",
        "description":  "Your DM makes the Disable Device check for you DISGUISE (CHA) secretly, so that you don’t necessarily know whether you’ve suc- ceeded. The DC depends on how tricky the device is. Disabling (or Use this skill to change your appearance or someone else’s. The rigging or jamming) a fairly simple device has a DC of 10; more effort requires at least a few props, some makeup, and some time. intricate and complex devices have higher DCs. The use of a disguise kit (page 130) provides a +2 circumstance If the check succeeds, you disable the device. If it fails by 4 or less, bonus to a Disguise check. A disguise can include an apparent you have failed but can try again. If you fail by 5 or more, something change of height or weight of no more than one-tenth the original. goes wrong. If the device is a trap, you spring it. If you’re attempting You can also use Disguise to impersonate people, either indi- some sort of sabotage, you think the device is disabled, but it still works normally. viduals or types. For example, you might, with little or no actual You also can rig simple devices such as saddles or wagon wheels disguise, make yourself seem like a traveller even if you’re a local. to work normally for a while and then fail or fall off some time later Check: Your Disguise check result determines how good the (usually after 1d4 rounds or minutes of use). disguise is, and it is opposed by others’ Spot check results. If you don’t draw any attention to yourself, others do not get to make Spot Device Time Disable Device DC1 Example checks. If you come to the attention of people who are suspicious Simple 1 round 10 Jam a lock Tricky 1d4 rounds 15 Sabotage a wagon wheel (such as a guard who is watching commoners walking through a city Difficult 2d4 rounds 20 Disarm a trap, reset a trap gate), the DM can assume that such observers are taking 10 on their Wicked 2d4 rounds 25 Disarm a complex trap, Spot checks. cleverly sabotage a The effectiveness of your disguise depends in part on how much clockwork device you’re attempting to change your appearance. 1 If you attempt to leave behind no trace of your tampering, add 5 to the DC. INFLUENCING NPC ATTITUDES For example, if a character encounters a nonplayer character whose Use the table below to determine the effectiveness of Diplomacy checks initial attitude is hostile, that character needs to get a result of 20 or (or Charisma checks) made to influence the attitude of a nonplayer higher on a Diplomacy check (or Charisma check) to change that NPC’s character, or wild empathy checks made to influence the attitude of an attitude. On any result less than 20, the NPC’s attitude is unchanged. On animal or magical beast. The Dungeon Master’s Guide has more a result of 20 to 24, the NPC’s attitude improves to unfriendly. information on NPC attitudes. Attitude Means Possible Actions Initial ————— New Attitude (DC to achieve)————— Hostile Will take risks to hurt you Attack, interfere, berate, flee Attitude Hostile Unfriendly Indifferent Friendly Helpful Unfriendly Wishes you ill Mislead, gossip, avoid, Hostile Less than 20 20 25 35 50 watch suspiciously, insult Unfriendly Less than 5 5 15 25 40 Indifferent Doesn’t much care Socially expected interaction Indifferent — Less than 1 1 15 30 Friendly Wishes you well Chat, advise, offer limited Friendly — — Less than 1 1 20 help, advocate Helpful — — — Less than 1 1 Helpful Will take risks to help you Protect, back up, heal, aid 72 :4 RETPAHC SLLIKS Disguise Disguise Check Modifier ESCAPE ARTIST (DEX; ARMOR CHECK PENALTY) Minor details only +5 Use this skill to slip out of bonds or manacles, wriggle through tight Disguised as different gender1 –2 spaces, or escape the grip of a monster that grapples you. Disguised as different race1 –2"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Special",
        "description":  "A character with the Self-Sufficient feat gets a +2 bonus (That is, the target retains its normal attitude, but will chat, advise, on Heal checks. offer limited help, or advocate on your behalf while intimidated. See A healer’s kit (page 130) gives you a +2 circumstance bonus on the Diplomacy skill, above, for additional details.) The effect lasts as Heal checks. long as the target remains in your presence, and for 1d6×10 minutes afterward. After this time, the target’s default attitude toward you HIDE (DEX; ARMOR CHECK PENALTY) shifts to unfriendly (or, if normally unfriendly, to hostile). Use this skill to sink back into the shadows and proceed unseen, to If you fail the check by 5 or more, the target provides you with approach a wizard’s tower under cover of brush, or to tail someone incorrect or useless information, or otherwise frustrates your efforts. through a busy street without being noticed. Demoralize Opponent: You can also use Intimidate to weaken an"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Synergy",
        "description":  "If you have 5 or more ranks in Bluff, you get a +2 bonus 4 feet 16 on Intimidate checks. 5 feet 20 6 feet 24 7 feet 28 JUMP (STR; ARMOR CHECK PENALTY) 8 feet 32 Use this skill to leap over pits, vault low fences, or reach a tree’s 1 Not including vertical reach; see below. lowest branches. 2 Requires a 20-foot running start. Without a running start, double the"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Check",
        "description":  "The DC and the distance you can cover vary according to DC. the type of jump you are attempting (see below). Your Jump check is modified by your speed. If your speed is 30 Obviously, the difficulty of reaching a given height varies according feet (the speed of an unarmored human), then no modifier based on to the size of the character or creature. The maximum vertical reach speed applies to the check. If your speed is less than 30 feet, you take (height the creature can reach without jumping) for an average a –6 penalty for every 10 feet of speed less than 30 feet. If your speed creature of a given size is shown on the table below. (As a Medium is greater than 30 feet, you gain a +4 bonus for every 10 feet beyond creature, a typical human can reach 8 feet without jumping.) 30 feet. For instance, if you have a speed of 20 feet, you take a –6 Quadrupedal creatures (such as horse) don’t have the same vertical penalty on your Jump checks. If, on the other hand, your speed is 50 reach as a bipedal creature; treat them as being one size category feet, you gain a +8 bonus. smaller. All Jump DCs given here assume that you get a running start, which requires that you move at least 20 feet in a straight line before Creature Size Vertical Reach attempting the jump. If you do not get a running start, the DC for Colossal 128 ft. the jump is doubled. Gargantuan 64 ft. Distance moved by jumping is counted against your normal Huge 32 ft. maximum movement in a round. For example, Krusk has a speed of Large 16 ft. 40 feet. If he moves 30 feet, then jumps across a 10-foot-wide chasm, Medium 8 ft. he’s then moved 40 feet total, so that’s his move action. Small 4 ft. If you have ranks in Jump and you succeed on a Jump check, you Tiny 2 ft. land on your feet (when appropriate). If you attempt a Jump check Diminutive 1 ft. Fine 1/2 ft. untrained, you land prone unless you beat the DC by 5 or more."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Check",
        "description":  "Answering a question within your field of study has a DC Your DM may decide to make the Listen check for you, so that of 10 (for really easy questions), 15 (for basic questions), or 20 to 30 you don’t know whether not hearing anything means that nothing (for really tough questions). is there, or that you failed the check. In many cases, you can use this skill to identify monsters and their special powers or vulnerabilities. In general, the DC of such a Listen DC Sound check equals 10 + the monster’s HD. A successful check allows you –10 A battle to remember a bit of useful information about that monster. For 0 People talking1 every 5 points by which your check result exceeds the DC, you 5 A person in medium armor walking at a slow pace recall another piece of useful information. (10 ft./round) trying not to make any noise."
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Action",
        "description":  "Usually none. In most cases, making a Knowledge check 10 An unarmored person walking at a slow pace doesn’t take an action—you simply know the answer or you don’t. (15 ft./round) trying not to make any noise"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Special",
        "description":  "When several characters are listening to the same thing, You are skilled in a type of artistic expression, which may encom- a single 1d20 roll can be used for all the individuals’ Listen checks. pass a variety of specific methods, and you know how to put on a A fascinated creature takes a –4 penalty on Listen checks made as show. reactions. Like Craft, Knowledge, and Profession, Perform is actually a If you have the Alertness feat, you get a +2 bonus on Listen number of separate skills. For instance, you could have the skill checks. Perform (act). Your ranks in that skill don’t affect any checks you A ranger gains a bonus on Listen checks when using this skill happen to make for Perform (oratory) or Perform (string against a favored enemy (see page 47). instruments). You could have several Perform skills, each with its An elf, gnome, or halfling has a +2 racial bonus on Listen checks, own ranks, each purchased as a separate skill. thanks to the keen ears with which members of those races are Each of the nine categories of the Perform skill includes a variety blessed. of methods, instruments, or techniques, a small list of which is A half-elf has a +1 racial bonus on Listen checks. Her hearing is provided for each category below. The DM is free to expand any of good because of her elven heritage, but not as keen as that of a full these categories with additional methods, instruments, or tech- elf. niques, as appropriate for his or her campaign. A sleeping character may make Listen checks at a –10 penalty. A (cid:1) Act (comedy, drama, mime) successful check awakens the sleeper. (cid:1) Comedy (buffoonery, limericks, joke-telling) (cid:1) Dance (ballet, waltz, jig) MOVE SILENTLY (DEX; ARMOR CHECK PENALTY) (cid:1) Keyboard instruments (harpsichord, piano, pipe organ) You can use this skill to sneak up behind an enemy or to slink away (cid:1) Oratory (epic, ode, storytelling) without being noticed. (cid:1) Percussion instruments (bells, chimes, drums, gong)"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Synergy",
        "description":  "If you have 5 or more ranks in Handle Animal, you get a Fight with warhorse 10 Control mount in battle 20 +2 bonus on Ride checks. Cover 15 Fast mount or dismount 201 Soft fall 15 1 Armor check penalty applies. 80 :4 RETPAHC SLLIKS SEARCH (INT) “something is up” (that is, something odd is going on) or to assess someone’s trustworthiness. Your DM may decide to make your You can find secret doors, simple traps, hidden compartments, and Sense Motive check secretly, so that you don’t necessarily know other details not readily apparent. The Spot skill lets you notice whether you were successful. something, such as a hiding rogue. The Search skill lets a character discern some small detail or irregularity through active effort. Search does not allow you to find complex traps unless you are a Task Sense Motive DC rogue (see Restriction, below). Hunch 20 Sense enchantment 25 or 15"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Synergy",
        "description":  "If you have 5 or more ranks in Search, you get a +2 bonus on Survival checks to find or follow tracks. SLEIGHT OF HAND (DEX; TRAINED ONLY; If you have 5 or more ranks in Knowledge (architecture and engineering), you get a +2 bonus on Search checks to find secret ARMOR CHECK PENALTY) doors or hidden compartments. You can cut or lift a purse and hide it on your person, palm an un-"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Synergy",
        "description":  "If you have 5 or more ranks in Survival, you get a +2 ARMOR CHECK PENALTY) bonus on Knowledge (nature) checks. You can dive, roll, somersault, flip, and so on. You can’t use this skill If you have 5 or more ranks in Knowledge (dungeoneering), you if your speed has been reduced by armor, excess equipment, or loot get a +2 bonus on Survival checks made while underground. (see Table 9–2: Carrying Loads, page 162). If you have 5 or more ranks in Knowledge (nature), you get a +2"
    },
    {
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "name":  "Check",
        "description":  "You can land softly when you fall or tumble past bonus on Survival checks in aboveground natural environments opponents. You can also tumble to entertain an audience (as though (aquatic, desert, forest, hill, marsh, mountains, and plains). using the Perform skill). The DCs for various tasks involving the If you have 5 or more ranks in Knowledge (geography), you get a Tumble skill are given on the table below. +2 bonus on Survival checks made to keep from getting lost or to avoid natural hazards. Tumble DC Task If you have 5 or more ranks in Knowledge (the planes), you get a 15 Treat a fall as if it were 10 feet shorter than it really +2 bonus on Survival checks made while on other planes. is when determining damage. If you have 5 or more ranks in Search, you get a +2 bonus on 15 Tumble at one-half speed as part of normal Survival checks to find or follow tracks. movement, provoking no attacks of opportunity while doing so. Failure means you provoke attacks SWIM (STR; ARMOR CHECK PENALTY) of opportunity normally. Check separately for each Using this skill, a land-based creature can swim, dive, navigate opponent you move past, in the order in which you underwater obstacles, and so on. pass them (player’s choice of order in case of a tie)."
    }
]
