[
    {
        "source":  "frostburn.txt",
        "name":  "Gloves of the Uldra Savant",
        "description":  "Gloves of the uldra savant are ice over the target, doing an additional 2d4 points of cold made of a pale blue metal and are adorned with light blue damage each round for a total of fi ve additional rounds after runes. The plates that make up the gauntlets always seem to the initial hit. be caked with frost and ice. The wearer of gloves of the uldra An icicle rod can also produce these additional effects: savant can create a ray of frost at will as a standard action. • Entomb (1/day) 111 FROSTFELL MAGIC OF THE CHAPTER 5 • Maximized ice storm (1/day) • Freezing fog (2/day): As solid fog, but the effect also causes Strong evocation (cold); CL 15th; Craft Rod, Craft Magic a rime of slippery ice to form on any surface the fog Arms and Armor, Maximize Spell, entomb, ice storm, resist touches, creating the effect of a grease spell. The wearer elements; Price 120,000 gp. of the ring is immune to the grease effect because of the"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Pick of Iceparting",
        "description":  "This +2 cold bane heavy pick can score • Immunity to cold. critical hits against creatures of the cold subtype normally • +8 Strength, +2 Constitution, +2 Intelligence, +2 Cha- immune to critical hits. risma. These bonuses are considered racial bonuses and Once per day, a pick of iceparting can be swung at an icy stack with other racial bonuses the wearer may have. surface (such as a glacial wall, the surface of a frozen lake, The ring’s transformation power also changes the wearer’s or an iceberg) as a standard action. Three tiny fractures appearance into a draconic form. The wearer’s general radiate out from the point you struck toward any three shape and size does not change, although her equipment is points within 50 feet; these three points can be chosen by altered in shape so it can still be utilized. Unlike polymorph, you but must be connected to the initial impact point by a the user’s equipment does not merge with the new form; it solid sheet of ice. When the cracks reach their targets, they remains in place and fully functional while the user is in cause the ice located there to explode violently. Any creature half-dragon form. Dragons and half-dragons cannot ben- within 5 feet of this explosion takes 3d6 points of piercing efi t from the effects of the ring’s transformation powers, damage (Refl ex DC 14 half). although they can utilize the ring’s other abilities. Medium evocation; CL 8th; Craft Magic Arms and Armor, Rumors abound that other rings exist that are keyed to crack ice, summon monster I; Price 30,000 gp; Cost 14,600 gp + different dragons, granting different powers. 1,168 XP; Weight 6 lb. Strong transmutation; CL 13th; Forge Ring, polymorph,"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Physical Description",
        "description":  "A skull talisman appears as the rune- Strong evocation (cold); CL 17th; Craft Staff, Craft Magic covered skull of a creature of at least Small size; usually Arms and Armor; entomb, ice castle, ice ship, iceberg, snow walk; talismans are made of animal skulls, but particularly savage Price 138,000 gp. tribes and cruel individuals enjoy making them from their Staff of Winter: This staff is made of bleached white slain enemies. wood; the end is a large crystalline snowfl ake. It allows the A Small skull talisman has AC 7, 5 hit points, hardness 2, use of the following spells: and a break DC of 20. A Medium skull talisman has AC 5, 10 • Boreal wind (1 charge) hit points, hardness 5, and a break DC of 25. A Large skull • Obscuring snow (1 charge) talisman has AC 4, 25 hit points, hardness 10, and a break • Winter’s embrace (1 charge) DC of 30. A skull talisman carried by a creature has the same • Whiteout (2 charges) effective AC as the creature carrying it. A creature that con- Strong conjuration; CL 13th; Craft Staff, boreal wind, trols possession of a skull talisman can automatically break obscuring snow, whiteout, winter’s embrace; Price 58,000 gp. it with one hand by taking a standard action to do so; the AC Vial of Icy Sheets: The vial of icy sheets contains a clear and break DCs listed above are for those who try to strike or fl uid that creates a region of slippery ice when its contents break an unattended skull talisman or a skull talisman held are poured upon the ground (a standard action). The fl uid by another creature. spreads from the point of origin to a radius of 10 feet, coating"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "14 (–1 size, +2 Dex, +3 natural) muscle. Base Attack/Grapple: +3/+11"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "35 (–1 size, +3 Dex, +23 natural), touch 12, fl at-footed 32 Base Attack/Grapple: +15/+28"
    },
    {
        "source":  "frostburn.txt",
        "name":  "A dire polar bear attacks by tearing at opponents with Level Adjustment",
        "description":  "— its claws. Improved Grab (Ex): To use this ability, a dire polar This odd creature is the size of a draft horse, but its body is low bear must hit with a claw attack. It can then attempt to to the ground and covered by a thick armor of leathery bands. A tail ending in a heavy spiked club of bone trails behind its start a grapple as a free action without provoking attacks dome-shaped body. of opportunity. Scent (Ex): A dire polar bear can detect opponents with- in 30 feet. The exact location is not revealed unless Glyptodon (literally, “carved tooth”) the creature is within 5 feet. is an enormous armadillol ike"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Skills",
        "description":  "A dire polar bear creature—if an armadillo were has a +8 racial bonus on the size of a small wagon. It has any Swim check to per- a short snout and powerful form some special action jaws, with no teeth in the or avoid a hazard. It front of the mouth, but can always choose grinding teeth far- to take 10 on a ther back in the Swim check, even mouth. While it if distracted or is a plant-eater, its endangered. It armor plating and can use the run heavy knobbed action while tail makes it very swimming, capable of defend- provided it ing itself against swims in a smaller predators straight line. and even of chasing *A dire po- off other grazers. Glyptodons lar bear’s white are especially hostile to horses, coat bestows a musk oxen, and other arctic and +12 racial bonus subarctic herbivores that compete on Hide checks in with them for the rich summer grasses. snowy areas. Glyptodons are often prey for saber- toothed tigers, dire lions, and other deadly hunters GLYPTODON such as dragons and humans. Large Animal A fully grown glyptodon is about 10 feet long"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "18 (–1 size, –1 Dex, +10 natural), touch 8, A glyptodon found by itself is common, but the creatures fl at-footed 18 also fi ght in small groups, circling around the young to Base Attack/Grapple: +7/+16 create a wall of armored fl esh. If provoked, a glyptodon typi-"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Special Qualities",
        "description":  "Damage reduction 5/piercing, low- or smaller creatures. This attack deals 1d6+7 points of dam- light vision age. Trampled opponents can make attacks of opportunity eitoC .M yb .sullI Megaloceros 117 FROSTFELL MONSTERS OF THE CHAPTER 6 against the glyptodon at a –4 penalty. If they do not make attacks of opportunity, trampled opponents can attempt a DC 20 Refl ex save for half damage. The save DC is Strength-based. Training a Glyptodon Small and Medium humanoids such as neanderthals, goblin- oids, and orcs sometimes use glyptodons as mounts or pack animals. They are particularly useful as archery platforms on a battlefi eld, as their gait is slow and steady. Training a glyptodon requires six weeks of work and a success- ful DC 25 Handle Animal check. Riding a glyptodon requires an exotic saddle that includes a prod that a glyptodon can feel through its armor. A glyptodon can fi ght while carrying a rider, but the rider can- not also attack unless he or she succeeds on a Ride check."
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "14 (–1 size, +1 Dex, +4 natural), touch 10, Megaloceroses prefer to avoid combat, except during fl at-footed 13 mating season, when males are extremely aggressive and Base Attack/Grapple: +4/+13 territorial, and during the spring calving season, when"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "15 (–1 size, +2 Dex, +4 natural), touch 11, litters and rearing their young. fl at-footed 13 Base Attack/Grapple: +6/+17 Combat"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "17 (–2 size, –1 Dex, +10 natural), touch 7, feet, weighs between 9 and 11 tons, and has tusks roughly fl at-footed 17 15 feet long. It lives in large family groups on open steppe. Base Attack/Grapple: +10/+30 All woolly mammoth herds are led by the eldest female"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Skills",
        "description":  "Listen +12, Spot +11 moths handle the bones of the Illus. by E. Cox Zeuglodon 120 6 RETPAHC EHT FO SRETSNOM LLEFTSORF dead years after the death of a mate, sibling, or child. Frost folk and others believe that this is how woolly mammoths communicate with the dead, and that woolly mammoth spirits and totems have great power in the land of the dead. Combat Woolly mammoths are usually aggressive only when stalked or threatened or when they fear for the safety of their young. Like elephants, woolly mammoths have long memories, and will take revenge on creatures that harmed them in the past. Woolly mammoths prefer to fi ght as a herd rather than individually, though the lead bull in a herd (usually a male with advanced Hit Dice) will often fi ght alone to defend the females and young. Improved Grab (Ex): To use this ability, a woolly mam- moth must hit a Large or smaller foe with a gore attack. If it gets a hold, it tosses its opponent. Toss (Ex): Woolly mammoths vigorously shake any crea- ture caught in their tusks and fl ing it in a random direction. Resolve the toss as a bull rush maneuver (+20 check modi- fi er), except that there is no attack of opportunity, since the woolly mammoth has already grabbed its foe when it tries to toss the victim. The woolly mammoth does not need to move with its foe in order to throw its foe more than 5 feet. If the tossed victim beats the woolly mammoth’s bull rush check, he remains in his current square with no ill effects and is not grappled any longer. Tossed victims take impact damage on landing as if they had fallen a distance equal to the distance they were tossed. ZEUGLODON Trample (Ex): As a full-round action, a woolly mammoth Gargantuan Animal can move up to twice its speed and literally run over Large Hit Dice: 15d8+135 (202 hp) or smaller creatures. This attack deals 2d8+18 points of Initiative: +1 damage. Trampled opponents can make attacks of opportu- Speed: Swim 40 ft. (8 squares) nity against the woolly mammoth at a –4 penalty. If they do Armor Class: 18 (–4 size, +1 Dex, +11 natural), touch 7, not make attacks of opportunity, trampled opponents can fl at-footed 17 attempt DC 29 Refl ex saves for half damage. The save DC is Base Attack/Grapple: +11/+37 Strength-based. Attack: Tail slam +21 melee (4d6+14) Scent (Ex): A woolly mammoth can detect opponents Full Attack: Tail slam +21 melee (4d6+14) and bite +16 within 30 feet. The exact location is not revealed unless the melee (4d6+7) creature is within 5 feet. Space/Reach: 20 ft./15 ft."
    },
    {
        "source":  "frostburn.txt",
        "name":  "Zeuglodons are massive, almost serpentlike whales that Hit Dice",
        "description":  "2d6+2 (9 hp) lurk in the coldest oceans. They are a uniform dark gray or Initiative: +2 black in color. Their heads are long and narrow, with numer- Speed: 20 ft. (4 squares) ous serrated teeth in the jaws. Unlike most other whales, Armor Class: 15 (+1 size, +2 Dex, +2 natural), touch 13, their bodies are quite thin and almost serpentine in shape. fl at-footed 13 They possess two pairs of fl ippers; the front pair is large and Base Attack/Grapple: +1/–2* well developed, but the back pair is atrophied nearly to the Attack: Claw +4 melee (1d3–1) or produce fl ame +4 ranged point of uselessness. A little more than half of a zeuglodon’s touch (1d6+3 fi re) body is taken up by its long and powerful tail. Full Attack: 2 claws +4 melee (1d3–1) or produce fl ame +4 The massive fl ukes of a zeuglodon’s tail can smash even ranged touch (1d6+3 fi re) the hardiest ship to splinters in a short time. Zeuglodons Space/Reach: 5 ft./5 ft. up to 75 feet long have been sighted by reputable sailors, but Special Attacks: Spell-like abilities stories abound of massive zeuglodons measuring well over Special Qualities: Immunity to fi re, low-light vision, slip- 120 feet in length. It’s likely that most people unfortunate pery, vulnerability to cold enough to encounter such a creature didn’t survive to tell Saves: Fort +1, Ref +5, Will +6 the tale. Abilities: Str 8, Dex 15, Con 13, Int 15, Wis 16, Cha 16"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Speed",
        "description":  "20 ft. in scale mail (4 squares); 20 ft. (4 squares) base speed 20 ft."
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "16 (+4 scale mail, +2 heavy shield), 14 (+4 masterwork chain shirt), touch 10, fl at-footed 16 touch 10, fl at-footed 14 Base Attack/Grapple: +1/+1 +2/+3"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "21 (+1 size, +3 natural, +1 deflection +1 the world. Their hoards of gold sometimes rival ring of protection, +6 +2 mithral shirt), touch 12, flat- those of small footed 21 dragons, and Base Attack/Grapple: +8/+7 they compete"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "21 (–1 size, +2 Dex, +8 natural), +2 insight), weird’s elemental command ability for 24 hours. A weird has touch 13, fl at-footed 17 no limit to the number of elementals it can control. The save Base Attack/Grapple: +11/+20 DC is Charisma-based."
    },
    {
        "source":  "frostburn.txt",
        "name":  "Skills",
        "description":  "Concentration +21, Diplomacy +26, Knowledge sound (DC 16), mage hand, ray of frost, read magic, resistance; (any two) +23, Listen +26, Sense Motive +24, Spot +26, 1st—magic missile, obscuring mist, shield, silent image, true Swim +13 strike; 2nd—calm emotions (DC 18), invisibility, mirror image,"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "19 (–1 size, +4 Dex, +4 own amusement. natural, +2 insight), touch 15, flat- Snow weirds speak Aquan, footed 13 Auran, Common, and Snow Base Attack/Grapple: +11/+20 Weird. They also benefi t from"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "18 (+1 Dex, +2 natural, +3 studded leather in sheltered valleys, and in some warm forested valleys. armor, +2 heavy wooden shield), touch 11, fl at-footed 17 Frost folk speak Common. Base Attack/Grapple: +4/+6"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "16 (+2 Dex, +4 defl ection), touch 16, fl at-footed Material Plane. A manifested ghost remains partially on 14, or 14 (+2 Dex, bracers of armor +2), touch 12, fl at-footed 12 the Ethereal Plane, where it is not incorporeal. The ghost’s Base Attack/Grapple: +1/+0 incorporeality helps protect it from foes on the Material"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Undead Traits",
        "description":  "The ghost is immune to mind-affecting Against nonethereal opponents, the ghost adds its Dexter- spells and abilities, poison, sleep effects, paralysis, stun- ity modifi er instead of its Strength modifi er to attack rolls. ning, disease, death effects, and any effect that Special Qualities: Frostfell ghosts often have one or requires a Fortitude save unless it also works both of the following special qualities. on objects or is harmless. It is not subject Immunity to Cold (Ex): Some frostfell to extra damage from critical hits, ghosts are immune to cold damage. nonlethal damage, damage to Spell Resistance (Ex): Some frost- its physical ability scores, fell ghosts have spell resistance ability drain, energy drain, equal to 13 + Hit Dice. Increase fatigue, exhaustion, or death the ghost’s Challenge Rating by 1 from massive damage. It can- if you assign it this power. not be raised, and resurrection works only if it is willing. It has GIANT, FROST darkvision out to 60 feet. Possessions (all ethereal): bracers of armor +2, The frostfell is the home of the frost dagger. giants, rapacious and evil raiders who pose a grave danger to travelers and na- CREATING A FROSTFELL GHOST tives alike. No other monstrous race The Monster Manual describes many common pow- possesses the sheer numbers, physi- ers of ghosts, including corrupting touch, cal power, or will to dominate that manifestation, and corrupting the frost giants do. gaze. Some ghosts creat- Frost giants are described in the ed in the frostfell Monster Manual possess (page 122). unusual This powers entry pres- not often ents three found else where. new varia- Additional ghostly pow- tions on the ers are described below. frost giant: the maul-"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "23 (–1 size, +1 Dex, +9 natural, +4 chain melee (1d4+13, slam) or +12 ranged (2d6+13, rock); Full shirt), touch 10, fl at-footed 22 Atk +24 melee (1d4+13, 2 slams) or +12 ranged (2d6+13, Base Attack/Grapple: +12/+31 rock); SV Fort +21, Ref +5, Will +9; Str 36, Con 28. At the"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Special Attacks",
        "description":  "Rage, rock throwing Dexterity bonus to Armor Class even if he is caught fl at-"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Skills",
        "description":  "Climb +15, Craft (armorsmithing) +6, Intimidate Initiative:–1 +13, Jump +19, Spot +13 Speed: 40 ft. (8 squares)"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Feats",
        "description":  "Awesome Blow, Improved Bull Rush, Improved Armor Class: 24 (–1 size, –1 Dex, +9 natural, +5 breastplate, Grapple, Improved Initiative, Improved Unarmed Strike, +2 heavy shield), touch 8, fl at-footed 24 Power Attack Base Attack/Grapple: +10/+21"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "23 (–1 size, +1 Dex, +9 natural, +4 master- work chain shirt), touch 10, fl at-footed 22. Base Attack/Grapple: +10/+23"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Level Adjustment",
        "description":  "+4 This giant is a lean, lanky fellow with dead white skin and magical powers. They often serve as elders and shamans hair of light blue. He wears a shirt of chainmail and carries a enormous longspear. for their tribes, using their cold magic against the ene- mies of the giants. Tundra scouts are frost giants who are chosen as the tribe’s Combat eyes based on their wits and agility. While they are not as A spiritspeaker prefers to lead other frost giants into battle formidable in melee as most frost giant warriors, they are and support his allies with his spells, as opposed to engag- still capable of defeating almost any human or humanoid ing foes on his own. He uses spells such as rage, prayer, and they run across. invisibility purge to help his allies fi ght better, and looks for The tundra scout presented here had the following ability opportunities to target the tribe’s enemies with empowered scores before racial adjustments: Str 10, Dex 15, Con 14, Int ice storms or fear spells. 12, Wis 13, Cha 8. Rock Throwing (Ex): The range increment is 120 feet for a frost giant’s thrown rocks. Combat Spell-Like Abilities: At will—detect magic, door (DC 15), Tundra scouts often fight enemies in the wide-open rage; 3/day—blindness/deafness (DC 16), cure serious wounds, spaces of the everfrost. They prefer to bombard their fear (DC 17), empowered ice storm; 1/day—dispel magic, invis- foes with long-distance rock throwing, and are willing ibility purge, prayer, wall of stone. Caster level 14th. to back away from enemies to keep the range open. Only when an enemy proves that a ranged fight is disadvanta- geous for the tundra scouts will they close in to melee. Illus. by D. Griffi th Frost giant tundra scout 136 6 RETPAHC EHT FO SRETSNOM LLEFTSORF"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Level Adjustment",
        "description":  "+1 Short and bandy-legged, this humanoid has long arms, a shaggy half-pelt of white hair, and a large, loose sac in its throat that gives it a distinctly froglike appearance. It wears shabby leather armor and carries a wicked spiked club. Snow goblins are shaggy humanoids with large throat sacs that they use to call to one another over long distances. The booming noises they make with these sacs can be heard for miles, and are used to signal hunting and war parties over wide areas. Snow goblins can also create loud monkey- When possible, tundra scouts set deadly traps and pre- like hoots. pare ambushes for unwary foes. A typical snow goblin stands 3 to 4 feet tall, with long Rock Throwing (Ex): The range increment is 120 feet for arms and seasonal fur color, changing from glossy black or a frost giant’s thrown rocks. brown in summer to pure white in winter. Its fur is typically"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "16 (+1 size, +1 Dex, +1 natural, +2 leather ambushes against invaders in their territory. These armor, +1 light shield), touch 12, fl at-footed 15 ambushes are sometimes preceded by the deliberate trigger- Base Attack/Grapple: +1/–2 ing of an avalanche in mountainous terrain. Snow goblins"
    },
    {
        "source":  "frostburn.txt",
        "name":  "The snow goblin warrior presented here had the following Initiative",
        "description":  "+0 ability scores before racial adjustments: Str 13, Dex 11, Con Speed: 30 ft. (6 squares) 12, Int 10, Wis 9, Cha 8. Armor Class: 22 (–1 size, +13 natural), touch 9, flat- footed 22 SNOW GOBLINS AS CHARACTERS Base Attack/Grapple: +9/+20 A snow goblin’s favored class is fi ghter. Snow goblin clerics Attack: Slam +15 melee (2d8+7) can choose two of the following domains: Destruction, Full Attack: 2 slams +15 melee (2d8+7) Evil, and Cold. However, most snow goblin spellcasters Space/Reach: 10 ft./10 ft. are adepts. Special Attacks: Ice shards, improved grab Snow goblin characters possess the following racial traits. Special Qualities: Construct traits, damage reduction 10/ — +2 Dexterity, –2 Intelligence, –2 Charisma. bludgeoning, darkvision 60 ft., icewalking, immunity to —Small size: +1 bonus to Armor Class, +1 bonus on cold and magic, low-light vision, vulnerability to fi re attack rolls, +4 bonus on Hide checks, –4 penalty on Saves: Fort +4, Ref +4, Will +4 grapple checks, lifting and carrying limits 3/4 those of Abilities: Str 25, Dex 10, Con —, Int —, Wis 11, Cha 1 Medium characters. Skills: — —A snow goblin’s Feats: — base land speed is Environment: Any cold 30 feet. Organization: Solitary or pair —Climb speed 20 Challenge Rating: 9 feet. Snow goblins have a +8 Treasure: None racial bonus on Climb checks Alignment: Always neutral and can always choose to take 10 on Climb Advancement: 13–24 HD (Large); 25–36 HD (Huge) checks, even if rushed or threatened. Level Adjustment: — This towering fi gure resembles an armored warrior sculpted of blue-white ice. Its surface is covered with smoking white runes. Ice golems are creatures carved from glacial ice or icebergs, infused with cold energies and a minimal ability to follow orders and then unleashed to serve their creator’s will. They are especially dangerous when on icy ground or when fi ghting in ice caverns. An ice golem cannot speak. It weighs about 2,000 pounds. COMBAT Ice golems are unimaginative enemies; they make direct attacks against the nearest foe when ordered to. Ice Shards (Su): As a free action once every 1d4+1 rounds, an ice golem can generate a spray of deadly ice shards from its body, dealing 2d6 points of pierc- ing damage and 1d6 points of cold damage to all creatures within 10 feet. In addition, living creatures must succeed on a DC 16 Fortitude save or be blinded for 1d4 rounds. The save DC is Constitution-based. Illus. by S. Belledin Ice golem 138 6 RETPAHC EHT FO SRETSNOM LLEFTSORF Improved Grab (Ex): To use this ability, the ice golem materials and spell components used to strengthen and must hit a Large or smaller creature with its slam attack. It animate the ice. Creating a golem is exactly like creat- can then attempt to start a grapple as a free action without ing any magic item (see page 282 of the Dungeon Master’s provoking attacks of opportunity. Guide). The golem’s creator can carve the body personally"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "16 (+2 Dex, +4 natural), touch 12, fl at-footed 14 Base Attack/Grapple: +3/+5"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Construct Traits",
        "description":  "An ice beast has immunity to poison, Large 30 bonus hp sleep effects, paralysis, stunning, disease, death effects, Huge 40 bonus hp necromancy effects, mind-affecting effects (charms, com- Gargantuan 60 bonus hp pulsions, phantasms, patterns, and morale effects), and any Colossal 80 bonus hp effect that requires a Fortitude save unless it also works on objects or is harmless. It is not subject to extra damage from Speed: The creature loses any fl y speed it formerly pos- critical hits, nonlethal damage, ability damage, ability drain, sessed. If it had a burrow speed, it keeps its burrow speed fatigue, exhaustion, or energy drain. Cannot heal damage, but may only burrow in snow and ice. but can be repaired. It has darkvision out to 60 feet and Armor Class: The creature’s natural armor bonus low-light vision. changes to a number based on its size: CREATING AN ICE BEAST Ice Beast Size Natural Armor Bonus “Ice beast” is a template that can be added to any corporeal Tiny or smaller +1 Small +2 creature (other than an undead or a creature with the fi re Medium +4 subtype), hereafter referred to as the base creature. Large +6"
    },
    {
        "source":  "frostburn.txt",
        "name":  "An icegaunt is a weathered, wrinkled creature with Speed",
        "description":  "10 ft. (2 squares), burrow 40 ft., swim 40 ft. tanned skin and a cold, bony handshake. It can speak, Armor Class: 17 (–2 size, +2 Dex, +7 natural), touch 10, though only haltingly and in a harsh rasp common to fl at-footed 15 frostbite victims. Its clothes are sometimes covered with Base Attack/Grapple: +6/+21 frost or ice, but otherwise normal for the terrain. Careful Attack: Bite +11 melee (2d6+7) observers will notice that icegaunts do not breathe. Full Attack: Bite +11 melee (2d6+7) and slam +6 melee Icegaunts are commonly the result of sacrifices to (1d6+3) mountain gods. In a few cases, icegaunts are created from Space/Reach: 15 ft./10 ft. the bodies of polar explorers, who then wander endlessly, Special Attacks: Improved grab, psi-like abilities, swal- seeking to lead others astray in a frozen death. Because low whole their well-preserved fl esh makes them appear more aged Special Qualities: Amphibious, darkvision 60 ft., heat than withered, icegaunts can sometimes fool others into sense, immunity to cold, vulnerability to fi re following them. As false guides, they inevitably lead others Saves: Fort +6, Ref +6, Will +10 into glacial crevasses or avalanches, or onto dangerously Abilities: Str 25, Dex 14, Con 19, Int 17, Wis 18, Cha 18 thin ice. Skills: Concentration +15, Intimidate +15, Knowledge (any Icegaunts speak Common. one) +14, Listen +15, Spot +15, Swim +15 sillE .S yb .sullI Malasynep 143 FROSTFELL MONSTERS OF THE CHAPTER 6"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "19 (–2 size, +4 Dex, +7 natural), touch 12, fatigue (+15 melee touch; DC 16); 1st—mage armor, ray of fl at-footed 17 enfeeblement (+11 ranged touch), shivering touch* (+15 melee Base Attack/Grapple: +9/+25 touch), silent image; 2nd—resist energy, numbing sphere* (DC"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Abilities",
        "description":  "Str 27, Dex 18, Con 22, Int 17, Wis 16, Armor Class: 20 (+1 Dex, +9 natural), touch Cha 23 11, fl at-footed 19"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Speed",
        "description":  "20 ft. in hide armor (4 squares), base land speed Organization: Family (2–12), clan (10–24 plus 50% non- 30 ft. combatants plus 1 3rd-level chief per 20 adults, 1 druid"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "12 (–1 Dex, +3 hide armor), touch 9, fl at- of 3rd–5th level per 10 adults, and 1 leader of 4th–6th footed 12 level), or warband (10–20 plus 1 3rd-level chief per Base Attack/Grapple: +1/+3 10 warriors, 1–3 saber-toothed tigers, 1–2 druids of"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Level Adjustment",
        "description":  "+0 black pudding, and one of the rare oozes that thrive in winter conditions. They live amid ice fl oes and coastal This orc is dressed in leather armor and wears a wolf skin around shelves, and hunt seals, penguins, and other creatures that his shoulders. Ritual scars mark his face, and he carries a neck- inhabit pack ice. Their kills are often completely silent, lace of small animal skulls around his neck. He is armed with a since they smother and consume small prey. shield and a morningstar. White puddings are voracious and do not sleep. Their most active cycle is during the night (when their lack of A snow shaman accompanies orc warriors into battle, strong vision is less of a hindrance), but they also stalk prey exhorting them to fi ght more fi ercely. during daylight hours. When prey eludes them they can The snow shaman presented here had the following abil- survive by dissolving plant material, but this diet seems to ity scores before racial adjustments: Strength 8, Dexterity 9, eventually sap the creature’s reserves of some vital food- Constitution 12, Intelligence 11, Wisdom 13, Charisma 10. stuff. White puddings fed nothing but wood and grasses eventually sicken and die. COMBAT Patient and crafty, a snow shaman avoids melee until all COMBAT enemies are engaged, and then looks for a dangerous enemy White puddings attack by grabbing and squeezing their to attack with his touch of fatigue or burning hands spell. Once prey. They attack the closest prey, and can be baited into his spells are expended, he wades into melee, swinging his pursuing whatever target offers itself as closest from round morningstar. He looks for opportunities to fl ank foes with to round. more skillful warriors. Acid (Ex): A white pudding secretes a digestive acid that"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Spells",
        "description":  "This snow shaman is a 3rd-level adept. dissolves organic material quickly, but does not affect Typical Spells Prepared (caster level 3rd): 0—detect magic, stone or metal. Any melee hit or constrict attack deals cure minor wounds, touch of fatigue (+2 melee touch; DC 10); acid damage, and the opponent’s armor (if not metal) and 1st—burning hands, cure light wounds. Light Sensitivity (Ex): Orcs are dazzled in bright sun- light or within the radius of a daylight spell. PUDDING, WHITE Large Ooze"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "5 (–1 size, –4 Dex), touch 5, fl at-footed 5 Base Attack/Grapple: +6/+12"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "16 (–1 size, +4 Dex, +3 natural), touch 13, strike and then quickly retreating, rather than enter a fl at-footed 12 stand-up fi ght. The bird is capable of diving onto targets Base Attack/Grapple: +3/+10 from a great height, using its sharp beak and daggerlike elppabarC .D yb .sullI Rimefi re eidolon 149 FROSTFELL MONSTERS OF THE CHAPTER 6 talons to slash at an opponent’s face. A mated pair attacks in concert, fi ghting to the death to defend their nest, young, or eggs. Several giant ravens sometimes band together to defend their nesting grounds against preda- tors or egg raiders. Evasion (Ex): If exposed to any effect that normally allows a Refl ex save for half damage, a giant raven takes no damage with a successful saving throw."
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "19* (+7 Dex, +2 natural), touch 17*, flat- This creature appears as a jagged lump of ice surrounded by a footed 12* nimbus of cold blue fi re. It walks along the ground with the aid of several thin tendrils. Base Attack/Grapple: +6/+6"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "34* (–4 size, +2 Dex, +26 natural), touch 8, to be driven to reproduce or expand their territories. They fl at-footed 32 subjugate local tribes of intelligent creatures (often frost Base Attack/Grapple: +18/+41 giants or ogres), using their might to establish themselves"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Advancement",
        "description":  "25–48 HD usually sacrifi ces 5 points (Gargantuan); 49–72 HD from its attack rolls to aid (Colossal) its Armor Class using the"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Level Adjustment",
        "description":  "— Combat Expertise feat, as well; it rarely encounters Roughly spiderlike in creatures that it has dif- shape, this huge mon- fi culty hitting. ster is almost 40 feet Ability Drain (Su): in height, its spherical Any creature struck by body raised high above a shivhad’s bite must the ground on its eight spiny legs. Three long, make a DC 28 Fortitude grasping claws and six save or take 2 points slavering jaws on rub- of drain to each ability bery tentacles dangle from score (or 4 points to each its body, and its body is dotted score on a critical hit). A with small black eyes that glare shivhad gains 5 temporary with hatred. hit points (10 on a criti- cal hit) whenever it drains Only the largest white dragons ability scores. Temporary hit can challenge the massive and terrible points gained in this way last shivhad when it comes to establishing ter- for up to 1 hour. The save DC ritory. Thankfully, shivhads are quite rare, and they is Constitution-based. spend much of their time sleeping underneath their Cold Aura (Su): A shivhad chosen glaciers. radiates an aura of extreme A shivhad is a spiderlike creature with eight cold. Any creature within 60 feet of a shivhad spiny legs and a round body it carries high off the takes 3d6 points of cold damage at the beginning ground. Between the creature’s legs extend long tentacles, of its turn each round. This aura extinguishes nonmagical three to a side, and each one is tipped with a slavering maw fl ames in its area as well. sillE .S yb .sullI Snowcloak 153 FROSTFELL MONSTERS OF THE CHAPTER 6 Crush (Ex): A shivhad can drop its body on opponents Feats: Alertness, Multiattack three or more size categories smaller than itself (usually, Environment: Cold hills Medium or smaller) as a full-round action, using its weight Organization: Solitary or drift (3–8) to crush them. A crush attack affects as many creatures Challenge Rating: 4 as can fi t under the shivhad’s space. Each creature in the Treasure: 1/10 coins; 50% goods, 50% items affected area must succeed on a DC 33 Refl ex save or be Alignment: Usually neutral pinned, automatically taking 4d6+11 points of bludgeoning Advancement: 5–9 HD (Large); 10–12 HD (Huge) damage. Thereafter, if the shivhad chooses to maintain the Level Adjustment: — pin, treat it as a normal grapple attack. While pinned, the opponent takes bludgeoning damage each round. The save Silent and ghostly, this odd creature has a fl at body with blunt wings, DC is Strength-based. not unlike that of a manta ray. It has two eellike heads studded with small, silver eyes, and a long, lashing, whiplike tail. The creature is Absorb Cold (Su): Any cold spell or effect targeted on a pale white in color, blending in with the snowy surroundings. shivhad that fails to overcome its spell resistance is absorbed into the creature’s body. This effect cures 5 points of damage per level of the spell or effect absorbed. Sometimes called “snow ghosts” because of their *Glacier Bond (Su): A shivhad has a mystical bond ability to drift silently along in with its home glacier. As long as it remains snowstorms to attack prey, snow- on this glacier, it can determine the cloaks are fl ying predators of the exact location of any living creatures northerly foothills that resemble in contact with the glacier, up to a fl ying rays or skates. range of 10 miles. This knowl- Snowcloaks are slate edge grants it a +6 insight gray on one bonus to its Armor Class and side and creamy Refl ex saving throws against white on the any opponent who is also other; they ha- in contact with its bitually fl y dark glacier, and allows side down, fl ap- the shivhad to ping their wings pinpoint oth- gently and gliding erwise hidden for long distances. or invisible tar- A snowcloak has two gets with ease. long, sinuous necks These bonuses to ending in dark gray heads Armor Class and Re- studded with rows of silver-hued flex saving throws eyes. Each head has a long, pointed jaw fi lled are included in the with needle-sharp teeth. statistics above. Wandering predators that lack lairs, snow- cloaks are usually encountered lying concealed on snow-covered slopes, or fl ying low along the ground in snowstorms, seeking prey. SNOWCLOAK Snowcloaks speak Auran and Common. Large Aberration (Cold)"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "17 (–1 size, +3 Dex, +5 natural), touch 12, emerge from lairs and burrows. Snowcloaks attack by land- fl at-footed 14 ing atop prey and biting or clubbing with the fearsome bone Base Attack/Grapple: +3/+9 knobs on their tails, while tearing with their poisonous"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Initiative",
        "description":  "+4 Armor Class: 16 (–1 size, +4 Dex, +3 natural), touch 13,"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 size, +4 Dex), touch 15, fl at-footed 11 Base Attack/Grapple: +3/+9 Base Attack/Grapple: +0/–6 Attack: Bite +6 melee (1d8+3 plus poison)"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "15 (+4 Dex, and everfrost of cold regions. +1 natural), touch 14, flat- They paralyze their prey for footed 11 later consumption. Base Attack/Grapple: +1/+1"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "15 (+2 Dex, +3 deflection), touch 15, and the Ethereal, it is not considered extraplanar when on flat-footed 13; or 14 (+2 Dex, +2 natural), touch 12, either plane. flat-footed 12 Trip (Ex): A spirit wolf that hits an ethereal opponent Base Attack/Grapple: +1/+2 with a bite attack can attempt to trip the opponent as a free"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "Natural armor is the same as the base crea- as normal, but any required attack rolls are resolved as touch ture but applies only to ethereal encounters. When a spirit attacks, and damage they cause is nonlethal damage. Special animal manifests (see below) its natural armor value is +0, attacks that deal ability damage or physically manipulate the but it gains a defl ection bonus equal to its Wisdom modifi er foe, such as improved grab, poison, or trip, do not function or +1, whichever is higher. against nonethereal foes. A spirit animal also gains the"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "18 (–2 size, +10 natural), touch 8, flat- footed 18 Base Attack/Grapple: +16/+34"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "16 (+1 size, +3 studded leather armor, +2 their enemies. They often rely on animal friends and heavy wooden shield), touch 11, fl at-footed 16 companions to engage enemies in melee, but they never Base Attack/Grapple: +1/–3 abandon an animal to its fate if a battle starts to turn sour."
    },
    {
        "source":  "frostburn.txt",
        "name":  "Special Qualities",
        "description":  "Darkvision 120 ft., low-light vision, —Small size. +1 bonus to Armor Class, +1 bonus on resistance to cold 5, uldra traits attack rolls, +4 bonus on Hide checks, –4 penalty on"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Speed",
        "description":  "30 ft. in half-plate armor (6 squares), swim 30 ft.; base speed 40 ft., swim 40 ft."
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "21 (–1 size, +5 natural, +7 half-plate armor) touch 9, fl at-footed 21 Base Attack/Grapple: +5/+16"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Skills",
        "description":  "Balance –6 (–2 on ice or snow), Climb +4, Craft (armorsmithing) +5, Hide –10*, Intimidate +5, Listen +5, Spot +5, Survival +5, Swim +1"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Languages",
        "description":  "All. Uldras are gifted linguists. that of a giant panda) allow them to wield hammers and Illus. by D. Griffi th Urskan 160 6 RETPAHC EHT FO SRETSNOM LLEFTSORF work iron, and their intelligence and careful workman- VODYANOI ship are reflected in flexible suits of plate armor with breastplates up to 1 inch thick. The full suits can weigh Medium Fey (Aquatic) up to 500 pounds. Hit Dice: 5d6+5 (22 hp) Urskans speak Common and Urskan. Initiative: +3"
    },
    {
        "source":  "frostburn.txt",
        "name":  "COMBAT Armor Class",
        "description":  "17 (+3 Dex, +4 natural), touch 13, fl at-footed 14 Urskans are carnivores that depend on a diet of seal, walrus, Base Attack/Grapple: +2/+4 and fi sh to keep them going through the long winters. As Attack: Claw +6 melee (1d4+2) a result, they are astounding predators, and are especially Full Attack: 2 claws +6 melee (1d4+2) dangerous in pack ice, where their swimming and ice abili- Space/Reach: 5 ft./5 ft. ties come into play. When on land, they often don heavy Special Attacks: Control water, fi sh cloud,improved grab iron plate armor for battles to defend their territory, and add Special Qualities: Amphibious, low-light vision, spell steel tips to their already deadly claws. resistance 16"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Skills",
        "description":  "*An ur- cally and ensure that schools skan’s white fur gives of fi sh are plentiful or scarce. it a +8 racial bonus on Vodyanoi act as both provid- Hide attempts while ers and destroyers to those unarmored in snow or who live near their domains. icy terrain (thus an un- Rarely seen by humans, armored urskan has a vodyanoi appear as old men Hide check modifi er of with potbellies and beards. +5 in suitable terrain). Their hair is a messy tangle of An urskan gains a +8 ra- green and yellow reeds. Their cial bonus on any Swim aged appearance belies their check to perform some strength and agility, and their special action or avoid long nails are vicious claws. a hazard. It can always Vodyanoi can breathe air just as choose to take 10 on a easily as water, but they do not often Swim check, even if distracted or leave the comfort of their homes. endangered. It can use the run action while Villagers who live near a river or lake are care- swimming, provided it swims in a straight line. ful to make sacrifi ces of fi sh or cattle to the local sillE .S yb .sullI Vodyanoi 161 FROSTFELL MONSTERS OF THE CHAPTER 6 vodyanoi. Anyone whose trade depends on water makes Improved Grab (Ex): To use this ability, a vodyanoi must offerings as well, from fi shermen to millers who use the river hit a single foe of the same size or smaller with both claw to power a waterwheel. Vodyanoi that have been placated attacks. It can then attempt to start a grapple as a free action are more likely to provide schools of fi sh and keep the river without provoking attacks of opportunity. If it gets a hold, from leaving its bed. They are known for their unpredictable the vodyanoi often attempts to pin a foe and hold him natures, so regular sacrifi ces are no guarantee of their favor. underwater until he drowns. On the other hand, a vodyanoi that is shown disrespect will Amphibious (Ex): Although vodyanoi live in water, they probably retaliate by drowning a villager or fi sherman. The can survive out of water indefi nitely. angered fey might also pursue harsher actions, perhaps Skills: *Vodyanoi gain a +8 circumstance bonus on Hide fl ooding an entire village or sweeping away bridges. and Move Silently checks when in contact with a body of On rare occasions, a vodyanoi might attempt to trade with water. A vodyanoi gains a +8 racial bonus on any Swim isolated locals (it will not stroll into the village market). check to perform some special action or avoid a hazard. It might offer fi sh or some treasure found in the river in It can always choose to take 10 on a Swim check, even if exchange for a cow. Although it might seem obvious, folk- distracted or endangered. It can use the run action while tales advise listeners that one could tell a strange trader was swimming, provided it swims in a straight line. a vodyanoi if water puddles around his feet. Vodyanoi speak Common and Sylvan. WINTERSPAWN COMBAT Medium Undead"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "18 (–2 size, +2 Dex, +8 natural), touch 10, Combat fl at-footed 16 Constrict (Ex): An abominable yeti deals 1d8+9 points of Base Attack/Grapple: +10/+27 damage with a successful grapple check, plus an extra 2d6"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Feats",
        "description":  "Dodge, Improved Natural Armor, Mobility, Spring Attack"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "19 (+1 Dex, +4 defl ec- ever their alignment, using their touch attack to tion, +4 natural), touch 15, capture their prey (or defend themselves). fl at-footed 18 Lose the Way (Sp): Once per day, a yuki- Base Attack/Grapple: +4/+4 on-na can touch a victim and make him or her"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Level Adjustment",
        "description":  "+4 on instinct, driven by simple needs such as food and repro- duction. Most animals, even predators, do not attack unless This woman is incredibly beautiful. Her skin is a light blue, her they or their young are threatened. hair is long and black, and her lips are red and full. She wears Animal Traits: An animal possesses the following traits snowy white robes that billow around her. (unless otherwise noted in the creature’s entry). —Intelligence score of 1 or 2 Beautiful spirits of the frozen wastes, yuki-on-nas are either —Low-light vision hateful and destructive or kindly and helpful. In either case, —Alignment: Always neutral. they can be dangerous, since those who pursue them, what- —Treasure: None. Animals never possess treasure. ever their intention, often fi nd themselves lost in a blizzard. A yuki-on-na appears as a human female of the rarest CARIBOU beauty. She has waist-length black hair, soft blue eyes, and Medium Animal full red lips. Her skin is pale blue and icy to the touch. She Hit Dice: 2d8+2 (11 hp) wears snowy white robes that continually swirl about her, Initiative: +1 even when no winds are blowing. Some say that a yuki-on- Speed: 40 ft. (8 squares) na is the spirit of a cold-hearted villain, while others claim Armor Class: 14 (+1 Dex, +3 natural) touch 11, fl at-footed 13 she is the spirit of a shaman or shugenja who died while lost Base Attack/Grapple: +1/+2 in a snowstorm. Attack: Gore +2 melee (1d4+1) Yuki-on-nas speak Common and Sylvan. Full Attack: Gore +2 melee (1d4+1) sillE .S yb .sullI 165 FROSTFELL MONSTERS OF THE CHAPTER 6 Space/Reach: 5 ft./5 ft. Organization: Solitary or pair"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Combat Hit Dice",
        "description":  "2d8 (9 hp) Caribou usually fl ee from predators or threats. However, if Initiative: +2 cornered they can attack with a powerful butt of their ant- Speed: 30 ft. (6 squares), swim 30 ft. lers. Caribou can be trained to serve as pack beasts or drag Armor Class: 15 (+2 Dex, +3 natural), touch 12, fl at-footed 13 loads, such as sledges. Base Attack/Grapple: +1/+2 Scent (Ex): A caribou can detect opponents within 30 Attack: Bite +3 melee (1d3+1) feet. The exact location is not revealed unless the creature is Full Attack: Bite +3 melee (1d3+1) within 5 feet. Space/Reach: 5 ft./5 ft."
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "15 (+1 size, +3 Dex, +1 natural), touch 14, Level Adjustment: — fl at-footed 12 Base Attack/Grapple: +0/–6 Sought after for their marvelous pelts, sea otters can be found"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "12 (+2 size, –1 Dex, +1 natural), touch 11, Seals can be territorial, defending their chosen patch of the fl at-footed 12 shore with a vicious bite. Base Attack/Grapple: +0/–12 Hold Breath (Ex): A seal can hold its breath for a number"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "12 (–1 size, –1 Dex, +4 natural), touch 8, fl at- Penguins are fl ightless birds native to the ice fl oes and cold footed 12 waters of the frostfell’s coasts. Base Attack/Grapple: +2/+9"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Armor Class",
        "description":  "15 (+2 Dex, +3 natural), touch 12, fl at-footed 13 Hold Breath (Ex): A walrus can hold its breath for Base Attack/Grapple: +1/+3 a number of rounds equal to 6 × its Constitution score"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Skills and Feats",
        "description":  "Bluff +8, Concentration +9, Diplomacy Monster Manual. +15, Knowledge (religion) +6, Knowledge (the planes) +6, Possessions:+1 silver sickle*, mithral breastplate*, heavy steel Sense Motive +11; Augment SummoningB, Beckon the shield*, metamagic rod of extend,amulet of natural armor +1, Frozen, Craft Magic Arms and Armor, Craft Construct, circlet of persuasion,cloak of Charisma +2,periapt of Wisdom +4, Craft Wondrous Item, Spell Focus (conjuration). scroll of summon monster VI, scroll of summon monster V."
    },
    {
        "source":  "frostburn.txt",
        "name":  "This wide valley, nestled between three tall spires of jagged Spells",
        "description":  "As 5th-level sorcerer. ice, ends at a huge cave entrance that leads into the depths Sorcerer Spells Known (6/7/4 per day): 0—arcane mark, of the iceberg. The valley itself, however, is more disturbing dancing lights,detect magic,mage hand,read magic,resistance; than it initially appears, for what at fi rst seems to be nothing 1st—mage armor,magic missile,ray of enfeeblement (+24 ranged more than drifts of snow are actually the stacked bones of touch), shield; 2nd—mirror image,resist energy. hundreds of whales. Possessions:Ring of protection +3,ring of fi re resistance (major), This valley and the nearby cavern is the lair of yet another amulet of health +4. of Icerazer’s leaders. The skeletal whales are nothing more than the remains of this mighty creature’s past dinners. ICERAZER PALACE (EL 15) The cavern itself measures about 50 feet wide and about This is the seat of power in the city of Icerazer, and if 200 feet deep; at its deepest point, it narrows to a 15-foot anyone aims to crush the devilish city’s plans and stop wide tunnel that eventually leads to area 35 under Ice- its raids, eventually this structure must be explored and razer Palace. conquered. Detailed maps of Icerazer Palace are provided, While most of Icerazer’s citizens know that an immensely but the room descriptions are for the most part fairly brief, powerful white dragon lives somewhere on the iceberg, only allowing you to customize the contents of the chambers a few suspect that this dragon is also one of the Ninerazers and guardians of the palace to suit the needs of your cam- of the city. Anoxiel is the second-oldest Ninerazer, behind paign. Suggested guardians and traps are noted in the text, only the immortal Azediel in age and power. Anoxiel spends but you should feel free to adjust them as you see fi t; as pre- much of her time in fl ight above the polar seas, searching for sented, Icerazer Palace should provide a challenge for very more whales to eat or hapless ships to plunder, but some of high-level characters. her time is spent sleeping in this cave. The descriptions that follow depict the palace when Anoxiel’s hoard is hidden deep in the iceberg’s depths it is not on full alert; if the alarm is raised, Azediel’s (in area 36); the only item of interest in the cave is a tele- first action is to call the other Ninerazers to aid in the portation circle near the back. This circle leads to area 18 of palace’s defense. She uses her wand of sending to do so, and Icerazer Palace. since all the Ninerazers have relatively quick methods"
    },
    {
        "source":  "frostburn.txt",
        "name":  "Vulnerability to Fire",
        "description":  "Jusii takes half again as much (+50%) damage as normal from fire, regardless of whether a saving throw is allowed, or if the save is a success or failure. Sorcerer Spells Known (6/8/6/4 per day; caster level 6th): 0 -- arcane mark, dancing lights, ghost sound (DC 15), mage hand, message, prestidigitation, ray of frost (+15 ranged touch); 1st -- chill touch (DC 16, +13 melee touch), magic missile, protection from chaos, shield; 2nd -- detect thoughts (DC 17), see invisibility; 3rd -- displacement."
    },
    {
        "source":  "frostburn.txt",
        "name":  "Possessions",
        "description":  "Bracers of armor +1, ring of protection +2, cloak of Charisma +2, lesser metamagic rod (Maximize Spell), pearl of power (1st-level spell)."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "GHOST POWERS Haunt Feats",
        "description":  "Control Visage, Fade, Frightful Moan, No two ghosts are the same. One might be able to Frightful Presence, Haunting Appearance, Haunting create ectoplasmic armor, another can drain Strength Voice, Horrific Appearance, Improved Control Visage, from a target with a touch, still another can possess a Solid Visage. dead body and make it walk, while yet another can Path of the Poltergeist:This path is the study of move objects at a distance. These abilities are com- space and weight for the purpose of moving objects at monly referred to as ghost powers and are represented a distance. The symptoms of this path are visible swirls by feats with the [Ghost] descriptor. As with ordinary of dust around the ghost and even minor shaking of feats, some characters are dilettantes and choose a larger unattended objects (no larger than a dagger) wide variety of ghost feats, while others select multi- within arm’s reach of the ghost. ple feats in a specialized area. These areas of specialty Poltergeist Feats: Ghost Hand, Improved Deflection, are called the paths. Improved Poltergeist Hand, Poltergeist Hand, Polter- geist Rage."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Abilities",
        "description":  "Wisdom and Charisma are especially important for eidolons, because many ghost feats rely on these ability scores, and Charisma determines the ghost’s natural deflection bonus when it is in- corporeal. A high Dexterity is important, since incorporeal ghosts cannot wear armor unless it has the ghost touchability."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Benefit",
        "description":  "You can cause the sound of your voice to effect of a deflection bonus gained from a magic item originate from any point you can see within 100 feet. or spell; it applies only to the deflection bonus derived While using this ability, all speech and other vocaliza- from your Charisma score because you are a ghost. tions originate from this other location. You cannot Special: You may take this feat multiple times. Its use this ability in conjunction with any magical ability effects stack. When you are forced to manifest fully, that relies on sound, such as bardic music or a shout this feat applies to the natural armor bonus granted by spell. Using this ability requires concentration. your Charisma (see Monster Abilities, later in this chapter). Heighten Turning [General] You can affect more powerful undead with your turn- Improved Ghost Flight [Ghost, Traveler] ing or rebuking attempts. Your ghost body can fly rapidly."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Benefit",
        "description":  "You can shape available ectoplasm into a Prerequisites:Corrupting Touch, Agony Touch for facsimile of nonliving material, such as clothing, rope, the same ability score, Cha 13. leather, or wood. For example, you could make a suit of Benefit:You can make a touch attack that deals 1d4 leather armor out of ectoplasm and it would function points of permanent ability drain to the selected abil- exactly like normal leather armor (buckles, buttons, ity score of a living creature or ghost. When you are and other small parts that would normally be made out manifested fully or attacking incorporeal opponents, of metal are instead made of ectoplasmic wood but are you add your Strength modifier to attack rolls. When sufficient for this purpose). It takes 1 full round per you are incorporeal, you add your Dexterity modifier pound of weight of the object to craft it, so a suit of to attack rolls. If the attack scores a critical hit, the ectoplasmic leather armor takes 15 rounds to shape. draining is doubled (ghosts are not subject to criti- You must make an appropriate Craft check to shape cal hits). Only one kind of damage articles requiring a high degree of craftsmanship or effect from the path of the (afolding chair, a glass vase, and so on). corrupter applies from each The material is obviously formed of ecto- attack. You may use this plasm and lasts for a number of minutes attack once per day per equal to 10 + (10 × your Wisdom bonus). character level. Shaped ectoplasm has all the properties You do not have to use of raw ectoplasm, except that it lasts this ability when you touch longer and maintains whatever another creature, and creatures form you mold it into. that touch you are not subject to this ability drain. Sherem-Lar Sorcery [General] Normal:A ghost’s touch attack You are one of the Sherem-Lar, normally deals no damage. magically altered in the womb Special: You can gain this feat to enhance your potential as a multiple times. Its effects do not sorcerer. stack. Each time you take the"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Normal",
        "description":  "A character without this feat has a ghost your Armor Class against attacks from that opponent. body that is semitransparent and easily recognizable as This armor bonus stacks with the armor bonus from a ghost. armor and shield. You can select a new melee oppo- nent on any action. A condition that makes you lose Survivor [General] your Dexterity bonus to Armor Class (if any) also Your people thrive in a region that others find unin- makes you lose this bonus. habitable, and you excel at uncovering the secrets of A version of this feat first appeared in the FORGOTTEN the wilderness and surviving to tell the tale. REALMSCampaign Setting."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Prestidigitation",
        "description":  "This spell can create up to 1 pound of age to ghosts. ectoplasm. Ghost TouchArmor:In the Ghostwalkcampaign, ghost Protection from Chaos/Evil/Good/Law:Because a ghost touch armors are much more common and easier to who returns to the Material Plane under its own pow- create. They have the same abilities as the ghost touch er is not a summoned or conjured creature, such a armor presented in the DUNGEONMASTER’s Guide,but the ghost is not affected by the third effect of this spell. market price is a +1 bonus instead of a +3 bonus. A"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Purify Food and Drink",
        "description":  "This spell can be cast on ecto- character wishing to create ghost toucharmor may use plasm, delaying its dissolution for another 10 the etherealnessspell or the ghost touch armorspell as a minutes. One cubic foot of ectoplasm prerequisite. weighs approximately 100 pounds. Heward’s Handy Haversack: Be-"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Incorporeal",
        "description":  "A naturally incorporeal monster (such action. When you use a bola flail to make a ranged trip as a shadow or spectre) that is forced to manifest fully attack, your opponent does not get an opportunity to (whether by the Manifest Ward or a spell or item that trip you in return. duplicates its effects) is treated as if it had a Strength score of 10. It uses its Strength modifier instead of its ARMOR Dexterity modifier on its melee attacks. In the Ghost- One special type of armor is specifically available in walkcampaign, such a creature should be given Incor- the Ghostwalkcampaign. poreal Form as a bonus feat; otherwise, the creature Thurkasian Breastplate:This armor is designed to ends up far weaker than its CR would imply. be put on quickly and removed easily. The major pieces"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Scent",
        "description":  "Ghosts who are manifested fully can be de- are all attached by small leather cords and rivets, allow- tected and recognized by scent. Their scent is simi- ing it to be draped over your body all at once. Donning lar to, but not the same as, their physical body’s this armor hastily or removing it is a full-round action, scent. rather than taking 1 minute. Donning the armor nor-"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Shellcraft Manikin",
        "description":  "This humanoid creation of metal and wood roughly resembles a tailor’s dummy, with articulated limbs and head. The unusual materials in its construction allow an incorporeal creature to enter the manikin (a standard action) and move it in a manner similar to how some ghosts can possess bodies, allowing a ghost to carry material objects even when outside the Manifest Ward. Leaving the manikin is a standard action. A ghost uses its own ability scores when inhabiting a manikin. However, because a manikin is less effi- cient than a true body, a ghost operating a manikin takes penalties similar to those from wearing armor. An inhabited manikin has a maximum Dex bonus of +2 and an armor check penalty of –5. A ghost profi- cient in medium armor ignores these penalties. A manikin can wear armor just as a normal character can; a ghost inhabiting such a manikin uses the smaller but acts as Large monstrous scorpion venom (injury maximum Dex bonus of the two and adds together the DC 18, 1d6 Str/1d6 Str) against manifested ghosts. armor check penalties."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "BLACKGUARD SPELLS Ghost Touch Armor",
        "description":  "Armor gains the ghost touch property. 4th-Level Blackguard Spell Shroud of Undeath: Negative energy shroud makes"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Ghost Touch Armor",
        "description":  "Armor gains the ghost touch Ghost Domain property. Deities:Aluvan."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Stone Bones",
        "description":  "Corporeal undead gains +3 natural Granted Power: Cast ectomancy spells at +1 caster armor bonus. level. 3rd-Level Cleric Spells Ghost Domain Spells"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Iron Bones",
        "description":  "Corporeal undead gains +5 natural armor 9 Forcecage:Cube of force imprisons all inside. bonus."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Shroud of Undeath",
        "description":  "Negative energy shroud Iron Bones:Corporeal undead gains +5 natural makes undead perceive you as undead. armor bonus."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Trans Ghost Touch Armor",
        "description":  "Armor gains the ghost touchproperty. 5th-Level Sorcerer/Wizard Spells"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Stone Bones",
        "description":  "Corporeal undead gains +3 natu- Abjur Dispel Possession: Forces possessing creature ral armor bonus. out of its host body. 48 :1 RETPAHC TUOBA LLA STSOHG 620_88566_Ghostwalk3.qxd 4/4/03 8:49 AM Page 48 pqqqqrs ECTOMANCY Ectomancy is the study of magic relating to ghosts, ectoplasm, astral projection and souls (rather than simply the application of positive or death knell negative energy). While many spells are considered to be of death ward this type, ectomancy is not a true school of magic—for invisibility to undead example, some ectomancy spells are in the necromancy school, negative energy protection others are in the conjuration school, and so on. Wizards raise dead cannot choose ectomancy as a specialist school, but some reincarnate focus their studies on ectomancy, just as some focus on fire resurrection or teleportation. slay living All spells that are considered “ectomancy” spells bear the soul bind ectomancy descriptor after the school name. In addition to symbol (death only) the ectomancy spells presented in this book, the following trap the soul spells in the Player’s Handbook should be considered ecto- true resurrection mancy spells. wail of the banshee pqqqqrs"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Spell Resistance",
        "description":  "Yes their bones (such as stone bones,or a polymorphspell to turn into a boneless creature), but does affect creatures You cause the target to succumb to an infection and with exoskeletons instead of humanlike bones (such corruption of the lungs. An affected creature’s speed is as vermin). The spell deals 1d4 points of damage per reduced by half, it loses any Dexterity bonus to Armor caster level (maximum 5d4). Class, and it takes a –2 penalty on attack rolls. Remove Arcane Material Component: A tiny bell carved from a diseasemay end the effects of this spell early. bone. This spell was created by the clerics of Khostren. Bottomless Hate Blessing of the Snake Mother Enchantment (Compulsion) [Mind-Affecting] Transmutation [Evil] Level:Rgr 2"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Casting Time",
        "description":  "10 minutes Death Armor"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Target",
        "description":  "One living creature including clothing, armor,"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Ghost Touch Armor Material Component",
        "description":  "A handful of resin marbles. Transmutation [Ectomancy]"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Target",
        "description":  "Armor of creature touched Casting Time:1 action"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Spell Resistance",
        "description":  "Yes (harmless) Duration:Variable (see below) The subject’s armor gains the ghost touchproperty. When you play your instrument, sing your song, recite"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Material Component",
        "description":  "A shield made of resin. your epic poem, or speak your words of encourage- ment, you fill your allies with greater confidence than Ghost Venom normal. When under the effect of this spell, you grant Necromancy [Ectomancy] a +4 morale bonus on saving throws against charmand"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Level",
        "description":  "Brd 2 As stone bones, except the target creature’s skeleton Components:V, S changes to iron. The creature gains a +5 natural armor Casting Time:1 full round bonus to AC. Range:Long (400 ft. + 40 ft./level)"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "When you are using this spell, inflict spells heal you Level",
        "description":  "Clr 2, Sor/Wiz 2 and cure spells hurt you. You are treated as if you were Components:V, S, F undead for the purposes of all spells and effects that Casting Time:1 action specifically affect undead. A successful turning (or re- Range:Touch buking) attempt against you (treating you as an undead Target:Corporeal undead creature touched of your Hit Dice) requires you to make a Will saving Duration:10 minutes/level throw (DC 10 + cleric’s Cha modifier) or be panicked Saving Throw:Will negates (harmless) (or cowering) for 10 rounds. A successful Spell Resistance:Yes (harmless) turning attempt against you that would destroy (or You cause the skeleton of the target to become command) an undead thicker and as strong as stone. This gives of your Hit Dice re- the target a +3 natural quires you to make a armor bonus to AC. Will save (DC 15 + The spell has no effect cleric’s Cha modifier) on creatures that have or be stunned (or no skeleton but works charmed as by charm normally on creatures that have exoskeletons monster) for 10 rounds. (such as insects)."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Eanius merciful quarterstaff Caster Level",
        "description":  "7th; Prerequisites: Craft Magic Arms and Galaedros frost quarterstaff Armor, death ward;Market Price:+2 bonus. Khostren venomous spiked gauntlet This special ability first appeared in Magic of Faerûn. Nessek flaming dagger"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "There are many strange magic items in the Ghostwalk Caster Level",
        "description":  "7th; Prerequisites:Craft Magic Arms and campaign, many of them tied to undeath or ghosts. Armor, enervation; Market Price:+2 bonus. This special ability first appeared in Defenders of the Armor and Shield Special Abilities Faith."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "These special abilities expand the selection found in Ghost Disrupting",
        "description":  "The wearer of a suit of armor or the Armor and Shield section of Chapter 8 in the a shield with this ability may attack ghosts (or other DUNGEONMASTER’s Guide. ectoplasm-based creatures) as with a disrupt ectoplasm"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Absorbing",
        "description":  "Armor and shields with this ability spell cast by a 5th-level wizard up to four times per day. are always a dull black and appear to possess depths Armor and shields with this ability usually are deco- that couldn’t exist. A suit of armor or a shield with rated with a lattice of gray lines. this ability absorbs ability drain and energy drain Caster Level:5th; Prerequisites:Craft Magic Arms and attacks. It can absorb as many points of ability scores Armor, disrupt ectoplasm; Market Price:+2 bonus. or levels drained per day as its enhancement bonus. Negative Energy Protection:Armor enhanced by 62 It allows a Fortitude save (DC 10 + attacker’s Cha this special ability grants the wearer negative energy pro- :1 RETPAHC TUOBA LLA STSOHG 620_88566_Ghostwalk3.qxd 4/4/03 9:11 AM Page 62 Table 1–14: Armor and Shield Special Abilities Roll %: 01–85 Use Table 8–6: Armor Special Abilities in the DUNGEONMASTER’s Guide. 86–100 Use the table below. Market Price Minor Medium Major Special Ability Modifier* 01–16 01–12 01–08 Death ward +2 bonus 17–32 13–24 09–16 Energy drain +2 bonus 33–48 25–36 17–24 Ghost disrupting +2 bonus 49–64 37–48 25–32 Negative energy +2 bonus protection 65–80 49–60 33–40 Undead disrupting +2 bonus 81–91 61–70 41–50 Absorbing +3 bonus 92–98 71–80 51–65 Undead controlling +4 bonus 99–100 81–100 66–100 Roll twice again** *Add to enhancement bonus on Table 8–3: Armor and Shields in the DUNGEONMASTER’s Guideto determine total market price. **If you roll a special ability twice, only one counts. If you roll two versions of the same special ability, use the better. tection for 5 rounds the first time each day the Caster Level:13th; Prerequisites:Craft wearer is exposed to any nega- Magic Arms and Ar- tive energy attack. mor, control undead;"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Prerequisites",
        "description":  "Craft gp; Cost to Create: Magic Arms and 12,850 gp + 1,000 XP. Armor, negative Holoran’s Chain- energy protection; mail: Worn by a fa-"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Market Price",
        "description":  "+2 bonus. mous hero of Aluvan’s faith, This special ability first ap- this set of +2 negative energy pro- peared in Magic of Faerûn. tection undead disrupting chainmail"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Undead Controlling",
        "description":  "The bears Aluvan’s symbol on the wearer of a suit of armor or a shield shoulder plate. Holoran fell in the with this ability may con- Liche War, and the current location trol up to 26 HD of un- of his armor is unknown. dead per day, as with the Caster Level: 6th; Prerequisites: Craft control undead spell. At Magic Arms and Armor, disrupt undead, dawn each day, the wearer loses con- negative energy protection; Market Price: trol of any undead still under his sway. 36,300 gp; Cost to Create: 18,300 gp + Any armor or shield with this power 1,440 XP. is usually decorated with bone."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Caster Level",
        "description":  "10th; Prerequisites: to the wielder’s current hit point Craft Magic Arms and Armor, shout total. Any hit points above the wielder’s maximum or sound burst;Market Price:+1 bonus. are treated as temporary hit points (multiple additions This special ability first appeared of temporary hit points don’t stack) and disappear after in Magic of Faerûn. 1hour."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Caster Level",
        "description":  "8th; Prerequisites: Craft Magic Arms and 91–95 36–40 Sharkjaw 18,312 gp Armor, summon monster I;Market Price:18,315 gp; Cost 96–100 41–45 Fate of the Undevoured 18,315 gp — 46–56 War’s Craft 20,308 gp to Create:9,315 gp + 720 XP. — 57–67 Oathkeeper 29,312 gp First Thaw:Galaedros’s church created this +1 frost — 68–78 Paladincutter 32,320 gp quarterstaff.Each end is a large wooden knob carved in — 79–89 Maladur’s Warhammer 35,912 gp the shape of a tree with sad human eyes. Its bearer is — 90–100 Due Process 37,315 gp protected by the effects of an endure elements (cold) spell at all times."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Caster Level",
        "description":  "8th; Prerequisites:Craft Magic Arms and Orcus, this +2 torturous heavy macewas taken from her Armor, summon monster I; Market Price:18,310 gp; Cost body after the Liche War by an unknown looter and to Create:9,310 gp + 720 XP. hidden somewhere in the Undercity. The head is an"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Caster Level",
        "description":  "8th; Prerequisites:Craft Magic Arms and teeth wired in- Armor, summon monster I;Market Price:366 gp; Cost to to its jaws. It is"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Caster Level",
        "description":  "14th; Prerequisites:Craft Magic Arms and Caster Level:3rd; Prerequisites:Craft Magic Arms and Armor, detect undead,heal;Market Price:35,912 gp; Cost Armor, protection from possession, creator must be 3rd to Create: 18,112 gp + 1,424 XP. level; Market Price: 4,510 gp; Cost to Create: 2,410 gp +"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Caster Level",
        "description":  "5th; Prerequisites:Craft Magic Arms and benefit is that the bearer’s skin takes on a metallic Armor, blindness/deafness, discern lies; Market Price: sheen and gains dark tattoolike markings on the joints, 29,312 gp; Cost to Create: 14,812 gp + 1,160 XP. resembling the joints in armor. The bearer also gains a"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Caster Level",
        "description":  "10th; Prerequisites: Craft Magic Arms and Caster Level:3rd; Prerequisites:Craft Magic Arms and Armor, keen edge, unholy blight, creator must be evil; Armor, barkskin; Market Price: 6,310 gp; Cost to Create:"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Caster Level",
        "description":  "5th; Prerequisites:Craft Magic Arms and shield bearing Uhanam’s symbol appears in front of Armor, cure light wounds;Market Price:11,900 gp; Cost to the bearer."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Rapid Wrath",
        "description":  "This +1 mighty cleaving shortspeardou- Armor, shield or shield of faith; Market Price: 20,308 gp; bles the speed of a creature that carries it. It bears no Cost to Create:10,308 gp + 800 XP. unusual markings, but if left unattended, the wooden end draws the symbol of Wyst in the dirt or dust if Potions such is present. The following nonstandard potion is available in the"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Caster Level",
        "description":  "8th; Prerequisites:Craft Magic Arms and Ghostwalk campaign. Substitute it for any result on Armor, divine power, expeditious retreat; Market Price: Table 8–18: Potions in the DUNGEONMASTER’s Guidethat 66 11,702 gp; Cost to Create:6,002 gp + 456 XP. does not suit you. :1 RETPAHC TUOBA LLA STSOHG 620_88566_Ghostwalk3.qxd 4/4/03 9:12 AM Page 66 Kihanam’s Mace"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Bone Ring",
        "description":  "These rings are carved from stone or 01–18 Bonerattle 25 gp 19–36 Create ectoplasm 25 gp ivory as often as from bone, but are never made of 37–54 Pleasant visage 25 gp metal. The wearer is immune to energy drain and to 55–72 Protection from possession 25 gp ability drain (but not to ability damage). A bone ring 73–90 Summon undead I 25 gp has 50 charges when made. Each level of energy drain 91–100 DM’s choice of any 1st-level arcane spell — or point of ability drain prevented costs 1 charge. For example, a successful slam attack from a vampire, 2nd-Level Arcane Spells which normally bestows two negative levels, drains 2 d% Spell Market Price 01–10 Charm person or ghost 150 gp charges from the ring. 11–20 Death armor 200 gp"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Blood of Orcus",
        "description":  "This foul liquid looks like a mix- symbols and give them to allies. The power of the brac- ture of blood, vomit, and the slimy residue of rotting ers may be activated once per day. flesh. If it is mixed with a powdered black onyx gem Caster Level: 3rd; Prerequisites: Craft Wondrous Item, worth at least 100 gp, a living creature that drinks this shield other;Market Price:2,200 gp; Weight:1/2 lb. each. horrible brew must succeed on a Fortitude saving Ghost Prison: These simple foot-high glass cylin- throw (DC 19) or die and rise as a ghoul 1 hour later. If ders are capped on both ends with brass and appear to the powdered onyx is worth 200 gp, the creature that be filled with yellow mist. Created by yuan-ti, they are drinks the mixture must save or die and rise as a ghast more deadly versions of the phasestone and can trap or wight (equal chances). Normally, these items are ghosts within them. Any ghost who comes within 10 given to drugged or enchanted victims to quickly pro- feet of a ghost prison must make a Will saving throw duce undead minions, but some are given to volun- each round (DC 17) or be pulled entirely into the teers or worshipers of Orcus as a “reward” for their cylinder, to be trapped there until someone speaks service. the ghost’s name (at which time he can attempt"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Chains of Shield Other",
        "description":  "This Caster Level: 5th; Prerequisites: Craft item looks like a pair of slightly Wondrous Item, detect undead; Market mismatched bracers, although they Price:2,000 gp; Weight:—. are not intended to be worn by the same Dracanite Helm:This bronze helm person. If two people each wear a grants a +2 deflection bonus to AC and bracer and a command word is spo- protects the wearer from all forms of ken, the wearer of the larger bracer possession. is protected by a shield other spell, with the wearer of Caster Level:1st; Prerequisites:Craft Won- the smaller bracer acting as the caster of the spell. Evil drous Item, protection from possession, shield of faith, clerics decorate these bracers with symbols of mana- caster must be 6th level; Market Price:12,000 gp; Weight: cles and skulls and clap the smaller bracer on an 3 lb. unwilling shackled victim, while good and neutral Driftwood Amulet:These items are typically made 70 clerics normally decorate them with more benign by the church of Soggelos. The amulet is an oddly :1 RETPAHC TUOBA LLA STSOHG 620_88566_Ghostwalk3.qxd 4/4/03 9:14 AM Page 70 Dracanite helm shaped piece of water-worn wood studded with pearls Figurines of Wondrous Power: Several other and coral on a leather cord. The wearer can speak and kinds of magic figurines can be found in this part of understand Aquan, is protected by cold resistance 5, the world. They follow all the normal rules for magic and may use a chill metaleffect once per day. Some of figurines. these items are crafted onto belts instead of amulets. Pearl Octopus: Created almost exclusively by the"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Dogma",
        "description":  "Strive to hold to the truth and DURANN (LESSER DEITY) use your honor as your shield. If your The True Guide honor is infallible and your heart is true,"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Wares",
        "description":  "Roll 4 times each for minor, medium and not purport themselves to be fortunetellers, but rather major arcane scrolls (in both the DUNGEON MASTER’s concerned advisors). Igona and Gretor are sisters, but Guide and under Magic Items in Chapter 1: Rules of they have recently let Inia into the business because, this book) to determine what Ashton has in stock at while they are semicompetent spellcasters, she has a any given time. He also makes scrolls to order (for a greater grasp of alchemy. 10% fee above the usual cost). Wares: Igona and Gretor sell all alchemical items M3. Shellhand’s Armor: Vaos Shellhand (female found in the Player’s Handbook,keeping at least 5+1d20 elf Com7) works as an armorer, making all sorts of of each item in stock at all times. metallic armor and shields. She also buys and resells M9. The Tinshop:Ostensibly the shop of a tinsmith, used armor. Vaos is secretly a member of the Quiet this is actually the workshop of a number of gnomes Knights and is noticeably less pleasant to living cus- who construct shellcraft manikins for ghosts to inhabit tomers who travel (or are known to travel) with ghosts. (see the Equipment section in Chapter 1: Rules of this She is downright rude to ghosts, but will not bald- book). This is a fairly new invention, and the gnomes are facedly refuse their business, or their gold. not entirely sure of the legality of it. Thus, they operate M4. Leather Goods:This simple storefront is man- from the tinshop and sell their incredibly expensive aged by Tara Hiller (female human Com1). As the (they start at 250 gp) inventions to wealthy ghosts. name suggests, the place sells all sorts of leather goods, from armor to bags and from belts to boots. Tara gets all FORESTVIEW her wares from a tannery located in the Tombyards A mostly residential district, the Forestview ward is (located well away from the central portion of the city located on the eastern end of the city, near the edge of because of the smell involved with tanning leather). the Spirit Wood. The buildings here are mostly made M5. Chason’s Cheese:This simple cheese shop and of wood, and the streets are dirt rather than cobble- dairy is actually a front for a criminal gang that works stone. There are fewer actual statues in this ward than in burglary, mugging, and occasionally extortion. any other, but most houses have reliefs carved into Chason (male halfling Rog6) is both proprietor and their façade. In this way, the imagery of Forestview is head of the gang. There’s a secret room in the back that the most reflective of modern sensibilities (since the they use for a hideout and a place to stash loot. Chason owners have the opportunity to change the styles or and his followers are not members of the Golden and subjects decorating their buildings every time they thus must hide from both the authorities and the require repairs or additions). guild. One statue on each wall of the building’s façade Trees still grow among the buildings, and the whole has peepholes set into its eyes to allow Chason to keep ward has a healthy, natural feeling, generally free of an eye on the street outside. the smells of the city. The streets of Forestview are 99 MANIFEST THE CITY OF CHAPTER 2: 620_88566_Ghostwalk3.qxd 4/4/03 1:37 PM Page 99 rarely crowded—a few vendors hawk wares amid the F4. Red Candleshop: This small candlemaker’s pedestrians, selling fresh baked goods, colorful cloth- shop is run by an unassuming fellow named Shail ing, or freshly sharpened cutlery from carts they wheel (male human Wiz9). His wares are not especially artful throughout the district. or well crafted, but he still manages to eke out a living. The warder of Forestview is Milla Kreshton (female In fact, the store is merely a front. Shail is a necro- human Ari7), the daughter of a duke in Salkiria who mancer from Xaphan who keeps a number of ghouls gave up her noble lineage to live and work in Manifest. locked in the cellar beneath his shop. At night, he She is short, plump, and a natural leader. Milla has no sends them out on raids to the Tombyards in order to obvious preference for either the living or ghostly bring back bodies for him to use in his twisted exper- members of her community and is considered to be iments. Shail’s laboratory can be reached only by going the most unbiased member of the Council of Warders. past the ghoul lair and down a deep shaft. He has a half-made flesh golem stored there, as well as a small Locations within Forestview number of zombie servants. Shail has seen Piotran of The following entries detail locations of interest in the Blueleaf (see above) poking around his shop after"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Typical Tardane Agent",
        "description":  "Female human Wiz7; CR 7; Members of the Yisa-khardomas are often vehement Medium-size humanoid; HD 7d4+7; hp 25; Init +6 (+2 in their opinions, and their opinions usually deal with Dex, +4 Improved Initiative); Spd 30 ft.; AC 14 (+2 Dex, equal rights for ghosts. They wear normal clothes, but ring of protection +1, amulet of natural armor +1), touch 13, each proudly displays a pin with a stylized symbol. flat-footed 12; Atk +3 melee (1d4/19–20, dagger); or +5 ranged (1d4/19–20, dagger); AL N; SV Fort +3, Ref +6, THE ARBOREAL GUARDIANS Will +6; Str 10, Dex 14, Con 13, Int 19, Wis 12, Cha 10. This group of rangers and druids is mostly made up of"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Imports",
        "description":  "Armor, fish, textiles, grain, horses, wine"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Paladin",
        "description":  "Durann has few paladins, and most of the king died in his sleep a year ago, his son Larrison them are female. They often are blessed with fine has taken up the mantle of his father and continues to voices and lead church choirs in between missions of promote the ideals of truth and good. While Salkiria good. They traditionally wear white and ride only is allied with Tereppek and Bazareene, and views white horses. Thurkasia as an independent daughter state, Larrison 141 COUNTRIES CHAPTER 4: 620_88566_Ghostwalk3.qxd 4/10/03 10:00 AM Page 141 sees his land as the only active and civilized force of here as well. Despite its size, Ridou still has the feel of good in this part of the world, a shield against corrup- a frontier town. The one easy road through the hills tion and barbarism. leads past the city, so the locals are used to seeing many strangers pass through. Important Sites Shedarik (Small City, 7,300): This city was Salkiria’s cities are well maintained and clean, with a founded after Durgerth the Conqueror’s hordes were strong literacy rate and few domestic conflicts. defeated. The fortress was intended to be a first line Bouldoh (Large City, 14,600):Surrounded by vine- of defense against such an attack (as well as attacks yards and plantations, Bouldoh is a large but quiet city from Bazareene), but since that time people came to known for its wines. Unlike Thurkasian wine, which is settle here, and now it is a good-sized city that dab- very strong, Salkirian wine is light and sweet, often bles in mining and farming as well as being a contact used for marinades. When Tereppek invaded Salkiria point for barbarians wishing to trade. Bazareenian in retaliation for the War of Turrin River, they beef caravans from Heppara come here regularly and bypassed Bouldoh to reach Donaree, and as a result the leave with fresh food, wine, and gems. The city’s people of this city have always felt naturally lucky. mayor is always the commander of the fort and usu- Deraant (Small City, 8,100):This city is Salkiria’s ally is a noble. primary port and the point of contact for other coun- Shetourn (Small City, 10,500): This city is sur- tries to the north. The city has a fleet of over 50 ships rounded on all sides by large and small plantations, all (keelboats and sailboats), which are primarily fishing growing cotton. The cotton is used to make textiles in vessels but are required to include a military officer as independent and isolated mills, then shipped to other part of the crew in case the government needs to com- parts of the country by merchants for export. Salkirian mandeer it. Most ships have one or two bards as well to cotton is very light and comfortable and is the pre- keep morale high. The city has a tall wall just behind ferred material for clothing in this hot latitude. Many the docks to protect against storms. people of poor or middle income build frame homes Donaree (Large City, 17,800): The capital of and use cloth walls instead of wood or plaster, since it Salkiria is nestled against the Hills of Baanth and sur- remains warm here even at night. rounded by fields of grain on all other sides. The palace Wialto (Large Town, 3,200):This fishing town has of the king is built on an artificial hill and overlooks experienced a recent influx of people with the discov- the entire city. Near the city’s western gate is a large ery of a large and plentiful bed of oysters a few miles temple to Durann, the only one of its kind in human offshore. Now small boats are visible at all hours near lands. The city government consists of elected nobles the beds, with divers entering the clear waters to and leaders of the merchants’ guilds. acquire white, black, green, and blue pearls. Clerics Leburn (Large Town, 4,800):This town is on the and druids of Soggelos have been working to prevent southwestern border of the country. It was originally a the oyster beds from becoming harvested too heavily fort built to mark the Salkirian border but grew when but are greatly outnumbered by the greedy divers. trade with the unruly humanoids of the mountains become more common. The place is well defended Plots and Rumors against invading monsters (particularly flying ones) Salkiria presents a friendly face to its neighbors, but and streets are wide to prevent fires from spreading factors within its borders contribute to the many between buildings. struggles that still plague its good humor. Nonaull (Small City, 5,600): A great battle Gruul’s Army:An outlaw has been assembling dis- between a half-dragon wyvern and the Salkirian bard contents and a few dire animal “pets” in one of the Adsaulk occurred 150 years ago at this site, causing a hidden caves in the Hills of Baanth. Gruul, a woman large section of the cliffs here to collapse, forming a reputed to be a half-ogre, bears some grudge against a shallower incline with a nearly flat area suitable for set- noble in Ridou and threatens to destroy his mine hold- tlement and docks. Three large magical stone pillars ings. The noble professes ignorance of the woman’s along the waterfront bear spells that detect giants, identity or the cause of her grudge, but he is of a lesser sounding a loud alarm when such creatures (including house and has little resources at his disposal to deal scrags, which thrive in these waters) come ashore. with his attacker."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Exports",
        "description":  "Fruit, textiles, armor, silver Coil by gate spells, but in the past five centuries they"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "The Gray Towers",
        "description":  "After the hordes of Durgerth the debate. Government officials proudly wear badges Conqueror were defeated, the government fortified its representing completion of various courses of learn- border with Bazareene, and the Gray Towers were ing (a custom that some nonofficials practice as well), built. Three stories tall, the towers are made of magi- and arguments between individuals usually cally created gray stone. The entrances are on the originate about a point of information second floor and all windows are arrow slits. rather than heated emotion. “Duels” are set- Although the wizards and soldiers who guard these tled by debates, word contests, or other intel- towers are sworn to secrecy, rumor has it that the lectual sports. towers are linked with permanent teleportation cir- In war, the Tereppekian soldier wears cles, each has a scrying device, and certain arrow scale mail and carries a scimitar and slits allow a spellcaster to cast a 1st-, 2nd-, or shield. Few Tereppekian wizards choose 3rd-level spell that is automatically en- to specialize in the school of Evoca- larged without having to adjust the tion, with most favoring Abjuration spell level. or Enchantment. The Rekkin"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Armor Class",
        "description":  "18 (+1 Dex, +7 natural)"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Spells",
        "description":  "Artaagliths cast spells as 5th-level clerics and another person assisting must have have access to the Evil and Undeath domains. at least 5 ranks in Craft (sculpture) Tanar’ri Qualities:Like all demons, artaagliths are and 5 ranks in Perform in order to prepare the body immune to poison and electricity, have cold, fire, and before the spell. acid resistance 20, and can communicate telepathically Hit Dice:Increase to d12. with any creature within 100 feet that has a language AC:A bonesinger gains a +3 natural armor bonus. If (except dretches). the base creature already has natural armor, use the Turn Undead (Su):Artaagliths turn better value. undead as 5th-level clerics. Special Attacks: A bonesinger retains all the spe- cial attacks of the base creature and gains the follow- ARTAAGLITH CHARACTERS ing special attack. Artaagliths normally advance as cler- Wind of Death (Su): Once per day, a bone- ics. Any cleric levels they gain stack singer can create a roiling area of with their spellcasting ability, winds that smells of rotting their effective caster level for corpses. The wind of deathworks spell-like abilities, and their like a gust of wind,plus any crea- ability to turn undead. ture caught in it must succeed on a Fortitude save (DC 10 + 1/2 158 :5 RETPAHC SRETSNOM 620_88566_Ghostwalk3.qxd 4/10/03 2:07 PM Page 158 bonesinger’s HD + bonesinger’s Cha modifier) or be Bonesinger nauseated for 1d4+1 rounds. Medium-Size Undead"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Armor Class",
        "description":  "13 (–1 size, +4 natural)"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Armor Class",
        "description":  "14 (+2 Dex, COMBAT +2 deflection) Fire spectres are fearless and"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Armor Class",
        "description":  "14 (+2 Dex, +2 deflection) or 14 (+2 unless the ghosteater believes itself to be outmatched. Dex, +2 natural) A ghosteater attacks by extending a thin tentacle"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Alignment",
        "description":  "Always chaotic evil AC:A mumia gains a +3 natural armor bonus. If the"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Advancement",
        "description":  "By character class base creature already has natural armor, use the better value."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Magic Items Carried",
        "description":  "bracers of armor +1, brooch of Challenge Rating: Same as the base creature +1. shielding, ring of protection +1. Treasure:Same as the base creature. 167 MONSTERS CHAPTER 5: 620_88566_Ghostwalk3.qxd 4/10/03 2:19 PM Page 167"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Undead Traits",
        "description":  "Immune to mind-affecting effects, Organization:Solitary or herd (2–12) poison, sleep,paralysis, stunning, disease, death effects, Challenge Rating:3 necromantic effects, and any effect that requires a For- Treasure:None titude save unless it also works on objects. Not subject Alignment:Usually neutral evil to critical hits, subdual damage, Advancement:5–8 HD (Large) Spectral steeds are incorporeal undead horses, often ridden into battle by other incorporeal undead. Skit- tish without riders, they are fierce combatants when under the direction of a strong master. Spectral steeds are thought to arise on the rare occa- sions when an energy draining incorporeal undead, such as a spectre, slays a horse or simi- lar animal. They appear as intangible black, gray, or white skeletal horses, sometimes with skeletal wings. They live on remnants of ether, ectoplasm, and darkness and usually flee mate- rial creatures, but they can be tamed by incorpo- real undead and used as battle chargers. Very fast and, like all undead, completely tireless, they have been used to ferry beings from Xaphan to Manifest. A cleric of at least 14th level can create a spec- tral steed with the create undeadspell. COMBAT Spectral steeds without riders usually attack for 1 round, then flee by using their soul charge on 169 MONSTERS CHAPTER 5: 620_88566_Ghostwalk3.qxd 4/10/03 2:19 PM Page 169 JJ the way out of combat. Those with riders are usually against them. A spectral steed always moves silently directed to attack the same opponent as the rider. and cannot be heard with Listen checks if it doesn’t Energy Drain (Su): A spectral steed that hits a wish to be. target with its bite bestows one negative level upon the Sunlight Powerlessness (Ex): Spectral steeds are target. The Fortitude save to remove the negative level utterly powerless in natural sunlight (not merely a day- has a DC of 12. lightspell) and flee from it. A spectral steed caught in Soul Charge (Su): Once per day, a spectral steed can sunlight cannot attack and can take only partial make a charge attack at a single corporeal creature. The actions. steed passes through the target’s square and the target Undead Traits:Immune to mind-affecting effects, itself (provoking an attack of opportunity for doing so) poison, sleep,paralysis, stunning, disease, death effects, and bestows 1d4 negative levels upon the target, necromantic effects, and any effect that requires a For- which must also make a Fortitude save (DC 12) or be titude save unless it also works on objects. Not subject stunned for 1 round. The spectral steed can continue to critical hits, subdual damage, ability damage, ability moving after using this attack, up to its normal speed. drain, energy drain, or death from massive damage. A It cannot use this attack on incorporeal opponents or spectral steed cannot be raised, and resurrection works those protected by force effects (such as mage armor). If only if it is willing. The creature has darkvision (60- it has a rider, the rider also passes through the target, foot range). and the target can use its attack of opportunity against the steed or the rider. SPIRIT TREE"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Armor Class",
        "description":  "17 (+1 size, +2 Dex, +4 natural) Profane Touch (Su): An undead martyr’s touch"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Special Qualities",
        "description":  "Cold resistance 10, electricity resist- martyr’s profane touch deals damage to a living crea- ance 10, fast healing 5, flight, shield other,undead traits ture, the undead martyr heals a like amount of damage."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Organization",
        "description":  "Solitary Shield Other (Sp): An undead marytr may use a"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Challenge Rating",
        "description":  "2 shield other spell once per day. Caster"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "These creatures appear just as they level",
        "description":  "poison(Fortitude DC 13 + tainted one’s Con mod- did prior to their infection— ifier) and polymorph self (into snake or snakelike generally able-bodied humanoids, forms only). usually of 3rd to 6th level. Though Poison Bite (Ex): The saliva of a tainted one is their bodies do not show signs of poisonous when ingested or introduced into the their tainted blood, their personal- blood. A tainted one can inject its venom only ities and mannerisms do; they while grappling a foe with exposed skin. The often develop habits such as fre- Fortitude save to resist this poison has a DC of 10 quently licking their lips, drawing + 1/2 the tainted one’s HD + the tainted one’s out their sibilants, or keeping large Con modifier. Victims who fail this save serpents as pets. Tainted ones serve take 1d4 points of temporary Constitution the yuan-ti as agents who can pass damage. After 1 minute, they must unnoticed among other races and make another save; failure means infiltrate where even a pureblood another 1d4 points of temporary yuan-ti might risk discovery. Constitution damage. A tainted If the process goes awry, the one’s kiss is also poisonous, though result is a broodguard (called a in this case the save DC is reduced histachii by some). These by 2. near-mindless abominations Broodguards do not are hairless creatures with ema- gain these two special at- ciated bodies. Their gray or tacks, but instead gain a yellow-green skin is tough rage ability. and scaly and smells faintly Rage (Ex): Once per of rotting meat. They have day, a broodguard can beady, bloodshot eyes, and enter into a berserk state their forked tongues con- similar to a barbarian’s rage. In tinually dart in and out of their mouths. this state, the broodguard gains +4 Broodguards, as their name suggests, are most often to Strength, +4 to Constitution, and a +2 morale bonus found guarding yuan-ti brood chambers. on Will saves, but it takes a –2 penalty to Armor Class."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "AC",
        "description":  "As base creature. Broodguards do not wear armor. ance of 12 +1 per three levels."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Tactics",
        "description":  "If he knows that danger is on its way, Mas- 8. Giant Skeletons (EL 4) tioth makes himself invisible with his potion, then he Read the following aloud. casts shield. If intruders come into the lab, he attempts to take the fight elsewhere. More of a niche than a room in itself, this area is"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Creatures",
        "description":  "Tursik has a small 10-foot-high shelf made of web- This large chamber is the bing in the southeastern part of lair of another spider, appar- this room. If caught unaware in his ently a very large one. Webs lair, Tursik casts invisibility on him- cover the western portion self to buy some time and of this room, and wedged in retreats to a more remote por- the middle of that mass is tion of his room to cast divine the fragmented skeleton of favor, shield of faith, and healing an immature minotaur. spells on himself. If not caught unaware, This room is the lair of Tursik normally casts invisibility Tursik’s favorite and biggest on himself before a fight, then pet. divine favor, then black lungs, then"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Creature",
        "description":  "If it hasn’t bites an enemy to deal damage, already moved to area 1B, poison damage, and the the spider attacks any intrud- penalties from the spell all ers who come here. Noise here at the same time. attracts Tursik’s attention and If the fight turns against that of the spiders in area 4. him, he casts obscuring mist, Tursik normally casts invisibil- retreats through the fog (he ityon himself and then tries to cast knows the location of the shield of faith on the Huge spider. If webs and can move around them 196 things go badly for Tursik here, he retreats to area 6. easily), and heads for the secret exit at :6 RETPAHC SERUTNEVDA 620_88566_Ghostwalk3.qxd 4/10/03 3:00 PM Page 196 area 7. Once out of sight of his enemies, he casts torn apart as a free action, and a moving creature can change self to look like a human rogue and tries to pass through it without a reduction in speed or any escape the area entirely, returning later to pick up other penalties. The dirt and webbing conceals the the pieces. tunnel from the outside as well. If he flees this way, the ettercap breaks through the web and climbs"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Skills",
        "description":  "*Ettercaps in shadow receive a +4 racial bonus ti now much closer to invasion, but they plan an assas- on Hide and Spot checks. sination in Manifest as well. Using information Cleric Spells Prepared (4/4/3; gained in the Devil’s Cellar, the PCs stop the plot in base DC 12 + spell level): 0— the city and most likely put an end to the gate. create water, detect magic, mend- ing, purify food and drink; BACKGROUND 1st—change self*, divine favor, The yuan-ti hate Manifest and obscuring mist, shield of faith; want nothing more than to 2nd—black lungs, cure moderate crush it anyway they can. That wounds, invisibility*. much is certain. About a year *Domain spell. Deity: Khostren. ago, a pureblood yuan-ti"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Treasure",
        "description":  "The long-dead brigand wears masterwork banded mail and a finely etched ring worth 100 gp. 14. Ledge This ledge is just a few feet lower than the ledge at area 8. However, getting to it from the platforms is impossible without climbing or flying (or making a really impres- sive 40-foot jump). Thus, none of the inhabitants really ex- pects anyone to come through here. The yuan-ti, on the other hand, use this as an escape route by transforming into Tiny vipers and crawling up or down the secret narrow path (see Top of the Shaft, above). 15. Latrine Read the following aloud. This room smells terrible. Six holes scattered about the floor indicate that it is, or was, a latrine. There is nothing of value here. 203 ADVENTURES CHAPTER 6: 620_88566_Ghostwalk3.qxd 4/4/03 2:04 PM Page 203 16. Trapped Hallway (EL 5) head by chains. His brown hair is matted over his There are two traps here, but one affects only ghosts. pale, sallow face. He does not appear to be as phys-"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Venomblack",
        "description":  "Male yuan-ti abomination; 80 hp; see ter adds a drop of blood to the pool and then drinks, Monster Manual. He has human arms, one of which he instead gains the ability to immediately open a holds a +1 falchionand the other a +1 large wooden shield magical gate that leads to a location on another plane (total AC 23, plus Dodge and Expertise). that is known to him (he must have visited that loca- tion). The yuan-ti use this to open a gateto Coil, their"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Possessions",
        "description":  "ring of warmth, potion of death armor, cloak of resistance +1, potion of cure moderate wounds, vial of One grimlock (from either area 1 on the map) is on cretchwater oil, 150 gp. guard at each of the watch stations at all times, and one human bandit (from area 4) is always on duty,"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Tactics",
        "description":  "Halaarn is a crafty manticore, despite the alternating between the east and west entrances. The injuries to his wings, and he plans his fights carefully. human relies upon the grimlocks to detect opponents After testing an opponent’s strength with 1 round of approaching in darkness (such as with darkvision) attacks, he uses Power Attack as much as he feels nec- and uses his own eyes to find creatures approaching essary. He also takes advantage of his reach and the with light. The guards attempt to warn the other resi- Combat Reflexes feat to allow him to make attacks of dents quietly if there is time before the intruders opportunity, even if he is caught flat-footed. If he has arrive; otherwise, they shout an alarm if creatures are a round to watch the PCs before attacking and con- nearby or they are attacked with surprise. siders them a serious threat, he drinks his potion of death armor before entering combat. If seriously B. Crawler Lead (EL6) injured, he offers his treasure to his opponents with Read the following aloud. a promise that he won’t seek them out in exchange for leaving him alone. He is not without honor and This area of rubble and earth has a gap through keeps his word, although if his opponents return to which a human could pass without difficulty. his lair or he encounters them accidentally, he isn’t averse to attacking them if he thinks he can take them this time. This is a secondary entrance to the bandit territory, 212 rarely used because of the ferocity of its guardians. :6 RETPAHC SERUTNEVDA 620_88566_Ghostwalk3.qxd 4/4/03 2:15 PM Page 212 LLaaiirr ooff tthhee CCrriipppplleedd OOnnee 44 33 22 11 00 55 1100 2200 4400 SSccaallee iinn ffeeeett"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Treasure",
        "description":  "In the west building, the charac- ters can find 41 gp, 905 sp, a 10-gp malachite, a suit of Medium-size banded mail, and a master- work scimitar. The east building has 52 gp, 857 sp, a 500-gp aquamarine, a suit of Medium-size half- plate, and a potion of clairvoyance. 2. Unused Building Read the following aloud. This building is empty, but it looks like someone has taken time to clear out stray debris. The bandits plan to use this place to help them guard the western entrance, but have not done so yet. 3. Main Storage Read the following aloud. This small building is stacked with crates, barrels,"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Tactics",
        "description":  "Lubanac is almost certainly prepared for invaders at this point. When the stone of alarmin area 1 was triggered, he cast mage armor (from his wand) on himself (increasing his AC to 20, touch 11, flat-footed 19), see invisibility (from his wand), and stoneskin on himself. As the intrud- ers approach his room (alerting him with either the alarmspell or by the noise from his sister approaching), he casts haste, summon undead V (to summon a wight), and death armor, and then he readies an action to cast enervationon the first enemy that comes through his door. After that, he casts fear from his scroll (when enemies enter the room), hail of ectoplasm, fireball, magic missile,and vam- piric touch or chill touch, as appropriate. He and Baavaang are used to fighting in tandem, so he does not use attacks that put her in harm’s way, and like- wise, she tries to stay out of the way of his area spells. Wizard Spells Prepared (5/6/6/5/3/2; base DC 13 + If he is seriously in danger, he activates one of the spell level): 0—detect magic, disrupt ectoplasm*, disrupt escape tunnels (see below) to create a distraction, but undead*, mage hand, read magic;1st—alarm, chill touch*, he actually uses a dimension doorspell to retreat to area comprehend languages, magic missile (2), unseen servant; 1 and drink his potion of cure serious wounds.Then he 2nd—arcane lock, death armor, hail of ectoplasm (2), decides if he wants to go back in and fight or just flee knock, spectral hand*; 3rd—fireball, haste, summon (even if that means he has to abandon his sister). undead III, undead torch, vampiric touch*; 4th—dimen- sion door, enervation*, stoneskin; 5th—animate dead*, 9. Escape Tunnels summon undead V. Read the following aloud."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Spellbook",
        "description":  "0—arcane mark, dancing lights, daze, detect magic, detect poison, disrupt ectoplasm*, disrupt undead*, This short hallway ends in a strange contraption of flare, light, mage hand, mending, open/close;1st—alarm, metal plates, wire, and wood that holds several animate rope, chill touch*, comprehend languages, detect flasks snug against the wall. A knotted cord dangles undead, expeditious retreat, mage armor, magic missile, in front of this arrangement. summon undead I, true strike, unseen servant; 2nd— arcane lock, death armor*, hail of ectoplasm, knock, see invisibility, spectral hand*; 3rd—fireball, halt undead, The stone separating this hallway from the hallway haste, summon undead III, undead torch*, vampiric touch*; beyond it has been carefully weakened by Lubanac so 4th—charm monster, dimension door, enervation*, fear, that if exposed to the right conditions, it breaks away stoneskin;5th—animate dead*, summon undead V. and creates an open passage. The flasks contain acid or *These spells belong to the school of Necromancy, alchemist’s fire, and if the cord is pulled, the flasks which is Lubanac’s specialty. Prohibited school: Illusion. break open and the wooden smokesticks ignite. The"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Speed",
        "description":  "60 ft. AC: The base creature’s natural armor bonus"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Spell Resistance",
        "description":  "Yes subdual damage from thirst, since it is filled with salt- water. Like a brooch of shielding, the amulet does not You bind the ectoplasmic form of the target ghost onto have a fixed duration for its effect; it simply continues another creature (hereafter called the “bearer”). The to protect its wearer until it has absorbed 60 points of ghost clings to the bearer’s back or chest in the form of damage. a tattoo for the duration of the spell. Leech ghost skill Caster Level: 5th; Prerequisites: Craft Wondrous Item, binds only the ghost, not any of its equipment. protection from elements; Market Price:1,500 gp; Weight: 1 lb. While this ghostly tattoo is in place, the bearer may Chaniud’s Placards:These lacquered pieces of use the ghost’s skill ranks instead of his own as desired, parchment are usually found in sets of ten. One side of regardless of the nature of the skill. For example, a each placard bears the symbol of Chaniud the bearer wearing a ghost rogue/wizard tattoo could use Lawkeeper (three horizontal lines below an open the ghost’s ranks in Climb, Hide, Knowledge, Spellcraft, circle); the other side depicts a famous cleric or scholar or any of the ghost’s other skills (including class-exclu- of Chaniud’s faith. To activate a placard, the bearer must sive skills that the bearer does not possess) if they hold the card, speak Chaniud’s name, and ask a single exceed his own. He still uses his own ability modifiers question as if using a commune spell. Since most of for making skill checks. The bearer does not have access these items are created by the church of Chaniud, the to any of the ghost’s other abilities or to any knowledge answer comes from his agents and may be colored by 7 the god’s or agent’s perspective. (Members of other can help to shape its personality. The young tree is also faiths who create similar placards do not use Chaniud’s very vulnerable to attacks by monsters that might want symbols or historical figures.) After the placard has to destroy or corrupt it. answered one question, it loses all magic, and the images on both sides fade until they are barely visible. GHOSTWALK The creation costs and other information provided below are for a single placard. CHARACTERS"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "History and Personality",
        "description":  "Born in Salkiria, Touch:Silver can deliver touch spells for Furka. Antilliaros always had an inquisitive streak and a Ghost Qualities* (Ex):Furka is a disembodied hunger for knowledge, as is appropriate for a worshiper soul with an ectoplasmic body and ghost weakness. He of Uhanam. When she died from a fire trapwhile adven- is incorporeal outside of Manifest. He has no discern- turing, her ghost appeared in Manifest, and she able anatomy and can sense his physical body with a decided to stick around a while and learn about her successful Wisdom check (DC 15). He has a +1 natural new form and the nature of the city of the dead. Since armor bonus when not incorporeal and a +4 racial then, she has developed some of her ghost abilities and bonus on Hide checks (already figured into the statis- is pursuing the Path of the Dominator. She would very tics above). much like to acquire a set of mithral bells. Wizard Spells Prepared (5/4/3; save DC 13 +"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Class Skills",
        "description":  "Replace entry with “The arboreal guard- Page 28, Scry: ian’s class skills (and the key ability for each skill) are Climb Though Scry is no longer a separate skill, all of the (Str), Concentration (Con), Craft (Int), Diplomacy (Cha), information here applies to the new scrying rules. Heal (Wis), Handle Animal (Cha), Hide (Dex), Jump (Str), Knowledge (nature) (Int), Listen (Wis), Move Silently Page 28, Wilderness Lore: (Dex), Spot (Wis), Survival (Wis), and Swim (Str). See Chap- Change “Wilderness Lore” to “Survival.” ter 4: Skills in the Player’s Handbook for skill descriptions.” Page 29, Corrupt Arcane Studies: Page 20, Natural Armor (Ex): Add to the end of the last sentence “(sorcerers do Change “gains a natural armor bonus to her Armor not recover spent spell slots for 24 hours).” Class” to “gains an enhancement bonus to her existing natural armor bonus.” Page 30, Diehard: Use the version of this feat presented in the Player’s Page 21, Bone Collector: Handbook."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "When manifested fully",
        "description":  "20 ft. in scale mail (4 squares) When manifested fully: “Base Attack/-"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Armor Class",
        "description":  "11 (+1 deflection), touch 11, flat- Grapple:+3/+3.” footed 11 Add “Attack: Incorporeal touch +5 melee (1d4"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "When manifested fully",
        "description":  "17 (+4 scale mail, +2 heavy Wisdom) shield, +1 natural), touch 10, flat-footed 17 When manifested fully: Touch +5 melee (1d4 Base Attack/Grapple:+1/— Wisdom).”"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Armor Class",
        "description":  "32 (-1 size, +3 Dex, +16 natural, +2 mas- within 30 feet. The target must succeed on a DC 20 terwork heavy shield, +1 bracers of armor +1, +1 deflec- Will save or gain an aversion to snakes for 10 minutes. tion [ring of protection +1]), touch 12, flat-footed 29 Affected creatures must stay at least 20 feet away from Base Attack/Grapple:+9/+20 any snake or yuan-ti, alive or dead; if already within 20"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Armor Class",
        "description":  "15 (+2 Dex, +3 natural), touch 12, flat- Turn Resistance (Ex): The mumia medusa is footed 13 treated as an 8-HD undead for the purpose of turn, Base Attack/Grapple:+6/+6 rebuke, bolster, and command attempts."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Possessions",
        "description":  "Change “+1 full plate armor” to Arrows, Dodge, Improved Initiative, Improved “Broadbone(+1 full plate armor).” Unarmed Strike, Stunning Fist."
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Skills and Feats",
        "description":  "Climb +10, Concentration +4, Craft Page 205, Derraol Yan: (trapmaking) +4, Hide +10, Listen +4, Spot +8; Combat Add “Base Atk +0; Grp +0” before attack entry. Casting, Great Fortitude, Multiattack. Skills:Change “Profession (miller) +4” to “Profes- Cleric Spells Prepared(4/4/3; save DC 12 + sion (miller) +5.” spell level): 0—create water, detect magic, mending, purify food and drink; 1st—disguise self*, divine favor, obscuring Page 205, Stri’isn: mist, shield of faith; 2nd—black lungs, cure moderate Replace entry with the following. wounds, invisibility*. Stri’isn: Female yuan-ti halfblood cleric 1; CR * Domain spell.Deity: Khostren. Domains: Destruc- 6; Medium monstrous humanoid (8 ft. long); HD tion (smite 1/day), Trickery (Bluff, Disguise, and 7d8+14 plus 1d8+2; hp 52; Init +5; Spd 30 ft.; AC 25, Hide are cleric class skills). touch 11, flat-footed 24; Base Atk +7; Grp +10; Atk"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Possessions",
        "description":  "Change “+1 falchion” to “Mother’s SQ cold resistance 5 (from ring of warmth), darkvision Fang (+1 falchion).” Change “+1 large wooden shield” to 60 ft., low-light vision, scent, weak flight; AL LE; SV “Great Scale(+1 heavy wooden shield).” Fort +14, Ref +9, Will +5; Str 20, Dex 15, Con 20, Int 10,"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "SQ",
        "description":  "Add “alternate form” and “SR 12.” land. After not flying for 2 rounds, he is able to fly again. Page 210, Broodguards: Possessions:ring of warmth, cloak of resistance +1, potion Change “humanoid” to “humanoid (reptilian).” of cure moderate wounds,potion of death armor, vial of Add “Base Atk +4; Grp +6.” cretchwater oil, 150 gp. Replace attack entry with “Atk +7 melee (1d3+1, Tactics:Change “He also takes advantage of his claw); Full Atk +7 melee (1d3+1, 2 claws) and +4 melee reach and the Combat Reflexes feat” to “He also takes (1d4+1, bite).” advantage of the Combat Reflexes feat.” Page 211, Tolorn: Page 214, Zul and Amon: Replace entry with the following. Possessions:Change “+1 studded leather armor” to"
    },
    {
        "source":  "ghostwalk.txt",
        "name":  "Skills and Feats",
        "description":  "Concentration +19, Craft (alchemy) charges), hourglass, pearl of power (2nd-level spell), +8, Hide –3, Intimidate +8, Jump +4, Knowledge Phaant’s luckstone, potion of cure serious wounds, potion of (arcana) +10, Knowledge (local) +7, Listen +13, Search expeditious retreat, potion of haste, potion of true strike,scroll +16, Spellcraft +13, Spot +13; Brew Potion, Cleave, of fear,scroll of knock,scroll of undead torch, smokesticks Great Fortitude, Improved Initiative, Iron Will, Power (2), wand of mage armor(29 charges), wand of see invisibil- Attack, Scribe Scroll, Track. ity(17 charges), wand of summon undead I(21 charges), Wizard Spells Prepared(5/6/6/5/3/2; save DC 13 + 250 gp worth of diamond dust for stoneskin(1 use), ten spell level): 0—detect magic, disrupt ectoplasm*, disrupt 50-gp black onyx gems for animate dead,50 gp worth of undead, mage hand, read magic; 1st—alarm, chill touch*, gold dust for arcane lock(2 uses total), 100 gp worth of comprehend languages, magic missile (2), unseen servant; paste for death armor(2 uses total), 105 gp, 820 sp. 2nd—arcane lock, death armor*, hail of ectoplasm (2), knock, spectral hand*;3rd—fireball, haste, summon undead ABOUT THE AUTHOR III, undead torch*, vampiric touch*;4th—animate dead*, enervation*, stoneskin;5th—blight, summon undead V. Sean K Reynolds spends a remarkable amount of time"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Fantastic Elements",
        "description":  "All the elements you’ve drawn on weren’t taking part. At periodic time increments—every your battlefield map are ones that you’d find on a real-world two hours during the day and once at night works for battlefield map. But D\u0026D is a game of high fantasy, so most battles—draw a new map that shows how troops many of the battles will have an element of the fantastic have moved around. You’re creating a time-lapse version of about them. Don’t be shy about adding overtly magical your battlefield map, taking the battle from its beginning elements to your battlefields, whether they’re just there for to its conclusion. descriptive effect or have some strategic function. Maybe That means you’re deciding who wins the battle—and the fantastic element is a tool one army can use to gain an that’s okay. The PCs will still have their chance to influ- advantage over the other, or perhaps the fantastic element ence events using victory points (explained on page is what the two armies are fighting over. 78). Right now, you’re establishing the baseline result. For example, a huge pillar of fire appears at the center of If the PCs are clever and heroic, they can earn enough the battlefield, and neither army knows why. It illuminates victory points to turn the tide of battle upward from the 400 feet away as brightly as daylight, even at night, and the baseline. If they’re cowardly, unlucky, or overmatched, battlefield squares adjacent to it are areas of severe heat their army might do worse than the baseline result (as described in Heat Dangers, page 303 of the Dungeon you’ve established. Master’s Guide). The presence of the pillar won’t have a Concern yourself only with major troop movements— huge impact on the battle, but it’ll make the battle more ones that result in territory changing hands or that otherwise memorable, and it might lead to a future adventure if the have an impact on the outcome of the battle. For example, characters are curious about why it appeared. a battle between orcs and elves might begin with an orc Or perhaps the battlefield has Stonehenge-like circles infantry charge across no-man’s-land, which is repulsed scattered across it, and anyone standing within such a by elf archers. Two hours later, elf skirmishers try to pqqqqqqqqqqqqqqqqqqqqrs MOVEMENT ON THE BATTLEFIELD MAP Because of the small scale of the battlefield map, it’s easiest One convenient aspect of the 200-feet-per-square scale is that to just count up the number of ways movement is impeded, and 200 feet happens to be how far an armored foot soldier will cut the unit’s speed in half for each one. Simpler is better on march in a minute’s time, given good terrain. That makes it the battlefield map, because you’re just trying to get to the next easier to figure out how long it takes to get from one part of the encounter—and hence the next fun playing experience. battlefield to another. All the following conditions cut movement on the battlefield Troops can hustle, of course, but they’ll also have to contend map in half: with all the terrain features you drew that slow movement, • Significant terrain in the square, such as forests or hills. Count such as forests, bogs, and so on. One of the most important each terrain element separately; a square with both forest and “terrain features” troops must contend with is the presence hills will reduce movement to one-quarter normal. of other friendly troops. Unlike the tactical scale, which allows • Friendly units in the square. creatures to move through friendly squares unhindered, the • Significant fortifications in the square. battlefield map scale imposes a half-speed penalty for moving • Unit is trying to move stealthily. through a friendly unit. No matter how well organized they • Unit is moving in the dark (even if it has light sources or dark- are, it takes time for two crowds of people to move through vision; it’s hard to navigate when you can see only a few score each other. feet in front of you). pqqqqqqqqqqqqqqqqqqqqrs 21 ADVENTURES BUILDING CHAPTER 2 infiltrate across no-man’s-land, but orc patrols catch them. But if the PCs are part of the elite elf cavalry, they’d have Six hours after the battle begins, the orcs finally get their a very different flowchart—one that showed how their siege engines set up, and they begin a withering bombard- decisions about speed and stealth determined how many ment of the elf lines. The orc infantry charges the elves encounters they had during their encirclement of the orc during a break in the bombardment at the 8-hour mark, horde, and whether they reach the orc HQ before dawn. and the elves only barely repulse the charge. So far, you’ve drawn maps for the battle start, the 2-hour mark, the 6-hour MAKING MEMORABLE mark, and the 8-hour mark. ENCOUNTERS The orcs make a few probing attacks during the night, At its heart, a battlefield adventure is a collection of tacti- but the elves know they won’t withstand the more serious cally interesting and dramatically suspenseful encounters. assault that’s sure to come in the morning. So they send (The same is true of standard D\u0026D adventures, by the their elite cavalry around to attack the orc rear at dawn. way.) Before you start drawing the lines that connect the This surprise attack is spectacularly successful, and the orc boxes in your flowchart, come up with as many interesting army has to withdraw in disarray after most of its supplies situations as you can. In other words, fill up the boxes in are captured and its headquarters destroyed. Now you’ve your flowchart with cool stuff before you draw the lines drawn two more maps: a nighttime one showing the path connecting them. of the orc probes and the elf cavalry ride, and a battle’s end Don’t design each encounter completely—that comes map showing the direction of the cavalry charge and the later. But think of a short phrase that answers the question orc retreat. “What is this encounter about?” Depending on the battle Your time-lapse maps don’t need to be things of beauty. you’re fighting and the PCs’ roles within it, you might come The maps exist so you’ll have an answer when the PCs up with encounters such as “a night fight in a network of climb a hilltop and ask what’s going on across the river. trenches,” “a combat with heavily armored ogres,” “a search Time-lapse maps also give you a degree of control over for a hidden sniper,” and “a chance for the PCs to rally some the pacing of the adventure. If the PCs are attached to an demoralized friendly troops.” elf infantry unit, you know how much time they have to To assist in your brainstorming, here are some elements prepare between orc charges. that can make for memorable encounters. Not every encounter should have every element, because most of the THE ADVENTURE elements discussed below add both interest and complexity to an encounter. Make sure you don’t put so much into an FLOWCHART encounter that it becomes unwieldy and isn’t fun for you Now that you know the course of the overall battle, it’s to run (or the players to play) at the gaming table. time to figure out the PCs’ role. Depending on the PCs’ Terrain: No matter where the battlefield lies, it has all position in their army, they might be assigned any number sorts of cover, concealment, and difficult terrain that the of missions during the battle. The success or failure of PCs must contend with—and turn to their advantage. their first mission affects their subsequent actions on Even if the battle is taking place on a plain, give the PCs the battlefield, and those actions in turn lead to more some varied terrain to work with. A farmer’s field will possibilities. Whether the PCs’ army wins or loses the have hedgerows that provide cover, plowed earth that’s so battle, the characters themselves will be busy until the soft it counts as difficult terrain, and unharvested crops last blow falls. that offer concealment to those who hide among the corn The easiest way to manage the myriad possibilities on rows. In general, the more diverse the terrain, the better the battlefield is to create a flowchart showing how the the game. success or failure of the PCs—and the decisions they Varied Enemies: Just as PC groups benefit from spe- make after each victory or loss—leads to further missions cialization (fighters are good at melee, clerics heal, wizards and encounters. throw fireballs, and rogues sneak), so too do enemy units Such a flowchart becomes your adventure map. The improve when not everyone is good at the same thing. An characters will move from encounter to encounter on your encounter with hobgoblin warriors gets more interesting flowchart, choosing directions when they face strategic if they’re accompanied by a hobgoblin cleric to heal their dilemmas and hoping to pick up as many victory points wounds or a bard to inspire them in battle. The PCs now and recognition points as possible along the way. have to assess which hobgoblins are the greatest threat The flowchart you create is a combination of the overall throughout the combat rather than simply wading into battle, which you’ve mapped out, and the PCs’ role in battle and lashing out at the nearest monster. the friendly army. To use the above example, characters It’s easy to go too far, however. If you create widely diver- attached to elf infantry would have a flowchart in which gent statistics for every hobgoblin in the squad, you’ll be the orcs’ charges figure prominently. Each orc charge is an flipping between statistics blocks throughout the combat, important box with various lines leading from it depend- and the pace of battle will slow to a crawl. Two or three ing on whether the characters turned back the charge (and different kinds of NPCs per encounter (a basic trooper, a whether they chased the retreating orcs) or whether the specialist of some kind, and a leader) is enough to provide orcs forced the PCs and nearby allies to retreat. variety without making your head explode. 22 2 RETPAHC GNIDLIUB SERUTNEVDA"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Ice",
        "description":  "An ice wall has hardness 0 and 3 hit points per inch BARRIERS AND OBSTACLES of thickness for each 10-foot section. Fire attacks do full Some terrain features serve as obstacles and barriers that damage to an ice wall, whether manufactured or magical hinder or obstruct movement. Most barriers must be (that is, one resulting from a wall of ice spell). Climbing an crossed, climbed, or destroyed by advancing troops. Other ice wall bare-handed requires a DC 30 Climb check; using obstacles must be avoided in order to circumvent some spikes or crampons reduces the DC to 20. negative effect, usually damage. Some of the following Iron: An iron wall has hardness 10 and 30 hit points terrain features are also discussed in Chapter 3 of the per inch of thickness for each 10-foot section. Magical Dungeon Master’s Guide. iron walls (such as those created by a wall of iron spell) are 33 ADVENTURES BUILDING CHAPTER 2 34 2 RETPAHC GNIDLIUB SERUTNEVDA smooth and cannot be climbed. Manufactured iron walls 5 feet of the barrier’s width. A creature must succeed on are made from sheets of metal riveted together, providing a DC 15 Spot check in order to notice the spikes before enough handholds for a character to scale the wall with a entering the area. If a creature is unaware of the spikes, it DC 25 Climb check. is denied its Dexterity bonus to Armor Class."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Stone",
        "description":  "A 10-foot section of a stone wall has 15 hit points Pit: A pit dug into a battlefield functions just like a pit per inch of thickness and hardness 8. If a stone wall is in a dungeon setting (use the statistics for pit traps start- breached, the square breached and all adjacent nonwall ing on page 70 of the Dungeon Master’s Guide). A pit can be squares become heavy debris (see page 37). The DC of camouflaged or covered, or have spikes or spears set in the the Climb check to scale a stone wall ranges from 15 for a bottom. Pits might also contain snakes or other dangerous rough natural stone wall to 25 for a natural rock or brick creatures, or be partially filled with water to drown heavily wall. Perfectly smooth walls cannot be ascended. Walls armored victims. created by a wall of stone spell can be as rough or as smooth Crevasse: A crevasse or chasm is a steep, deep crack as the caster wishes. in icy or rocky terrain. It functions as a pit (see above). A"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Shambling Mound",
        "description":  "hp 60; Monster Manual page 222. enemies, or channel negative energy to repair the undead horde. Wights can turn the tide of battle quickly, as they Reserve create spawn from lesser troops to supplement their own EL 8: The unicorns are initially kept in reserve, as numbers, and packs of ghasts and ghouls provide more Freuntin waits to see where they might best bolster the subtle but just as deadly strike teams. With every battle, troops. Their speed allows them to join battle quickly, the numbers of Pelarch’s Unliving Legion swell, and if and if a particularly dangerous enemy or group of they are ever defeated and scattered to the winds, Pelarch enemies makes their presence felt Freuntin will direct will re-form the force and spend centuries planning the unicorns to teleport into a position from which they his revenge. can unleash a devastating charge. They might also be used to help injured troops as well, teleporting into Command Retinue the midst of the melee and using their healing magic EL 16: Pelarch is accompanied by his field general, on the wounded. blackguard Basarab Voivode, and two Nerullite cleric Unicorns (6): hp 42 each; Monster Manual page 249. colonels. Pelarch is extremely patient, and content to let his undead horde do battle; after all, they are easily Strike Team replaced. Basarab is more restless and will eventually EL 9: The werebears and their ursine allies form a power- charge off into the battle if he gets bored. If an enemy ful but mobile strike team. Those unfortunate enough to be unit or foe seems particularly strong, Pelarch will send the target of these troops are usually quickly overpowered one of his colonels or Basarab to deal with them. The by the sheer strength and ferocity of the lycanthropes. The lich only enters combat himself if directly confronted werebears typically attack in hybrid form. Their tactics or if he deems that Basarab cannot handle it. Once he are straightforward: They head toward their objective, begins to fight, however, Pelarch uses the most direct and destroying any who get in their way. If the normal bears damaging spells at his disposal, targeting good-aligned become significantly injured, with one-quarter or fewer clerics or wizards first with multiple destruction spells hit points remaining, then the strike team will make and using harm on warriors or rogues. Pelarch knows a fighting withdrawal, with the werebears protecting his physical shape will reform if he is “killed,” so he has the retreat. no fear of being destroyed. Basarab focuses his attacks Brown Bears (3): hp 51 each; Monster Manual page 269. on those attacking Pelarch, setting himself up for sneak Werebears, Dwarf Warrior (2): hp 32 each; page 146. attacks and using his smite ability when appropriate. In the meantime, the clerics will employ their spells to increase their Armor Class and melee abilities, then A cleric of Nerull leads sketeton warriors of Pelarch’s Unliving Legion into battle 56 3 RETPAHC DLEIFELTTAB SRETNUOCNE throw themselves into combat. They might use inflict bothering to kill them all. Of course, most ghouls will spells on the lich but won’t heal each other since even if stop for a snack if one presents itself, so the orders are they die, death is victorious. sometimes unheeded, but the ghouls are still effective Pelarch, 13th-Level Human Lich Cleric: hp 90; page 151. as a strike team. In combat, the ghouls mass toward the"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Prerequisite",
        "description":  "Commander rating 2, lawful good Animal Commander alignment. You are adept at using warbeasts to assault your foes—and Benefit: Allies within 30 feet of you gain a +1 morale bringing them back alive when the battle is done. bonus to Armor Class."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Benefit",
        "description":  "Dwarf allies within 30 feet of you gain a +2 You are most effective when inspiring your soldiers to take morale bonus to Armor Class, or a +4 morale bonus to AC the fight to the enemy in hand-to-hand combat. against giants. Prerequisite: Commander rating 3, any lawful align- ment, base attack bonus +2 or higher."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Prerequisite",
        "description":  "Commander rating 1, any lawful Benefit: Allies within 30 feet of you gain a +2 morale alignment. bonus to Armor Class against foes who move at least 5 feet"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Adjustments",
        "description":  "If the enemy army can quickly replace worth. They earn the points whether the supplies were the disrupted commander with a subordinate or another stockpiled for later use (in an armory, perhaps) or en route officer, cut the victory point award in half. The new com- to the front lines. mander isn’t as practiced as the old one was but can still Examples: You decide how much a particular supply give orders and try to win the battle. attack is worth, making that decision based on how soon 81 WAR RULES OF CHAPTER 4 a lack of supply will cripple the enemy army. Capturing Adjustments: If the enemy is able to damage the a food convoy is typically worth only 10 victory points, defensive value of the point during the fight, the victory because the enemy army might still be able to fight for point award is reduced by 5 or 10 points. If the characters days or even weeks without an external source of food. improve the defensive qualities of the point while they Destroying the water cisterns behind enemy lines could are there (for example, by digging pits to trap charging be worth as much as 30 victory points, because the enemies, or foxholes to protect defending troops), they enemy soldiers will die of thirst after a few days without earn an extra 10 victory points. water. A supply train carrying arrows and healing magic might be worth 50 victory points, since the archers who PROTECT INTRINSIC POINT would have received the supplies will be useless once 10 to 100 victory points deprived of ammunition, especially if they are already The enemy might try to take some point away from the badly wounded. PCs’ army despite the location’s lack of direct strategic"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Chivalric army decorations",
        "description":  "Colors of Renincourt Peak (1); Silver Horseshoe (2); Valor’s Blood-drop (3); Red Knight of Merit (4); Blue Knight of Distinction (5); Green Knight of Puissance (6); Colors of the Northern Crusade (7) 91 WAR RULES OF CHAPTER 4 army (such as a marble elephant figurine of wondrous power decoration, every Death Dealer knows that every other from a culture that esteems elephants). Death Dealer stood by her allies when the chips were If possible, a magic decoration should be usable by down, and every member of the mercenary group has characters of all classes—or at least of all classes likely at least a degree of loyalty to the national army in the to earn the decoration in the first place. If a wizard PC realm of Naurak. earns a magic decoration that includes or is embodied in full plate armor, that decoration will at best gather dust PROMOTIONS somewhere in the wizard’s tower. The most common form of advancement for most PCs in"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Action",
        "description":  "Sending a communication by hand signals is BLOCK ARROW a standard action. Communicating via the semaphore You can block incoming arrows with your shield. version of battle signals requires a full-round action. Prerequisites: Dex 13, Shield Proficiency."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Count Troops",
        "description":  "With a DC 10 Spot check, you can Handbook). make a rough estimate of the number of creatures in a formation. If the group contains two hundred fifty COORDINATED SHOT individuals or less, you can guess their numbers to the You are extraordinarily talented at making ranged attacks nearest ten. If the group has more than two hundred past your allies. pqqqqqqqqqqqqqqqqqqqqrs LEADER FEATS This book introduces a new type of feat called leader feats. Since all leader feats include Leadership as a prerequisite, Leader feats augment or alter the effects of the Leadership feat their presence in the game is subject to the DM’s approval. If the (as presented on page 97 of the Player’s Handbook and described DM prefers not to include the Leadership feat in the campaign, in more detail on page 106 of the Dungeon Master’s Guide). Typi- then all feats of the leader type are similarly off limits. cally, a leader feat affects your cohort and/or your followers but In addition to their listed benefits, each leader feat taken by a has no effect on other allies. character improves his Leadership score by +1. pqqqqqqqqqqqqqqqqqqqqrs 97 CHARACTER THE MILITARY CHAPTER 5 Table 5–1: Battlefield Feats General Feats Prerequisites Benefit Ballista Proficiency1 — No –4 penalty on attack rolls with ballistae Block Arrow1 Dex 13, Shield Proficiency Deflect one ranged attack per round with shield Coordinated Shot1 Point Blank Shot, Precise Shot Your ranged attacks ignore cover from allies Courageous Rally Bardic music (inspire courage) class feature Make free rally check when you inspire courage Expanded Aura of Courage Aura of courage class feature Your aura of courage expands to 60 feet Expert Siege Engineer1 Profession (siege engineer) 8 ranks +2 bonus on attack and damage with siege engines Guerrilla Scout — +1 bonus on initiative checks; Listen and Spot ranks cost 1 skill point Guerrilla Warrior — Reduce light or medium armor check penalty by 1; Hide and Move Silently ranks cost 1 skill point Mounted Mobility1 Mounted Combat, Ride 4 ranks +4 dodge bonus to AC against some attacks of opportunity while mounted Natural Leader Cha 13 +4 bonus on rally checks Plunging Shot Dex 13, Point Blank Shot +1d6 damage against targets below you Ready Shot Point Blank Shot Readied ranged attack deals +3d6 damage Shield Wall1 Shield Proficiency Shield bonus increases by +2 when adjacent to shield wielder Veteran Knowledge1 Base attack bonus +2, +5 bonus on Knowledge checks made to gain Knowledge (history) 1 rank strategic advantage Leader Feats Prerequisites Benefit Extra Followers Cha 13, Leadership Lead twice as many followers Improved Cohort Cha 15, Leadership Your cohort’s maximum level increases by 1 Inspirational Leadership Cha 17, Leadership Your cohort and followers have exceptional morale Practiced Cohort Cha 15, Leadership Your cohort shares your teamwork benefits 1 A fighter can select this feat as one of his fighter bonus feats."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Benefit",
        "description":  "When making a ranged attack against a foe who Benefit: You gain a +2 competence bonus on attack has cover due to the position of your ally or allies, your rolls and damage rolls made when using a siege engine. ranged attacks ignore the Armor Class bonus granted to (Chapter 4 has rules for operating siege engines.) the target because of that cover. Cover from other sources Special: A fighter can select Expert Siege Engineer as is unaffected. one of his fighter bonus feats (see page 38 of the Player’s"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Benefit",
        "description":  "When you are wearing light or medium on Will saves against fear effects, including morale armor, reduce the armor check penalty of the armor by checks.) If your cohort or followers are already shaken 1 (minimum 0). or worse at the start of a battle, the benefit of this feat Hide and Move Silently ranks cost 1 skill point, even if does not apply. these skills are cross-class for you. The maximum number You also gain a +5 bonus on rally checks made to rally of ranks you can purchase in a cross-class skill remains the cohort and/or followers you have gained from the the same. Leadership feat."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "You attract a more powerful cohort than you normally Benefit",
        "description":  "If you are mounted, you and your mount would. get a +4 dodge bonus to Armor Class against attacks of"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Benefit",
        "description":  "The maximum level of the cohort you gain from threatened square. the Leadership feat (see page 106 of the Dungeon Master’s A condition that makes you or your mount lose your Guide) is one lower than your character level. Dexterity bonus to Armor Class (if any) also makes you"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Prerequisite",
        "description":  "Shield Proficiency. Dexterity score as well, since Armor Class is important"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Benefit",
        "description":  "When you and an adjacent ally are each using a for all who find themselves near a battle. shield, your shield bonus to Armor Class increases by 2."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Special",
        "description":  "A fighter can select Shield Wall as one of his Entry Requirements fighter bonus feats (see page 38 of the Player’s Handbook). Alignment: Any nonevil."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Special",
        "description":  "A fighter can select Veteran Knowledge as your training in your chosen spellcasting field. You get one of his fighter bonus feats (see page 38 of the Player’s new spells per day, spells known, and an increase in caster Handbook). level as if you had also gained a level in any one spellcast- ing class that includes cure light wounds on its spell list, provided you belonged to that class previously. You do not, Cradle Stalkingsdotter, a combat medic 100 5 RETPAHC YRATILIM EHT RETCARAHC however, gain any other class feature Defensive Casting (Ex): Start- a character of that class would have ing at 2nd level, you are capable gained. This essentially means that of spellcasting even under the you add the level of combat medic most dangerous circumstances. to the level of whatever eligible You gain a competence bonus spellcasting class you have, and then equal to your class level on Con- determine spells per day and caster centration checks made to cast levels accordingly. spells defensively. If you had more than one eligible Field Healer (Ex): At 2nd level, spellcasting class before becom- you become adept at administering ing a combat medic, you must first aid quickly and while under decide to which class you add duress. You can make a Heal check each level of combat medic for to provide first aid as a move the purposes of determining action (rather than a stan- spells per day, spells known, dard action) and can take 10 and caster level. on such checks even when Healing Kicker (Su): You stress or distraction would normal- hate to see your careful work ly prevent you from doing so. ruined by an attack made right Mobility: You frequently find afterward. Thus, you can choose it necessary to dive into a pitched to add a short-term protective effect to melee in order to heal a comrade. your healing spells, allowing a healed As a result, you gain Mobility as a bonus target to more easily survive the rigors feat at 3rd level. of combat. Evasion (Ex): Beginning at 4th level, you can Whenever you cast a conjura- avoid damage from certain attacks with a success- tion (healing) spell on an ally, you ful Reflex save. See the monk class feature, page 41 can choose to imbue the spell with of the Player’s Handbook. a secondary effect as described below. You Spontaneous Heal: At 5th level, you gain the can use this ability once per round, up to ability to “lose” any prepared spell or spell slot a total number of times per day equal to of 6th level or higher in order to cast heal, even your class level + your Wisdom modifier if that spell is not normally on your spell list. (minimum once per day). In each case, If you do not have the ability to cast 6th-level the secondary effect lasts for 1 round unless otherwise spells, you can’t use this class feature. This ability otherwise noted. Only one secondary effect can be imbued into functions identically to the cleric’s spontaneous casting any single spell. You can’t apply this secondary benefit class feature (see page 32 of the Player’s Handbook). to yourself. At 1st level, you can imbue a healing spell with a sanctu- PLAYING A COMBAT MEDIC ary effect (as the spell). The Will save DC to overcome this Nobody stays down, nobody gets left behind. The lives effect is equal to 15 + class level + Wisdom modifier. of your comrades are in your hands, and each life is as At 3rd level, you can grant the target of your healing important as your own. The longer your allies stay alive, spell a competence bonus on Reflex saves equal to your the more war they can wage. You employ your skills and class level. magic to help your comrades overcome their foes in battle, At 5th level, you can imbue a healing spell with a maxi- but should one of your own be grievously wounded or fall, mized aid effect (as the spell, but the quantity of temporary you shift your attention from the enemies at hand to the hit points granted is equal to 8 + your class level). This true enemy—death. effect lasts for 1 minute or until the temporary hit points Most combat medics begin their careers by volunteering are depleted, whichever comes first. to serve in an army to support the troops. As an officer in Table 5–2: The Combat Medic Hit Die: d6 Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting 1st +0 +0 +2 +0 Healing kicker (sanctuary) +1 level of existing eligible spellcasting class 2nd +1 +0 +3 +0 Defensive casting, field healer +1 level of existing eligible spellcasting class 3rd +1 +1 +3 +1 Healing kicker (Reflex saves), Mobility +1 level of existing eligible spellcasting class 4th +2 +1 +4 +1 Evasion +1 level of existing eligible spellcasting class 5th +2 +1 +4 +1 Healing kicker (aid), spontaneous heal +1 level of existing eligible spellcasting class Class Skills (2 + Int modifier per level): Concentration, Craft, Diplomacy, Heal, Knowledge (history), Knowledge (religion), Profession, Ride, Spellcraft, and Spot. kaloP .E yb .sullI 101 CHARACTER THE MILITARY CHAPTER 5 the military, you are allocated to a particular regiment and more mobile strike teams or ordered to protect officers or you report to the commander of that force. All too often, high-ranking advisors. During times of peace, you yearn your army will have only a few true combat medics and for action and fill your time seeking adventure with like- accordingly will group them with key personnel or units minded companions. Nevertheless, you periodically check while they assign lower-level clerics to assist the rank in with your commander to see if any other opportunities and file. As you succeed in bringing back your comrades require your specific skills. after a battle, your responsibilities will grow, and you’ll be assigned to more important (and dangerous) missions. Resources Alternatively, you might have learned the way of the Throughout your career, you save many lives. Some of these combat medic from a retired veteran, and you apply the people might be scions of nobility, members of important same principles to your comrades in arms while you merchant guilds, or simply good people who value their adventure in a more traditional way. Nevertheless, when lives. They will never forget who saved them and will gladly war is imminent, your mentor might call on you, enlisting help with favors in the future. (Consider their starting your aid in the cause. attitude friendly; see page 72 of the Player’s Handbook.) Your military connections can also provide information Combat or leads on quests and the like. During missions sponsored As a combat medic, try to stay close to your allies. Use by the military, you will usually be provided with wands your spells defensively, to reduce the number of blows or scrolls of healing magic to aid you in achieving your taken by your comrades. If you are primarily a cleric or objectives. A well-funded army or church might even paladin who wears heavy armor, position yourself near the grant the use of a staff of healing or an equivalent item if front ranks. If you are a lightly armored ranger or druid, your team or mission is of supreme importance. stay behind the front ranks, attacking those foes who break through. If you are a bard, provide support from a COMBAT MEDICS IN THE WORLD more central position, where the largest number of your “I should be dead. At least twice. And that was just last week. company is in range of your songs and spells. Constantly I owe all my lives to those combat medics!” scan the battlefield, keeping track of the health of your —Lieutenant Wellast Huldane, group. When you are entrusted to watch over a large of the Nyrondal Cavalry 1st Regiment group in a pitched battle, move among them, trusting to your defensive abilities while you tend to those that are A well-equipped army should have at least a few combat injured or have fallen. medics, and PCs who fight in a few skirmishes or battles As a combat medic, you are still an effective combatant, might benefit from readily available healing. If the PCs especially when using your spells and abilities to enhance take on missions as mercenaries, the leaders might pro- your combat capability. After all, if you reduce the number vide a combat medic to assist them if the mission is vital. of attacking enemies, then that means fewer potential Combat medics are a good source of information about a sources of damage. If your attack bonus isn’t that high, battle or a war, since they circulate through an army and fight defensively or help out your allies by using the aid tend to gather up news from soldiers they treat. another action while in a flanking position. Organization Advancement Combat medics are part of a military organization. Though An army intent on getting the most out of its soldiers many of them are officers, few actually command troops will assign acolytes of war or healing gods to each of its in battle. While an army might have many combat medics, combat units. Just as heroism and victory are rewarded each typically works alone, with one combat medic support- for soldiers, so too are the most skilled of these healers ing a group of up to fifty soldiers. High-level combat medics rewarded for their success. When you start on the path of find themselves assigned to key forces, such as cavalry or the combat medic, you have already shown your ability strike teams. During peacetime, combat medics like to to keep your fellows breathing. You undergo training by travel with adventuring companies, to keep their healing experienced officers and by war-trained clergy, and that skills honed. Nevertheless, they are quick to answer the call training enhances your ability to respond to injury. if the military once again requires their services. Initially, your experience as a combat medic is much As members of a military hierarchy, combat medics like that of any other healer in battle. However, the defer to the chain of command. Within an army, the groups you march with henceforth will tend to be more highest-ranking cleric is the Commander Hospitaler. In experienced and usually have more tactical responsibil- addition to serving as the spokesperson for all combat ity. Instead of walking through the aftermath of battles medics, the Commander Hospitaler assigns duties to the looking for survivors, you will find yourself in the center combat medics and other clerics who might report to him of the melee, providing support where the fighting is or her. Formally referred to as the Officers Hospitaler, this thickest. You spend some of your time healing those who organization is charged with tending the wounded during can continue the fight, and some of it wrapping bandages and after a battle. Orders of the Commander Hospitaler about the fallen. Eventually you will be assigned to smaller, carry the same weight as orders from any superior officer, 102 5 RETPAHC YRATILIM EHT RETCARAHC but in matters related to healing they can override the the nearest post where a combat medic might be stationed, orders of anyone but the general of the army. or a DC 25 check to find where a retired veteran combat When an army is on the road, combat medics move medic might live. A PC already in a military organization among the rank and file, using their skills to help make that includes Officers Hospitaler need not make any skill travel easier for the weary soldiers. When battle is joined, checks and instead can request contact through his or her they stand with their assigned troop and try to keep as chain of command. A DC 20 bardic knowledge check could many alive as possible. In the aftermath of a battle, they be employed to recall tales of combat medics, perhaps even search through the battlefield for survivors and set up field supplying the name of a prominent Officer Hospitaler, hospitals to care for the wounded. The healing magic at while a DC 20 Knowledge (local) check reveals whether their disposal can get most soldiers who survive the initial any combat medics call the area home. combat back on their feet by the next dawn. Combat medics labor to stave off death, so their most COMBAT MEDICS IN THE GAME abhorred enemy is the undead. A skeleton or zombie Combat medics can easily be added to an ongoing cam- represents a life that could not be saved, and a perversion paign. The Officers Hospitaler might have been recently and desecration of what that life once was. Other more employed by the PCs’ superiors, or a similar group of heal- powerful undead such as shadows or wraiths are worse; ers could be a new offshoot of a healing god’s priesthood they not only bring death but also spread undeath when organized to meet a wartime crisis. The combat medics they create spawn from their victims. Combat medics do could be serving in a different army recently allied with not hesitate to take the fight to undead foes if their help the PCs’ own, or a grizzled veteran might come out of is needed, using the positive energy they exude to destroy retirement to pass on combat medic lore to the PCs. these perversions for once and for all. On its surface, the prestige class appeals to players who want to provide more healing options within the party. As NPC Reactions a combat medic increases in level, her abilities help to make Current soldiers or veterans who have served with combat her healing powers more efficient, which means that fewer medics usually have a starting attitude of friendly toward of her spells are used up by healing attempts, and thus more a member of the class, though some might be bitter about of her spells can be used for purposes other than healing. comrades who could not be saved. Officers, especially, see the value of a combat medic and will do what they can to Adaptation recruit one into their force. If a combat medic is captured The combat medic can fit into most standard fantasy by human or humanoid forces, she is usually treated with worlds. If your world does not have massive armies that respect, and not harmed, unless the captors are particularly employ high-level clerics, the combat medic might instead cruel or vile; occasionally she might even be pressed into be a tradition taught to a select few clerics of a healing god, service by her captors. and the trappings of the military need not be used. NPCs with no particular affiliation to an army still treat a combat medic with the deference due a cleric of healing, Encounters having a starting attitude of indifferent. The PCs might first encounter a combat medic in the Any creature or person with a tie to death or evil will heat of battle. A combat medic might be surrounded by be unfriendly to combat medics, if not outright hostile. enemies, and the PCs must break through and rescue This group includes sentient undead as well as clerics of her while she tends to her fallen flock. They might cross those dark domains. paths with a combat medic on the field in the aftermath of a battle while she is searching for survivors. Or perhaps COMBAT MEDIC LORE the characters learn about a retired combat medic and seek Characters with Knowledge (history) can research combat him out for information or assistance. medics to learn more about them. When a character makes the skill check, read or paraphrase the following, including EL 9: Cradle Stalkingsdotter has been ambushed by the information from lower DCs. a band of four ettin skeletons, and her surprised troops DC 10: “Most larger armies have clerics moving with were quickly knocked unconscious. The PCs come onto the regular troops. The best ones of those are called the scene just as Cradle’s last ally drops. combat medics.” DC 15: “Combat medics are highly valued on the Cradle Stalkingsdotter: Female human cleric of Pelor battlefield because they imbue their healing with extra 5/combat medic 2; CR 7; Medium humanoid; HD 5d8 plus protection, like casting more than one spell at a time! They 2d6; hp 33; Init +1; Spd 20 ft.; AC 19, touch 11, flat-footed call themselves Officers Hospitaler.” 18; Base Atk +4; Grp +3; Atk +4 melee (1d8–1, masterwork DC 20: Characters who achieve this level of success morningstar); Full Atk +4 melee (1d8–1, masterwork morn- learn which armies of the region employ combat medics ingstar); SA spells, turn undead 5/day (+4, 2d6+7, 5th); SQ and know tales of prominent combat medic exploits. defensive casting +2, field healer, healing kicker 6/day A PC attempting to contact the Officers Hospitaler (sanctuary); AL NG; SV Fort +4, Ref +5, Will +8; Str 8, Dex should make a DC 20 Gather Information check to discover 13, Con 10, Int 12, Wis 18, Cha 14. 103 CHARACTER THE MILITARY CHAPTER 5"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Spellcasting",
        "description":  "At each level other beneficial spells on your allies than 1st level, you gain new spells per while relying on them to pro- day (and spells known, if tect you from enemy attacks. applicable) and an increase Once your allies have received in caster level as if you had your magical boosts and protections, also gained a level in an ar- you’re free to let fly with the attack cane spellcasting class to spells in your repertoire. which you belonged before Your ability to “buff” your allies adding the prestige class level. gets even stronger once you gain the You do not, however, gain any quiescent weaving ability. Quiescent other class feature a character of weaving is ideal for spells with short that class would have gained. If you durations, because the clock won’t start had more than one arcane spellcast- ticking until battle is imminent. ing class before becoming a war Rather than spending multi- weaver, you must decide to which ple rounds casting beneficial class to add each level for the pur- spells, then charging the en- pose of determining spells emy, your team can charge right per day, spells known, and away, relying on the spells in caster level. the quiescent weaving to aid them. Enlarged Tapestry (Su): You’re effectively packing multiple At 5th level, you can stretch rounds of spellcasting into a single your magic across your move action (potentially dozens of eldritch tapestry beyond rounds of spellcasting once you normal distances. Spells attain higher levels). you cast through an eldritch While you might often want tapestry have their range category in- beneficial spells in effect at the begin- creased: touch spells become close range, close-range spells ning of a fight, you can instead save the spells in a quiescent become medium range, and medium-range spells become weaving until a critical point in the battle. Just when your long range. Long-range spells and spells with fixed ranges enemies think they have you and your allies figured out, are unaffected. you can release a quiescent weaving and turn all your friends invisible while giving them the ability to fly. PLAYING A WAR WEAVER The stereotypical battlefield wizard blasts his enemies Advancement with fireballs and lightning bolts, and so do you. However, No globe-spanning organization of war weavers exists. You you spend a round or two caring for your comrades first, probably learned the rudiments of eldritch weaving from making them stronger, faster, and better able to survive one of countless arcane texts or from a helpful mentor. the rigors of war. Through self-experimentation, you eventually learned to That willingness to help others is what separates you twist the unseen strands of eldritch power into a tapestry from your fellow arcane spellcasters. You have mastered the that would accept your spells. Illus. by W. Reynolds 114 5 RETPAHC YRATILIM EHT RETCARAHC As you attain more levels in the prestige class, you In general, the war weaver’s techniques are too esoteric learn to manipulate those strands in more complex ways to draw much attention, good or bad, from other spellcast- and eventually stretch them across greater distances. ers and those outside the military structures. Even enemy You also start to collect spells (in your spellbook or your soldiers don’t have any particular ire for war weavers spells known list) that work with an eldritch tapestry. In beyond the “get the wizard” attitude prevalent among time, you become a repository of arcane knowledge about soldiers everywhere. beneficial spells of all sorts. For wizards, gaining access to tapestry-friendly spells is WAR WEAVER LORE relatively easy—it’s just a matter of paying the inking costs Characters with Knowledge (arcana) can research the war to have the spells put in your spellbook. However, if you weavers to learn more about them. When a character makes were a bard or a sorcerer before you became a war weaver, a skill check, read or paraphrase the following, including spell choice becomes a trickier task. You must carefully information from lower DCs. balance the “buff” spells on your spells known list with the DC 10: “War weavers are adept at quickly casting ben- usual staples of a sorcerer or bard’s repertoire—evocations eficial spells on their comrades.” and enchantments that affect enemies, not allies. DC 15: “War weavers can create something called an eldritch tapestry that can store spells. It lets them cast Resources a single spell on multiple allies at once.” You might be able to cast beneficial spells much faster DC 20: “The eldritch tapestry works only on beneficial than other spellcasters, but many of those spells have a spells. They’re called war weavers because multiple-cast range of touch. Until you become a 5th-level war weaver, beneficial spells are more useful on the battlefield than you’ll have to stay within a few paces of your allies to use anywhere else.” your beneficial spells effectively. Accordingly, you’ll want Knowledge (history) checks can yield similar informa- to invest in items that improve your maneuverability on tion, but because the war weavers are relatively obscure, the battlefield (such as boots of striding and springing) and the DCs are 5 higher than those given above. ones that protect you from enemy attack (anything that improves your Armor Class, for example). WAR WEAVERS IN THE GAME War weavers are easy to work into an ongoing battlefield WAR WEAVERS IN THE WORLD adventures campaign. A would-be war weaver might unearth “Arvena, our war weaver, is too clever by half, and that cleverness the eldritch weaving techniques during training between keeps us alive. I just wish she’d tell us what’s in the weaving battles. Or perhaps an enemy war weaver surrenders rather ahead of time. It’s disconcerting when you’re suddenly 20 feet than fighting to the death, offering to teach a PC the secrets up in the air.” of war weaving in exchange for her life. Once she has —Grumaik, sergeant in Von Hault’s Sabers joined the prestige class, that war weaver is ready to add members of her unit to her eldritch tapestry. War weavers are a good addition to a warfare-based campaign Over time, the DM should enable a PC war weaver to because their key power—the ability to benefit multiple gain access to enough beneficial spells to allow for multiple allies at once—is extremely useful on the battlefield. clever combinations. The player of a war weaver will enjoy the class more if she’s not casting the same spells into the Organization eldritch tapestry each time. Encounters in which the PCs There’s no cabal of war weavers anywhere in the world, can gain an advantage (such as higher ground or cover) if but individual war weavers are keen to join organizations they act quickly make a war weaver feel important. The of other kinds. They know firsthand that they’re at their other characters can rush headlong toward the objective, best when they have allies (or minions, at least) on whom confident that the war weaver is already covering them they can cast beneficial spells. with beneficial spells. Many war weavers can be found attached to elite squads within a national army—especially if such squads are spe- Adaptation cialized for infiltration or fast-response missions. The size It’s easy to invent an organization of war weavers—perhaps of the squad is often tailored to the war weaver’s relevant arcane spellcasters who venerate a god of war. Such an orga- ability bonus. A war weaver who can include five people nization would have two faces: the war weavers who direct in her eldritch tapestry, for example, is almost always put affairs and the minions that benefit from the war weavers’ in a squad with five soldiers. spells. The war weavers might have rank-and-file soldiers at their command, or they might be monster collectors with NPC Reactions strange creatures attached to their eldritch tapestries. War weavers keep rank-and-file soldiers alive, so they’re One potential adaptation deserves a caution. The war accorded great respect in most armies. NPCs in the same weaver isn’t balanced if you simply replace the arcane army as a war weaver have a starting attitude of friendly (see magic requirement with a divine magic requirement. page 72 of the Player’s Handbook) so long as they’re aware of Divine spellcasting war weavers can cast cure spells too a character’s status as a war weaver. efficiently for the class to be balanced with respect to 115 CHARACTER THE MILITARY CHAPTER 5 clerics who don’t partake in the prestige class and other 16), see invisibility; 3rd—clairaudience/clairvoyance, displace- divine healers. ment (DC 17), haste (DC 17), heroism (DC 17); 4th—arcane eye, hallucinatory terrain (DC 18), polymorph (DC 18)."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Skills and Feats",
        "description":  "Appraise +4 (+6 weaving), Concentra- instinctive “stay out of each other’s way” teamwork of a hill tion +12, Craft (weaving) +13, Knowledge (arcana) +13, giant horde, military efforts depend on cooperation and Knowledge (history) +13, Knowledge (nobility and royalty) teamwork. Elf sentries focus their attention on discrete +13, Spellcraft +15; Combat Casting, Dodge, Craft Wand, parts of the surrounding forest, together observing their Enlarge SpellB, Mobility, Scribe ScrollB. surroundings in every direction. Mounted knights close Eldritch Tapestry (Su): Arvena can cast a spell requiring their ranks to deliver a devastating charge with their steeds willing targets or those with a saving throw entry of harm- galloping shoulder to shoulder. less through an eldritch tapestry she creates when she PCs benefit from teamwork all the time. Whenever a prepares her spell. When she does, the spell simultaneously wizard renders the party invisible, a fighter provides a affects up to four allies she designated when she created flanking situation for a rogue, or a cleric heals a wounded the eldritch tapestry. barbarian, everyone in the party benefits. In a battlefield Quiescent Weaving (Su): Arvena can cast two spells of up situation, such teamwork is even more important, because to 3rd level into the eldritch tapestry, where they remain the PCs’ enemies will certainly be using teamwork. dormant until she releases them with a move action. Experienced D\u0026D players understand the value of specific Wizard (Diviner) Spells Prepared (caster level 7th; prohib- tactics that take advantage of teamwork. However, teamwork ited school necromancy): 0—acid splash (+4 ranged touch), also has a more general benefit. Once you’ve trained with dancing lights (2), detect magic, message; 1st—burning hands specific comrades, you’re attuned to the nuances of how (DC 15), shield (2), sleep (2) (DC 15), true strike; 2nd—bear’s they fight, move, and communicate. Characters who have endurance (DC 16), bull’s strength (2) (DC 16), invisibility (DC spent time working as a team can derive a benefit simply 116 5 RETPAHC YRATILIM EHT RETCARAHC from having their comrades nearby. This teamwork ben- team has, so it earns a new teamwork benefit whenever that efit grants an expanded use of a skill, a bonus on certain character attains a new level evenly divisible by 4. If that checks, or a battlefield action otherwise unavailable to the character’s level later drops below the required level (due team members. to energy drain or being brought back from the dead), the To qualify for a teamwork benefit, PCs must meet two team retains all of its current teamwork benefits but doesn’t broad categories of requirements: training time and gain a new one until the lowest-level character regains his prerequisites. or her lost level(s) plus four more levels. First, the characters seeking the benefit must jointly Any time a team gains a new teamwork benefit, it also practice techniques relevant to the benefit for at least two has the option to swap out a previously known teamwork weeks before acquiring the benefit. This two-week training benefit for a new one for which the team qualifies. In effect, period must be repeated whenever a new character joins the team can elect to lose one teamwork benefit in order the group, as the newcomer becomes accustomed to the to gain two others. This is most often done when the team operating procedures of veteran team members. roster has changed in such a way as to make a previously Second, some teamwork benefits have prerequisites such known teamwork benefit no longer useful. as skill ranks, base attack bonus, or feats. A prerequisite Unless otherwise specified, each teamwork benefit can be can take one of two different forms. taken only once. The teamwork benefit applies whenever the"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Spell Resistance",
        "description":  "No Forgehome standard 4,000 gp Banner of the goblin’s bane 8,000 gp Banner of law 8,000 gp Trip vine causes plants within the area to grow together to Standard of the galloping steed 8,000 gp form a tangle. Any creature entering an affected square Banner of the unliving 12,000 gp must succeed on a Reflex save or fall prone. Any creature Healer’s standard 14,000 gp charging into an affected square takes a –2 penalty on its Sign of the favored 16,200 gp saving throw. If this spell is cast on an area of undergrowth (see page MAGIC ARMOR SPECIAL ABILITY 87 of the Dungeon Master’s Guide), saves against the spell DESCRIPTIONS take a –2 penalty. These special abilities can be added to any suit of armor that already has at least a +1 enhancement bonus."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Ferocity",
        "description":  "This heraldic crest depicts a charging boar. Armor, rage; Price +1 bonus."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Stunning",
        "description":  "This property can be added only to ammu- That creature receives a –2 penalty on the save against nition that deals bludgeoning damage, such as catapult the blast. stones. Any target hit by stunning ammunition is stunned A blast disk can also be set to automatically explode up for 1 round (Fortitude DC 13 negates). to 10 rounds after placement. Faint evocation; CL 5th; Craft Magic Arms and Armor, Faint evocation; CL 5th; Craft Wondrous Item, fireball; sound burst; Price +1 bonus. Price 900 gp."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Banner of the Unliving",
        "description":  "Depicting a bone-white skeleton on a field of midnight blue, this flag provides Siege engines can be enhanced by magic through the +2 turn resistance to any undead allies within 30 feet. use of the Craft Magic Arms and Armor feat. Magic siege This turn resistance stacks with any turn resistance the engines and siege ammunition can have enhancement undead might already have. bonuses ranging from +1 to +5. These bonuses apply Moderate necromancy; CL 9th; Craft Wondrous on attack rolls, as well as on skill checks for operat- Item, desecrate; Price 12,000 gp. ing a catapult."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Sign of the Favored",
        "description":  "This banner is of relatively simple of overcoming damage reduction, just as with other design, usually in the colors of the nation or entity it ammunition. represents and adorned with symbols for the gods of luck, After a piece of magic siege ammunition has been valor, or war. Three times per day, the standard-bearer used, it loses any magical powers it had, regardless of Illus. by W. England 134 6 RETPAHC FO CIGAM RAW whether it hits or misses or if the ammunition can Moderate transmutation; CL 5th; Craft Magic Arms and be recovered. Armor, ability to turn undead; Price +2 bonus."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Dragonfire Ram",
        "description":  "The head of this battering ram depicts 4d4 points of acid damage (Reflex DC 14 half). The a fearsome dragon in mid-breath. The dragon’s mouth gemstone used must be a piece of obsidian worth at flickers with fire, and each blow of the ram sends flaming least 100 gp. embers flying. Each strike of the ram deals an extra 1d6 Green: All within 15 feet of the target square take 4d6 points of fire damage to any wooden or flammable object points of acid damage (Reflex DC 16 half). The gemstone it strikes, ignoring hardness. If the ram breaks through used must be an emerald worth at least 400 gp. the object it strikes, it immediately breathes a 30-foot Blue: All within 20 feet of the target square take 4d8 cone of fire through the opening, dealing 2d6 points of points of electricity damage (Reflex DC 16 half). The fire damage (Reflex DC 15 half). It can breathe fire once gemstone used must be a sapphire worth at least 500 gp. per day. Red: All within 30 feet of the target square take 4d10 Faint evocation; CL 3rd; Craft Magic Arms and Armor, points of fire damage (Reflex DC 18 half). The gemstone scorching ray; Price 4,000 gp. used must be a ruby worth at least 1,000 gp."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Dragonshot Catapult",
        "description":  "A dragonshot catapult appears Strong transmutation; CL 15th; Craft Magic Arms and much like a typical catapult bearing an elaborate rendition Armor; Price +10,000 gp. Illus. by R. Marchesi Lightning ballista Scorching ballista 136 6 RETPAHC FO CIGAM RAW"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Hellwasp Shot",
        "description":  "This ammunition resembles a (except in a stormy environment, where it can be fired hardened mound of mud and can be loaded into any every other round). A lightning ballista requires no loading stone-throwing catapult. On impact, hellwasp shot deals time or attack roll. no damage but instead breaks open and spews out a Moderate evocation; CL 5th; Craft Magic Arms and magically summoned swarm of hellwasps (see Monster Armor, lightning bolt; Price 15,000 gp. Manual page 238). The swarm fills a 10-foot cube and Scorching Ballista: This magic light ballista does attacks all creatures within that area for 10 rounds not use traditional ammunition. Instead, it fires a before disappearing. If hellwasp shot lands in a unit of 60-foot ray of fire when triggered. The operator of a creatures of 6 HD or less, it forces a morale check (see scorching ballista makes an attack roll as normal for page 72). firing a ballista; however, he need only succeed on a Moderate conjuration; CL 10th; Craft Magic Arms and ranged touch attack to strike his target. A target hit Armor, summon monster V; Price 2,500 gp. by the ray takes 4d6 points of fire damage. A scorching Holy/Unholy Stone: This spherical clay ball is filled ballista can be fired only once per minute but requires with the equivalent of five flasks of holy or unholy water. no loading time. It deals 1d6 points of bludgeoning damage to its target. Faint evocation; CL 3rd; Craft Magic Arms and Armor, In addition, it breaks apart upon impact, allowing the scorching ray; Price 6,000 gp. holy stone version to deal 4d4 points of damage to any Self-Launching Stone: A self-launching stone provides all undead creature or evil outsider in the square it hits, and the benefit of a catapult, without the trouble of constructing dnalgnE .W yb .sullI APPENDIX"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Possessions",
        "description":  "masterwork greatclub, masterwork chainmail, two size categories larger than they are. potion of endurance, potion of cure moderate wounds. Gnome Traits (Ex): +1 racial bonus on attack rolls against kobolds and goblinoids; +4 dodge bonus to Armor Class"
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Possessions",
        "description":  "masterwork leather armor, masterwork fast movement, hold breath, improved uncanny dodge, light wooden shield, masterwork scimitar, 2 masterwork mobile commander, trap sense +2, uncanny dodge; AL javelins, wand of cure light wounds. CN; SV Fort +8, Ref +6, Will +1; Str 21, Dex 12 Con 16, Int11, Wis 8, Cha 10."
    },
    {
        "source":  "heroes_of_battle.txt",
        "name":  "Possessions",
        "description":  "+1 full plate, +1 heavy steel shield, +2 bastard"
    }
]
