[
    {
        "origin_file":  "spells.json",
        "description":  "Grants master Alertness feat become +18/+18/+13, for 1d8+7 damage each shot. Jil (when within arm’s reach); master can share spells; master won’t fire her precious slaying arrowsunless the White has empathic link. Spider first graces her with a true strike spell. In the",
        "name":  "Familiar Benefits",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb +3, Concentration +10, Craft *Domain spell. Domains: Luck (good fortune 1/day), (trapmaking) +4, Heal +11, Hide –2 (+3 in shadows), Travel (freedom of movement). Listen +7, Spellcraft +4, Spot +7 (+11 in shadows);",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50 ft. can share spells; master has empathic link; combat, a cumulative 1% chance exists that it goes",
        "name":  "Range",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50-ft.-radius burst, master can scryon familiar. berserk. While berserk, its Strength score increases centered on you Spells Prepared(5/6/6/6/6/4/4/3; base DC by +6 (unlike standard flesh golems). It attacks the",
        "name":  "Effect",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "City guard (1), burglar (2), elite guard spells and base saves with her mount and has an empathic link to it. Horse has studded leather barding, bit and bridle, military (2), temple guard (2), thug (2), evil minion (3), Thokka (3), saddle, and saddlebags. temple warden (4), Theresh (4), Vallen (4), senior temple Spells Prepared(1; base DC = 11 + spell level): 1st—protection guard (6), gnome vigilantes (variable), halfling clean-up from evil. crew (variable), pickpocket gang (variable).",
        "name":  "Suggested Minions",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +11, Knowledge (arcana) +8, kama) or +7 ranged (1d6+2, +1 javelin); SA Flurry of blows, stun- Spellcraft +8; Point Blank Shot, Skill Focus (Concentration), ning attack 5/day (Fort save DC 14); SQ Evasion, still mind, Toughness. slow fall (20 ft.), purity of body; AL LG; SV Fort +5, Ref +7, Will +6; Str 13, Dex 16, Con 12, Int 10, Wis 14, Cha 8. Familiar Benefits: Grants master Alertness feat (when within arm’s reach); master can share spells; master has",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +17, Knowledge (arcana) +13, +2, monk’s belt, periapt of Wisdom +2, potion of bull’s strength, Spellcraft +13; Combat Casting, Point Blank Shot, Skill Focus backpack, bedroll, flint and steel, sack, 1 day’s trail rations, (Concentration), Spell Focus (Evocation), Toughness. waterskin.",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scry +19, Spellcraft +25, Spot +5; Extend Alchemy +16, Con- Spell, Heighten Spell, Maximize Spell, centration +15, Hide Quicken Spell, Scribe Scroll, Silent +10, Knowledge (arcana) Spell, Spell Focus (Evocation), +18, Listen +5, Spellcraft Spell Focus (Illusion), Still +18, Spot +5; Extend Spell, Spell, Toughness.",
        "name":  "Skills and Feats",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Grants master Spell Focus (Evoca- Alertness feat (when within arm’s tion), Spell Focus reach); master can share spells; (Illusion), Still Spell, master has empathic link; Toughness. master can scryon familiar.",
        "name":  "Scribe Scroll, Silent Spell, Familiar Benefits",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Grants mas- Cantrips:1/day—dancing ter Alertness feat (when within lights, ghost sound, prestidigi- arm’s reach); master can share spells; master has tation (all as Sor1). DC 9. empathic link. Spells Prepared(5/7/7/7/6/6/5/4/2;",
        "name":  "Familiar Benefits",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+1 racial bonus on attack rolls Spells Prepared(2/1; against orcs and goblinoids; +2 racial bonus base DC = 11 + spell on Will saves against spells and spell-like level): 1st—resist ele- abilities; +2 racial bonus on ments, speak with ani- Fortitude saves against all mals; 2nd—protection poisons; +4 dodge bonus from elements. against giants; darkvision",
        "name":  "Dwarf Traits",
        "source":  "enemies_and_allies.txt",
        "_id":  "af6f41b265543b7c068de46036b826d05239b26d1c4a4116572f229a88005c7c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "EPIC LEVELS AND improvement of a special ability might be too fast to extrapo- PRESTIGE CLASSES late over an infinite number of levels, or there might simply be These rules allow you to go beyond the normal level limit in a too few class features to build a unique epic progression. Epic prestige class, but only if it is a ten-level class. Why can’t you class progressions are described later in the chapter. add levels to a prestige class with fewer than ten levels? That said, if your DM wants to allow a character to gain epic It’s Too Easy: Maxing out a ten-level prestige class takes a lot levels in a prestige class with fewer than ten levels in its progres- of time and effort, detracting significantly from your pursuit of sion, that’s okay. Work together with your DM to create an epic the Player’s Handbook classes. If you could gain additional progression for the class (see the Behind the Curtain: Building levels in a prestige class with only five levels, for instance, you an Epic Progression sidebar later in this chapter). haven’t taken more than a short detour from your main class or classes. NO LIMITS It’s Not Significant Enough: Characters with ten levels in the Although most of the tables in this book only snow informa- blackguard prestige class undoubtedly think of themselves tion up to a certain level (often 30th), that level is by no means as blackguards, regardless of the fact that they also have ten the limit of a character’s advancement. Because of space levels in one or more other classes. If you’ve taken fewer than limitations, we generally show advancement only ten levels ten levels in a prestige class, those levels represent a smaller beyond what’s given in the Player’s Handbook. Once you’ve fraction of your character’s identity. read this chapter, you should know how to calculate the It’s Hard to Build an Epic Progression: With only a few levels proper values for levels beyond those shown on the tables. to guide you, it’s hard to determine what an appropriate You can generally assume that any patterns on a particular progression of class features would be for the class. The rate of table continue infinitely. 6 :1 RETPAHC ,SRETCARAHC STAEF \u0026 SLLIKS TABLE 1–2: EXPERIENCE AND LEVEL-DEPENDENT BENEFITS • You continue to gain Hit Dice and skill points as normal Class Cross-Class beyond 20th level. Character Skill Max Skill Max Ability • Generally speaking, any class feature that uses your Level XP Ranks Ranks Feats Increases class level as part of a mathematical formula, such as a 20th 190,000 23 11 1/2 — 5th paladin’s lay on hands ability, the Difficulty Class (DC) 21st 210,000 24 12 8th* — 22nd 231,000 25 12 1/2 — — to resist a monk’s stunning fist attack, or a bard’s bardic 23rd 253,000 26 13 — — knowledge check, continues to increase using your 24th 276,000 27 13 1/2 9th* 6th class level in the formula. A 22nd-level paladin with a 25th 300,000 28 14 — — Charisma of 20 (+5 bonus) can use lay on hands for (22 26th 325,000 29 14 1/2 — — × 5) 110 hit points per day. The DC to resist a 24th- 27th 351,000 30 15 10th* — 28th 378,000 31 15 1/2 — 7th level monk’s stunning attack would be 10 + 12 (half 29th 406,000 32 16 — — the monk’s level) + Wisdom modifier. A 30th-level 30th 435,000 33 16 1/2 11th* — bard would add +30 (plus his Intelligence modifier) to +1 +1,000 × +1 +1/2 +1* per 3 +1 per 4 bardic knowledge checks. current level *You can choose an epic feat or nonepic feat. Any prestige class feature that calculates a save DC using the class level (such as the assassin’s death attack) should add only half the character’s class CLASS FEATURES levels above 10th. Thus, the death attack of a 24th- Because the Player’s Handbook only contains information level assassin with an Intelligence of 18 (+4 bonus) on advancement up to 20th level in any class, this book would have a save DC of 31: 10 (base) + 4 (Int) + 10 expands each class’s progression of class features beyond (first ten class levels) + 7 (fourteen class levels 20th level. In addition, this book presents an expanded beyond 10th at 1/2 per level). advancement for each of the prestige classes presented in • For spellcasters, your caster level continues to the DUNGEON MASTER’S Guide. increase after 20th level. Thus, a 23rd-level wizard Many, but not all, class features continue to accumulate casts as a 23rd-level character, while a 24th-level after 20th level. The following guidelines describe how paladin’s caster level is 12th (one-half her class level). the epic class progressions in this section work. However, your spells per day don’t increase after 20th • As noted earlier, your base save bonuses and base attack level. The only way to gain additional spells per day bonus don’t increase after 20th level. Thus, there are no (other than the bonus spells gained from a high abil- columns for base save bonuses or base attack bonuses ity score) is to select the Improved Spell Capacity for these classes. Instead, use Table 1–1: Epic Save and epic feat. Epic Attack Bonuses to determine the character’s epic • The powers of familiars, special mounts, and fiendish bonus on saving throws and attacks. servants continue to increase as their masters gain levels.",
        "name":  "BEHIND THE CURTAIN",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "4 + Int modifier. Spells: The bard’s caster level is equal to his class level.",
        "name":  "Skill Points at Each Additional Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The epic barbarian gains one use of The bard’s number of spells per day does not rage per day every four levels after 20th (24th, 28th, increase after 20th level. The bard does not learn 32nd, and so on). additional spells unless he selects the Spell",
        "name":  "Barbarian Rage",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int improve your spellcasting modifier. power. Most other abilities are rea-",
        "name":  "Additional Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ranger\u0027s caster level is equal to one-half his 29th Sneak attack +15d6, uncanny dodge (+7 against class level, as normal. The ranger\u0027s number of spells per traps) day does not increase after 20th level. 30th — 14 :1 RETPAHC ,SRETCARAHC STAEF \u0026 SLLIKS For most rogues, it’s all about the Dexterity score. How- can choose a rogue special ability from the Player’s Hand- ever, don’t neglect Intelligence and Wis- book (crippling strike, defensive roll, dom, because many key rogue skills use, improved evasion, opportunist, skill those abilities. Fast-talking rogues mastery, or slippery mind) instead of should improve Charisma as well. a bonus feat.",
        "name":  "Spells",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Trap-minded rogues Bonus Feats: The epic rogue gains should pick up Epic Skill Focus a bonus feat (selected from the list of (Search) and Epic Skill Focus (Dis- epic rogue feats) every four levels able Device). If you find yourself after 20th. in combat frequently, think about Epic Rogue Bonus Feat List: Blinding Epic Prowess and Epic Toughness. Speed, Combat Archery, Dexterous Consider completing the Fortitude, Dexterous Will, Epic Dodge, Dodge and Expertise feat Epic Reputation, Epic Skill Focus, Epic progressions if you haven’t Speed, Improved Combat Reflexes, Im- already, eventually reach- proved Sneak Attack, Legendary Climber, ing Improved Whirlwind Lingering Damage, Self-Concealment, Attack. The various ranged Sneak Attack of Opportunity, Spellcasting attack feats (Distant Shot Harrier, Superior Initiative, Trap Sense, Uncanny Accuracy, and so Uncanny Accuracy. on) are useful for rogues who The rogue may choose a special rogue prefer to fight from a distance. ability from the Player’s Handbook instead",
        "name":  "Other Options",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The sorcerer’s path is clear: bonus on the rogue’s improve your spellcasting saving throws against traps ability through Epic Spell increases by +1 every three Focus, Epic Spellcasting, levels above 20th (23rd, 26th, and so on). Spell Knowledge, and",
        "name":  "Uncanny Dodge",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4. favorite spell.",
        "name":  "Hit Die",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The sorcerer\u0027s caster level is equal tional Level: 2 + Int modifier. to his class level. The sorcerer\u0027s number of Spells: The wizard\u0027s caster level spells per day does not increase after 20th is equal to her class level. The level. The sorcerer does not learn addi- wizard\u0027s number of spells tional spells unless he selects the Spell per day does not Knowledge feat. increase after 20th",
        "name":  "Spells",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Augmented Alchemy, and every target within range, with a maximum Automatic Quicken Spell, number of targets equal to her arcane archer class Automatic Silent Spell, level, as normal.",
        "name":  "List",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "4 + Int wait until his target is vulnerable, then striking like a modifier. cobra and leaving only a cold corpse behind. Sneak Attack: The epic assassin\u0027s sneak attack damage Like the epic rogue, the epic assassin must pay increases by +1d6 every two levels after attention to offense, defense, and skill 9th (11th, 13th, and so on). improvement as he plots his path to power. Death Attack: The assassin counts It\u0027s easy to see the power of Improved only half his class levels beyond Death Attack and Improved Sneak 10th when determining the DC to Attack, but don\u0027t forget the useful- resist this attack. ness of Lingering Damage and Spells: The assassin\u0027s caster level is Blinding Speed as well. Epic equal to his class level. The assassin\u0027s Toughness gives you some number of spells per day does not staying power in a fight (at increase after 10th level. Each time least enough to get away from the assassin achieves a new level, he your foes), while Epic Skill learns two new spells of any spell Focus (Disguise, Hide, levels that he can cast (according to and Move Silently) his new level). can ensure that you Uncanny Dodge: The assas- don\u0027t get into a sin\u0027s uncanny dodge bonus on fight until you saves against traps doesn\u0027t choose to. increase after 10th level, The assassin because it shows no pattern can use ability in- during the normal ten- creases in a variety level progression. of scores, including Saving Throw Bonus Dexterity, Intelli- against Poison: The assas- gence, Wisdom, sin\u0027s bonus on saves against and Charisma. poison increases by +1 every",
        "name":  "The epic assassin flits from shadow to shadow, lying in Skill Points at Each Additional Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An Focus, Great Smiting, epic blackguard inter- Improved Aura of ested in commanding Despair, Improved more mundane armies Combat Casting, Im- should look to Epic proved Sneak Attack, Improved Spell Capacity, Leg- Leadership. Improved Spell Capac- endary Commander, Legendary Rider, Lingering Dam- ity expands the blackguard’s meager spell age, Negative Energy Burst, Overwhelming Critical, ability. Perfect Health, Permanent Emanation, Planar Turning, Also, consult the epic paths for your other class or Spontaneous Spell, Undead Mastery, Unholy Strike, classes for alternative options. Widen Aura of Despair, Zone of Animation.",
        "name":  "Other Options",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The blackguard’s caster level is equal to his class Level Special level. The blackguard’s number of spells per day does not 11th — 12th — increase after 10th level. 13th Sneak attack +4d6, bonus feat",
        "name":  "Spells",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d12. ers include Per- manent Emana- TABLE 1–18: THE EPIC DWARVEN DEFENDER tion (for your Dwarven wide variety of Defender AC divination spells), Level Bonus Special Spontaneous Spell 11th +4 Defensive stance 6/day (so you\u0027re never 12th +4 — 13th +5 Defensive stance 7/day, bonus feat caught without a 14th +5 Damage reduction 9/— scrying or legend lore), 15th +5 Defensive stance 8/day and Polyglot (to 16th +6 Bonus feat help decipher that 17th +6 Defensive stance 9/day strange map you 18th +6 Damage reduction 12/— 19th +7 Defensive stance 10/day, bonus feat just found). 20th +7 — 20 :1 RETPAHC ,SRETCARAHC STAEF \u0026 SLLIKS The loremaster’s choice for ability increases depends TABLE 1–19: THE EPIC LOREMASTER wholly on which ability score controls her spellcasting: Loremaster Intelligence, Wisdom, or Charisma. Level Special",
        "name":  "Hit Die",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The epic loremaster’s caster level increases by 1 shadowdancer becomes the shadows, indistinguishable for each new loremancer level she attains. If she has more from the darkness cloaking her. than one spellcasting class, she must decide, Your best bet is to focus on stealth and defense with which class receives the increase in caster level. feats such as Epic Dodge, Self-Concealment, The epic loremancer’s number of spells and Epic Skill Focus, leaving combat for per day (and number of spells known, the less subtle. However, Blinding Speed if applicable) does not automatically and Improved Combat Reflexes make you increase after 10th level. a formidable opponent for anyone.",
        "name":  "Spells",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Augmented Alchemy, Hit Die: d8. Automatic Quicken Spell, Automatic Silent Spell, Skill Points at Each Addi-",
        "name":  "Epic Loremaster Bonus Feat list",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. becoming an agent retriever, the player must decide to which class to add the new level for the purpose of deter- Requirements mining spells per day. To qualify to become an agent retriever, a character must Uncanny Location (Sp): When a agent retriever spends fulfill all the following criteria. one day attuning himself to a person or object he is seeking",
        "name":  "Hit Die",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (Conjuration). round action, the cosmic descryer can make any casting",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Energy Resistance. of the gate spell remain for a full day, rather than disap-",
        "name":  "Epic Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast gate and any planar ally or planar binding pearing after 1 round per caster level. Every three levels spell. thereafter, the cosmic descryer can increase the duration",
        "name":  "Spells",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 5th-level divine spells. alignment as appropriate and otherwise functioning",
        "name":  "Spells",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must have a patron deity. according to the charm person spell. The high proselytizer can inspire the crowd to take any of a number of actions Class Skills depending on her alignment. She might urge an army to The high proselytizer\u0027s class skills (and the key ability for fight with courage or convince an urban crowd to do each skill) are Concentration (Con), Craft (Int), Diplo- good deeds in the streets of the city. In the case of a macy (Cha), Heal (Wis), Knowledge (arcana) (Int), chaotic or evil high proselytizer, she might incite a mob Knowledge (religion) (Int), Profession (Wis), Scry (Int), to wreak havoc and vandalize the city or seek out and Sense Motive (Wis), and Spellcraft (Int). See Chapter 4: punish nonbelievers. Any suicidal suggestion grants Skills in the Player\u0027s Handbook for skill descriptions. audience members a new saving throw to break the rap- ture \u0027with the exception of low-level followers of the",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At every other high proselytizer level, Anyone so touched is healed of 1d4 points of damage and cured the character gains new spells per day as if she had also of any natural disease or poison. Up to six individuals per round gained a level in a divine spellcasting class to which she can be so affected. An audience member can benefit from deific belonged before adding the prestige class level. If already touch only once per proselytize session. The high proselytizer can an epic spellcaster, the character gains only the benefit use deific touch as long as her proselytize ability lasts. noted under the Spells entry for that epic class. She does At 5th level, the proselytize ability includes deific word not, however, gain any other benefit a character of that once per day, plus one additional time per day per ten class would have gained (such as an improved chance of levels thereafter (15th, 25th, 35th, and so on). The words turning undead). If the character had more than one spoken by the high proselytizer can, if she chooses, func- divine spellcasting class before becoming a high prosely- tion as a triple-strength sound burst spell (3d8 points of tizer, the player must decide to which class to add each sonic damage and a Will save to avoid being stunned for high proselytizer level for the purpose of determining 3 rounds) to all who are not enraptured, as the spell cast spells per day. by a 20th-level cleric. The deific word can occur at any Proselytize (Sp): At 1st level, the high proselytizer gains point during her proselytize speech. the ability to preach the word of her deity to large crowds At 7th level, the proselytize ability includes deific face once with great effect. She may speak in such a manner once per day, plus one additional time per day per ten levels per day, plus one additional time per day per ten class thereafter (17th, 27th, 37th, and so on). When the high levels thereafter (11th, 21st, 31st, and so on). proselytizer speaks, she can cause a blinding burst to Proselytize has three effects. First, any time the high shine from her face. Deific face functions against all in the proselytizer is speaking in this manner, she is treated as audience who are not enraptured as the sunburst spell cast though affected by a sanctuary spell. Second, her voice by a 20th-level cleric. The deific face can occur at any point can be heard clearly by anyone within a radius of 100 during her speech. feet plus 50 feet per class level, regardless of back- At 9th level, the proselytize ability includes deific aura once ground noise, and her speech can be understood as per day, plus one additional time per day per ten levels though the audience were affected by a comprehend lan- thereafter (19th, 29th, 39th, and so on). When the high guages spell. Finally, everyone in the range of the high proselytizer speaks, she can cause a rolling wave of deific proselytizer\u0027s voice immediately has a chance of power to spring from her body that functions as either a becoming enraptured: blasphemy, dictum, holy word, or word of chaos spell (as appro- priate for her alignment), affecting only those in the Type of Listener Effect audience who have resisted becoming enraptured. Deific Followers of the same deity Automatic if 10 or fewer HD, aura otherwise functions as the relevant spell cast by a otherwise Will save (DC 20 + 20th-level cleric. The deific aura can occur at any point 1/2 high proselytizer\u0027s class during her speech. level + Wis modifier) Others of the same alignment Automatic if 5 or fewer HD, Heal (Sp): At 2nd level, the high proselytizer can use otherwise Will save (as above) heal on herself or another creature once per day, plus one All others Will save (as above) additional time per day per four levels thereafter (6th, 10th, 14th, and so on).",
        "name":  "Spells per Day",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The high proselytizer gets a bonus feat by a symbol of persuasion (see the symbol spell), changing at 4th level and an additional bonus feat every four 32 :1 RETPAHC ,SRETCARAHC STAEF \u0026 SLLIKS levels thereafter (8th, 12th, 16th, and so on). These acting as a strong-arm or engaging in staged combats bonus feats must be chosen from the following list: tor money.",
        "name":  "Enraptured audience members act as though affected Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must reside in the demiplane-city of Union. creatures with other spell-like or supernatural interpla- nar traveling abilities. Class Skills Forcecage (Sp): At 5th level, the Union Sentinel gains The Union Sentinel\u0027s class skills (and the key ability for the use of the forcecage spell as a spell-like ability once per each skill) are Diplomacy (Cha), Gather Information day, plus one additional time per day every five levels (Cha), Intimidate (Cha), Knowledge (local) (Int), Listen thereafter (10th, 15th, 20th, and so on). This ability func- (Wis), Profession (Wis\\ Search (Int), Sense Motive (Wis), tions as the spell cast by a 20th-level caster. and Spot (Wis). See Chapter 4: Skills in the Player\u0027s Hand- Imprisonment (Sp): At 7th level, the Union Sentinel book for skill descriptions. gains the use of the imprisonment spell as a spell-like ability once per week, plus one additional time per",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. week every five levels thereafter (12th, 17th, 22nd, and so on). This ability functions as the spell cast by a 20th- Class Features level caster. The following are class features of the Union Sentinel prestige class. TABLE 1–32: THE UNION SENTINEL",
        "name":  "Skill Points at Each Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you determine that you\u0027re determine how well the \"disappeared\" creature being scried upon, you can attempt to look back or object is hidden through the sensor at the scryer. This allows you to spy on the scrying being as if you had Profession cast a scrying spell upon that person. This Profession does not pos- return scrying can be detected by your target sess an epic usage. as normal.",
        "name":  "Return Scrying",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can react instantly to drop down and hang alongside your mount, using it as one-half cover. You can attack and cast spells while using your OPTIONAL RULE: OPPOSED SCRYING mount as cover without penalty. If you fail, you don\u0027t get Rather than using the DCs presented here for learn scryer and the cover benefit. return scrying, you can make all the tasks opposed Scry checks, with a bonus applying to the check of the scrying character (+30 Scry to learn scryer, or +50 for return scrying). This makes success You can tell who is scrying on you, prevent scrying, and extremely difficult, particularly against highly skilled scryers. even scry back through the sensor created by the scryer. 43 SKILLS \u0026 FEATS CHARACTERS, CHAPTER 1:",
        "name":  "Attack from Cover",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Silent Spell, Spellcraft 24 ranks, ability whose combined HD are not more than twice your to cast 9th-level arcane or divine spells. caster level.",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may cast all 0-, 1st-, 2nd-, and 3rd-level spells as silent spells without using higher-level spell slots. Beast Wild Shape [Wild] [Epic]",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Still Spell, Spellcraft 27 ranks, ability to haste per day. cast 9th-level arcane or divine spells.",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may cast all 0-, 1st-, 2nd-, and 3rd-level Bonus Domain [Epic] spells as stilled spells without using higher-level spell You have access to one additional domain of spells. slots. Prerequisites: Wis 21, ability to cast 9th-level divine",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Craft Staff, Knowledge (arcana) 35 feature). ranks, Spellcraft 35 ranks. Benefit: Any time you score a critical hit against one",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Without this feat, you cannot wild shape into You can increase the power limit of your damage-dealing an animal of smaller than Tiny size. spells.",
        "name":  "Normal",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Maximize Spell. Dire Charge [Epic] Benefit: The damage cap for your spells increases by 10 You can make a full attack as part of a charge. dice (for spells that deal a number of dice of damage equal",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Improved Initiative. to your caster level, such as fireball) or by 5 dice (for spells",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you charge a foe during the first round of that deal a number of dice of damage equal to half your combat (or the surprise round, if you are allowed to act level, such as searing light). An enhanced spell uses up a in it), you can make a full attack against the opponent spell slot four levels higher than the spell\u0027s actual level. you charge. For example, an enhanced fireball has a damage cap of",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Without this feat, use the damage dice caps indicated in the spell\u0027s description. Epic Prowess [Epic]",
        "name":  "Normal",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may gain this feat multiple times. Each You gain great skill in combat. time you select this feat, the damage cap increases by 10 Benefit: Gain a +1 bonus on all attacks. dice or 5 dice, as appropriate to the spell, and the Special: A character can gain this feat multiple times. enhanced spell takes up a spell slot an additional four Its effects stack. levels higher (thus, a twice-enhanced fireball would be an 11th-level spell). Epic Reflexes [Epic] You have tremendously fast reflexes. Epic Dodge [Epic] Benefit: You gain a +4 bonus on all Reflex saving throw. You are able to evade attacks with exceptional agility.",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cha 25, Leadership, Leadership score 25. Epic Spell Penetration [Epic]",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You attract a cohort and followers as shown Your spells are tremendously potent, breaking through on Table 1–33: Epic Leadership. spell resistance with ease. 54 :1 RETPAHC ,SRETCARAHC STAEF \u0026 SLLIKS Epic Toughness [Epic] You are preternaturally tough.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Greater Spell Penetration*, Spell Pene- Benefit: You gain +20 hit points. tration. Special: A character can gain this feat multiple times.",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you meet more than one set of prerequi- Epic Will [Epic] sites, the limit on the number of spells you may cast per You have tremendously strong willpower. day is cumulative. For example, if you are a wizard/cleric, Benefit: You gain a +4 bonus on all Will saving throws. you may cast a number of arcane epic spells per day equal to your number of ranks in Knowledge (arcana), divided Exceptional Deflection [Epic] by ten, and a number of divine epic spells per day equal to You can deflect any type of ranged attack. your number of ranks in Knowledge (religion) or Prerequisites: Dex 21, Wis 19, Deflect Arrows, Im- Knowledge (nature), divided by ten. proved Unarmed Strike. 55 SKILLS \u0026 FEATS CHARACTERS, CHAPTER 1:",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can gain this feat multiple times. Its an animal greater than Huge size. effects stack. Great Charisma [Epic] Familiar Spell [Epic] Your powers of persuasion and leadership are greater Your familiar can use one of your spells as a spell-like than normal. ability. Benefit: Your Charisma increases by 1 point.",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Int 25 (if your spellcasting is controlled Special: You can gain this feat multiple times. Its by Intelligence) or Cha 25 (if your spellcasting is con- effects stack. trolled by Charisma).",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose one arcane spell you know of 8th level or Great Constitution [Epic] lower, such as chain lightning or circle of death. Your famil- Your health and endurance are greater than normal. iar can now use this spell once per day as a spell-like Benefit: Your Constitution increases by 1 point. ability, at a caster level equal to your caster level. You Special: You can gain this feat multiple times. Its cannot bestow a spell to your familiar if the spell nor- effects stack. mally has a material component cost of more than 1 gp or an XP cost. Great Dexterity [Epic]",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can gain this feat multiple times. Each time Your agility and coordination are greater than normal you take the feat, you can give your familiar a different Benefit: Your Dexterity increases by 1 point. spell-like ability or another daily use of the same spell- Special: You can gain this feat multiple times. Its like ability. effects stack. Fast Healing [Epic] Great Intelligence [Epic] You heal your wounds very quickly. Your powers of reason and learning are greater than normal.",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Without this feat, you cannot wild shape into an animal smaller than Tiny size. 56 :1 RETPAHC ,SRETCARAHC STAEF \u0026 SLLIKS Great Strength [Epic] Prerequisites: Eschew Materials*, Spellcraft 25 ranks, Your muscle and physical power are greater than normal. ability to cast 9th-level arcane or divine spells.",
        "name":  "Normal",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your Strength increases by 1 point. Benefit: You may cast your spells without any material",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can gain this feat multiple times. Its Your spells of a particular alignment are more powerful effects stack. than normal.",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Access to domain of Chaos, Evil, Good, Group Inspiration [Epic] or Law, alignment must match domain chosen, ability to You can inspire competence or greatness in more than cast 9th-level divine spells. one ally simultaneously. Benefit: Select an alignment-based domain (Chaos, I",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Perform 30 ranks, bardic music class Evil, Good, or Law) to which you have access. You cast feature. spells with that alignment descriptor at +3 caster level.",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dex 19, Wis 19, Point Blank Shot, Pre- Hindering Song [Epic] cise Shot, arrow of death class feature. Your bardic music interferes with opposing spellcasters. Benefit: Add +2 to the DC of your arrows of death.",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "There is no limit to the number of attacks of Ignore Material Components [Epic] opportunity you can make in one round. (You still can\u0027t You need not use any material components in casting make more than one attack of opportunity against a your spells. single person in a round.) 57 SKILLS \u0026 FEATS CHARACTERS, CHAPTER 1: Improved Darkvision [Epic] Improved Low-Light Vision [Epic] Your ability to see in the dark is greater than normal. The range of your low-light vision is greater than normal.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This feat may be taken multiple times. Its The Psionics Handbook has information on creating and effects stack. playing psionic characters. Improved Heighten Spell [Epic] Improved Manyshot [Epic] You can cast a spell at any level above its own. You can fire even more arrows as a single attack against a",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Heighten Spell, Spellcraft 20 ranks. nearby target.",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As Heighten Spell, but there is no limit to the Prerequisites: Dex 19, base attack bonus +21, Many- level to which you can heighten the spell. shot*, Point Blank Shot, Rapid Shot.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Without this feat, a spell can only be height- Benefits: As Manyshot, but the number of arrows you ened to a maximum of 9th level. can fire is limited only by your base attack bonus (two arrows, plus one arrow for every 5 points of base attack Improved Ki Strike [Epic] bonus above +6). You can strike opponents with great damage reduction. Special: Regardless of the number of arrows you fire,",
        "name":  "Normal",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you select this feat, you gain one spell Improved Stunning Fist [Epic] slot per day of any level up to one level higher than the Prerequisite: Dex 19, Wis 19, Improved Unarmed highest-level spell you can already cast in a particular Strike, Stunning Fist. class. For example, if you select this feat as a list-level Benefit: Add +2 to the DC of your stunning attack. wizard, you would gain one wizard spell slot of any spell Special: This feat may be taken multiple times. Its level up to 10th. effects stack. You must still have the requisite ability score (10 + spell level) in order to cast any spell stored in this slot. If you Improved Whirlwind Attack [Epic] have a high enough ability modifier to gain one or more You become a blurry whirlwind of attacks, striking out at bonus spells for this spell level, you also gain the bonus all enemies near your position. spells for this spell level. Prerequisites: Int 13, Dex 23, Dodge, Expertise, You must use the spell slot as a member of the class in Mobility, Spring Attack, Whirlwind Attack. which you can already cast spells of the normal maxi- Benefit: As a full-round action, you may make one mum spell level. For instance, a 5th-level ranger/22nd- melee attack at your full base attack bonus against each level sorcerer couldn\u0027t add a ranger spell slot, because he opponent that you threaten. can\u0027t cast spells of the normal maximum spell level for Normal: When using only the Whirlwind Attack feat, ranger. He must add the spell slot to his sorcerer spells. you can only attack opponents within 5 feet of you",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must have spell resistance from a feat, Benefit: When you enter a rage, you can incite a bar- class feature, or other permanent effect. barian rage in any or all allies within 60 feet. (Any ally",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your spell resistance increases by +2. who doesn\u0027t wish to become enraged is unaffected.)",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This is a mind-affecting effect. Benefit: All variable, numeric effects of an intensi- fied spell are maximized, then doubled. An intensified Infinite Deflection [Epic] spell deals twice maximum damage, cures twice the You can deflect an infinite number of projectiles. maximum number of hit points, affects twice the maxi-",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dex 25, Combat Reflexes, Deflect mum number of targets, and so forth, as appropriate. Arrows, Improved Unarmed Strike. For example, an intensified horrid wilting spell would",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Perform 30 ranks, bardic music class feat that affects the variable, numeric effects of a spell, feature. such as Empower Spell or Maximize Spell.",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You suffer no reduction in rank when riding Prerequisite: Craft Staff, Spellcraft 15 ranks. an unfamiliar mount. You don\u0027t take a penalty on Ride Benefit: When you activate a staff, you can substitute a checks when riding a mount without a saddle (bareback). spell slot instead of using a charge. The spell slot must be You never need to make a Ride check to control a mount one you have not used for the day, though you may lose a in combat (and even controlling a mount not trained for prepared spell to emulate a wand charge (you may not combat doesn\u0027t require an action). lose prepared spells from your school of specialty, if any).",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can track creatures across water, under- charge used for doubling the staff\u0027s melee damage water, or through the air by the minute disturbances they (because that power doesn\u0027t match a specific spell). make and traces of their passage. This adds the surfaces of water, underwater, and air to the list of surfaces found Master Wand [Epic] under the Track feat in the Player\u0027s Handbook: You can activate a wand without using a charge.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Craft Wand, Spellcraft 15 ranks.",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you activate a wand, you can substitute Water 60 a spell slot instead of using a charge. The spell slot must Underwater 80 be one you have not used for the day, though you may Air 120 lose a prepared spell to emulate a wand charge (you may not lose prepared spells from your school of specialty, if Legendary Wrestler [Epic] any). The spell slot lost must be equal to or higher in level You are exceptionally proficient at grappling. than the spell stored in the wand, including any level-",
        "name":  "Surface DC Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A monk can qualify for this feat without unused spell slots instead of charges, thus extending the having the Improved Unarmed Strike feat. life of the wand. 62 :1 RETPAHC ,SRETCARAHC STAEF \u0026 SLLIKS Mighty Rage [Epic] Negative Energy Burst [Divine] [Epic] Your rage becomes even more powerful than normal. You can use your rebuke/command undead ability to",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Every undead creature that comes within 15 Special: A character can gain this feat multiple times. feet of you is automatically affected as if you had turned Its effects stack. Remember that two doublings equals a it. This doesn’t cost a turning attempt, and you don’t have tripling, and so forth. to roll turning damage (it automatically affects all undead in a 15-foot burst), but it only turns undead with Hit Dice 65 SKILLS \u0026 FEATS CHARACTERS, CHAPTER 1: Rapid Inspiration [Epic] Prerequisites: Scribe Scroll, Knowledge (arcana) 24 You can inspire your allies with bardic music more ranks, Spellcraft 24 ranks. quickly than normal. Benefit: You can scribe scrolls that exceed the normal",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast spells of the maximum spontaneously convert spells into spells of this domain. normal spell level of an arcane spellcasting class. Prerequisites: Wis 25, Spellcraft 30 ranks, ability to",
        "name":  "Prerequisite",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You learn two new arcane spells of any level cast 9th-level divine spells. up to the maximum level you can cast. This Benefit: You may sponta- feat does not grant any addi- neously convert any prepared tional spell slots. cleric spell (except a domain",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can gain this spell) into a domain spell of feat multiple times. the same level in the selected domain, just as a cleric chan- Spell Opportunity [Epic] nels energy to convert spells You can cast a touch spell as into cure spells. an attack of opportunity. Special: You can gain",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat this feat multiple times. Casting, Combat Reflexes, Each time you take the Quicken Spell, Spellcraft feat, it applies to a differ- 25 ranks. ent domain.",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you are allowed an attack of Spontaneous Spell [Epic] opportunity, you may cast Select a spell you can cast. (and attack with) a touch You can spontaneously con- spell as your attack of vert spells of that spell’s level opportunity. This incurs into that spell. attacks of opportunity just Prerequisite: Spellcraft 25 as if you had cast the spell ranks, ability to cast the maximum normally. normal spell level of at least one spell-",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 24 ranks, caster level 12th. Storm of Throws [Epic]",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can gain this feat multiple times. Its Superior Initiative [Epic] effects do not stack. Each time you take the feat, it applies You can react even more quickly than normal in a fight. to a different spell or spell-like ability. Prerequisite: Improved Initiative.",
        "name":  "Special",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You get a +8 bonus on initiative checks. This Spellcasting Harrier [Epic] bonus overlaps (does not stack with) the bonus from Spellcasters you threaten find it difficult to cast defen- Improved Initiative. sively.",
        "name":  "Benefit",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 15 ranks. cally rend your opponent for 1d6 plus 1 1/2 times your",
        "name":  "Prerequisites",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spells that are different from common spells. Spellcraft DC: For epic spells, the Spellcraft DC is a measure Epic spells are usually custom-made. Epic spells do not take up of how difficult the spell is for a spellcaster to cast. It also normal spell slots, but instead are gained and used under a measures how powerful an epic spell is. completely separate progression.",
        "name":  "Epic Spell",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You must have an available epic spell slot to VARIANT: SPELLCRAFT KEY ABILITY prepare or cast an epic spell, just as you need a normal spell slot Before the Epic Level Handbook introduced epic spells to the for a nonepic spell. You don’t gain epic spell slots by virtue of D\u0026D game, nonwizard spellcasters had less reason to care your level and class, however. You get one epic spell slot for every about their Intelligence scores. Because casting epic spells 10 ranks you have in the relevant Knowledge skill (see below). requires a Spellcraft check, you might allow nonwizard spell-",
        "name":  "Epic Spell Slots",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When creating an epic spell, you can modify the basic casters to substitute their Spellcasting key ability for use of a seed. Each modification is called a factor, and most Intelligence when making a Spellcraft check to use an epic factors increase the difficulty of casting the spell. spell. For examples, sorcerers would add their Charisma modi-",
        "name":  "Factor",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The opposite of a normal factor, a miti- fier, not their Intelligence modifier, to their ranks in Spellcraft gating factor modifies the spell but makes it easier to cast. while clerics and druids would add their Wisdom modifier. The",
        "name":  "Mitigating Factor",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Every custom epic spell created by spellcasters begins same rule applies for psionic characters and their key ability with a base effect called a seed. Seeds are the fundamental scores when using epic psionic powers. building blocks of epic spells. 72 :2 RETPAHC SLLEPS CIPE greater than 20 + the spellcaster’s Spellcraft modifier. 38 Origin of Species: Achaierai (ritual). Create Epic spells with DCs higher than 10 + the spellcaster’s a true-breeding creature. Spellcraft modifier are risky; a caster can take 10 when 38 Raise Island (ritual). You create a small island in the sea. casting an epic spell, but she can’t take 20. When rou- 42 Eclipse. A solar eclipse follows you. tinely casting epic spells, most spellcasters take 10 on 43 Let Go of Me. Grappler takes 20d6 damage, you their Spellcraft checks. take 10d6.",
        "name":  "Seed",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana), Knowledge (reli- caster level. Likewise, epic spells using the dispel seed (see the gion), or Knowledge (nature) ranks ÷ 10 (round down). Seed Descriptions section below) can dispel nonepic spells.",
        "name":  "Epic Spells Per Day",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft check (DC = epic spell’s Such epic spells use the same game mechanic: The check to Spellcraft DC). dispel is 1d20 + a specified number (usually dispeller’s level),",
        "name":  "To Cast an Epic Spell",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "702,000 gp; 15 days; 28,080 XP. Seeds: energy EPIC SPELL DESCRIPTIONS (DC 19), animate dead (DC 23). Factors: increase damage The epic spells herein are presented in alphabetical order. Each to 30d6 (+40 DC), set undead type to wight (–4 DC). epic spell description follows the same format used for simple 0- to 9th-level spells, as described in the Spell Format section When this spell is cast, you can engulf your enemies in an in Chapter 11 of the Player’s Handbook. There are two additional unusually powerful burst of cold that deals 30d6 points of entries for epic spells: Spellcraft DC and To Develop. damage. However, up to five victims that perish as a result of",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This is the DC of the Spellcraft check required this blast are then instantly animated as wights. These five wights to cast the epic spell. When casting an epic spell, you gain a +5 serve you indefinitely. You cannot exceed the normal limit for bonus on your Spellcraft check of the base seed of the epic controlling undead through use of this spell, but other means spell is from your arcane school speciality or primary psionic that allow you to exceed the normal limit for controlled undead discipline. Your take a –15 penalty if the epic spell seed is from work just as well with undead created with animus blizzard. your prohibited arcane school.",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The first part of this entry shows the resources Contingent Resurrection in gold, time, and experience points you must expend to Conjuration (Healing) develop the spell shown. If you expend the resources, you Spellcraft DC: 52 develop the spell if you have access to all the seeds. Spells Components: V, S, DF containing the life or heal seed only available to those with 24 Casting Time: 1 minute or more ranks in Knowledge (religion) or Knowledge (nature). Range: Touch",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You or creature touched factors used to create the epic spell. This information is Duration: Contingent until expended, then instantaneous provided as an example for you when you attempt to Saving Throw: None (see text) create and develop your own unique epic spells. Spell Resistance: Yes (harmless)",
        "name":  "The rest of the development entry details the seeds and Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50 Contingent resurrection returns the subject to life if she is slain.",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Once cast, the spell remains quiescent and does not activate until 74 :2 RETPAHC SLLEPS CIPE the trigger conditions have been met (but each day it remains Crown of Vermin untriggered, it uses up an epic spell slot, even if you cast it on Conjuration (Summoning) another creature). Once triggered, the spell is expended. Spellcraft DC: 56 If the subject is killed (the trigger), she is restored to life and Components: V, S complete health 1 minute later, so long as even a tiny bit of dust Casting Time: 1 minute remains for contingent resurrection to act upon. A golden shaft of Range: Personal light shines down from the heavens, illuminating the subject and Effect: Aura of one thousand insects that surrounds you everything within 20 feet, as the target’s life is visibly restored. in a 10-ft.-radius spread",
        "name":  "Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20 rounds (D) no loss of prepared spells. However, the subject loses one level Saving Throw: None (see text) (or 1 point of Constitution if the subject was 1st level). Contingent Spell Resistance: No resurrection does not work on a creature that has died of old age. To Develop: 504,000 gp; 11 days; 20,160 XP. Seeds: summon (DC 14), fortify (DC 17). Factors: summon Create Living Vault (Ritual) vermin mass instead of one creature (ad hoc +8 DC), Conjuration (Creation) grant damage reduction 1/+6 (+15 DC), allow mass to",
        "name":  "The creature is restored to full hit points, vigor, and health, with Duration",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "58 move at your speed (ad hoc +2 DC), perfect control of",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None you. This swarm forms a living aura around you to a",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "the creature with the second fewest hit 20,000 points, and so on. After all creatures XP. that can be killed have been 75 EPIC SPELLS CHAPTER 2: killed, any remaining damage is distributed among the Demise Unseen survivors equally. Necromancy (Death, Evil), Illusion (Figment)",
        "name":  "XP Cost",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "82 deter common vermin. You can completely suppress Components: V, S your vermin aura as a free action so that no vermin are Casting Time: 1 action visible at all. The time that vermin are suppressed does Range: 300 ft. not count toward the spell’s duration. Alternatively, you Target: One creature of up to 80 HD can roughly shape and move the vermin in any fashion Duration: Instantaneous you desire within the limits of the 10-foot-radius spread Saving Throw: Fort negates as a move-equivalent action. For example, you could Spell Resistance: Yes leave a corridor within the area free of vermin, or give a To Develop: 738,000 gp; 15 days; 29,520 XP. Seeds: slay (DC functional or fanciful shape to the mass. 25), animate dead (DC 23), delude (DC 14). Factors: change The vermin cannot be wrested from your control undead type to ghoul (–10 DC), apply figment element through any means. The vermin make all saving throws to all 5 senses (+10 DC), 1-action casting time (+20 DC) to avoid damaging effects using your base saving throw bonuses. They gain your spell resistance, if any, and they You instantly slay a single target and at the same moment get saving throws against spells that would otherwise animate the body so that it appears that nothing has hap- automatically slay vermin. pened to the creature. The target’s companions (if any) do You can see through your crown of vermin without dif- not immediately realize what has transpired. The target ficulty, but you gain one-half concealment against receives a Fortitude saving throw to survive the attack. If enemy attacks launched both outside and within your the save fails, the target remains in its exact position with crown of vermin. no apparent ill effects. In reality, it is now a ghoul under your control. The Damnation target’s companions notice nothing unusual about the Enchantment (Compulsion) [Teleportation] [Mind- state of the target until they interact with it, at which Affecting] time each companion receives a Will saving throw to",
        "name":  "You can force them into areas that would normally Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "97 notice discrepancies (“By Moradin’s beard, you move",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched through use of this spell, but other means that allow you",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "873,000 gp; 18 days; 34,920 XP. Seeds: foresee Dire Winter (to preview likely hellscape) (DC 17), transport (DC 27), Evocation [Cold] compel (to keep target in hell) (DC 19). Factors: unwill- Spellcraft DC: 319 ing target (+4 DC), 1-action casting time (+20 DC), +15 Components: V S, XP to DC of subject’s save (+30 DC). Mitigating factor: Casting Time: 1 minute burn 2,000 XP (–20 DC). Range: 1,000 ft.",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "38",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "342,000 gp; 7 days; 13,680 XP. Seed: summon (DC 14). Factors: summon creature other than outsider (+10 DC), summon CR 14 creature (+24 DC), 1-action casting time (+20 DC). Mitigating factor: two additional casters contributing 8th-level spell slots (–30 DC). This spell summons an adult red dragon. It appears where you designate and acts immediately. It attacks your opponents to the best of its abilities (on the first round, it prefers to breathe fire on an enemy, if possi- ble). You can direct the dragon not to attack, to attack particular enemies, or to perform other actions. This is a ritual spell requiring two other spellcasters, each of which must contribute an unused 8th-level spell slot to the casting. Dragon Strike (Ritual) Conjuration (Summoning) [Fire]",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "450,000 gp; 9 days; 18,000 XP. Seed: summon (DC 14). Factors: summon creature other than outsider (+10 DC), summon CR 14 creature (+24 DC), summon ten creatures (×10 DC). Mitigating factors: eleven additional casters contributing 9th-level spell slots (–187 DC), burn 2,000 XP per caster (–280 DC), 3d6 backlash (–3 DC). As dragon knight, except the spell summons ten adult red dragons. On the first round, they all prefer to simultaneously breathe fire on an enemy, if possible.",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "29",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute 77 EPIC SPELLS CHAPTER 2:",
        "name":  "Casting Time",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) With this spell, you can create a limited eclipse, as",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "261,000 gp; 6 days; 10,400 XP. Seed: transport though a heavenly body moves between the sun and the (DC 27). Factor: transport to region of dreams (+2 DC). earth. The landscape within a five-mile radius of your location experiences the dimming of the sun as a disk You and any creatures you touch are drawn along a crys- you create passes in front of it, culminating in a complete tal arc of reverie to the edge of conscious thought and blackout and accompanying coronal ring. The eclipse fol- into the region of dreams. You can take more than one lows you across the landscape for up to 8 hours, or until creature along with you (subject to your weight limit), the sun goes down, or until you dismiss the eclipse. You but all must be touching each other. You physically enter do not need to concentrate on the eclipse while it lasts. the land of dreams, leaving nothing behind. XP Cost: 4,000 XP. In the region of dreams, you move through a menagerie of thoughts, desires, and phantoms created by the minds of Eidolon dreamers everywhere. For every minute you move Conjuration (Creation) through the dream landscape, you can “wake” to find your- Spellcraft DC: 79 self five miles displaced in the waking world. Thus, a char- Components: V, S, XP acter can use this power to travel rapidly by physically Casting Time: 1 minute entering where only dreams normally prowl, moving for a Range: 5 ft. certain length of time (at five miles per minute) and then Effect: One duplicate of caster stepping back into the waking world. Duration: 8 hours",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None the waking world, nor the conditions of the waking Spell Resistance: No world through which you travel. You know approxi- To Develop: 711,000 gp; 15 days; 28,440 XP. Seed: conjure mately where you will end up based on time spent travel- (to make base substance) (DC 21), transform (DC 21) ing in dream. transport (to move part of caster’s soul into duplicate) Dreamscape can also be used to travel to other planes (DC 27). Factors: nonliving substance to humanoid that contain creatures that dream, but doing this (+10 DC), transform into specific individual (+25 DC). requires crossing into the dreams of outsiders, where Mitigating factor: burn 2,500 XP (–50 DC). you are subject to the dangers of alien dream realities. This is a potentially perilous proposition, at your DM’s You split off a portion of your essence, creating a dupli- option. Transferring to another plane of existence cate of yourself with a fragment of your soul. Upon cast- requires 1d4 hours of uninterrupted journey. ing eidolon, you create a duplicate version of yourself as Any creatures touched by you when dreamscape is cast you were when you were a 21st-level character, and you also make the transition to the borders of unconscious gain one negative level while your duplicate persists. For thought. They may opt to follow you, wander off into the each additional negative level you bestow upon yourself dreams of others, or stumble back into the waking world at the time of casting, the eidolon has one additional (50% chance for either of the latter results if they are lost character level. No matter how many negative levels you or abandoned by you). Creatures unwilling to accompany bestow on yourself, your eidolon can never have more you into the region of dreams receive a Will save, negat- character levels than you have (taking your negative ing the effect if successful. levels into account). For example, a 30th-level wizard could cast eidolon, then bestow four negative levels upon Eclipse herself to make her eidolon a 25th-level duplicate (and Conjuration (Creation) herself a character with an effective level of 26th). She",
        "name":  "You do not know precisely where you will come out in Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "42 could not give the eidolon even one more level, because",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None and rested when created. It may cast any spell you have",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No access to, including an epic spell. Use the eidolon’s Spell-",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "378,000 gp; 8 days; 15,1200 XP. Seeds: conjure craft modifier as the basis for the number of epic spells it (DC 21), transport (to move disk into position 100 miles can cast in a day, and its effective character level as a basis up) (DC 27). Factors: increase mass by 1,000% (+40 DC), for its skills, feats, and other abilities. Your eidolon is 78 :2 RETPAHC SLLEPS CIPE effectively lower level than you and probably can’t cast all Range: 300 ft. the spells you know. A powerful enough eidolon might Target: One creature or object conceivably cast the eidolon spell itself. Duration: Instantaneous",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None you desire when initially conjured, but it has no other Spell Resistance: No possessions. It shares part of your soul, so it is you for all To Develop: 621,000 gp; 13 days; 24,840 XP. Seed: dispel intents and purposes. You and your eidolon communicate (DC 19). Factors: +30 to dispel check (+30 DC), 1-action with each other normally. Usually, your eidolon does not casting time (+20 DC). begrudge its brief existence, because it is still part of you. If your eidolon is killed prior to the expiration of the You can cancel another caster’s epic spell or standard spell’s duration, you immediately regain the lost levels. spell. To use epic counterspell, select an opponent as the Normally, the eidolon does not last long enough to target. You do this by readying an action, electing to wait threaten you with permanent level drain. to complete your action until your opponent tries to cast",
        "name":  "Your eidolon appears in whatever mundane clothing Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2,500 XP. a spell (you may still move your speed, because readying a counterspell is a standard action). Enslave (Ritual) If the target tries to cast a spell, make a dispel check: Enchantment (Compulsion) [Mind-Affecting] Roll d20+40 against a DC of 11 + the foe’s caster level. If",
        "name":  "XP Cost",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "80 the check is successful, your spell negates your foe’s spell.",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One living creature Spellcraft DC: 46",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range: Touch",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanent from exercising control or using the telepathic link while Saving Throw: None the subject is so protected, but it does not prevent the Spell Resistance: Yes establishment of enslave or dispel it. To Develop: 468,000 gp; 10 days; 18,720 XP. Seed: ward",
        "name":  "Protection from evil or a similar spell can prevent you Duration",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2,000 XP. (DC 14). Factor: permanent (×5 DC). Mitigating factor: increase casting time by 9 minutes (–18 DC). Epic Counterspell Abjuration You can create a permanent ward against a specific type of",
        "name":  "XP Cost",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "69 creature (choose from among those in the Monster Manual).",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action warded creature or object. The protection ends if the warded 79 EPIC SPELLS CHAPTER 2: creature makes an attack against or intentionally moves to Greater Spell Resistance within 5 feet of a specified creature. Spell resistance can Transmutation allow a creature to overcome this protection and touch Spellcraft DC: 45 the warded creature. Components: V, S, Ritual",
        "name":  "Casting Time",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute Epic Spell Reflection (Ritual) Range: Touch",
        "name":  "Casting Time",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "68 Duration: 20 hours",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "41 days, 11 minutes Spell Resistance: Yes (harmless)",
        "name":  "Casting Time",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None spell slots (–22 DC).",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "630,000 gp; 13 days; 25,200 XP. Seed: reflect (DC 27). You grant the subject touched spell resistance 35 until",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "reflect up to 9th-level spells (+160 DC), change range the duration expires. The spell resistance granted does to touch (+2 DC), permanent (×5 DC). Mitigating factors: not stack, but overlaps with, any previous spell resistance. increase casting time by 10 minutes (–20 DC), increase This is a ritual spell, requiring two other spellcasters, casting time by 41 days (–82 DC), 20d6 backlash (–20 DC), each of whom must contribute an unused 6th-level spell six additional casters contributing one 8th-level spell slot to the casting. slot (–90 DC), burn 9,500 XP per caster (–665 DC). Greater Ruin You can create a permanent ward against all spells of 1st Transmutation through 9th level that target the subject. These spells Spellcraft DC: 59 are reflected back on the caster. Spells that affect an area Components: V, S, XP are not affected by this spell. Casting Time: 1 round",
        "name":  "Factors",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "150 Saving Throw: Fortitude half",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, Ritual, XP Spell Resistance: Yes",
        "name":  "Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes As ruin, except the target is dealt 35d6 points of damage.",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1,350,000 gp; 27 days; 54,000 XP. Seed: ward XP Cost: 2,000 XP. (DC 14). Factors: specific protections entangle (+0 DC), hold monster (+8 DC), hold person (+4 DC), imprisonment Hellball (+16 DC), paralysis (ad hoc +6 DC), petrification (ad Evocation [Acid, Fire, Electricity, Sonic] hoc +6 DC), sleep (+0 DC), slow (+4 DC), stunning (ad Spellcraft DC: 90 hoc +6 DC), temporal stasis (+16 DC), and web (+4 DC); Components: V, S, XP permanent (×5 DC). Mitigating factors: ten additional Casting Time: 1 action casters contributing 9th-level spell slots (–170 DC), Range: 300 ft. burn 10,000 XP (–100 DC). Area: 40-ft.-radius spread",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex half becoming permanently immune to the following spe- Spell Resistance: Yes cific spells, effects, and spell-like abilities: entangle, hold, To Develop: 810,000 gp; 17 days; 32,400 XP. Seed: energy imprisonment, paralysis, petrification, sleep, slow, stunning, (deals 10d6 each of acid, fire, electricity, sonic) (DC 76). temporal stasis, and web. Factors: change area from bolt to ball (+2 DC), double This is a ritual spell requiring ten other spellcasters, base area (+6 DC), 1-action casting time (+20 DC). Miti- each of whom must contribute an unused 9th-level spell gating factors: 10d6 backlash (–10 DC), burn 400 XP slot to the casting. (–4 DC).",
        "name":  "The subject goes boldly where others fear to tread, Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10,000 XP. 80 :2 RETPAHC SLLEPS CIPE A hellball is a massive blast of energy that detonates with a to reaching the 150-point limit, the spell automatically thundering roar. It deals 10d6 points of acid damage, discharges, dealing the 150 points of damage to you. 10d6 points of fire damage, 10d6 points of electricity You keep track of the number of points of damage damage, and 10d6 points of sonic damage to all creatures you’ve absorbed (you don’t have to keep track of the type within the area. Unattended objects also take this of damage). At any time during the spell’s duration, you damage. The spell is barely controlled, and you take 10d6 can make a touch attack against another creature or points of damage as you release it (in addition to burning object. If successful, you deal the target some or all (your 400 XP). choice) of the points of damage you’ve stored. The You point your finger and determine the range (dis- damage delivered is considered bludgeoning damage. tance and height) at which the hellball is to detonate. A You can absorb and discharge damage any number of sun-bright, fist-sized globe of strobing energy streaks times during the spell’s duration, so long as you don’t forth and, unless it impacts a material body or solid bar- absorb more than 150 points at a time. When the spell rier prior to attaining the indicated range, blossoms into expires, any stored damage you have not redirected is dis- an effect described by the rare survivor as “hell on earth.” charged into you.",
        "name":  "XP Cost",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "43",
        "name":  "Abjuration Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "103 Components: None",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "140 allow creature to possess body and act at its own discre-",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S the day whenever it casts itself. When you’ve used up all Casting Time: 1 action your epic spell slots for the day (or you’ve cast all your Range: 300 ft. prepared living lightning spells, if you are a caster who Area: 40-ft.-radius hemisphere must prepare spells), living lightning becomes quiescent. It Duration: Permanent remains so until you’ve rested to regain your epic spell Saving Throw: Fortitude negates slots for the next day. Spell Resistance: Yes",
        "name":  "Living lightning uses up one of your epic spell slots for Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50 action casting time (+20 DC).",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "75 ft. this epic spell turns all Medium-size or smaller creatures",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "86 succeed at a Will save (DC 21), or be paralyzed with fear for",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes mummy rot continues until the victim reaches Consti-",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "35 Resistant to Blows (Ex): Physical attacks deal only",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "315,000 gp; 7 days; 12,600 XP. Seed: animate Nailed to the Sky (DC 23). Factors: 16-HD undead (+16 DC), 1-action Transmutation [Teleportation] casting time (+20 DC). Mitigating factors: burn 2,000 Spellcraft DC: 62 XP (–20 DC), expensive material component (ad hoc Components: V, S, XP –4 DC). Casting Time: 1 action",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "300 ft. When you sprinkle the dust of ground mummies in con- Target: Creature or object weighing up to 1,000 lb. junction with casting mummy dust, two Large 18-HD Duration: Instantaneous mummies (see below) spring up from the dust in an area Saving Throw: Will negates adjacent to you. The mummies follow your every com- Spell Resistance: Yes mand according to their abilities, until they are destroyed To Develop: 558,000 gp; 12 days; 22,320 XP. Seeds: foresee or you lose control of them by attempting to control (to preview endpoint of teleportation) (DC 17), trans- more Hit Dice of undead than you have caster levels. port (DC 27). Factors: unwilling target (+4 DC), increase",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "38 Spell Resistance: Yes",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One constructed creature up to Medium-size (20 ease effects (as per contagion spell) (ad hoc +21 DC), cu. ft.) additional target type (plants) (+10 DC). Mitigating fac-",
        "name":  "Effect",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None additional casters contributing epic spell slots (–38",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No DC), burn 10,000 XP (–100 DC).",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "360,000 gp; 8 days; 14,400 XP. Seeds: conjure (DC 21), life (DC 27), fortify (DC 17). Factors: +4 HD (5 hp per HD) When pestilence is successfully cast, a wave of illness radi- (+20 DC), +6 to natural AC (+12 DC), add three more natural ates outward from the site of the ritual, instantly infect- attacks (ad hoc +6 DC), add black cloud spell-like ability ing every living thing in the area with the debilitating (+33 DC), add SR 19 (+15 DC), permanent (×5 DC). Mitigating disease known as slimy doom. Within 24 hours, every- factors: 50d6 backlash (–50 DC), increase casting time by 10 thing in the area begins to show signs of rot and decay, minutes (–20 DC), increase casting time by 100 days (–200 plants liquefy and yellow, drooping to the ground as they DC), burn 10,000 XP (–105 DC), eleven additional casters begin to dissolve. Animals and people are consumed contributing 9th-level spell slots (–187 DC), ten additional from within by the disease, initially bleeding from the casters contributing 8th-level spell slots (–150 DC), ten gums, eyes, nose, and other soft tissue, and eventually additional casters contributing 1st-level spell slots (–10 DC). exhibiting ghastly, purple blotches. The disease culmi- nates in open, scabrous wounds over the entirety of the Copied from the repertoire of a fiendish epic caster from victims’ bodies. The entire region afflicted by this",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "an achaierai, horrid disease is quickly engulfed in fetid stenches and as it appears in the Monster Manual. When first created, the overrun by flies and maggots, adding further discomfort achaierai is Medium-size, but it grows to Large size in 1d4 days. to the victims. A created achaierai does not possess the treasure, culture, or Each day that a victim fails a Fortitude save, it takes specific knowledge of a normal achaierai. If released to be among 1d4 points of temporary Constitution damage. If the its own kind, it quickly picks up achaierai traits and alignment. victim then fails a second save, 1 point of that damage is",
        "name":  "Acheron, this spell literally creates a new creature",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "27 initially infected.",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "12 hours metropolis, infecting commoners and nobility alike. Fruits and 84 :2 RETPAHC SLLEPS CIPE vegetables infected with slimy doom are unfit for consumption, 1,000 feet deep where the spell is cast. as are disease-ridden livestock. Rumors exist of extremely powerful rituals involving epic This is a ritual spell requiring two other spellcasters, spellcasters and dozens or even hundreds of other contributors, each of whom must expend an unused epic spell slot for summoning forth great masses of land from the middle of the the casting. The primary caster must also burn 10,000 XP. ocean or, in acts of terrible devastation, sinking small continents",
        "name":  "Duration",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10,000 XP. and the civilizations that dwelt on them. A variant reversal of the spell could be developed separately, causing small islands and Rain of Fire sandbars to sink (perhaps to help clear shipping channels). Evocation [Fire] XP Cost: 2,000 XP.",
        "name":  "XP Cost",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "0 ft. Spellcraft DC: 27",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Target: One creature, or up to a 10-foot cube of",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "243,000 gp; 5 days; 9,720 XP. Seed: destroy fire rather than raindrops down on you and everything (DC 29). Factor: reduce casting time by 9 rounds (+18 within a two-mile radius of you. Everything caught DC). Mitigating factor: burn 2,000 XP (–20 DC). unprotected or unsheltered in the flaming deluge takes 1 point of fire damage each round. A successful Reflex save You deal 20d6 points of damage to a single target within results in no damage, but the save must be repeated each range and line of sight. If the target is reduced to –10 hit round. Unless the ground is exceedingly damp, all vege- points or less (or a construct, object, or undead is reduced tation is eventually blackened and destroyed, leaving to 0 hit points), it is utterly destroyed as if disintegrated. behind a barren wasteland similar to the aftermath of a Only a trace of fine dust remains. grass or forest fire. The fiery storm is stationary and per- XP Cost: 2,000 XP. sists even if the caster leaves. Safe Time Raise Island (Ritual) Transmutation [Teleportation] Conjuration (Creation) Spellcraft DC: 64",
        "name":  "This spell summons a swirling thunderstorm that rains To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "38 Components: V, S",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Spell Resistance: No",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "360,000 gp; 8 days; 14,400 XP. Seed: conjure (DC To Develop: 576,000 gp; 12 days; 23,040 XP. Seed: trans- 21). Factors: change area to 10-ft. radius, 30-ft. high cylinder (+2 port (DC 27). Factors: move to time stream (+8 DC), DC), change radius to 100 ft. (+40 DC), change height to 1,000 reduce static time to 1 round (ad hoc +4 DC), activates feet (+133 DC), permanent (×5 DC). Mitigating factors: increase when you would otherwise take 50 or more points of casting time by 10 minutes (–20 DC), increase casting time by damage (+25 DC). 65 days (–130 DC), nineteen additional casters contributing epic spell slots (–361 DC), one additional caster contributing Safe time can move you (or the target) out of harm’s way by 6th-level spell slots (–11 DC), burn 2,000 XP per epic caster shunting you into a static time stream. Once cast, the (–400 DC), spell only works on liquid (ad hoc –20 DC). spell remains quiescent and does not activate until the trigger conditions have been met. Each day it remains You can literally raise a new island from out of the sea, untriggered, it uses up an epic spell slot, even if you cast bringing to the surface a sandy or rocky but otherwise it on another creature. Once triggered, the spell is barren protrusion that is solid, stable, and permanently expended normally. established. The island is roughly circular and about 200 When you would otherwise be subject to any instanta- feet in diameter. Raise island only works if the ocean is less neous effect that would deal you 50 or more points of 85 EPIC SPELLS CHAPTER 2: damage, you are instead transported to a static time When you cast this spell, you are temporarily able to tap stream where time ceases to flow for you. Your condition the consciousness of another sentient creature with whom becomes fixed—no force or effect can harm you until 1 you are familiar (by meeting, observing, or successfully round of real time has passed. Thus, you duck the damage scrying the subject), experiencing everything she does you would otherwise receive, but you also miss out on with all five senses. The target receives a Will save, and if one round of activity. To you, no time passes at all, but to successful, prevents you from making the telepathic con- onlookers who are part of real time, you stand frozen and nection. Whether the saving throw is successful or not, the fixed in space for 1 full round. target is unaware of the attempted intrusion. Once the subject is tapped, you are able to hear, see, fell, Soul Dominion smell, and taste everything the subject senses. You cannot Divination, Enchantment (Compulsion) [Mind-Affecting] control the subject, however. You can only see what the",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "72 subject chooses to look at, and you taste something only if",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S the subject eats or drinks it during the spell’s duration!",
        "name":  "Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (see text) killed, the spell immediately ends.",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "648,000 gp; 13 days; 25,920 XP. Seeds: contact Spell Worm (DC 23), reveal (DC 19), compel (DC 19). Factors: apply to Enchantment (Compulsion) [Mind-Affecting] all five senses (+8 DC), total compulsory control (+10 Spellcraft DC: 45 DC), stricter compulsion of any creature (ad hoc +11 Components: V, M DC). Mitigating factor: increase casting time by 9 Casting Time: 1 minute minutes (–18 DC). Range: 75 ft.",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "55 until she tries to cast a spell and finds it unavailable.",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Abandoning a spell slot or losing a spell is standard",
        "name":  "Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Spellcraft DC: 72",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No moment you finish casting time duplicate. Because your",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "648,000 gp; 13 days; 25,920 XP. Seed: future self was previously only a possibility, his or her summon (DC 14). Factors: summon CR 21 creature (DC resources are not depleted as a result of whatever might +38), 1-action casting time (+20 DC). occur this round (even if you die this round). Likewise, he or she doesn’t have any special knowledge of what You can summon a behemoth (see Chapter 5: Monsters) might occur during this round. to attack your enemies. It appears where you designate Because your future self is still part of the time stream, and acts immediately, on your turn. It attacks your oppo- the round it spends with you is a round it misses in its nents to the best of its ability. If you can communicate own future. Because your future duplicate is also you, you with the creature, you can direct it not to attack, to attack miss the next round as well. You simply aren’t there. particular enemies, or to perform other actions. Sum- Tampering with the time stream is a tricky business. moned creatures act normally on the last round of the Here is a round-by-round summary. spell and disappear at the end of their turn. Round One: You cast time duplicate, your future self from round two arrives, and you both act normally.",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your future self—you—gets snatched back Abjuration in time to help your past self. During this round, there are",
        "name":  "Superb Dispelling Round Two",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "59 no versions of you present.",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature or object (spells, damage, staff charges) your future self used up in",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None Using this spell to snatch a single future self stretches",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No time and probability to its limit; more powerful versions",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "531,000 gp; 11 days; 21,240 XP. Seed: of time duplicate are not possible. You cannot bring more dispel (DC 19). Factors: additional +30 to dispel check than a single future version of yourself back to help you (+30 DC), 1-action casting time (+20 DC). Mitigating at one time, nor can you snatch a version of you from far- factor: 10d6 backlash (–10 DC). ther in the future. As greater dispelling (see Chapter 11: Spells in the Player’s Vengeful Gaze of God Handbook), except that the maximum bonus on the dispel Transmutation check is +40, and you take 10d6 points of backlash damage. Spellcraft DC: 419",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "71 Target: One creature, or up to a 10-foot cube of",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round (see text) Spell Resistance: Yes",
        "name":  "Duration",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None (harmless) destroy (DC 29). Factor: increase damage to 305d6 (+570",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "move to time stream (+8 DC), stretch the base temporal effect (ad hoc +8 DC), quickened (+28 DC). The target of this spell is subject to a fury like unto heav- enly wrath that deals 305d6 points of damage (or half of You snatch yourself from 1 round in the future, deposit- that if a Fortitude save succeeds). If the target is reduced ing your future self in an adjacent space as a free action to –10 hit points or less (or a construct, object, or undead that counts as a quickened spell. Your future self is tech- is reduced to 0 hit points), it is utterly destroyed as if dis- nically only a possible future self (the time stream is a integrated, leaving behind only a trace of fine dust. Chan- maelstrom of multiple probabilities), but snatching that neling such terrific forces has its price, and the caster is future self from 1 round in the future collapses probabil- likewise dealt 200d6 points of damage as your eyes bleed ity, and the possible future becomes the definite future. and your skin convulses when the power is released. This You and your future self are both free to act normally spell often kills the caster, but it’s often worth it. this round (you’ve already used up your limit of one Note: Table 3–4: Average Damage Dice is useful if you quickened spell per round, but your duplicate hasn’t). don’t want to roll hundreds of 6-sided dice. 87 EPIC SPELLS CHAPTER 2: Verdigris DEVELOPING YOUR OWN Transmutation EPIC SPELL",
        "name":  "Factors",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "58",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S An epic spell is developed from smaller pieces called",
        "name":  "Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    }
]
