[
    {
        "origin_file":  "spells.json",
        "description":  "When you use a calling spell that invisible and inaccessible to all creatures Planar Ally, Lesser calls an air, chaotic, earth, evil, fire, good, except you, and only you can use the Conjuration (Calling) [see text] lawful, or water creature, it is a spell of that passage. You disappear when you enter the Level: Clr 4 type. For example, a lesser planar ally is a phase door and appear when you exit. If you",
        "name":  "Note",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF, XP fire spell when it calls a fire elemental. desire, you can take one other creature",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One called elemental or outsider of door does not allow light, sound, or spell Planar Binding 6 HD or less effects through it, nor can you see through Conjuration (Calling) [see text for lesser",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous it without using it. Thus, the spell can planar binding]",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or two called elementals or outsiders, totaling no more than 12 HD, other action on your part that matches the This spell functions like lesser planar bind- which cannot be more than 30 ft. apart creature’s alignment and goals. Regardless, ing, except that you may call a single crea- when they appear this payment must be made before the ture of 18 HD or less, or up to three crea- creature agrees to perform any services. tures of the same kind whose Hit Dice This spell functions like lesser planar ally, The bargaining takes at least 1 round, so total no more than 18. Each creature gets a except you may call a single creature of 12 any actions by the creature begin in the saving throw, makes independent attempts HD or less, or two creatures of the same round after it arrives. to escape, and must be persuaded to aid kind whose Hit Dice total no more than A task taking up to 1 minute per caster you individually. 12. The creatures agree to help you and level requires a payment of 100 gp per HD request your return payment together. of the creature called. For a task taking up Planar Binding, Lesser",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "250 XP. to 1 hour per caster level, the creature Conjuration (Calling) [see text] requires a payment of 500 gp per HD. A Level: Sor/Wiz 5 long-term task, one requiring up to one Components: V, S 261 SPELLS CHAPTER 11:",
        "name":  "XP Cost",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One elemental or outsider with 6 “Defend this area against attack”), the spell creatures must hack or force a way HD or less remains in effect for a maximum of one through. Speed drops to 5 feet, or 10 feet",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No and Yes; see text that a clever recipient can subvert some very large creatures.) The area must have instructions. brush and trees in it for this spell to take",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous the creature resists the spell. If the saving Poison",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Necromancy drawn to the trap (spell resistance does not",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text some other spell. Impossible demands or Saving Throw: None",
        "name":  "Target or Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous unreasonable commands are never agreed Spell Resistance: Yes",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No the creature breaks free of the binding and A blue-white ray of freezing air and ice can escape or attack you. springs from your hand. You must succeed Plant growth has different effects depend- Once the requested service is com- ing on the version chosen. on a ranged touch attack with the ray to pleted, the creature need only so inform Overgrowth: This effect causes normal deal damage to a target. The ray deals 1d6 you to be instantly sent back whence it vegetation (grasses, briars, bushes, creep- points of cold damage per caster level came. The creature might later seek re- ers, thistles, trees, vines) within long range (maximum 25d6). 262 :11 RETPAHC SLLEPS",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 4 Spell Resistance: Yes (object) metal to wood , or transmute rock to mu.d .",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action This spell functions like polymorph, except gum arabic, and smoke.",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Willing living creature touched another. The duration of the spell depends Power Word Blind",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No DM determines the duration by using the Level: Sor/Wiz 7, War 7 following guidelines. Components: V",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels)",
        "name":  "This spell cannot create material of great Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) special properties of cold iron in order to Spell Resistance: Yes 263 SPELLS CHAPTER 11: This spell can be used to duplicate baleful You utter a single word of power that in- Characters typically use prestidigitation Color stantly causes one creature of your choice spells to impress common folk, amuse 1d8 of Beam Effect to become stunned, whether the creature children, and brighten dreary lives. Com- 1 Red 20 points fire damage can hear the word or not. The duration of mon tricks with prestidigitations include (Reflex half) the spell depends on the target’s current producing tinklings of ethereal music, 2 Orange 40 points acid damage hit point total. Any creature that currently brightening faded flowers, creating glow- (Reflex half) has 151 or more hit points is unaffected by ing balls that float over your hand, gener- 3 Yellow 80 points electricity damage ating puffs of wind to flicker candles, (Reflex half) power word stun. spicing up aromas and flavors of bland 4 Green Poison (Kills; Fortitude food, and making little whirlwinds to partial, take 1d6 points of Hit Points Duration sweep dust under rugs. Con damage instead) 50 or less 4d4 rounds 5 Blue Turned to stone (Fortitude 51–100 2d4 rounds negates) 101–150 1d4 rounds Prismatic Sphere 6 Indigo Insane, as insanity spell (Will Abjuration negates)",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action This spell functions like prismatic wall, ex-",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range: Close (25 ft. + 5 ft./2 levels) The sphere’s blindness effect on creatures",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) spell resistance might render some colors ineffective (see above).",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will disbelief (if effective against a prismatic wall, but the Range: 0 ft. interacted with) caster level check must be repeated for Effect: Flame in your palm Spell Resistance: No each color present. Duration: 1 min./level (D)",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None You tap energy from the Plane of Shadow with a permanency spell. Spell Resistance: Yes to create a quasi-real, illusory version of yourself. The projected image looks, Produce Flame Flames as bright as a torch appear in your sounds, and smells like you but is intan- Evocation [Fire] open hand. The flames harm neither you gible. The projected image mimics your",
        "name":  "Prismatic wall can be made permanent Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action the flames can be hurled or used to touch action). 265 Illus. by D. Martin SPELLS CHAPTER 11:",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch fail and the creatures to recoil if such through its ears as if you were standing Target: Creature touched attacks require touching the warded crea- where it is, and during your turn you can Duration: 10 min./level or until ture. Good summoned creatures are switch from using its senses to using your discharged immune to this effect. The protection own, or back again, as a free action. While Saving Throw: Fortitude negates (harm- against contact by summoned creatures you are using its senses, your body is con- less) ends if the warded creature makes an sidered blinded and deafened. Spell Resistance: Yes (harmless) attack against or tries to force the barrier If you desire, any spell you cast whose against the blocked creature. Spell resist- range is touch or greater can originate Protection from energy grants temporary ance can allow a creature to overcome this from the projected image instead of from immunity to the type of energy you spec- protection and touch the warded creature. you. The projected image can’t cast any ify when you cast it (acid, cold, electricity, Arcane Material Component: A little pow- spells on itself except for illusion spells. fire, or sonic). When the spell absorbs 12 dered silver with which you trace a 3-foot - The spells affect other targets normally, points per caster level of energy damage diameter circle on the floor (or ground) despite originating from the projected (to a maximum of 120 points at 10th level), around the creature to be warded. image. it is discharged.",
        "name":  "You can see through its eyes and hear Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 1, Evil 1, Sor/Wiz 1 You must maintain line of effect to the and resist energy, the protection spell absorbs projected image at all times. If your line of damage until its power is exhausted. This spell functions like protection from evil, effect is obstructed, the spell ends. If you except that the deflection and resistance use dimension door, teleport, plane shift, or a Protection from Evil bonuses apply to attacks from good similar spell that breaks your line of effect, Abjuration [Good] creatures, and good summoned creatures even momentarily, the spell ends.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 2 Saving Throw: Will negates (harmless) This spell functions like protection from evil,",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F Spell Resistance: No; see text except that the deflection and resistance",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch This spell wards a creature from attacks by creatures, and lawful summoned creatures",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) the subject and has three major effects.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) per caster level (maximum 100 points), it is mental control over the creature (include- discharged. ing enchantment (charm) effects and The subject gains a +8 resistance bonus on",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A piece of shell from a tortoise or enchantment (compulsion) effects that saving throws against spells and spell-like a turtle. grant the caster ongoing control over the abilities (but not against supernatural and subject, such as dominate person). The pro- extraordinary abilities).",
        "name":  "Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 1, Law 1, Pal 1, Sor/Wiz 1 suppresses the effect for the duration of and sprinkled over the targets. the protection from evil effect. If the protec- Focus: One 1,000 gp diamond per crea- This spell functions like protection from evil, tion from evil effect ends before the effect ture to be granted the protection. Each except that the deflection and resistance granting mental control does, the would- subject must carry one such gem for the bonuses apply to attacks from chaotic be controller would then be able to men- duration of the spell. If a subject loses the creatures, and chaotic summoned tally command the controlled creature. gem, the spell ceases to affect him. creatures cannot touch the subject. Likewise, the barrier keeps out a possess- ing life force but does not expel one if it is Prying Eyes Protection from Energy in place before the spell is cast. This Divination Abjuration second effect works regardless of align- Level: Sor/Wiz 5",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 3, Drd 3, Luck 3, Protection 3, ment. Components: V, S, M Rgr 2, Sor/Wiz 3 Third, the spell prevents bodily contact Casting Time: 1 minute",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 8 your ability to receive visual information is ineffective in or through the cloud. All about your surroundings. An eye traveling within the cloud take –4 penalties to This spell functions like prying eyes, except through darkness must find its way by Strength and Dexterity (Fortitude that the eyes can see all things as they touch. negates). These effects last for 1d4+1 actually are, just as if they had true seeing When you create the eyes, you specify rounds after the cloud dissipates or after with a range of 120 feet. Thus, they can instructions you want them to follow in a the creature leaves the area of the cloud. navigate darkened areas at full normal command of no more than twenty-five Spell resistance does not apply. speed. Also, a greater prying eye’s maximum words. Any knowledge you possess is Material Component: The spell uses one Spot modifier is +25 instead of +15. known by the eyes as well, so if you know, fire source, which is immediately extin- for example, what a typical merchant looks guished. A fire so large that it exceeds a 20- Purify Food and Drink like, the eyes do as well. foot cube is only partly extinguished.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No or Yes (object)",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute Casting this spell allows you to prepare",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch additional spells or retain spells recently round/level (D)",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous the spell is cast.",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Saving Throw: None; see text Prepare: You prepare up to three addi-",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) tional levels of spells (such as three 1st- Each affected creature gains a +2 morale level spells, a 2nd- and a 1st-level spell, or a bonus to Strength and Constitution, a +1 You restore life to a deceased creature. You 3rd-level spell). A cantrip counts as 1/2 morale bonus on Will saves, and a –2 can raise a creature that has been dead for level for this purpose. You prepare and cast penalty to AC. The effect is otherwise no longer than one day per caster level. In these spells normally. identical with a barbarian’s rage (see page addition, the subject’s soul must be free",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V (Brd only), S, M, F; see The subject of the spell loses one level (or cast). text 1 Hit Die) when it is raised, just as if it had",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes spells prepared has a 50% chance of losing",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 5 any given spell upon being raised, in",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action terweaving colors fascinates those within A spellcasting creature that doesn’t prepare",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M a permanency spell. that fired them).",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude partial; see text Transmutation of this spell to further reduce the size of as",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Level: Drd 2, Rgr 3 humanoid that’s still under the effect of",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Reduce person counters and dispels en- finger. You must succeed on a ranged Range: Touch large person. touch attack with the ray to strike a target. Target: One willing animal of Small, Reduce person can be made permanent The subject is immediately exhausted for Medium, Large, or Huge size with a permanency spell. the spell’s duration. A successful Fortitude Duration: 1 hour/level (D) Material Component: A pinch of pow- save means the creature is only fatigued. A Saving Throw: None dered iron. character that is already fatigued instead Spell Resistance: No becomes exhausted. Reduce Person, Mass This spell has no effect on a creature This spell functions like reduce person, ex- Transmutation that is already exhausted. Unlike normal cept that it affects a single willing animal",
        "name":  "A black ray projects from your pointing Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One humanoid creature/level, soon as the spell’s duration expires. combat, for instance). This decrease in size no two of which can be more than 30",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A drop of sweat. allows the animal to fit better into tight spaces, such as the typical dungeon room ft. apart or subterranean passage. Reduce the Ray of Frost damage dealt by the animal’s natural This spell functions like reduce person, ex- Evocation [Cold] attacks as shown on Table 2–3 in the Dun- cept that it affects multiple creatures.",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 round Range: Touch",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) level, its new Constitution score is reduced",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 4 creatures can’t be reincarnated. The spell Spell Resistance: Yes (harmless)",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Saving Throw: None Spell Resistance: No",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Remove disease cures all diseases that the Waves of energy roll forth from you, mov- subject is suffering from. The spell also Like repel wood, this spell creates waves of ing in the direction that you determine, kills parasites, including green slime and invisible and intangible energy that roll causing all wooden objects in the path of others. Certain special diseases may not be forth from you. All metal or stone objects the spell to be pushed away from you to countered by this spell or may be coun- in the path of the spell are pushed away the limit of the range. Wooden objects tered only by a caster of a certain level or from you to the limit of the range. Fixed larger than 3 inches in diameter that are higher. metal or stone objects larger than 3 inches fixed firmly are not affected, but loose",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Objects affected by the spell are repelled at arrows and bolts are pushed back, dragging",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) Spell Resistance: Yes Saving Throw: Will negates",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) (45,000 XP), gaining him an additional Hit Die and level functions accordingly.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A miniature suffered by the target. creature’s body still exists, it can be cloak. Restoration does not restore levels or resurrected, but the portion receiving the Constitution points lost due to death. spell must have been part of the creature’s",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Diamond dust body at the time of death. (The remains of Abjuration worth 100 gp that is sprinkled over the a creature hit by a disintegrate spell count as",
        "name":  "Resist Energy Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Conjuration (Healing) Upon completion of the spell, the",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 min./level prepared spells. However, the subject loses",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates (harm- one level, or 2 points of Constitution if the less) subject was 1st level. (If this reduction This spell functions like lesser restoration,",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A sprinkle of holy Use Table 8–4: Creature Size and Scale space can see out of it as if a 3-foot-by- 5- water and diamonds worth a total of at to determine your new space and reach. foot window were centered on the rope. least 10,000 gp. This spell doesn’t change your speed. The window is present on the Material If insufficient room is available for the Plane, but it’s invisible, and even creatures Reverse Gravity desired growth, you attain the maximum that can see the window can’t see through Transmutation possible size and may make a Strength it. Anything inside the extradimensional",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 8, Sor/Wiz 7 check (using your increased Strength) to space drops out when the spell ends. The rope can be climbed by only one person at",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M/DF burst any enclosures in the process. If you a time. The rope trick spell enables climbers",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) the materials enclosing you—the spell climb all the way to the extradimensional",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) similarly enlarged by the spell. Melee and tradimensional space within an existing",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Table 2–2 in the Dungeon Master’s Guide). tradimensional space into an existing one.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level (D) Transmutation metal are immune to this spell.",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF Spell Resistance: No with a successful melee touch attack.",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action who are closest to the spell’s point of your troops be undetected, or even that",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level wasted. The spell affects each subject be changed.",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates according to its Hit Dice. Attempts to scry the area automatically Spell Resistance: No 6 or less: Unconscious for 1d4 rounds, detect the image stated by you with no then stunned for 1d4 rounds, and then save allowed. Sight and sound are appro- Any opponent attempting to strike or oth- erwise directly attack the warded creature, confused for 1d4 rounds. (Treat an uncon- priate to the illusion created. A band of even with a targeted spell, must attempt a scious result as stunned for nonliving people standing in a meadow could be Will save. If the save succeeds, the creatures.) concealed as an empty meadow with birds opponent can attack normally and is 7 to 12: Stunned for 1d4 rounds, then chirping, for instance. confused for 1d4 rounds. unaffected by that casting of the spell. If Direct observation may allow a save (as 13 or more: Confused for 1d4 rounds. the save fails, the opponent can’t follow per a normal illusion), if there is cause to Sightless creatures are not affected by through with the attack, that part of its disbelieve what is seen. Certainly onlook- scintillating pattern. action is lost, and it can’t directly attack the Material Component: A small crystal ers in the area would become suspicious if warded creature for the duration of the prism. a marching army disappeared at one point spell. Those not attempting to attack the to reappear at another. Even entering the subject remain unaffected. This spell does Scorching Ray area does not cancel the illusion or neces- not prevent the warded creature from Evocation [Fire] sarily allow a save, assuming that hidden being attacked or affected by area or effect",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 2 beings take care to stay out of the way of spells. The subject cannot attack without",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S those affected by the illusion. breaking the spell but may use nonattack",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action spells or otherwise act. This allows a",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Scrying warded cleric to heal wounds, for example, or to cast a bless spell, perform an augury, Effect: One or more rays Divination (Scrying) summon creatures, and so on. Duration: Instantaneous Level: Brd 3, Clr 5, Drd 4, Sor/Wiz 4",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 hour Scare",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action maximum of three rays at 11th level). Each Spell Resistance: Yes",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Screen connection (if any) you have to that This spell functions like cause fear, except Illusion (Glamer) creature. Furthermore, if the subject is on",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None or Will disbelief (if of the subject) Scintillating Pattern interacted with); see text Firsthand (you have met the subject) +0 Illusion (Pattern) [Mind-Affecting] Spell Resistance: No Familiar (you know the subject well) –5",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M This spell combines several elements to a creature you have no knowledge of.",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Colorful lights in a 20-ft.-radius spell, you dictate what will and will not be Likeness or picture –2 spread observed in the spell’s area. The illusion Possession or garment –4",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes invisible within your range of vision, as",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A holy water font costing touch attack to strike your target. A crea- visible, invisible, and ethereal creatures. not less than 100 gp. ture struck by this ray of light takes 1d8 The spell does not reveal the method",
        "name":  "Cleric Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action per caster level (maximum 10d8). A with a permanency spell.",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level construct or inanimate object takes only Material Component: A pinch of talc and a 1d6 points of damage per two caster levels small sprinkling of powdered silver. This spell functions like scrying, except as (maximum 5d6). noted above. Additionally, all of the fol- Seeming lowing spells function reliably through the Secret Page Illusion (Glamer) sensor: detect chaos, detect evil, detect good,",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Spell Resistance: No disbelief (if interacted with)",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature or object/level, no Spell Resistance: Yes or No; see text two of which can be more than 30 ft. Secret page alters the contents of a page so apart that they appear to be something entirely This spell functions like disguise self, except",
        "name":  "Targets",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) walking sticks. The text of a spell can be resume their normal appearances if slain. changed to show a ledger page or even Unwilling targets can negate the spell’s You change the sounds that creatures or another spell. Explosive runes or sepia snake effect on them by making Will saves or objects make. You can create sounds where sigil can be cast upon the secret page. with spell resistance. none exist (such as making trees sing), A comprehend languages spell alone can- deaden sounds (such as making a party of not reveal a secret page’s contents. You are Sending adventurers silent), or transform sounds able to reveal the original contents by Evocation into other sounds (such as making a speaking a special word. You can then",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A short piece Spells that deal damage, such as Melf’s (up to a 2-ft. cube/level) touched of fine copper wire. Duration: One day/level (D) acid arrow, have normal effects unless the",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None or Will negates affected creature succeeds on a Will save. Sepia Snake Sigil (object) Each disbelieving creature takes only one- Conjuration (Creation) [Force] Spell Resistance: No or Yes (object) fifth (20%) damage from the attack. If the",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M When cast, this spell not only prevents than damage, that effect is only 20% likely",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes divination spells from working to detect or to occur. Regardless of the result of the",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One touched book or written sequester, it also renders the affected crea- also allowed any save that the spell being work ture or object invisible to any form of sight simulated allows, but the save DC is set",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanent or until or seeing (as the invisibility spell). Thus, according to shadow conjuration’s level (5th) discharged; until released or 1d4 days sequester can mask a secret door, a treasure rather than the spell’s normal level. In + one day/level; see text vault, or anything similar. The spell does addition, any effect created by shadow",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex negates not prevent the subject from being discov- conjuration allows spell resistance, even if",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A basilisk eyelash, Against a creature that recognizes it as a sufficient to trigger the spell; the subject gum arabic, and a dram of whitewash. shadow creature, however, the shadow must deliberately read it. The target is creature’s damage is one-fifth (20%) entitled to a save to evade the snake’s normal, and all special abilities that do not Shades strike. If it succeeds, the sepia snake dissi- deal lethal damage are only 20% likely to Illusion (Shadow) pates in a flash of brown light accompa- work. (Roll for each use and each affected",
        "name":  "Simply seeing the enspelled text is not Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 9 nied by a puff of dun-colored smoke and a character separately.) Furthermore, the loud noise. If the target fails its save, it is This spell functions like shadow conjuration, shadow creature’s AC bonuses are one-fifth engulfed in a shimmering amber field of except that it mimics sorcerer and wizard as large (so a +7 bonus resulting in AC 17 force and immobilized until released, conjuration spells of 8th level or lower. would change to a +1 total bonus for a new either at your command or when 1d4 days The illusory conjurations created deal four- AC of 11). + one day per caster level have elapsed. fifths (80%) damage to nonbelievers, and A creature that succeeds on its save sees While trapped in the amber field of nondamaging effects are 80% likely to the shadow conjurations as transparent force, the subject does not age, breathe, work against nonbelievers. images superimposed on vague, shadowy grow hungry, sleep, or regain spells. It is preserved in a state of suspended anima- forms. tion, unaware of its surroundings. It can be Shadow Conjuration Objects automatically succeed on their damaged by outside forces (and perhaps Illusion (Shadow) Will saves against this spell. even killed), since the field provides no Level: Brd 4, Sor/Wiz 4 protection against physical injury. How- Components: V, S Shadow Conjuration, Greater ever, a dying subject does not lose hit Casting Time: 1 standard action Illusion (Shadow) points or become stable until the spell Range: See text Level: Sor/Wiz 7 ends. Effect: See text",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes than 30 ft. apart; see text",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Seven days or seven months To use the shadow walk spell, you must be (D); see text Illusion (Shadow)",
        "name":  "Shadow Evocation Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S and any creature you touch are then trans- Spell Resistance: No ported along a coiling path of shadowstuff Casting Time: 1 standard action to the edge of the Material Plane where it The shambler spell creates 1d4+2 sham-",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes In the region of shadow, you move at a creatures remain with you for seven days rate of 50 miles per hour, moving normally unless you dismiss them. If the shamblers You tap energy from the Plane of Shadow to cast a quasi-real, illusory version of a on the borders of the Plane of Shadow but are created only for guard duty, however, sorcerer or wizard evocation spell of 4th much more rapidly relative to the Material the duration of the spell is seven months. level or lower. (For a spell with more than Plane. Thus, you can use this spell to travel In this case, the shamblers can only be one level, use the best one applicable to rapidly by stepping onto the Plane of ordered to guard a specific site or location. you.) Shadow, moving the desired distance, and Shamblers summoned to guard duty cannot move outside the spell’s range, Spells that deal damage, such as light- then stepping back onto the Material which is measured from the point where ning bolt, have normal effects unless an Plane. each first appeared. affected creature succeeds on a Will save. Because of the blurring of reality be- The shamblers have resistance to fire as Each disbelieving creature takes only one- tween the Plane of Shadow and the Ma- normal shambling mounds do only if the fifth damage from the attack. If the terial Plane, you can’t make out details of terrain is rainy, marshy, or damp. disbelieved attack has a special effect other the terrain or areas you pass over during than damage, that effect is one-fifth as transit, nor can you predict perfectly strong (if applicable) or only 20% likely to where your travel will end. It’s impossible Shapechange occur. If recognized as a shadow evocation, a to judge distances accurately, making the Transmutation damaging spell deals only one-fifth (20%) spell virtually useless for scouting or Level: Animal 9, Drd 9, Sor/Wiz 9 damage. Regardless of the result of the spying. Furthermore, when the spell effect Components: V, S, F",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal also allowed any save (or spell resistance) random horizontal direction from your",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You that the spell being simulated allows, but desired endpoint. If this would place you",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 min./level (D) the save DC is set according to shadow within a solid object, you are shunted evocation’s level (5th) rather than the spell’s 1d10×1,000 feet in the same direction. If This spell functions like polymorph, except normal level. this would still place you within a solid that it enables you to assume the form of Nondamaging effects, such as gust of object, you (and any creatures with you) any single nonunique creature (of any wind, have normal effects except against are shunted to the nearest empty space type) from Fine to Colossal size. The those who disbelieve them. Against dis- available, but the strain of this activity assumed form cannot have more than believers, they have no effect. renders each creature fatigued (no save). your caster level in Hit Dice (to a Objects automatically succeed on their Shadow walk can also be used to travel to maximum of 25 HD). Unlike polymorph, Will saves against this spell. other planes that border on the Plane of this spell allows incorporeal or gaseous Shadow, but this usage requires the transit forms to be assumed. Shadow Evocation, Greater of the Plane of Shadow to arrive at a border You gain all extraordinary and super- Illusion (Shadow) with another plane of reality. The transit of natural abilities (both attacks and qualities)",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action This spell wards the subject and creates a",
        "name":  "Shatter Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) bonus on saves. Additionally, the subject",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5-ft.-radius spread; or field around the touched creature that abilities) that deal hit point damage. The one solid object or one crystalline averts attacks. The spell grants the subject amount of damage not taken by the creature a +2 deflection bonus to AC, with an warded creature is taken by you. Forms of",
        "name":  "Area or Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Arcane Focus: A small metal or ivory receive the benefits of saves and spell",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch points in space do not. This spell provides",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Components: V, S",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Long (400 ft. + 40 ft./level) made out of metal, carrying a lot of metal, Spell Resistance: Yes (object)",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V Spell Resistance: No object’s size by four categories (for in-",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30 ft. This spell creates the visual illusion of an tionally, you can also change its now-",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) size of the effect. surface or by a word of command from the original caster. Even a burning fire and its Focus: A bit of fleece. You emit an ear-splitting yell that deafens fuel can be shrunk by this spell. Restoring and damages creatures in its path. Any the shrunken object to its normal size and Simulacrum creature within the area is deafened for composition ends the spell. Illusion (Shadow) 2d6 rounds and takes 5d6 points of sonic",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None half, and a creature holding fragile objects Illusion (Glamer) Spell Resistance: No can negate damage to them with a suc- Level: Brd 2, Clr 2 cessful Reflex save. Components: V, S Simulacrum creates an illusory duplicate of",
        "name":  "Fortitude save to reduce the damage by Silence Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action any creature. The duplicate creature is spell. Range: Long (400 ft. + 40 ft./level) partially real and formed from ice or snow.",
        "name":  "A shout spell cannot penetrate a silence Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F Spell Resistance: Yes; see text or no level or HD). You can’t create a simu-",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None (The head of a worm or a snake could be Necromancy [Death] Spell Resistance: No thus ensnared, for example.)",
        "name":  "Slay Living Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Driving sleet blocks all sight (even dark- snare can be fastened to it. The spell causes",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Spell Resistance: Yes Area: 10-ft. square/level; see text",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level drastically slowed rate. A slowed creature Spell Resistance: No",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level example, a party of adventurers trying to that round. break out of a cavern might use this spell Creatures forced by a song of discord to You can comprehend and communicate to soften a wall. While soften earth and stone attack their fellows employ all methods at with animals. You are able to ask questions does not affect dressed or worked stone, their disposal, choosing their deadliest of and receive answers from animals, cavern ceilings or vertical surfaces such as spells and most advantageous combat tac- although the spell doesn’t make them any cliff faces can be affected. Usually, this tics. They do not, however, harm targets more friendly or cooperative than normal. causes a moderate collapse or landslide as that have fallen unconscious. Furthermore, wary and cunning animals the loosened material peels away from the are likely to be terse and evasive, while the face of the wall or roof and falls. Soul Bind more stupid ones make inane comments. A moderate amount of structural dam- Necromancy If an animal is friendly toward you, it may age can be dealt to a manufactured struc-",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Speak with Dead only be damaged by this spell, not",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Solid Fog Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No than 1 round per caster level. The soul,",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10-ft.-radius spread This spell does not let you actually speak",
        "name":  "Area",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Affecting, Sonic] stored in the corpse. The partially",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates stunned but are still damaged. This spell does not affect a corpse that",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Arcane Focus: A musical instrument. has been turned into an undead creature. 281 SPELLS CHAPTER 11:",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Spell Immunity Duration: Permanent until discharged (D)",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You Components: V, S, DF Spell Resistance: Yes (object)",
        "name":  "Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level Casting Time: 1 standard action You store one spell that you can normally",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch cast in a wooden quarterstaff. Only one You can comprehend and communicate Target: Creature touched such spell can be stored in a staff at a given with plants, including both normal plants Duration: 10 min./level time, and you cannot have more than one and plant creatures. You are able to ask Saving Throw: Will negates (harmless) spellstaff at any given time. You can cast a questions of and receive answers from Spell Resistance: Yes (harmless) spell stored within a staff just as though it plants. A regular plant’s sense of its sur- were among those you had prepared, but it roundings is limited, so it won’t be able to The warded creature is immune to the ef- does not count against your normal give (or recognize) detailed descriptions of fects of one specified spell for every four allotment for a given day. You use up any creatures or answer questions about events levels you have. The spells must be of 4th applicable material components required outside its immediate vicinity. level or lower. The warded creature effec- to cast the spell when you store it in the The spell doesn’t make plant creatures tively has unbeatable spell resistance re- spellstaff. any more friendly or cooperative than garding the specified spell or spells. Natu-",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You Spectral Hand against, not a certain domain or school of Duration: Until expended or 10 Necromancy spells or a group of spells that are similar in min./level",
        "name":  "Only a particular spell can be protected Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S lightning bolt is still vulnerable to shocking Spells and spell-like effects targeted on you",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) A creature can have only one spell im- The abjuration turns only spells that have",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One spectral hand munity or greater spell immunity spell in you as a target. Effect and area spells are",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level (D) effect on it at a time. not affected. Spell turning also fails to stop",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None touch range spells. Thus, a charm person",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Spell Immunity, Greater spell cast at you could be turned back upon A ghostly, glowing hand shaped from your Abjuration the caster and possibly enable you to use",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small silver its form. It strikes the opponent you hard to detect. A rogue (only) can use the mirror. designate, starting with one attack in the Search skill to find a spike growth. The DC round the spell is cast and continuing each is 25 + spell level, or DC 28 for spike growth Spider Climb round thereafter on your turn. It uses your (or DC 27 for spike growth cast by a ranger). base attack bonus (possibly allowing it Transmutation multiple attacks per round in subsequent",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Transmutation [Earth] attack bonus. It strikes as a spell, not as a",
        "name":  "Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) make crude coffers, doors, and so forth",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Rapier, “Swiftstrike” Stoneskin the like. Once the spell has been cast upon",
        "name":  "Olidammarra",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Heavy Mace, “Sunscepter” the subjects, the distance between them Abjuration St. Cuthbert: Heavy Mace, “The Mace of and the caster does not affect the spell as Level: Drd 5, Earth 6, Sor/Wiz 4, Cuthbert” Strength 6 long as they are on the same plane of",
        "name":  "Pelor",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dagger, “Discretion” Casting Time: 1 standard action it dies, the spell ceases to function for it.",
        "name":  "Wee Jas",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch Spell Resistance: No the reduction.) Once the spell has preven-",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal tions that can affect the granite-hard sub- with a permanency spell. A permanent",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 min./level equal to a mere scratch, but breaking off 10 minutes. one of the statue’s arms constitutes serious Material Component: A rotten egg or You gain the ability to speak with stones, damage. several skunk cabbage leaves. which relate to you who or what has 284 :11 RETPAHC SLLEPS touched them as well as revealing what is lowing round, as noted below. Each effect when the subject finishes what it was covered or concealed behind or under occurs during your turn. asked to do. You can instead specify them. The stones relate complete descrip- 2nd Round: Acid rains down in the area, conditions that will trigger a special ac- tions if asked. A stone’s perspective, per- dealing 1d6 points of acid damage (no tivity during the duration. For example, ception, and knowledge may prevent the save). you might suggest that a noble knight give stone from providing the details you are 3rd Round: You call six bolts of lightning her warhorse to the first beggar she meets. looking for (as determined by the DM). down from the cloud. You decide where If the condition is not met before the spell You can speak with natural or worked the bolts strike. No two bolts may be duration expires, the activity is not stone. directed at the same target. Each bolt deals performed. 10d6 points of electricity damage. A A very reasonable suggestion causes the Stone to Flesh creature struck can attempt a Reflex save save to be made with a penalty (such as –1 Transmutation for half damage. or –2) at the discretion of the DM. 4th Round: Hailstones rain down in the",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Spell Resistance: No 10 feet long or a cylinder of up to those",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level or until completed This spell summons one handheld musical",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates instrument of your choice. This in- and a drop of blood. Spell Resistance: Yes strument appears in your hands or at your feet (your choice). The instrument is typi- Storm of Vengeance You influence the actions of the target cal for its type. Only one instrument Conjuration (Summoning) creature by suggesting a course of activity appears per casting, and it will play only",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration (maximum 10 some other obviously harmful act auto- rounds) (D) matically negates the effect of the spell. Conjuration (Summoning) [see text]",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes actually pure water and that a quick dip",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) This spell creates an enormous black storm Urging a red dragon to stop attacking your",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None creature beneath the cloud must succeed likewise reasonable use of the spell’s",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more summoned crea- may only be summoned in an aquatic tures, no two of which can be more Level: Brd 5, Clr 5, Sor/Wiz 5 environment. than 30 ft. apart Effect: One or more summoned crea- When you use a summoning spell to tures, no two of which can be more summon an air, chaotic, earth, evil, fire, than 30 ft. apart This spell functions like summon monster I, good, lawful, or water creature, it is a spell of that type. For example, a summon except that you can summon one creature This spell functions like summon monster I, monster I is a lawful and evil spell when from the 3rd-level list, 1d3 creatures of the except that you can summon one creature cast to summon a fiendish dire rat. same kind from the 2nd-level list, or 1d4+1 from the 5th-level list, 1d3 creatures of the",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more summoned crea- Effect: One or more summoned crea- Effect: One or more summoned crea- tures, no two of which can be more tures, no two of which can be more tures, no two of which can be more than 30 ft. apart than 30 ft. apart than 30 ft. apart This spell functions like summon monster I, This spell functions like summon monster I, This spell functions like summon monster I, except you can summon one creature from except that you can summon one creature except that you can summon one creature the 6th-level list, 1d3 creatures of the same from the 7th-level list, 1d3 creatures of the from the 8th-level list, 1d3 creatures of the kind from the 5th-level list, or 1d4+1 crea- same kind from the 6th-level list, or 1d4+1 same kind from the 7th-level list, or 1d4+1 tures of the same kind from a lower-level creatures of the same kind from a lower- creatures of the same kind from a lower- list. level list. level list. Summon Monster Fiendish snake, Large viper CE Fiendish monstrous spider, Huge CE 1st Level Fiendish wolverine CE Fiendish snake, giant constrictor CE Celestial dog LG Celestial owl LG 4th Level 7th Level Celestial giant fire beetle NG Archon, lantern LG Celestial elephant LG Celestial porpoise1 NG Celestial giant owl LG Avoral (guardinal) NG Celestial badger CG Celestial giant eagle CG Celestial baleen whale1 NG Celestial monkey CG Celestial lion CG Djinni (genie) CG Fiendish dire rat LE Mephit (any) N Elemental, Huge (any) N Fiendish raven LE Fiendish dire wolf LE Invisible stalker N Fiendish monstrous centipede, NE Fiendish giant wasp LE Slaad, red CN Medium Fiendish giant praying mantis NE Devil, bone LE Fiendish monstrous scorpion, NE Fiendish shark, Large1 NE Fiendish megaraptor LE Small Yeth hound NE Fiendish monstrous scorpion, Huge NE Fiendish hawk CE Fiendish monstrous spider, Large CE Babau (demon) CE Fiendish monstrous spider, Small CE Fiendish snake, Huge viper CE Fiendish giant octopus1 CE Fiendish octopus1 CE Howler CE Fiendish girallon CE Fiendish snake, Small viper CE 5th Level 8th Level 2nd Level Archon, hound LG Celestial dire bear LG Celestial giant bee LG Celestial brown bear LG Celestial cachalot whale1 NG Celestial giant bombardier beetle NG Celestial giant stag beetle NG Celestial triceratops NG Celestial riding dog NG Celestial sea cat1 NG Lillend CG Celestial eagle CG Celestial griffon CG Elemental, greater (any) N Lemure (devil) LE Elemental, Medium (any) N Slaad, blue CN Fiendish squid1 LE Achaierai LE Fiendish giant squid1 LE Fiendish wolf LE Devil, bearded LE Hellcat LE Fiendish monstrous centipede, NE Fiendish deinonychus LE Fiendish monstrous centipede, NE Large Fiendish dire ape LE Colossal Fiendish monstrous scorpion, NE Fiendish dire boar NE Fiendish dire tiger CE Medium Fiendish shark, Huge NE Fiendish monstrous spider, CE Fiendish shark, Medium1 NE Fiendish monstrous scorpion, NE Gargantuan Fiendish monstrous spider, CE Large Fiendish tyrannosaurus CE Medium Shadow mastiff NE Vrock (demon) CE Fiendish snake, Medium viper CE Fiendish dire wolverine CE Fiendish giant crocodile CE 9th Level 3rd Level Fiendish tiger CE Couatl LG Celestial black bear LG Leonal (guardinal) NG Celestial bison NG 6th Level Celestial roc CG Celestial dire badger CG Celestial polar bear LG Elemental, elder (any) N Celestial hippogriff CG Celestial orca whale1 NG Slaad, green CN Elemental, Small (any) N Bralani (eladrin) CG Devil, barbed LE Fiendish ape LE Celestial dire lion CG Fiendish dire shark1 NE Fiendish dire weasel LE Elemental, Large (any) N Fiendish monstrous scorpion, NE Hell hound LE Janni (genie) N Gargantuan Fiendish snake, constrictor LE Chaos beast CN Night hag NE Fiendish boar NE Devil, chain LE Bebilith (demon) CE Fiendish dire bat NE Xill LE Fiendish monstrous spider, Colossal CE Fiendish monstrous centipede, NE Fiendish monstrous centipede, NE Hezrou (demon) CE Huge Gargantuan Fiendish crocodile CE Fiendish rhinoceros NE 1 May be summoned only into an aquatic or Dretch (demon) CE Fiendish elasmosaurus1 CE watery environment. 287 SPELLS CHAPTER 11: Summon Monster IX 3rd-level creature, 1d3 2nd-level creatures Summon Nature’s Ally IV Conjuration (Summoning) [see text for of the same kind, or 1d4+1 1st-level crea- Conjuration (Summoning) [see text] summon monster I] tures of the same kind. Level: Animal 4, Drd 4, Rgr 4",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Chaos 9, Clr 9, Evil 9, Good 9, When you use a summoning spell to Effect: One or more creatures, no two of Law 9, Sor/Wiz 9 summon an air, chaotic, earth, evil, fire, which can be more than 30 ft. apart",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more summoned crea- good, lawful, or water creature, it is a spell tures, no two of which can be more of that type. For example, summon nature’s This spell functions like summon nature’s than 30 ft. apart ally III is an evil and fire spell when you ally I, except that you can summon one cast it to summon a salamander. 4th-level creature, 1d3 3rd-level creatures This spell functions like summon monster I, except that you can summon one creature Summon Nature’s Ally from the 9th-level list, 1d3 creatures of the 5th Level same kind from the 8th-level list, or 1d4+1 Arrowhawk, adult creatures of the same kind from a lower- 1st Level Bear, polar (animal) level list. Dire rat Dire lion Eagle (animal) Elasmosaurus1 (dinosaur) Monkey (animal) Summon Nature’s Ally I Elemental, Large (any) Octopus1 (animal) Conjuration (Summoning) Griffon Owl (animal)",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Dire badger 6th Level Dire bat This spell summons a natural creature. It Elemental, Small (any) Dire bear appears where you designate and acts Hippogriff Elemental, Huge (any) Elephant (animal) immediately, on your turn. It attacks your Shark, Medium1 (animal) Girallon opponents to the best of its ability. If you Snake, Medium viper (animal) Megaraptor (dinosaur) can communicate with the creature, you Squid1 (animal) Octopus, giant1 (animal) can direct it not to attack, to attack partic- Wolverine (animal) Pixie* (sprite) [NG; no special arrows] ular enemies, or to perform other actions. Salamander, average [NE] A summoned monster cannot summon 3rd Level Whale, baleen1 or otherwise conjure another creature, nor Ape (animal) Xorn, average can it use any teleportation or planar travel Dire weasel *Can’t cast Otto’s irresistible dance abilities. Creatures cannot be summoned Dire wolf into an environment that cannot support Eagle, giant [NG] 7th Level them. For instance, a porpoise may only be Lion Arrowhawk, elder summoned in an aquatic environment. Owl, giant [NG] Dire tiger The spell conjures one of the creatures Satyr [CN; without pipes] Elemental, greater (any) from the 1st-level list on the accompany- Shark, Large1 (animal) Djinni (genie) [NG] ing Summon Nature’s Ally table. You Snake, constrictor (animal) Invisible stalker choose which kind of creature to summon, Snake, Large viper (animal) Pixie* (sprite) [NG; with sleep arrows] and you can change that choice each time Thoqqua Squid, giant1 (animal) you cast the spell. All the creatures on the Triceratops (dinosaur) table are neutral unless otherwise noted. 4th Level Tyrannosaurus (dinosaur) Arrowhawk, juvenile Whale, cachalot1 (animal) Bear, brown (animal) Summon Nature’s Ally II Xorn, elder Crocodile, giant (animal) Conjuration (Summoning) *Can’t cast Otto’s irresistible dance Deinonychus (dinosaur)",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no two of 8th Level Dire boar which can be more than 30 ft. apart Dire shark1 Dire wolverine Roc Elemental, Medium (any) This spell functions like summon nature’s Salamander, noble [NE] Salamander, flamebrother [NE] ally I, except that you can summon one Tojanida, elder Sea cat1 2nd-level creature or 1d3 1st-level crea- Shark, Huge1 (animal) tures of the same kind. 9th Level Snake, Huge viper (animal) Elemental, elder Tiger (animal) Summon Nature’s Ally III Tojanida, juvenile1 Grig [NG; with fiddle] (sprite) Conjuration (Summoning) [see text] Unicorn [CG] Pixie* (sprite) [NG; with sleep and memory",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no two of Unicorn, celestial charger which can be more than 30 ft. apart *Can cast Otto’s irresistible dance This spell functions like summon nature’s 1 May be summoned only into an aquatic or watery environment. ally I, except that you can summon one 288 :11 RETPAHC SLLEPS of the same kind, or 1d4+1 lower-level summon an air, chaotic, earth, evil, fire, and takes 4d6 points of damage. Any crea- creatures of the same kind. good, lawful, or water creature, it is a spell tures to which sunlight is harmful or When you use a summoning spell to of that type. unnatural take double damage. A success- summon an air, chaotic, earth, evil, fire, ful Reflex save negates the blindness and good, lawful, or water creature, it is a spell Summon Nature’s Ally IX reduces the damage by half. of that type. An undead creature caught within the Conjuration (Summoning) [see text] beam takes 1d6 points of damage per caster",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no two of This spell functions like summon nature’s bright light (such as a vampire) if it fails its which can be more than 30 ft. apart ally I, except that you can summon one save. 9th-level creature, 1d3 8th-level creatures The ultraviolet light generated by the This spell functions like summon nature’s of the same kind, or 1d4+1 lower-level ally I, except that you can summon one creatures of the same kind. spell deals damage to fungi, mold, oozes, 5th-level creature, 1d3 4th-level creatures When you use a summoning spell to and slimes just as if they were undead of the same kind, or 1d4+1 lower-level summon an air, chaotic, earth, evil, fire, creatures. creatures of the same kind. good, lawful, or water creature, it is a spell When you use a summoning spell to of that type. Sunburst summon an air, chaotic, earth, evil, fire, Evocation [Light] good, lawful, or water creature, it is a spell Summon Swarm Level: Drd 8, Sor/Wiz 8, Sun 8 of that type. Conjuration (Summoning) Components: V, S, M/DF",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no two of Effect: One swarm of bats, rats, or Saving Throw: Reflex partial; see text which can be more than 30 ft. apart spiders Spell Resistance: Yes",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration + 2 rounds This spell functions like summon nature’s Saving Throw: None Sunburst causes a globe of searing radiance ally I, except that you can summon one Spell Resistance: No to explode silently from a point you select. 6th-level creature, 1d3 5th-level creatures All creatures in the globe are blinded and of the same kind, or 1d4+1 lower-level You summon a swarm of bats, rats, or spi- take 6d6 points of damage. A creature to creatures of the same kind. ders (your choice), which attacks all other which sunlight is harmful or unnatural When you use a summoning spell to creatures within its area. (You may takes double damage. A successful Reflex summon an air, chaotic, earth, evil, fire, summon the swarm so that it shares the save negates the blindness and reduces the good, lawful, or water creature, it is a spell area of other creatures.) If no living crea- damage by half. of that type. tures are within its area, the swarm attacks An undead creature caught within the or pursues the nearest creature as best it globe takes 1d6 points of damage per caster Summon Nature’s Ally VII can. The caster has no control over its level (maximum 25d6), or half damage if a Conjuration (Summoning) [see text] target or direction of travel. Reflex save is successful. In addition, the",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no two of rat, and spider swarms. undead creature specifically harmed by which can be more than 30 ft. apart Arcane Material Component: A square of bright light (such as a vampire) if it fail its save. red cloth. The ultraviolet light generated by the This spell functions like summon nature’s spell deals damage to fungi, mold, oozes, ally I, except that you can summon one Sunbeam and slimes just as if they were undead 7th-level creature, 1d3 6th-level creatures Evocation [Light] creatures. of the same kind, or 1d4+1 lower-level Level: Drd 7, Sun 7 creatures of the same kind. Components: V, S, DF Sunburst dispels any darkness spells of",
        "name":  "Effect",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action lower than 9th level within its area. summon an air, chaotic, earth, evil, fire, Range: 60 ft. Arcane Material Component: A piece of good, lawful, or water creature, it is a spell Area: Line from your hand sunstone and a naked flame. of that type. Duration: 1 round/level or until all beams are exhausted Symbol of Death Summon Nature’s Ally VIII Saving Throw: Reflex negates and Necromancy [Death] Conjuration (Summoning) [see text] Reflex half; see text Level: Clr 8, Sor/Wiz 8",
        "name":  "When you use a summoning spell to Casting Time",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animal 8, Drd 8 Spell Resistance: Yes Components: V, S, M",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Mercury and phos- Necromancy phorus, plus powdered diamond and opal Level: Clr 7, Sor/Wiz 7 with a total value of at least 5,000 gp. This spell functions like symbol of death, Symbol of Sleep except that every creature within 60 feet of Enchantment (Compulsion) [Mind- a symbol of weakness instead suffers Affecting] crippling weakness that deals 3d6 points of",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 6 The DC in each case is 25 + spell level,",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Symbol of Stunning Enchantment By attuning yourself to a freestanding (Compulsion) [Mind- structure such as a building, bridge, Affecting] or dam, you can create a damaging",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will the vibration deals 2d10 points of negates damage per round to the target structure. (Hardness has no effect This spell functions like symbol on the spell’s damage.) You can of death, except that all creatures choose at the time of casting to within 60 feet of a symbol of limit the duration of the spell; stunning instead become stun- otherwise it lasts for 1 round/ ned for 1d6 rounds. level. If the spell is cast upon a",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A tuning fork. Jozan casts symbol of pain. 291 SPELLS CHAPTER 11: Sympathy Telekinesis level (maximum 15) that are within range and all within 10 feet of each other toward Enchantment (Compulsion) [Mind- Transmutation any target within 10 feet per level of all the Affecting] Level: Sor/Wiz 5 objects. You can hurl up to a total weight of",
        "name":  "Focus",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1,500 gp worth of An object can be telekinetically man- Target: You and touched objects or other crushed pearls and a drop of honey. ipulated as if with one hand. For example, touched willing creatures a lever or rope can be pulled, a key can be Duration: Instantaneous Tasha’s Hideous Laughter turned, an object rotated, and so on, if the Saving Throw: None and Will negates Enchantment (Compulsion) [Mind- force required is within the weight limita- (object) Affecting] tion. You might even be able to untie Spell Resistance: No and Yes (object)",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M such as these require Intelligence checks This spell instantly transports you to a",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 7, Travel 7 random direction. Distance off target is Temporal Stasis 1d10×1d10% of the distance that was to be This spell functions like teleport, except Transmutation traveled. For example, if you tried to travel that there is no range limit and there is no Level: Sor/Wiz 8 120 miles, landed off target, and rolled 5 chance you arrive off target. In addition, Components: V, S, M and 3 on the two d10s, then you would be you need not have seen the destination, Casting Time: 1 standard action 15% off target. That’s 18 miles, in this case. but in that case you must have at least a Range: Touch",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched target randomly, such as by rolling 1d8 and you are teleporting (such as a detailed Duration: Permanent designating 1 as north, 2 as northeast, and description from someone else or a partic- Saving Throw: Fortitude negates so forth. If you were teleporting to a ularly precise map). If you attempt to tele- Spell Resistance: Yes coastal city and would up 18 miles out at port with insufficient information (or with sea, you could be in trouble. misleading information), you disappear You must succeed on a melee touch attack.",
        "name":  "The DM determines the direction off reliable description of the place to which Target",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A powder compo- Seen casually 01–88 89–94 95–98 99–100 sed of diamond, emerald, ruby, and sap- Viewed once 01–76 77–88 89–96 97–100 phire dust with a total value of at least False destination (1d20+80) — — 81–92 93–100 5,000 gp. 293 SPELLS CHAPTER 11: Tenser’s Floating Disk Time Stop model of a ziggurat, which shatters when Evocation [Force] Transmutation the verbal component is pronounced.",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Target: Creature touched",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level Range: Touch This spell’s effect may make it impos-",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 5, Sor/Wiz 5 shallow enough to be damaged or even Conjuration (Summoning) partially toppled by this spell.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Duration: Permanent; see text wind, and normal drainage.",
        "name":  "Spell Resistance",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clay and Saving Throw: See text This spell transforms normal mud or water. Spell Resistance: Yes; see text quicksand of any depth into soft stone (sandstone or a similar mineral) perma- Trap the soul forces a creature’s life force nently. Any creature in the mud is allowed Transport via Plants (and its material body) into a gem. a Reflex save to escape before the area is Conjuration (Teleportation) The gem holds the trapped entity in- hardened to stone. Level: Drd 6 definitely or until the gem is broken and Transmute mud to rock counters and dis- Components: V, S pels transmute rock to mud. Casting Time: 1 standard action the life force is released, which allows the",
        "name":  "Arcane Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drd 5, Sor/Wiz 5 Spell Resistance: No the Material Plane), it can be required to",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanent; see text gardless of the distance separating the two. spell can be triggered in one of two ways.",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text The entry plant must be alive. The Spell Completion: First, the spell can be",
        "name":  "Saving Throw",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text Upon completion of the spell, the crea- (instead of as a standard action). ture is immediately restored to full hit You gain temporary, intuitive insight into points, vigor, and health, with no loss of Tree Stride level (or Constitution points) or prepared the immediate future during your next Conjuration (Teleportation) spells. attack. Your next single attack roll (if it is",
        "name":  "You can dismiss tree shape as a free action Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal destroyed. This spell can also resurrect ele- that applies to attackers trying to strike a",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level or until constructs or undead creatures. Focus: A small wooden replica of an expended; see text Even true resurrection can’t restore to life archery target. a creature who has died of old age. 296 :11 RETPAHC SLLEPS Undeath to Death effect lapses, but it can be renewed or Unholy Blight replaced simply by casting unhallow again. Necromancy Evocation [Evil] Spell effects that may be tied to an",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous (1d4 rounds); purge, protection from energy, remove fear, This spell functions like circle of death, ex- see text resist energy, silence, tongues, and zone of truth. cept that it destroys undead creatures as Saving Throw: Will partial Saving throws and spell resistance might noted above. Spell Resistance: Yes apply to these spells’ effects. (See the indi-",
        "name":  "Duration",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The powder of a vidual spell descriptions for details.) crushed diamond worth at least 500 gp. You call up unholy power to smite your An area can receive only one unhallow enemies. The power takes the form of a spell (and its associated spell effect) at a Undetectable Alignment cold, cloying miasma of greasy darkness. time. Abjuration Only good and neutral (not evil) creatures Unhallow counters but does not dispel",
        "name":  "Material Component",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 1, Clr 2, Pal 2 are harmed by the spell. hallow.",
        "name":  "Level",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S The spell deals 1d8 points of damage per",
        "name":  "Components",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) creature (or 1d6 per caster level, maximum gp per level of the spell to be tied to the",
        "name":  "Range",
        "source":  "players_handbook_core_rulebook_i_v35.txt",
        "_id":  "21cc5c3220c6325bb43b7fa8344bd936a16350948fa135cc3b0b1735281a38e4"
    }
]
