[
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Transmutation Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No enough to stabilise it and bring it back to 0 hit points so that it is able to fend for itself without actually This Word functions like the knock spell, opening curing its wounds. two methods of locking in a single target. Alternatively, the speaker can pronounce this Word Tire aloud so that a single method of locking is opened in Transmutation all objects within the Word’s range. Level Equivalent: 3rd level",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Transmutation Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 6 ranks in Perform and 5 ranks in Speak High Draconic can cause normal vegetation (grasses, briars, bushes, creepers, thistles, trees, vines, etc.) within close range (25 feet + 5 feet per level) to become thick and overgrown. This melody works otherwise like the spell of the same name, except that the vegetation returns to normal 5 rounds after the bard stops singing.",
        "name":  "Plant Growth",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 3 ranks in Perform come from somewhere else. This melody is different and 3 ranks in Speak High Draconic can simply than the rest as it does not requires the bard to spend vocalise the words of the green dragonsong in order a use of bardic music, although he can only use it to breathe water as per the spell of the same name. once per day and it has no effect by itself. Instead, This only affects the bard, and the effect stops 5 the bard can use any of his bardic music abilities or rounds after he stops vocalising. other dragonsong melodies from another point of origin as far as 25 feet plus 5 feet per caster level.",
        "name":  "Water Breathing",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 6 ranks in the dragonsong version, he can use it on charmed or Perform and 6 ranks in Speak High Draconic can helpless creatures as well. The victim’s DC to save cause the power of the High Draconic lyrics to weave is 14 + the bard’s Cha modifier. an illusion in the landscape, working exactly like the spell of the same name. Creatures entering the",
        "name":  "Hallucinatory Terrain",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 9 ranks in Perform and 8 ranks of a single creature through the High Draconic lyrics in Speak High Draconic can use his voice projected of the dragonsong. This effect acts as the dominate through High Draconic to weave an illusion over person spell but the bard can only use it against a group of creatures, changing their appearance as creatures he has already fascinated, are charmed or the spell of the same name. If the bard’s signing is helpless. The target’s DC to resist this song is 18 inappropriate for the disguise, creatures interacting + bard’s Cha modifier. The victim is freed as soon with the bard’s group can make a Listen check (DC as the bard stops singing. The bard must spend two 18 + bard’s Cha modifier) to hear the singing and bardic music uses for this melody. then attempt to disbelieve. The illusion fades 5 rounds after the bard stops singing. The bard must",
        "name":  "Veil",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 3 ranks in Perform and Bellows: A bard with 3 ranks in Perform and 3 ranks 3 ranks in Speak High Draconic can envelop himself in Speak High Draconic can make the air coming in a song of fire that allows him to resist fire-based out from his mouth into a strong wind as per the damage as if he was the subject of a resist elements gust of wind spell of the same name, except that the spell. The effect ceases as soon as the bard stops effect is a cone coming from the bard’s mouth, not an singing. This effect does not accumulate with the emanation. endure elements, protection from elements and resist elements spells. Freezing Fog: A bard with 6 ranks in Perform and 4 ranks in Speak High Draconic can summon an icy",
        "name":  "Fire Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 3 ranks in Perform and 4 mist similar to a solid fog spell but which also causes ranks in Speak High Draconic can sing himself into a a rime of slippery ice to form on any surface the fog trance that lasts as many minutes as his Constitution touches, creating the effect of a grease spell. The fog score. While in the trance, he can divine the location dissipates as soon as the bard stops singing but the of an object as if he was using the locate object spell. ice layer remains for 5 rounds after that. The bard must spend two bardic music uses for this melody.",
        "name":  "Locate Object",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 9 ranks in Perform and a numbing cold freeze their limbs. The song affects 9 ranks in Speak High Draconic can enter a trance all opponents within 60 feet of the bard, who must through his song, where he can then divine the make a Fortitude save (DC 16 + Cha modifier) or be shortest way to a location as with the find the path frozen in place as if by a hold monster spell. The spell. If the bard is forced to exit the trance before effect wears off 5 rounds after the bard stops singing reaching his destination, he forgets the way and must but the victims are left with a numbing sensation and wait to sing the song again after resting for a day. with a -1 penalty to their attack and damage rolls that The bard must spend two bardic music uses for this wears off after rest. The bard must spend two bardic melody. music uses for this melody.",
        "name":  "Find the Path",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 3 ranks in Perform Control Weather: A bard with 12 ranks in Perform and 3 ranks in Speak High Draconic envelops and 9 ranks in Speak High Draconic can control the himself in the elemental nature of the dragon’s power weather as per the white dragonsong melody. The and protects himself as if he was under the effects of bard must spend three bardic music uses for this the spell of the same name. The protection stops as melody. soon as the bard stops singing. Bronze Dragonsong",
        "name":  "Endure Elements",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The same as the brass 7 ranks in Speak High Draconic can make the wind dragonsong melody. answer to his voice. This melody works like the control winds spell, except that the bard must keep",
        "name":  "Song of the Fauna",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 6 ranks in Perform and 7 ranks in Speak High Draconic can sing a very subtle tune that reflects off the minds of creatures around him, creating an effect similar to the detect thoughts spell with a 60 feet radius. While he sings, the bard is aware of the presence of sentient minds in the area and hears a jumble of thoughts inside his head. He must make a Will save (DC 10 + number of creatures present) in order to focus on a single mind and tune out the rest.",
        "name":  "Mind Echo",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 9 ranks in Perform and 9 ranks in Speak High Draconic can raise or lower the level of a body of water as per the spell of the same name. The effect stops as soon as the bard stops singing. The bard must spend two bardic music uses for this melody.",
        "name":  "Control Water",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 3 ranks in Perform but the effect ends as soon as the bard stops singing. and 4 ranks in Speak High Draconic can instil his The bard must spend two bardic music uses for this allies with a sense of self-worth that helps them melody. strive harder and perform better. All allies receive a +1 bonus to attack rolls and saving throws. If he",
        "name":  "This works in the same way as the spider climb spell Inspire Confidence",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 3 ranks in Perform previously sang inspire courage the bonuses stack, and 5 ranks in Speak High Draconic can make stone and the bard can make a Perform check (DC 18) dance to the rhythm of his music. This ability works to maintain both songs at the same time once the as the stone shape spell. The bard must spend two effect of inspire courage fades away 5 rounds after bardic music uses for this melody. the bard stopped singing it, in order to sing inspire confidence.",
        "name":  "Rhythm of Stone",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 6 ranks in Perform and 7 ranks in Speak High Draconic has learned to Fortune Stone: A bard with 3 ranks in Perform and 5 make earth resonate with his voice and the power ranks in Speak High Draconic can imbue a precious of the High Draconic verses. He can choose to gem with any one of the inspire bardic music or transmute rock to mud or transmute mud to rock dragonsong melodies (inspire courage, inspire as per the spells. The bard must spend two bardic confidence, inspire competence, inspire greatness, music uses for this melody. etc.) and give it to someone else. The gem must be worth at least 10 gp per rank of Perform needed to",
        "name":  "Earth Resonance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 9 ranks in know the melody or music. The person who receives Perform and 9 ranks in Speak High Draconic can the gem enjoys the benefit of the song imbued within project his voice through the High Draconic verses it as long as he holds it in one hand or otherwise of the copper dragonsong to stop foes advancing, secured against his skin. The effect resonates within as they feel their limbs stiffen. The song affects the stone for 1 hour plus an extra hour per bard’s all opponents within 60 feet of the bard, who must Charisma modifier. make a Fortitude save (DC 17 + Cha modifier) or be immobilised as if by a hold monster spell. The Impose Duty: A bard with 6 ranks in Perform and effect wears off 5 rounds after the bard stops singing. 7 ranks in Speak High Draconic can sing a song The bard must spend two bardic music uses for this of heroism and duty, and impose a task on a single melody. victim that listens to it. The victim can make a Will save (DC 17 + Cha modifier) to avoid the task but,",
        "name":  "Unmoving Repulsion",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bard with 12 ranks in Perform Harmonic Fall: A bard with 3 ranks in Perform and and 11 ranks in Speak High Draconic can sing 4 ranks in Speak High Draconic can cause the power himself into a state of mind that warns him of locked in the High Draconic verses to sustain a fall, impending danger about him or another, similar to acting as a feather fall spell as long as the bard keeps the foresight spell. The bard must sing this melody singing. If attacked successfully while falling, he for 9 full rounds before he enters that state, which must roll a Concentration check (DC 10 + damage then lasts for its normal duration. The bard must suffered) to maintain the melody. spend three bardic music uses for this melody.",
        "name":  "Song of Prophecy",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a dragonslayer can carry the torso to be resource-minded spellcasters find extremely wasteful dissected, he might as well take the whole beast – not to mention extremely insulting to dragonkind. while he is at it. However, a torso can be sold",
        "name":  "Torso",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Even if the wielder is not a spellcaster, he gains a Spell Resistance rating as long",
        "name":  "Spell Resistance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The dragon can grant the charm’s recipient with enhanced senses. The dragon suffers Spell Resistance: The dragon can extend all or some an extra 3d6 points of subdual damage. The charm’s of his natural Spell Resistance rating to the recipient recipient can see twice as well as normal as long of the charm. It suffers an amount of subdual as the charm is in his possession, and may invoke damage equal to the SR rating being bestowed, the the power of darkvision once per day, which works dragon may imbue any rating between 13 and his as the spell of the same name cast at the dragon’s own rating. The charm’s recipient can invoke the current caster level. Spell Resistance once per day and enjoys it for one round per dragon’s caster level.",
        "name":  "Keen Senses",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The character is required to succeed at already possess a feat from Core Rulebook I or this a skill check, ability check or saving throw. The book, or another ascendancy feature. Some features difficulty of these rolls is indicated in the feature’s are equivalent to feats, and a character who has either description. Particularly powerful features require is considered to meet the prerequisite. Each feature spell slots and a die roll. indicates what feat it is equivalent to. The feature remains activated for a limited time, If the character meets the prerequisites, he can although some features can alter this duration. pay the unlocking cost. Most costs are paid for in experience points, either a fixed amount or a result of the character’s current level. Other costs are expressed in devoted spell slots. Like the mental strain incurred by learning High Draconic, some ascendancy features require arcane energy to remain restrained. The devoted spell slot remains unavailable to the caster as if he had used it for the day. For wizards, this means they cannot prepare spells of the devoted levels; bards and sorcerers cannot use the devoted spells’ slots to cast their spells. If the caster uses the spell slot he devoted to unlock the ascendancy feature, it goes dormant and the character must pay the cost of unlocking it again. Using Features Features are considered extraordinary, supernatural or spell-like ability, and their activation time depends on their 3388 39 ASCENDANCY – PRIMORDIAL BLOOD",
        "name":  "Die Roll",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Same as base feature. feature. As the character invokes the power of his blood to activate it, his appearance changes One of the previous features the character has slightly to reflect his lineage. Anatomical features unlocked becomes permanent. Sensory features are carry their appearance change with them, as the always active, anatomical features are irreversible character shifts part of his body to resemble that and special features are available at all times. To fix of a dragon but other features have more subtle, a feature, the character must sacrifice 500 XP plus though no less impressive, secondary effects. Eyes the same experience cost as the original feature. may change colour and the pupils become slitted, If the feature has a spell slot unlocking cost, the the tongue may fork, the character may exude an character pays an additional 500 XP per spell level odour corresponding to his ancestral species or a and the slot is freed for normal use. Sensory and ghostly image of his ancestor may appear behind anatomical features become permanently active. him, revealing that he has the soul of a dragon. This Special features are available for use once per day appearance change is different for each feature and it per half the character’s level, with no activation cost fades away as its duration comes to an end but some necessary, although if there is a die roll the character may wish to make the change permanent, to reflect must still succeed at it. Spell-like abilities still the power of their blood and enjoy its benefits. require activation as normal. Dragons who witness the changes will react depending on their disposition and the species the Natural Shapeshifter dragon-blooded character is descended from. The You understand the fluidity of physical forms only certainty is that dragons do not remain passive intimately. and indifferent at the spectacle of a mortal harnessing Prerequisites: Any anatomical feature. the power of their blood, showing by his deeds that Unlocking Cost: Current level x 100 XP. he is dragonkin. Activation: Special.",
        "name":  "Appearance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd level spell slot. Your sense of hearing is superior to that of others of",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 500 XP; 2nd level spell slot.",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1st level spell slot; 1 action.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 100 XP; 1st level Fangs spell slot.",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 15) or a 1st level Your teeth become pointed and sharp. spell slot; 1 full round. Prerequisites: Con 12+.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/character level. Unlocking Cost: Current level x 100 XP; 1st level spell slot.",
        "name":  "Duration",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 15) or a 1st level his normal attack bonus without provoking an spell slot; 1 full round. attack of opportunity. Damage dealt depends on Duration: 1 round/character level. the character’s size, with sizes larger then medium listed in case the character unlocks the enlarge The character gains a bite attack, performed at feature as well. If the character unlocked the natural his normal attack bonus without provoking an shapeshifter feature, he can make a Control Shape attack of opportunity. Damage dealt depends on check instead of a Constitution check and, if he the character’s size, with sizes larger than medium possesses the Improved Control Shape feat, he does listed in case the character unlocks the enlarge not need to roll to activate this feature. feature as well. If the character unlocked the natural shapeshifter feature, he can make a Control Shape check instead of a Constitution check and, if he possesses the Improved Control Shape feat, he does not need to roll to activate this feature. Size Bite Damage Small 1d4 Medium 1d6 Large 1d8 Huge 2d6 Gargantuan 2d8 Colossal 4d6 Neck Your neck lengthens to resemble a dragon’s.",
        "name":  "The character gains a claw attack, performed at Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 15) or a 1st level spell slot; 1 full round.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 100 XP; 1st level Scaly Hide spell slot. You grow scales all over your body.",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 15) or a 1st level Prerequisites: Con 12+ spell slot; 1 full round. Unlocking Cost: Current level x 250 XP; 1st level",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/character level. spell slot.",
        "name":  "Duration",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 15) or a 1st level The character gains an additional tail slap attack, spell slot; 1 full round. performed at -5 to his highest attack bonus without Duration: 1 minute/character level. provoking an attack of opportunity. Damage dealt Appearance: The scales are the colour of a juvenile depends on the character’s size, with sizes larger dragon of character’s draconic ancestor species. than medium listed in case the character unlocks the enlarge feature as well. If the character unlocked the The character gains a +4 natural armour bonus to AC natural shapeshifter feature, he can make a Control but suffers a -4 penalty to all Charisma-based rolls Shape check instead of a Constitution check and, when dealing with non-reptilian intelligent creatures. if he possesses the Improved Control Shape feat, If the character unlocked the natural shapeshifter he does not need to roll to activate this feature. In feature, he can make a Control Shape check instead addition, the character gains a +2 inherent bonus to of a Constitution check and, if he possesses the all Balance checks. Improved Control Shape feat, he does not need to roll to activate this feature. Size Tail Slap Damage Small - Bony Ridges Medium 1d6 Large 1d8 You grow horns and bony spikes all over your body. Huge 2d6 Prerequisites: Scaly Hide. Gargantuan 2d8 Unlocking Cost: Current level x 250 XP. Colossal 4d6 Activation: Constitution check (DC 15) or a 1st level spell slot; 1 full round.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 300 XP; 2nd level The character’s skin erupts with bony ridges along spell slot. the spine, arms, face and legs. The character gains a",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 15) or a 2nd +2 circumstance bonus to grapple checks and deals level spell slot; 1 full round. +1d4 damage when grappling. The character deals",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/character level. this damage to an opponent that is pinning him. If the character unlocked the natural shapeshifter The character gains a fly movement rate equal to feature, he can make a Control Shape check instead double his walk speed. His manoeuvrability is of a Constitution check and, if he possesses the average if he is of Medium or Large size and poor Improved Control Shape feat, he does not need to if he is Huge or larger. Flying for a long time is the roll to activate this feature. same as walking at a hustle. The character suffers 1 point of subdual damage in the second continuous Ability Increase hour of flying and suffers additional subdual damage equal to double the amount suffered in the previous You use the power of your blood to increase your hour. A winged character suffers a size modifier physical potential. to AC as if he was one size category larger (-1 for Prerequisites: Hidden Strength feat. Large, -2 for Huge, -4 for Gargantuan and -8 for Unlocking Cost: Current level x 250 XP; 2nd level Colossal). If the character unlocked the natural spell slot. shapeshifter feature, he can make a Control Shape Activation: 2nd level spell slot; 1 action. check instead of a Constitution check and, if he Duration: 1 round/character level. 4422 43 ASCENDANCY – PRIMORDIAL BLOOD",
        "name":  "Duration",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 500 XP; 3rd level spell slot. spell slot.",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd level spell slot; 1 full round.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd level spell slot; 1 action.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 500 XP; 3rd level Green Cone** of gas 6d6 17 spell slot. Red Cone of fire 6d10 19",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constitution check (DC 18) and 2nd White Cone of cold 3d6 16 level spell slot; 1 full round. Brass Line of fire 3d6 17",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Iron Will feat. spell slot; 1 action.",
        "name":  "Prerequisites",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd level spell slot; 1 action. Appearance: The character’s mien takes on an awe-",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3rd level spell slot; 1 action. presence of dragons.",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Current level x 250 XP; 3rd level description. spell slot.",
        "name":  "Unlocking Cost",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude save (DC 15 + enhancement Chromatic Spell-Like Abilities bonus needed to pierce the DR); 1 action. Species Spell-Like Ability Spell Level",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The character grows scales the colour Darkness 2nd of a juvenile dragon of character’s draconic ancestor Plant Growth 3rd species. Insect Plague 5th Charm Reptiles* 8th The character can give his skin the supernatural Blue Ventriloquism 1st resistance to damage of all dragons. For the feature’s Create/Destroy Water* 2nd duration, he gains a Damage Reduction rating Hallucinatory Terrain 4th according to his current level. Mirage Arcana 5th Veil 7th Character Damage Green Plant Growth 3rd Level Reduction Suggestion 4th 1-5 5/+1 Dominate Person 5th 6-10 10/+1 Command Plants 8th 11-15 15/+2 Red Locate Object 2nd 16-20 20/+2 Suggestion 4th Find the Path 6th He can only use this feature three times per day, if Discern Location 8th this feature is made permanent, he can use it once per White Fog Cloud 2nd day per half his character level, whichever is higher. Gust of Wind 3rd Freezing Fog* 4th Spell-like Abilities Wall of Ice 4th You gain the arcane adeptness of your ancestor dragon.",
        "name":  "Appearance",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Arcane caster level sufficient to cast Metallic Spell-Like Abilities the spell. Species Spell-Like Ability Spell Level",
        "name":  "Prerequisites",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcasting; as the spell. Suggestion 4th",
        "name":  "Activation",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As the spell. Control Winds 5th",
        "name":  "Duration",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Increase from the base creature as The dragon aspected are usually spellcasters who follows: Str +1d4+1. only explore the tip of their draconic heritage but they have been known to be born in communities Climate/Terrain: Same as the base creature. standing where dragons were once active. They",
        "name":  "Abilities",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Increase by one die type, to a maximum on their body. Some of these children are killed the of d12. If the base creature has more than one die moment they are born but others live one to explore type as a result of multiclassing, use the class or the potential of their bloodline. Spellcasters see type with the highest levels or HD. Whenever the this as a form that gives many of a dragon’s abilities creature gains additional levels or HD for that class without the usually alien appearance of the half- or creature type, use the dragon-enhanced die type to dragons. Dragonchildren look like members of their roll for hit points. Use the normal die types for all parent race but have a dragon’s eyes and skin, plus an other classes. air of mystery and wonder about them.",
        "name":  "Hit Dice",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Int 15+, Cha 15+. Spells per Day: At every odd level, the dragon",
        "name":  "Ability",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 10 ranks, Speak High master gains additional spell slots as if he had gained Draconic 3 ranks. a level in the spellcasting class he belonged to before",
        "name":  "Skill",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must be able to cast 3rd level arcane spells. gain any other benefit a character of that class would",
        "name":  "Spells",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cha 17+, Spell Penetration. to 1/25 the cost in gold pieces of the material. Spells",
        "name":  "Prerequisite",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An arcane spellcaster needs material modifier to his caster check. components to cast his spells.",
        "name":  "Normal",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The character can see four times as well Creatures with more than one ‘natural’ form such as as a human in low light, and twice as well in normal lycanthropes, can choose their Strength or Dexterity light. score from among all their forms. If transformed against his will, like with a polymorph other spell, Dragon Hearing (General) the character can mage a second Fortitude save (DC Your sense of hearing becomes inhumanly sharp. 15) to choose his Strength and Dexterity scores from",
        "name":  "Benefit",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "8 ranks in Spellcraft. Hidden Strength (General) Benefit: The character can make any of his spells that deal hit point damage deal subdual damage You keep your physical attributes while in an instead. A restrained spell uses up a spell slot one alternate form. level higher than the spell’s actual level.",
        "name":  "Prerequisite",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The market price of an inert dragon part is calculated as follows: DC 20 + spell’s normal level + double the number of subtracted levels. Market Price = Dragon’s CR x Part Size x",
        "name":  "Power Substitution Check",
        "source":  "dragon_magic___power_incarnate.txt",
        "_id":  "434cc8e306fc29537e70cb80371e2da1bc259e7d28c8102a12f04e96f2e9f111"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Much like a swift action, an immediate Some of the class features, feats, and spells described in Drow action consumes a very small amount of time, but represents a of the Underdark use these concepts. A description of how they larger expenditure of effort and energy than a free action. Unlike work follows. a swift action, an immediate action can be performed ay any",
        "name":  "Immediate Actions",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drow Sign Language cannot be used as part other animals do. Instead, they must be “programmed” by a of a spell’s verbal component. trainer, who encodes a desired pattern of behavior that the However, as pointed out in Chapter 1, Drow Sign Lan- creature reproduces under a specifi c set of circumstances. guage is quite similar to the somatic gestures used to cast This technique is beyond the capabilities of most animal arcane spells. An arcane spellcaster who is fl uent in Drow handlers, and only characters with the Vermin Trainer Sign Language gains a +2 bonus on Spellcraft checks made to feat (see page 53) or with access to a similar ability—such identify a spell being cast (if it has a somatic component), and as that granted by the vermin keeperUnd prestige class can increases by 2 the Spellcraft DC to identify any of her spells train vermin. as she casts them (whether or not those spells have somatic Even with the required feat, handling and training mind- components). less creatures has associated challenges. The larger the",
        "name":  "Spellcasting",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drow Sign Language relies on sight to trans- vermin, for example, the harder it is to control—thus, when mit messages—and is usually used when underground—so it making a Handle Animal check to handle or train a vermin, is largely ineffectual when directed at those out of darkvision apply the creature’s special size modifi er to the check DC. range. To compensate for the challenges imposed by their native environment, the drow have learned to manipulate Vermin Size Handle Animal DC Modifier their innate ability to use dancing lights to communicate over Medium or smaller +0 Large +2 longer distances. Huge +5 To use this ability, a drow must use dancing lights and make Gargantuan +10 a successful DC 15 Spellcraft check (or DC 20 for complex Colossal +15 messages). As with Bluff, if the Spellcraft check fails by 4 or less, the drow can’t get the message across. Failure by 5 or more Vermin can learn up to three tricks or one general purpose indicates that false information is communicated. that encompasses no more than three tricks. Some vermin 95726720_Ch02.indd 46 2/22/07 2:59:56 PM 47 OPTIONS DROW CHAPTER 2 NEW FEATS In exchange, you take a –2 penalty on attack rolls The drow use special tactics against other creatures and in combat, favoring techniques a –2 penalty to AC against that incapacitate their foes rather attacks made by other than kill them. The reason is simple: creatures. They harvest slaves from the ranks of The bonus and penalty their fallen enemies. The drow do kill, last until the start of your next certainly, but indiscriminate slaughter turn. is a waste of a good labor source.",
        "name":  "Dancing Lights",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkness as a use it to change positions spell-like ability, darkvision. with your foe.",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat the shadowy illumination cre- Refl exes. ated by a darkness spell as if the",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkness as a spell-like to function. For example, an ability. Using his Constant Guardian feat, a male drow incorporeal character inside a solid",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a swift action, you can tries to protect a female from harm object couldn’t exchange places spend a use of your darkness spell-like with a corporeal character, nor could a nonfl ying creature ability to make a Hide check, even while being observed and exchange places with an airborne fl ying creature. without cover or concealment. You must be within 10 feet of",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can alter a spell that deals damage to foes so fl ow of battle to respond rapidly to threats. that any living creature dealt damage by the spell takes a –2",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you ready a standard action to attack, Penalties from multiple coercive spells do not stack. A you gain a +1 dodge bonus to AC. This bonus lasts until you coercive spell uses up a spell slot one level higher than the take the readied action, or until the start of your next turn, spell’s actual level. whichever comes fi rst. CONSTANT GUARDIAN CHOSEN FOE By paying careful attention to nearby allies and reducing the At the expense of attention to other distractions, you focus accuracy of your attacks, you help protect your companions. on a single opponent to give you a decided advantage while",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you use faerie fi re as a spell-like ability, you can choose also to render the target of the faerie fi re effect The illumination you can bestow on others impedes their dazzled for its duration. ability to fi ght. You also gain one extra daily use of your faerie fi re spell-",
        "name":  "DAZZLING FIRE Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dancing lights as a spell-like ability. equivalent of a 2nd-level spell.",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spend a daily use of your dancing lights Mirror Image: You can expend one daily use of dancing lights spell-like ability to cast silent image instead. The illusion lasts and faerie fi re to use mirror image (as the spell, except you gain for 3 rounds after you cease concentration, but otherwise only 1d4 images). functions exactly as the spell. Your caster level equals your See Invisibility: You can expend one daily use of darkness and class level. faerie fi re to use see invisibility (as the spell, except the duration You gain one extra daily use of your dancing lights spell- is only 1 round per caster level). like ability. Blinding Vanish: You can expend one daily use of dancing lights, darkness, and faerie fi re to disappear in a blinding fl ash of DUTIFUL GUARDIAN light. All creatures within a 20-foot-radius burst are blinded You put yourself into harm’s way to protect your allies. for 1 round; a successful Fortitude save (DC 14 + your Cha",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spend a daily use of your darkness spell-like fi ghter bonus feat. ability as a standard action to gain a +5 competence bonus on Hide checks for 10 minutes per caster level. IMPERIOUS COMMAND This ability does not function in areas of bright You strike deep and abiding terror in your foes. illumination. Prerequisite: Cha 15, Intimidate 8 ranks. You also gain one extra daily use of your darkness spell-like Benefi t: If you successfully demoralize a foe in combat, ability. the foe cowers in fear for 1 round and is shaken in the fol- lowing round. FASCINATING ILLUMINATION The lights you create have the power to hypnotize others. INSTINCTIVE DARKNESS",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dancing lights as a spell-like ability. After extensive training, you can negate light instinctively.",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spend a daily use of your dancing lights Prerequisite:Darkness as a spell-like ability. spell-like ability to cast hypnotic pattern instead. Your caster Benefi t: You can use your darkness spell-like ability level equals your class level. as an immediate action. This does not provoke attacks of You also gain one extra daily use of your dancing lights opportunity. spell-like ability. You also gain one extra daily use of your darkness spell-like ability.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Using darkness requires 1 standard action and You can combine your racial spell-like abilities in new and provokes attacks of opportunity. potent ways.",
        "name":  "GIFT OF THE SPIDER QUEEN Normal",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As an immediate action, you can activate any of By extending your effort, you can expand the area of your the following spell-like abilities (using your class level as your darkness spell-like ability. caster level). You spend one daily use of each spell-like ability Prerequisite:Darkness as a spell-like ability. used in this combination. Benefi t: If you spend a full-round action to use your darkness",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain one extra daily use of each of your drow spell-like abilities (dancing lights, darkness, and faerie fi re). In addition, you gain a +2 bonus to your caster level with these spell-like abilities. PARALYZING FISTS You can make multiple unarmed attacks to paralyze an opponent in a single round.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When two or more of your Stunning Fist attacks succeed in stunning a single foe in the same round, that creature must make another Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifi er +1 for each successful Stunning Fist attack). On a failure, that crea- ture is paralyzed for 1d2 rounds instead of being stunned for 1 round. Creatures that are not subject to extra damage from critical hits and creatures that are immune to stunning cannot The Knight of Lolth feat makea a spider-rider be paralyzed in this manner. more than the equal of any surface-dwelling mounted warrior Special: A fi ghter can select Paralyzing Fists as a fi ghter bonus feat. KNIGHT OF LOLTH You have mastered techniques of waging war when mounted POISON SPELL on a monstrous spider (or similar vermin). You can mystically transfer a poison to the target of your",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ride 1 rank, Mounted Combat, Vermin spells. Trainer. Benefi t: You can add a contact or injury poison as a mate-",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Riding a creature clinging to a wall or ceiling when you cast the spell, whether or not the spell or poison would require various checks depending on circumstances. successfully affects the target. MASTER OF POISONS PSYCHIC REFUSAL You are highly trained and adept in the use of toxic Spells that target your mind have diffi culty penetrating your substances. defenses.",
        "name":  "Normal",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can spend a daily use of your faerie fi re spell-like ability as a standard action to grant the target concealment from all melee attacks instead. This effect lasts for 1 round per caster level. You also gain one extra daily use of your faerie fi re spell-like ability. REACTIVE RESISTANCE Through extensive practice and meditation, you can lower your spell resistance quickly.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell resistance.",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can lower your spell resistance as an immediate action. It returns to normal at the start of your next turn.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lowering spell resistance for 1 round is a standard action. SADISTIC REWARD Your mind and body are fortifi ed by harming others.",
        "name":  "Normal",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your spells have no effect against vermin allies automatically dispels any spells with the light descriptor of (but affect vermin enemies normally). the spell’s level or lower whose effects overlap or are within the altered spell’s area. tseW-tnarG .L yb .sullI 95726720_Ch02.indd 52 2/22/07 3:00:08 PM 53 OPTIONS DROW CHAPTER 2 For example, an umbral lightning bolt would dispel any VERMINFRIEND ongoing light spell of 3rd level or lower in the area of the line. Thanks to your racial connection to their kind, vermin regard An umbral spell uses up a spell slot one level higher than the you as one of their own. spell’s actual level. Prerequisite: Drow.",
        "name":  "Benefi t",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sneak attack +3d6, darkness as a spell-like is also a supernatural ability and does not provoke attacks ability. of opportunity unless otherwise noted in the feat descrip-",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target gains +1 per ness/vulnerability; +5 bonus on Hide three levels on initiative checks; no DRUID SPELLS checks. bonus from being fl anked. 3rd Level 3rd Level",
        "name":  "Combat Readiness",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target gains +1 per abilities of a drider. three levels on initiative checks; no HEXBLADE SPELLS Spider Form, Greater: You take on the bonus from being fl anked. form and abilities of a Huge fi endish",
        "name":  "Combat Readiness",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Shadowy figure points of damage per spell level affect- Level: Cleric 4, druid 4 attacks enemies. ing it. Components: V, S, DF; Drow SORCERER/WIZARD Casting Time: 1 standard action",
        "name":  "Shadow Double",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) SPELLS",
        "name":  "CLERIC SPELLS Range",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target gains +1 per Duration: 1 round/level (D) ness/vulnerability; +5 bonus on Hide three levels on initiative checks; no Saving Throw: Will negates (harm- checks. bonus from being fl anked. less) 3rd Level Snuff the Light: Extinguish one non- Spell Resistance: Yes (harmless)",
        "name":  "Combat Readiness",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 5 In addition, if the target is fl anked, instance, you can’t cast wizard spells",
        "name":  "Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Level: Cleric 3, druid 3 ENGULFING TERROR",
        "name":  "Spell Resistance",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Duration: 1 round/level",
        "name":  "Spell Resistance",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: No 30 feet (it moves by instantaneous tele-",
        "name":  "Casting Time",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Assassin 1, hexblade 2, sorcer- hasn’t yet saved successfully against it. This spell negates any penalties or other er/wizard 2 The shadow double can strike incorporeal harmful effects imposed by your light",
        "name":  "Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harm- same statistics as a normal spider swarm As lesser spider form, except you take on less) (MM 239), except that you add your war- the form and abilities of a Large fi end- Spell Resistance: Yes (harmless) lock level to its hit points and the save ish monstrous spider (MM 289). You are DC for its poison. treated as having the spider’s Hit Dice A husky female chuckle accompanies the The swarm is entirely under your (4) for the purpose of adjudicating the violet light that limns the target, illuminat- mental control, and fi ghts as you direct special abilities gained from the fi end- ing the eight writhing tentacles that ooze it. Commanding the swarm is a free ish template. from its body. action. The swarm remains for a number of rounds equal to your caster level or SPIDER FORM, GREATER You infuse a target with the vile power until it is destroyed. The swarm can Transmutation (Polymorph) of a yochlolFC1, one of the demonic take only a standard action in the round",
        "name":  "Saving Throw",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast spider climb, summon swarm, or web of these classes have diffi cult requirements, and gaining access as an arcane spell. to them requires careful planning. Dungeon Masters can relax the drow requirement to accommodate the wishes of players, CLASS FEATURES but they should use caution: Many elements of these classes Arachnomancers slowly absorb the characteristics of vermin are evil-themed or otherwise destructive to party unity. as they advance until they transcend their ordinary form,",
        "name":  "Spells",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 1st, 3rd, 4th, 6th, and 7th level, you gain the wild, whether in the dim forests of the surface world or new spells per day and an increase in caster level (and spells the inhospitable depths of the Underdark. They have a good known, if applicable) as if you had also gained a level in a selection of wilderness-oriented class skills. spellcasting class to which you belonged before adding the",
        "name":  "Spellcasting",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These prestige classes emphasize hiding and prestige class level. You do not, however, gain any other ben- moving quietly and focus on moving past enemies unseen, efi t a character of that class would have gained. If you had infi ltrating groups of opponents, and setting ambushes. more than one arcane spellcasting class before becoming an",
        "name":  "Stealth",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This category includes prestige classes that arachnomancer, you must decide to which class to add each augment the abilities of those around them. Members of these level for the purpose of determining spells per day, caster classes work particularly well in groups. level, and spells known.",
        "name":  "Teamwork",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Used during bouts of drow infi ght- ing, on failed save this poison drains 5 points of the target’s spell resistance. The secondary damage also drains 5 points of spell resistance. Lost spell resistance returns at the same rate and by the same means as ability score damage. This poison can be created with a DC 25 Craft (poisonmaking) check and an assay spell resistanceSC spell.",
        "name":  "Creeping Nullscourge",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Unlike swarming spiderbite below, this poison is for those drow caught in acts of treachery or blas- phemy. It is usually administered to a prisoner over several days; each dose creates a slower and more agonizing biting sensation similar to that caused by swarming spiderbite, but also disfi gures the body with horrifi c red boils. It can be created with a DC 21 Craft (poisonmaking) check and a poison spell.",
        "name":  "Slowswarming",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This poison reduces the target’s speed by 10 feet on a failed save. The secondary damage reduces speed by another 10 feet. The target’s speed cannot be reduced below 5 feet. The poison can be created with a DC 18 Craft (poisonmaking) check and a slow spell. Its effect has a duration of 1 hour.",
        "name":  "Slow Taint",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Head 3rd-level spell, with the more powerful The recipient hears the message in its",
        "name":  "Body Slot",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "9th spells reserved for drow of signifi cant mind.",
        "name":  "Caster Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Standard (command) one of the following spells: blur, cat’s command word. Should the target not",
        "name":  "Activation",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— 95726720_Ch04.indd 99 2/22/07 3:10:24 PM 100 4 RETPAHC WORD TNEMPIUQE This black mask seems to absorb the light Up to 20 minutes each day (which you This strange silver ring appears tarnished in around it. It is cool to the touch. can split up as you choose), you can the light, but when viewed in the shadows, cause the mother’s corset to sprout eight it gleams as if highly polished. Three times per day, you gain the ability spider legs from your body. You gain a to see in darkness out to 30 feet. This climb speed of 30 feet and a +8 bonus on A ring of drow blood grants you the ability sight penetrates all forms of darkness, Climb checks. While under this effect, to use dancing lights, darkness, and faerie even that created by a deeper darkness you can take 10 on Climb checks, even fi re as spell-like abilities, each once per spell; the effect lasts for 5 rounds. if rushed or threatened. day. If you already have the ability to use",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Feet fi re the strand at a ledge overhead, you functions as if the original caster had Caster Level: 3rd can reel in the strand, lifting you toward selected itself as the target. Aura: Faint; (DC 16) transmutation the ledge at a rate of 10 feet per round.",
        "name":  "For all aspects of the spell, the effect Body Slot",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Forge Ring, spell turning. Activation: — If this function is used against a crea-",
        "name":  "Prerequisite",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3rd dancing spiders cover each band. Bottled night dispels any light spell of",
        "name":  "Caster Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3 lb. you carry it; this negative level disappears Price: n/a when you drop the rod. The negative Body Slot: Shoulders This metal rod is black and featureless, as if level never results in actual level loss, Caster Level: 21st wrought from shadow itself. but it cannot be overcome in any way Aura: Overwhelming; (DC 25) (including restoration spells) while you abjuration A rod of impenetrable darkness grants have the rod in your possession. Activation: Swift (command) you darkvision to a range of 30 feet.",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7th Finally, you can gain concealment for is automatically dispelled.",
        "name":  "Caster Level",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 lb. against spells and spell-like effects cast 36 days. by female drow.",
        "name":  "Weight",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "That a husk vermin Str 12, Dex 13, Con 8, Int 10, Wis 15, Cha 14. is not a normal specimen of its kind is quickly apparent just by looking at it. These creatures exhibit varying states of Strategy and Tactics decay, with missing legs or eyes, or gaping holes in their exo- In battle, whips typically lead from the rear, rallying the kuo- skeletons. They also have a rancid stink about them, smelling toa soldiers and coordinating their movements. They use their of the grave. spells to defend themselves, to augment their troops, and",
        "name":  "Typical Physical Characteristics",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "hardness 10; hp 10; break DC 28; helping them conduct whatever business has brought them Open Lock DC 25. to Menagerie Square. The offi ce holds the records of all recent slave transactions. A secret panel in the fl oor (which can be 2 Bugbear Overseers CR 8 found with a successful DC 40 Search check) hides a small hp 37 each; see page 121 compartment that contains 5,600 gp in coins and gems. Noth- ing else about the offi ce is relevant to the overall encounter. Once Slroolishdop chooses a PC as her slave, the overseers split up and approach the party from opposite sides of the 3. HOLDING CELLS (EL 10) dais. One blows a signal whistle to summon the stone giant Use this encounter if the PCs enter area 3 on the map. Here, a Gristle from area 3. The other casts ray of enfeeblement at the number of cells contain slaves who are waiting to be shown at PC in question. Then both use their +1 guisarmes to make trip the auction in area 1. Currently, the cells hold a dozen slaves of attacks to subdue that character, though they do not hesitate assorted races and genders. When the encounter begins, the to use deadly force on other party members. These overseers slave tender, Gristle, is preparing the next group of slaves for do not retreat, counting on Gristle to back them up. display while the second kuo-toa whip observes him. Both are drawn into the encounter as explained in area 1, above. 4 Kuo-Toa Monitors CR 7 Gristle CR 8 hp 38 each; see page 132 Male stone giant When melee begins, the kuo-toa monitors (all unarmed monks) hp 119; see MM 124 stand by silently, giving cover to Slroolishdop and protecting Kuo-Toa Whip CR 9 her from any threats. If she is attacked, or if the PCs are on hp 40; see page 131 the verge of defeating the bugbears and Gristle, the monitors launch into action. They try to keep the chosen character alive 4. COCOON STORAGE while incapacitating or killing the rest of the party. Use this encounter if the PCs enter area 4 on the map. This Slroolishdop CR 9 locked room (accessible with a successful DC 25 Open Lock check) holds special slaves who have been paralyzed with poi- Female kuo-toa whip sons and wrapped in protective spider silk cocoons for storage. hp 40; see page 131 You can put any slaves you wish in here. Otherwise, the storage room holds nothing relevant to the overall encounter. At fi rst, Slroolishdop sits passively and watches the capture of her selected slave. However, if her monitors engage in 5. PRIVATE CHAMBERS melee, she calls in her native language for aid from another Use this encounter if the PCs enter area 5 on the map. These whip that is currently in area 3, and then uses her punish the rooms serve as meeting, storage, and private chambers for the infi dels ability to subject the PCs to the effect of a doom spell. staff of Menagerie Square. They contain nothing relevant to The other kuo-toa whip arrives 1 round after being called, at the overall encounter. which time both whips begin assisting the monitors with spells and lightning bolts. If the opportunity presents itself, Slroolishdop sends the other whip to capture the selected PC with her pincer staff. 95726720_Ch06.indd 176 2/22/07 3:34:24 PM 177 ADVENTURES CAMPAIGNS AND CHAPTER 6 PHAZEUROTH’S LAIR 1. ENTRANCE (EL 11) This encounter occurs when the party reaches area 1 on the Located in an out-of-the-way cavern several miles west of map. A low crawl tunnel opens into a wider, unlit cavern. Here, the Vault of the Drow is the former lair of Vatirian, a reclu- Phazeuroth has repaired a trap left behind by his grandsire to sive deep dragon who had long been allied with the drow of guard against incursions by kuo-toas and other foes. Erelhei-Cinlu. A century ago, the creature met his end in a Phazeuroth always enters his lair in humanoid form. A cave-in. The lair stood abandoned and undiscovered until a successful DC 10 Search check in the dust and muck of the few months ago, when it was found and claimed by Vatirian’s fl oor reveals several sets of humanoid footprints coming grandson, the adult deep dragon Phazeuroth. Ever since, he and going. They exit to the southeast and the southwest, but has spied on the Vault, plotting how best to profi t from an alli- where the ground fi rms and dries up, they taper off after only ance with the dark elves of Erelhei-Cinlu. However, he was a few feet. recently approached by a delegation of strange drow who did For a long time, this room has been exposed to a small lode of not come from the city, and they told Phazeuroth of the true darklight ore (see page 154). Too weak to harm anyone, the mild treasure contained within his grandsire’s lair. ore is strong enough to have caused the growth of fi ve violet To reach the lair, a visitor must climb a perilous rock slide fungi, as depicted by the fi ve largest mushrooms on the map. The by making a successful DC 15 Balance check. Those who smaller mushrooms represent harmless immature fungi. fail the check fall 1d6×10 feet, taking 1d6 points of damage per 10 feet fallen. Those who succeed soon come upon the",
        "name":  "Masterwork Manacles",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This entry explains how to acquire the drow city formed where the earth node and the spilled and activate the special ability conferred by the location. blood already existed in close proximity, while the spell- Recharge: This entry gives the time needed for the loca- ward occurred as a result of the many centuries of arcane tion to recharge. 95726720_Ch06.indd 186 2/22/07 3:34:43 PM 187 ADVENTURES CAMPAIGNS AND CHAPTER 6",
        "name":  "To justify the presence of all three sites, you can decide that Location Activation",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1,500 gp. If the recipient regains his original alignment through the use of an atonement spell, he loses all benefi ts gained from the FONT OF DELIGHTS AND SORROWS font of delights and sorrows.",
        "name":  "Ability Value",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once three people have sampled the waters of humid, warmed by geothermal vents that made the sites ideal a font of delights and sorrows, regardless of whether they were lairs for the myconid tribes that once lived there. qualifi ed to receive its power, the font is dry. It cannot be used Prerequisite: To be found worthy of a garden of resplendent again until it refi lls itself one year later. hues and benefi t from its power, a character must be nonevil, Special Ability (Ex): A font of delights and sorrows cor- and she must be a druid of at least 5th level or a ranger of at rupts the recipient, twisting his nature so that his alignment least 8th level. changes to evil. In addition, whenever he deals at least 1 point Location Activation: To be chosen by a garden of resplendent of damage in a round, he gains a +2 profane bonus on his attack hues, a character must spend at least 1 hour exploring the area rolls in the following round. If he takes at least 1 point of without damaging any of the fungi. She can move through the area alone or with companions, but if an evil character is 95726720_Ch06.indd 189 2/22/07 3:34:47 PM 190 6 RETPAHC DNA SNGIAPMAC SERUTNEVDA present, the candidate will not be chosen. At the end of the Prerequisite: Only a character who has attained at least ten hour, she must attempt a DC 15 Will save. If she fails the save, levels can benefi t from the effects of an area of utter dark. she becomes dazed (as the daze monster spell) for 1 minute, and Location Activation: An area of utter dark devours life nothing else happens. If she succeeds on the save, the garden as greedily as it eats light. A character who enters the utter of resplendent hues selects her as its champion. dark must immediately succeed on a DC 18 Fortitude save or",
        "name":  "Recharge",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once it has granted its ability to a single druid gain one negative level. Each round he remains in the utter or ranger, a garden of resplendent hues cannot do so again for dark, he must succeed on another save or gain an additional one year. negative level. Only a qualifi ed candidate who remains in the Special Ability (Ex): The recipient’s type changes to plant. utter dark for 5 consecutive rounds can benefi t from its power. She gains immunity to poison, sleep, paralysis, stunning, and The negative levels are not permanent, fading 1 hour after the polymorph. She also gains damage reduction 5/bludgeoning character exits the area of utter dark. However, anyone who or slashing. However, unlike other plants, she is still affected is slain by exposure to the life-draining blackness rises as a by critical hits, and she gains only a +4 circumstance bonus shadow 1d4 rounds later. on Will saves against mind-affecting spells and spell-like Recharge: Once an area of utter dark confers its ability on abilities. In addition, her skin acquires a dazzling pattern of a single character, it cannot do so again for one year. colors refl ecting the hues found in the garden. In all other Special Ability (Su): Any qualifi ed character who taps into respects, she is unchanged. the power of the utter dark gains the ability to see perfectly",
        "name":  "Recharge",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Mevremas (CE female drow cleric 16, Gather Vae Information +22) Sigil: Iron chain Tormtor’s chief ally in the deadly games of Erelhei-Cinlu, City District: Ghetto of Chattel House Aleval remains near the top of the pyramid of city poli- Matron: Sereska (CE female drow cleric 9/wizard 9, tics. The house is known for its scouts, spies, and agents, and it Spellcraft +24) is sometimes called the “House of Poison” due to its members’ Once a nomadic merchant clan, the Vae family took advantage skill with toxins. Unlike other houses, Aleval actively culti- of confl icts among the nobles to rise to prominence. Granted vates partnerships with surface adventurers, particularly those the holdings of the destroyed House Kilsek, Vae is a leading of evil alignment, and uses them against the mind fl ayers, the mercantile house and controls the city’s slave trade. Recently, derro, and other subterranean rivals. Sereska began sponsoring expeditions to the surface to cap- ture slaves. Other houses, particularly Tormtor and Aleval, Despana protest these blatant acts of aggression, arguing that the way",
        "name":  "Matron",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Contact, DC 22, incubation 1 day, 1d4 dane cure that can be created from relatively simple materials. Con/1d6 Cha. If the victim makes two successful Fortitude The release of such a cure could trigger open rebellion in the saves in succession, the disease is arrested but not cured, and ghetto and perhaps lead to the fall of House Xaniqos. Naturally, any Constitution and Charisma losses persist until cured. When other drow houses would pay a steep price to learn if the rumor the disease is arrested, the victim remains contagious. is true, and the nobles would be grateful (or at least as grateful A successful remove disease spell eliminates the pox and cures as dark elves can be) toward anyone who digs up information the victim. However, it is a capital offense for anyone other on the supposed cure. pqqqqqqqqqqqqqqqqqqqqrs 95726720_Ch07.indd 207 2/22/07 3:38:21 PM 208 7 RETPAHC FO YTIC EHT ULNIC-IEHLERE page 34), and casual visitors should be on guard when both D1. Necropolis Square groups are here at the same time. This grim plaza is surrounded by eight unadorned obelisks, Although many rakes are less hostile than full-blooded one for each of the city’s noble families. The obelisks do not dark elves, it would be a mistake to think of them as any less bear family crests because of the frequency with which the violent, mercurial, or evil. Exceptions do exist, but most rakes drow houses fall and are replaced. Recarving the crests would are just as cruel as drow in other parts of the city. be a pointless waste of time and effort. Beyond the plaza sprawl the warrens of the dead, full of O4. The Hideaway ghouls and other rotting creatures. Here, the dearly departed Erelhei-Cinlu is full of creatures on the run, whether from receive the closest thing to a funeral that a dark elf ever gets, as their own kind or from the drow. On the outside, the Hideaway mourners arrive, lay the corpse on a marble slab, intone prayers is an ordinary inn located in an especially tawdry, run-down and invocations, and leave as quickly as possible. section of a tawdry, run-down district, but it also serves as a The end of a drow’s mortal existence is no more pleasant refuge for those on the lam. than the rest of her life. Once the mourners have departed Proprietor Melash D’valla (N male half-drow expert 9/rogue the plaza and closed the gates behind them, the ghouls 4, Diplomacy +13) is not running a charity. He charges steep emerge from their hiding places and swarm each fresh corpse, fees for his services, in part because much of his income viciously fi ghting for position. The body is ripped asunder, goes to drow offi cials and soldiers, whom he pays to look the fl esh quickly consumed, and the bones cracked open for the other way. The true purpose of the Hideaway is an open marrow and scattered throughout the district. The ghouls secret throughout the ghetto, but most residents know not understand their part in the ritual and restrain themselves to discuss it overtly. from feasting until the mourners are safely away. The crea- The establishment is as pleasant as possible, considering tures also keep Necropolis Square clear of bones and stray the neighborhood. The food and drink is bad but not too bad, body parts. the dining room is fi lthy but not too fi lthy, and the games are crooked but not too crooked. Melash provides ordinary rooms D2. Osseus Tower for 5 sp per night, but his real business involves a number Several ghetto residents are necromancers who shun their of well-hidden chambers that the authorities either cannot fellow drow and prefer to keep company with the dead. fi nd or are paid to ignore. The secret chambers are relatively The most notorious is Morresus (CE male lich wizard 16, comfortable, given that occupants must spend many hours or Concentration +20, Spellcraft +20), a drow lich whose tower days there, and they cost up to 100 gp per day, depending on rises from the ghetto like an enormous bony fi nger. In fact, the nature of the customer’s offense and the size of the bribes his undead minions built the structure out of half-chewed Melash must pay to keep him safe. bones that were strewn about the district, and the tower is a disturbing sight. GHETTO OF THE DEAD Most of the undead that dwell near the tower are under the Once widely believed to be dead itself, House Eilservs, whose lich’s control and keep themselves busy on his various inscru- schemes on the surface world led to disaster, now controls this table errands. They ignore passersby unless Morresus requires dark and horrifying district of Erelhei-Cinlu. The Ghetto of living subjects for his latest experiments or as new members the Dead, also called the Necropolis, is a fi tting locale for the of his undead horde. Ghetto residents think that Morresus is fallen house and its still-ambitious leader. biding his time while he gathers power, preparing for the day Long ago, the ghetto was a traditional place of the dead, when he will try to seize control of the district—and possibly known for its mausoleums, cemeteries, and tombs. But drow all of Erelhei-Cinlu. necromancers started coming here to experiment, raising corpses of the recently deceased to do their bidding. In the D3. Sarcoma Keep end, the ghetto became a place of the walking dead, and con- This keep was once a massive mausoleum for a wealthy drow ventional interment of corpses was fi nally abandoned. family whose name is now forgotten. Since the undead took Most drow avoid the district, venturing into the ghetto only over the ghetto, the mausoleum has housed a succession of when they must dispose of mortal remains. Bodies are depos- necromancers and autonomous undead, eventually gaining ited according to varying degrees of ceremony, depending on its current moniker. The keep remains an imposing and for- the importance of the deceased. Once the mourners depart, the bidding structure, its black crenellated walls rising up four district’s permanent residents—the hungry undead—descend full stories. to feast upon the corpses. The current occupant is Khovad (CE male half-drow vam- Ghouls are the most common inhabitants of the ghetto, but pire fi ghter 13, Intimidate +20), a former minion of the vampire vampires and necromancers are the unoffi cial rulers. Once a warlord Telagos. Khovad turned against his master and led year, the ghouls are allowed out of the district to terrorize Erel- other servants in revolt, destroying the older creature and hei-Cinlu in a ritual known as the Time of the Hunters. Most taking over the keep. Khovad has become every bit as ruth- drow barricade themselves in their estates or homes during less and violent as his old master, maintaining a network of this time, but the ravenous horde overcomes many security mortal outcasts of various races and a complement of undead measures, and the event results in many deaths. troll bodyguards. 95726720_Ch07.indd 208 2/22/07 3:38:23 PM 209 ERELHEI-CINLU THE CITY OF CHAPTER 7 Khovad hopes to establish the fi rst undead noble house in Encounters in Erelhei-Cinlu. His undead status and his half-breed heritage are strong handicaps, but so far they have not prevented him Erelhei-Cinlu from becoming one of the most powerful warlords in the ghetto. The rest of this chapter presents encounters that visiting adventurers might have in the grand city of the dark elves. D4. The Black Chalice These encounters are not tied to any specifi c adventure or Mourners are not the only living visitors to the Ghetto of the sequence of events, though you can develop them further and Dead. Some bored drow seek exotic relief for their jaded senses add subplots as desired. For instance, perhaps the slaver Valma in the district’s handful of taverns, inns, and brothels. Most Phar’aen (see Slaver Attack, below) catches sight of the PCs and establishments are run by vampires, liches, or other self-willed wrongly assumes that they will be easy victims, or maybe a undead, who see the possibility of profi t and the chance to scheming drow noble lures the adventurers into confl ict with recruit a few customers to their hordes of followers. the slaver to weaken them or take them out entirely. The best-known tavern is the Black Chalice, located near The encounters are intended to take place in Erelhei-Cinlu, Necropolis Square. It is owned by a former drow priestess but you can adapt the descriptions to suit other drow settle- named Nyvaela (NE female drow vampire cleric 10, Bluff +15), ments in your campaign. who enjoys her status as a leading member of the ghetto’s undead community. Her clientele are among the most deca- dent drow in Erelhei-Cinlu, willing to sample horrifi c potions, SLAVER ATTACK (EL 8) share the company of undead lovers, and put their lives and The drow slaver Valma Phar’aen, his sister Jhael’min, and a souls on the line in games of chance. Nyvaela has grown rich squad of bugbears roam the neighborhood, following up on catering to such tastes, and the interior décor of the Black a rumor that outlanders are in the vicinity. Chalice rivals that of the fi nest public houses in the Ghetto The young son of a minor house, Valma hopes to make a of Artisans. Guests are advised to be wary, however, for some name for himself in the female-dominated city by captur- patrons never return from a night at the Chalice. ing and enslaving surface adventurers. His younger sister is annoyed that a mere male presumes to hold so much authority D5. The Grim Ghost in their small household, but she goes along with his plans, Ordinarily, only the mad or the powerful try to live in the waiting for him to make a mistake so that she can take his Ghetto of the Dead. But a hardy few see it as a place where the place. drow have little infl uence, and therefore a place where they can So far, the siblings and their bugbear slaves have captured a live relatively free from the tyranny of the dark elves. One such number of unwary surface merchants and their bodyguards. resident is Aenyrra (NG female elf ranger 10, Survival +16), These successes have increased Valma’s confi dence, making a surface elf who has chosen to make her home among the him more likely to underestimate the strength of the player walking dead. While on the run from drow authorities, she characters. However, both Valma and Jhael’min fl ee if the tried to lose herself in the ghetto, only to learn that a small bugbears are defeated or slain. Neither has any particular but determined group of mortals—adventurers, explorers, familial affection for the other. If one of them is captured, he outcast drow, mages, and the like—were trying to survive or she offers the PCs a reward to chase down and defeat the there. Gathering a number of odd allies, Aenyrra turned the other treacherous sibling. former home of an undertaker into the Grim Ghost, an estab- This encounter takes place when the PCs travel through lishment that caters to the living. Erelhei-Cinlu. Successful DC 10 Spot checks and Listen Comfortable and well maintained, the Grim Ghost provides checks allow the characters to notice that all traffi c has sud- food, drink, entertainment, and shelter for warm bodies, along denly disappeared from the street as civilians, merchants, and with a measure of protection from the undead. Aenyrra and slaves fl ee from the coming fi ght. her partners—a half-drow rogue named Leixaes, the halfl ing brothers Thad and Emond, and (most unusual of all) the ghost",
        "name":  "Suppurating Pox",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Taking this feat also causes you to have light sen- tinct advantage over the drow in that they do not suffer the sitivity: You are dazzled (–1 circumstance penalty on attack light blindness common to their pureblood cousins. To this rolls, saves, and checks) in bright sunlight or within the radius end, they make excellent adventurers well suited to both the of a daylight spell. Underdark and the surface world. pqqqqqqqqqrs pqqqqqqqqqrs 95726720_Ch0App.indd 220 2/22/07 3:40:49 PM 221 APPENDIX The Drow Racial Class +2 Intelligence: Also at 2nd level in the racial class, drow Racial Class gain a +2 increase to their Intelligence scores. Level Level Abilities Gained +2 Charisma: At 2nd level in the racial class, drow also 1st 1st Drow base traits, darkvision 60 ft., feat gain a +2 increase to their Charisma scores. 2nd 1st Spell-like abilities, +2 Int, +2 Cha",
        "name":  "Special",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Like every other character, a drow character gains Marco Volo trilogy. More recently, he has worked as a writer, one feat at 1st level and another at every Hit Die divisible by 3. an editor, and a developer for a variety of third-party d20 These feats are in addition to any bonus feats granted as class products. features or any other bonus feats. GREG A. VAUGHAN is a lifelong gamer who lives in Okla- homa City. He has written primarily for Dungeon Magazine, Abilities Gained at Higher Levels including contributions to two Adventure Paths, and has Spell-like Abilities: At 2nd level in the racial class, a drow designed an adventure series for Necromancer Games. This gains the ability to use each of the following spell-like abili- book is his second project for Wizards of the Coast, the first ties once per day: dancing lights, darkness, faerie fi re. Caster level being The Twilight Tomb. Greg dedicates his contribution to equals the drow’s class level. this book to his new son, who will have joined his family by the time this sees print. pqqqqqqqqqrs 95726720_Ch0App.indd 221 2/22/07 3:40:50 PM 95726720_Ch0App.indd 223 2/28/07 1:41:41 PM 95726720_Ch0App.indd 224 2/22/07 3:40:55 PM",
        "name":  "Feat",
        "source":  "drow_of_the_underdark.txt",
        "_id":  "a4c38104868a4a2e42f3b27234104ab5caa0e1a46ddaba80a1176ce7a87ba6d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Since dungeons are often lightless underground choice when faced with divergent paths, but remember complexes, a torch or lantern is always useful. However, that its results can be misleading. alternative light sources such as lanterns, sunrods, ever- burning torches, and light spells, take up less space and are Monsters easier to manage—especially when a fi ght breaks out. Creatures, whether simply hungry or actively hostile,",
        "name":  "Light",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The easiest way to endanger your party ranger, rogue, and wizard, you might place the rogue in in a dungeon is to be reckless. Be on the lookout for traps, front to scout ahead and look for traps. The fi ghter comes don’t make sudden loud noises, move stealthily, look before second so he can rush into melee at a moment’s notice. you leap—these simple tips for intelligent play help keep The wizard is at the rear, ready to sling her spells and out your characters safe. pqqqqqqqqqqqqqqqqqqqqrs RACE AND DUNGEONS",
        "name":  "For example, in a group consisting of a cleric, fi ghter, Pay Attention",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 3rd level, select one of your chosen cleric dwell in lush forests and rolling fields, you tend to the domains. You can still select and cast spells from that mushroom tangles and lichen beds that lie beneath domain list, but you no longer can use the domain’s granted their feet. power. Instead, you gain the ability to spontaneously cast Level: 1st. Illus. by F. Vohwinkel 662200__9955668844__CChh11..iinndddd 99 1111//2222//0066 1100::5588::2222 AAMM 10 1 RETPAHC NOEGNUD EHT YMENE SA",
        "name":  "Benefi t",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "not having Disable Device and This spirit automatical- Open Lock as class skills. ly occupies your space When selecting a favored and does not leave until enemy, try to anticipate dismissed or dispelled, creature types that are more or the duration of the prevalent in dungeons, such summoning ends. You as aberrations, monstrous gain DR 10/—. In addi- humanoids, evil outsiders, tion, you gain the benefi t undead, or vermin. of the Diehard feat (even Dungeoneering need not if you do not meet the make archery a bad choice prerequisite) and can use of combat style. Sometimes a your lay on hands abil- situation will simply not leave ity as a free action once enough room to move into per round instead of as a melee, making archery a power- standard action. ful alternative even in cramped",
        "name":  "Spirit of Heroism",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "quarters. Take Point Blank Shot While you or any of your and Precise Shot to nullify the allies are adjacent to this disadvantages posed by small spirit, it grants fast heal- rooms and narrow corridors. ing 10 to those characters. As with the druid, if you If an affected character’s have an animal companion, hit points drop to 0 or fewer select a creature with a special while within 30 feet of this mode of movement, such as a spirit, it revives that char- badger, eagle, or owl. acter at the start of his For your spells, stick with next turn, allowing choices that work in a dun- him to take his ac- geon. Detect snares and pits, tion as normal. The jump, pass without trace, free- character heals an dom of movement, and commune amount of damage with nature speed travel and equal to twice your facilitate stealth even if you’re paladin level, though Soveliss has mastered the art of trapfi nding not outdoors. Barkskin, bear’s en- if his hit points are still at –10 durance, and other ability boosters or below, he still dies. The spirit can use its revive ability support your party with combat advantages. Remove disease once per round. and freedom of movement can deal with setbacks. If your A spirit of the fallen cannot revive creatures whose party is short on healing, make sure to prepare plenty of bodies have been destroyed (such as by a disintegrate spell), cure spells. nor can it reverse the effects of bodily changes, such as from fl esh to stone or baleful polymorph, or other effects that Alternative Class Feature: Trap Expert slay a character without dealing damage. Many rangers journey across the wild lands of the surface, but you are trained to descend deep into the earth. knarF .C yb .sullI 662200__9955668844__CChh11..iinndddd 1122 1111//2222//0066 1100::5588::2266 AAMM 13 AS ENEMY THE DUNGEON CHAPTER 1",
        "name":  "Spirit of the Fallen",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Quick Fingers you fi nd your way in mazes. Sometimes only a few seconds make the difference Concentration, Knowledge (arcana), and Spellcraft are between stopping the descent of a spiked ceiling and your most useful class skills. If you have some points left coming to a messy end. Through countless hours of prac- to spend, consider cross-class skills that are useful in the tice, you have learned to make quick work of traps. But this dungeon, especially Spot. When it comes to feats, Combat speed comes at a price. Because you focus on disarming Casting will keep you from losing spells in a sticky situa- traps, you react more slowly when a trap activates. tion, and Spell Focus (evocation) improves your offensive",
        "name":  "Alternative Class Feature",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3rd. capability. Be careful about area spells that can harm your",
        "name":  "Level",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you select this alternative class feature, you own party members; consider Sculpt Spell (Complete do not gain trap sense +1 at 3rd level. Instead, you gain trap Arcane 83) to leave safe spaces when you don’t have the sense +1 at 6th level, with an additional increase of +1 every opportunity to target your effects perfectly. four levels thereafter (to a maximum of +4 at 18th level).",
        "name":  "Replaces",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can attempt to defl ect damage as often as spells, you can prepare two spells for one or more of these you wish, but you can make only one attempt per round. slots. Designate one of the two as a spell of the moon and",
        "name":  "Special",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Each stone is attuned to either the Construction: DC 30 sun or the moon, glowing when the associated heavenly Craft (alchemy) check, 50 gp. body is in the sky, and remaining dark otherwise. The Weight: 1 lb. stones are most useful to divine spellcasters who must Price: 150 gp. Illus. by W. England 662200__9955668844__CChh22..iinndddd 3355 1111//2277//0066 99::2266::3322 AAMM 36 2 RETPAHC FO SLOOT EDART EHT",
        "name":  "Effect",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Benefi ts and Duties 3 or lower Not affiliated. 4–10 Vigilant One: Recognized as a member of the guild, you are expected to assist in times of need. 11–16 Seal Watcher: Stay at any guildhall at no cost; buy spellcasting services from the guild for 3/4 the normal price. 17–23 Seal Guardian: Gain +2 circumstance bonus on saves against the spells and special abilities of outsiders and undead. 24–29 Seal Forger: Once per day, invoke the aura of the seal, granting you spell resistance (10 + your level), immunity to fear effects, and a +2 morale bonus on attack rolls. The aura lasts for 10 minutes and is treated as a 5th- level spell. 30 or higher S eal Keeper: You bear a Reliquary of the Keeper, a small golden coffin containing one of the bones of founder Thalkin Talymir. Once per day, call upon this bone to heal yourself or an ally of 30 points of damage; or to gain a +4 insight bonus on an attack roll, a save, or a skill check.",
        "name":  "Score Title",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dungeon adventures can be that could fit into a dungeon, as well as rules for creating grindingly slow if the PCs make Search checks to scour new ones. 662200__9955668844__CChh44..iinndddd 9922 1111//2277//0066 99::4444::5577 AAMM he roar of a beast when the adventurers kick BATTLEFIELD PREPARATION down the door. The glimmer of a serpent as it In a dungeon encounter, the battlefield is relatively slithers through the shadows. The ghostly moans of small and, more important, confi ned. Neither side can the dead as they lurch toward fresh victims. These circumvent hazards easily because the walls simply will are the sights and sounds of the dungeon, a place not allow it. The only option is to go over or through that is practically synonymous with battles against fearsome unfavorable terrain. Speed becomes less important monsters. In defi ance of all common sense, adventurers than overall mobility, because foes remain within brave dungeons in search of dangerous beasts, because a certain distance of one another and must struggle pulling life from the jaws of death is what makes them for the best position. heroes—or at the very least, what makes them richer. Further, dungeons are not just neutral places where Encounters with monsters are the cornerstone of a fi ghts occur, but often the lairs of the monsters that good dungeon. Your players expect to face off against the are engaging in the battle. The creatures live in the toughest creatures you can muster when they set foot dungeons and know them well, which means they in your dungeon, and you should not disappoint them. have more control over the conditions. They can set This chapter offers guidelines for turning even the most traps, prepare strategies, and create obstacles to take common of monsters into a deadly encounter, as well as maximum advantage of their territory. Dungeon a handful of new monsters and monster templates to use monsters are always defending their home, one in your next dungeon. way or the other. ENCOUNTER RANGE WHY DUNGEONS In a wilderness encounter, combat can begin ARE DIFFERENT whenever one side becomes aware of the other. What makes a dungeon encounter different from Battles between forces that are more than 100 feet encounters in any other setting? Three simple factors: apart are common, and long-range spells such as battlefield preparation, encounter range, and direction fireball (PH 231) allow engagements to begin at a 93 of engagement. distance of 600 feet. But in a dungeon, encounters IIlllluuss.. bbyy RR.. HHoorrsslleeyy 662200__9955668844__CChh55..iinndddd 9933 1111//2277//0066 99::4477::2244 AAMM 94 5 RETPAHC NOEGNUD SRETNUOCNE begin at whatever distance the current room or cor- battles, and the primary reason so many creatures choose ridor allows. Low ceilings can prevent adventurers dungeons as strongholds. Controlling the direction and monsters from flying out of range. Furthermore, of engagement means controlling the location of the the lack of visibility limits the functional range of intruders’ front line, which allows the monsters to create most encounters. Lanterns throw clear light only 30 safe zones for vulnerable combatants such as archers and feet and shadowy light only 60 feet, and darkvision spellcasters. Even humanoids of average Intelligence extends farther only rarely. As a result, most dungeon know it is a good idea to keep the enemy away from their encounters begin with less than 100 feet between the ranged attackers. PCs and their enemies. Running the Gantlet: If the PCs need to reach a This closeness does not mean that ranged attacks are specific room to complete a task, the dungeon occupants useless; it is always nice to be able to attack from afar. But can reduce the number of available paths to one. Then melee does become far more likely, which places more of they can fi ll that single corridor with traps and glyphs of a spotlight on barbarians, monks, and other classes that warding in an attempt to weaken the adventurers before might otherwise feel left out when a battle turns into they reach the battlefi eld. Even if the PCs spring just one a long-distance sniper fi ght. In addition, many melee- trap, the monsters will be alerted that trouble is coming oriented monsters become viable threats to high-level and can prepare for combat. parties, who normally might fl y up and out of range to The Bottleneck: By creating a deliberately narrow rain death from above. And as the DM, you gain more opening into a room, dungeon occupants can limit the control over how the battle begins and how it can (and number of PCs who can engage at the same time. Ideally, cannot) proceed. the monsters will set up a situation in which three of",
        "name":  "Automatic Searches",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  " how to use monsters from each role in an encounter. HOBGOBLIN ARCHER ROOM First, choose a monster that you want to feature, and As you read each step, follow the extended example of a decide its role in combat. Then determine what other DM who uses an encounter template to construct a chal- combat roles are needed to maximize that monster’s lenging encounter for her players. ability to fulfill its role. Does the featured monster Example: Elana is designing a small hobgoblin-themed prefer to make ranged attacks? If so, try to keep the PCs dungeon for her group’s next weekly session. She wants away from it; add a few defenders to keep them occupied her players to fi nish most of the dungeon in one session, during the battle. Does the featured monster need to and based on her previous sessions with the group, she flank to gain full benefit? If so, add a bruiser that can knows they won’t get through more than fi ve encounters serve as a fl anking partner or direct attention away from in the amount of time set aside to play. She decides to the fl anker. build a dungeon with three major combat encounters, allotting the extra time to a roleplaying encounter and some traps. She also plans to include a few guard posts, THE ENCOUNTER each with two 1st-level hobgoblin fi ghters, as easy targets TEMPLATE for the PCs. When dungeon occupants control the battlefield, the Elana decides to use the encounter template method to range, and the direction of engagement, they can plan build the main encounters. Her players use the same old battles in advance much more carefully. They will use spells and abilities too often, and she wants to challenge each of their advantages to its fullest extent against a party their expectations. of invading adventurers. You can represent this planning by designing dungeon encounters with an encounter STEP 1: CHOOSE A FOCUS template—a set of roles and tactics that considers the For each major encounter in your dungeon, choose a available terrain and personnel to create a well-crafted monster role to serve as the focus. You can select one and exciting encounter. of the roles described above or invent your own. Try Normally, you might draw a room that has entrances not to repeat the same focus too often in the same and exits, place a monster or two within, and then try dungeon—or, if you do, plan to use a different template to come up with some tactics for the creatures. When for each such room. using an encounter template, you work backward. Start your encounter template diagram by drawing the First, choose the tactics you want to try, and then pick direction from which the PCs will enter the room; right monster roles to support those tactics. Next, draw now, there is no need to be any more specifi c than that. a diagram that indicates which role will begin the Then, somewhere in what will become the room, draw a encounter and where, relative to the direction from circle and label it with the role that you have chosen as which the PCs will enter. Next, select monsters that your focus (such as ambusher, fl anker, hoser, and so on). have the appropriate Challenge Rating and theme to Place the circle either close to the entrance or far away, fulfill your chosen roles. Finally, finish drawing the depending on whether you picked a melee combat role room around your diagram, adding any obstacles or or a ranged attack role. terrain necessary. Example: Elana chooses to focus on archer monsters This method of design has four advantages. First, you in one encounter, bruiser monsters in another, and a know for certain that tactics have been fully integrated freezer in the third. She knows that most of the monsters into the encounter, rather than slapped on at the end. will probably be hobgoblins, but she doesn’t decide how After all, the monsters were chosen specifically to many to place in each room yet. Instead, she begins carry out those tactics. Second, you can make sure the with the archer room. First, Elana draws an arrow to encounter has the proper Encounter Level, because you indicate the direction from which the PCs will enter the can work backward to determine the CR based on the room. Then she draws the archers at the opposite end number of combatants needed for the tactics. Third, of the paper, near the exit. To go forward and continue your combat encounters will be more diverse. You can through the dungeon, the PCs will have to close with block out the templates used in each room so you do not the archers, hopefully taking several rounds of arrows repeat the same type of encounter too many times in a in the process. particular dungeon. Fourth, and perhaps most useful, you can reuse a template any number of times after you STEP 2: COUNTER THE FOCUS develop it, swapping out the monsters and redrawing the Imagine a group of generic NPC adventurers of the same room to fi t any dungeon. level as your PCs. If you prefer, you can create a party of Making a new encounter template is a fairly simple “playtest” adventurers with the NPCs on pages 112–127 step-by-step process that can be repeated as many times of the Dungeon Master’s Guide, or the NPCs on pages as necessary to create a variety of exciting encounters. 161–172 of Dungeon Master’s Guide II. 662200__9955668844__CChh55..iinndddd 9966 1111//2277//0066 99::4477::2299 AAMM 97 ENCOUNTERS DUNGEON CHAPTER 5 While looking at your diagram, imagine your band next to the line, or move there after a round or two to of adventurers entering the room and being attacked cut off escape. by a monster in the focus role. Do not worry about the A Divided Focus: Dividing the focus role into several monster’s exact identity yet. Just picture the response smaller groups can keep it from being wiped out by area your generic adventurers would have. Would they attacks. The split can also hamper attempts to engage charge the monster? Would they attempt to surround in melee, since a PC fighter can charge only one group it and pelt it with ranged attacks? Draw the adventur- at a time. ers’ likely path into the room as they attack the focus Hazards: These are areas that are dangerous to enter, role monster. such as spiked pits or lava fl ows. They block enemy move-",
        "name":  "Now that you are thinking in terms of roles, consider EXAMPLE",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Elana tries to imagine what a typical group the room. of NPC adventurers would do if they entered the room Terrain: Try impeding the PCs with diffi cult terrain. and were set upon by archers. (She specifi cally avoids Creatures cannot run or charge across the terrain, but imagining the actual PCs in her game because the hob- arrows and spells cross it easily. This element can be a goblins would have no way to prepare for the characters’ nice advantage for archers or enchanters and helps to keep tactics in advance.) She pictures the generic NPC fi ghter them safe from enemy fi ghters for a few rounds longer. immediately charging the archers, forcing them into Example: Elana makes three changes to her diagram. melee. The fi ghter occupies some of the archers, keeping First, she splits the archers into two groups, so that if one them from making ranged attacks, and because Elana group is engaged, the other group can still fi re. Second, placed them at the far end of the room, they can’t back up she adds a pair of obstacles between the entrance and the to fi re. Denied their ranged attacks, the archers would fall archers. She will decide what the obstacles are later; for quickly. She draws a line to represent the path the fi ghter now, she merely notes that they will prevent the archers would take. from being charged. Third, she adds diffi cult terrain in front of the exit to keep the adventurers from running STEP 3: DEFEND THE FOCUS through the room quickly. Now that you know what your NPC adventurers will do, add at least two elements to the room to prevent that action STEP 4: REPEAT STEPS 2 AND 3 or to lessen its impact. If you imagined your monster being With your room now loaded with potential defenses charged, think of ways to keep melee warriors away from for your focus monster, send your imaginary NPCs it. If you pictured the combatants trading ranged shots back in, this time thinking about their likely reaction from a distance, think of ways to interfere with the PCs’ to each of the new features. If one course of action ranged attacks. becomes painfully obvious as the only likely scenario, Consider adding any of the following elements to defend try adding (or removing) features and sending the NPCs the focus role monster. in again. If the room features a large cluster of monsters",
        "name":  "Example",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Choose another monster in one place, for example, the adventurers will almost role from the list (or create one on the spot) that will certainly cast an area-effect spell. Your goal is to find a prevent your focus role monster from being defeated, set of parameters that leaves no clear course of action, and place it somewhere in the room. Often, this will be so that many different tactics on the part of the PCs one or more defenders or bruisers that will engage the are equally valid. PCs to keep them from attacking the focus role monster. When you are satisfi ed that there is no single easy way On the other hand, if your focus role monster is already to overcome your encounter, you are ready to proceed. At prepared for melee combat, you might fill the second- this point, the template is completed. In steps 5 through ary role with freezers or enchanters. Regardless, add 8, you will adapt the template to the exact needs of your the secondary role monsters to your diagram wherever current dungeon. they would be the most effective. Draw them so that Retreat: If the PCs can back out of the room and they intercept the line that shows the NPC party’s path regroup, they might come up with an improvised strategy into the room. You might have the new monsters start that will defeat your carefully planned encounter. If your 662200__9955668844__CChh55..iinndddd 9977 1111//2277//0066 99::4477::3300 AAMM 98 5 RETPAHC NOEGNUD SRETNUOCNE monsters are smart enough, try fi nding a means to hamper each side of the entrance. These monsters will hide until retreat once the battle is joined. Monsters that lurk near the NPCs enter the room, at which time the fl ankers the entrance can move to block it, or the door might be will jump out and keep the party engaged. The archers rigged to slam shut automatically. will then be free to pick off the NPCs while they fi ght",
        "name":  "Secondary Role Monsters",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A mind flayer (enchanter, CR 8) lurks behind (blockers, CR 9), and one marilith (defender, CR 17). The the curtain at the rear of the room. During the battle, balor hangs at the back of a cavernous room, using its it peeks out and uses its charm monster spell-like ability dominate monster spell-like ability to seize control of foes. to turn the PCs against one another. Ideally, the mind The fl ock of vrocks interferes with spellcasting PCs while flyer will charm only the PCs who have not already the marilith uses blade barrier to keep melee warriors away fallen victim to an umber hulk’s confusion gaze. Enemies from the balor. that come within 60 feet of the mind flyer are targeted by its mind blast. FREEZER ENCOUNTER (EL 6)",
        "name":  "Sample",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Three umber hulks (bruisers, CR 7) lair in the a distance, or choose spellcasters that have similarly room. When intruders enter, they howl and attack, keep- appropriate spells. ing the foes tied up in the middle of the chamber. Their Sample: A troglodyte shaman (freezer, troglodyte druid gaze attack might blur the line between who is charmed 1 with entangle prepared, CR 2) hiding on a ledge above and who is not—the PCs might believe that charmed allies the area casts entangle when the PCs are near the bruis- are merely confused. These particular umber hulks have the ers. The plants spring to life and hold the PCs in place Combat Refl exes feat in place of Toughness, so they can while the druid either attacks with javelins or retreats strike fl eeing foes more easily. to safety.",
        "name":  "Sample",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For best effect, place hazards such fi ghter 1 with spiked chain, CR 6) stand on ledges above the as spiked pits or acid pools around the room. If the vine-strewn area, out of the range of the grasping plants. enchanter causes fear, place an obstacle in the entrance They strike down at trapped PCs within their 10-foot reach, to the room to catch fleeing PCs. The enchanter might knowing they are safe from normal melee attacks. Their use cover or concealment to avoid being targeted by stench ability makes it harder for the PCs to fi ght back or spells, but cover will not do much for the PCs. The room escape entanglement. should be almost as long as the enchanter’s longest-range The Room: Give the freezer whatever protection it can effect, so that it can stay far away from the characters get from obstacles. If its special attack is based on area, while targeting them. make the room fairly narrow to force the PCs to clump",
        "name":  "The Room",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast spells, or any spell-like or Dungeon Step (Su): At 2nd level, you gain the ability supernatural ability. to use dimension door (PH 221) to travel to any location in",
        "name":  "Special",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A sentry ooze gains skill points equal to (2 + hit points, it is destroyed but the swarm that nests within Int modifi er, minimum 1) × (Hit Dice + 3) to account it is released. One centipede swarm is immediately placed Illus. by Daarken 662200__9955668844__CChh55..iinndddd 111155 1111//2277//0066 99::4488::0055 AAMM 116 5 RETPAHC NOEGNUD SRETNUOCNE in the space previously occupied by the hivenest minotaur Spellcasting or concentrating on spells while adjacent to zombie. This swarm has full hit points, regardless of dam- a hivenest monster requires a Concentration check (DC age to the hivenest minotaur zombie, and acts indepen- 20 + spell level). Using skills that involve patience and dently of any control the zombie was under. concentration requires a successful DC 20 Concentra- Hook A carpet of squirming centipedes crawls through the tion check. rotted fl esh of this decaying minotaur.",
        "name":  "Skills",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Death traps are most effective early in the dungeon occupants should stand ready to strike down dungeon. Since the builders are simply trying to execute anyone who becomes paralyzed, or the effect will wear intruders, it makes sense that doing so early saves them off a few rounds later, leaving the adventurer no worse and their minions the trouble of fi ghting trespassing than before. adventurers later. A death trap placed late in a dungeon Placement: Combat advantage traps are always is almost an insult to the creatures that lose their lives in placed near an ambush location or encounter area. To battle before the PCs ever reach the trap. seize the momentary benefit when the trap is sprung, monsters should be no more than 1 or 2 rounds away. SOFTENING INTRUDERS These traps work just about anywhere in the dungeon, More commonly, traps are strewn about a dungeon as part and they often are most effective when paired with of an attempt to weaken intruders over the long term, dangerous monsters. especially in dungeons used as lairs by powerful creatures. The traps slowly drain the adventurers’ resources—every DISCOURAGING PURSUIT injury requires another cure light wounds spell, and every Some monsters build traps into their lairs to prepare for poisoning requires another lesser restoration. The more a day when adventurers might come for them, and they resources intruders expend, the fewer they have available must turn tail and run. By acting as living bait, they to fi ght the dungeon’s occupants. hope to lure the PCs into an area with a trap powerful This strategy works best when the owner of the dungeon enough to defeat the foolish explorers, or at least slow can actively harass intruders, keeping them from resting them down for a few precious minutes. Such traps rarely as they explore deeper and deeper. In an unattended reset automatically, because if it ever becomes neces- dungeon, however, traps that fail to kill the PCs are only sary to spring one, its owner will be in the process of a minor annoyance because the party can just wait until abandoning the area. morning to replenish their cleric spells. Examples: This category includes most pit traps,",
        "name":  "Placement",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Joe gives his trap a detection trigger (an disadvantage, Joe decides that the trap does not affect every alarm spell). square of the room every round. Instead, each round, only",
        "name":  "Trigger",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The trap’s effect is a spell attack that deals to that one. average damage of 28 points (CR of 8 × 3-1/2). The Joe’s completed encounter trap looks like this. attack’s save DC, for a 3rd-level spell effect, is 14 (10 + Lightning Hexagon Trap CR 8 [3 × 1-1/2].",
        "name":  "Effect",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Old or shoddily built fl oors might be spalled door (see page 25), pushing through requires a successful by cracks and small breaches that make them harder to Strength or Escape Artist check as though against a stuck navigate. Treat a weakened fl oor as diffi cult terrain. door. Increase the DC of this check by 5 for the woody and resilient nature of the tangled plant material. DOORS Doors can be created from unusual materials, as described Void Doors in Chapter 1. Many of the same sorts of modifi cations apply Some versions of void doors deal 1d8 points of damage to to them as well. The following entries supplement the ideas creatures passing through (Will DC 10 negates; undead given for walls. Doors also lend themselves to different are immune). The most powerful bestow a negative level variants from those used on walls or fl oors. (duration 1 hour, Will DC 20 negates), much like the effect of an enervation spell. Table 7–2: Doors and Door Variants Door Typical Hit Stuck Locked Water Lock Doors Type Thickness Hardness Points DC DC Decide how much water the door holds back when you Bone 3 in. 5 15 15 17 design the dungeon; this determines how long the forceful Energy 1 in. — — — — fl ow should last. A single water-fi lled room might fl ow for Flesh 1 in. 2 5 15 20 (membrane) only a round, while a passage connected to an underground Flesh (valve) 6 in. 2 30 20 25 lake could continue to fl ow for days. Ice 4 in. 10 20 20 20 Glass 2 in. 1 8 14 16 Zombie Doors Golem 6 in. 0 120 35 35 The grabbing limbs of a zombie door can bestow various Plant 6 in. 5 30 16 18 Void 1 in. — — — — necromantic effects, much like those of a bone wall (see Water lock 2 in. 10 120 26 26 page 21). Zombie 6 in. 5 30 20 22 Variant Door Construction Door Typical Hit Stuck Locked As with walls, doors can have any number of variants, Variant Thickness Hardness Points DC DC Disguised — — — — — modifying existing types and adding new features. Most of Hardened — +5 +50% +5 +5 the modifi cations available for walls can be made to doors, Invisible — — — — +101 having the same effects unless noted otherwise below. Spiked — — — — —",
        "name":  "Weakened",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You see something sparkle inside a small skull. Looking Jozan: Cool! Mialee, will you cast your own lightspell so I can closer, you see it’s a gem—a garnet. toss this rock down into the pool to get a better look at this skele-",
        "name":  "DM",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ifa flying creature fails to maintain its stands at the end of the corridor, at a dead end. He’s been poisoned minimum forward speed, it must land at the end of its movement. and is dying. The cleric wants to get at the fighter to help, but two Ifit is too high above the ground to land, it falls straight down, other characters are between them. Thus, there’s no way for the cleric descending 150 feet in the first round of falling. If this distance to get next to the fighter and cast neutralize poison. You can rule that it’s brings it to the ground, it takes falling damage. If the fall doesn’t okay for the cleric to squeeze past the characters who are in the way, bring the creature to the ground, it must spend its next turn recov- cast the spell, and then move back to where she previously stood. ering from the stall. It must succeed on a DC 20 Reflex save to Ingeneral, when the characters aren’t engaged in round-by- recover. Otherwise it falls another 300 feet. If it hits the ground, it round combat, they should be able to move anywhere and in any takes falling damage. Otherwise, it has another chance to recover manner that you can imagine real people could. A 5-foot square, on its next turn. for instance, can hold several characters; they just can’t all fight",
        "name":  "Minimum Forward Speed",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Analchemical bonus represents the benefit from Size:When a character gets bigger (such as through the effect a chemical compound, usually one ingested prior to receiving the of an enlarge personspell), his Strength increases (as might his Con- bonus. Antitoxin, for example, provides a +5 alchemical bonus on stitution). That’s a size bonus. Fortitude saving throws against poison.",
        "name":  "Alchemical",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a character has a competence bonus, he takes to the air and chases the elf lord and his retinue, jaws snap- actually gets better at what he’s doing, such as with the guidance ping behind them as they run in terror. spell. Combat is a big part of what makes the D\u0026D game exciting.",
        "name":  "Competence",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Aninsight bonus makes a character better at what he’s in question is actually another creature, measure line of sight doing because he has an almost precognitive knowledge of factors from the square the character is in to the square that the creature pertinent to the activity, as with the true strikespell. occupies. If a character can see a portion of a large creature that",
        "name":  "Insight",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A luck bonus is a general bonus that represents good for- occupies more than one square, she can target that creature for a tune, such as from the divine favorspell. spell or any other attack.",
        "name":  "Luck",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "ROLL INITIATIVE EACH ROUND affected). The monk runs forward and stuns the wizard, a condition Some players find combat more fun if they get to roll initiative every that lasts until the monk’s next action. In the next round, the monk round rather than rolling once at the beginning of the encounter. wins initiative again, and attacks but misses. Now the wizard casts Rather than determining a sequence of actions for each round at the another spell—but because he lost initiative in this round, and acted beginning of an encounter, the players and DM reroll for all combat- after the monk’s action, the fact that he was stunned hardly hindered ants, determining a different sequence at the start of each new round. him at all. The goal is to give the combat a feeling of shifting variability. If you roll initiative each round, taking a readied action later in the Ultimately, this variant rule doesn’t change things much. You’ll find same round or delaying an action until later in the same round gives that it slows down play, because a new sequence of activity will need you a cumulative –2 penalty on later initiative rolls. (The first time you to be determined each round—more die rolling, more calculation, do this causes a –2 penalty; if you take a readied action later in the more organizing time. It doesn’t change spell durations, or how vari- same round or delay an action until later in the same round again ous combat actions work. Effects that last until the character’s next during the current combat, the penalty becomes –4, and so on.) Taking action still operate that way. The difference is that it’s possible for a readied action in the next round or delaying until the next round someone to take an action at the end of one round (such as a charge carries no penalty, but you get no other action that round. attack) that puts him at a penalty until his next action, and then to roll Even if you normally use a single set of initiative rolls for the whole well in the next round so that he goes first and the penalty has no combat, some turn of events could make it worthwhile to reroll initia- effect. This means that sometimes it can be beneficial to roll low for tive. For example, the PCs are fighting a drow wizard using greater invis- initiative in a round. ibility.It’s a climactic encounter with the survival of the party hinging",
        "name":  "VARIANT",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If any or all of the newcomers are not act before the enemies and who will act after. It’s too easy to plan aware of the other sides when they enter the encounter (for actions around when their opponents act. example, the PCs stumble unaware into a fight between two mon- sters in a dungeon), the newcomers still come into play at the Simultaneous Activity beginning of the round, but they roll initiative normally. If one of When you play out a combat scene or some other activity for the other characters involved in the encounter has a higher initia- which time is measured in rounds, it can be important to remem- tive check result than one or more of the newcomers, that charac- ber that all the PCs’ and NPCs’ actions are occurring simultane- ter can react to those newcomers before they get a chance to act ously. For instance, in one 6-second round, Mialee might be trying (the newcomers are caught flat-footed). to cast a spell at the same time that Lidda is moving in to make a If more than one new group enters an existing encounter at the sneak attack. same time, you must first decide if they are aware of the However, when everyone at the table plays out a combat round, encounter. Those that are unaware, “stumbling in,” roll initiative. each individual acts in turn according to the initiative count for Those that are aware act first in the round, in the order of their his character. Obviously, this is necessary, because if every indi- Dexterity scores, even if they are not in the same group. vidual took his turn at the same time, mass confusion would",
        "name":  "Newcomers Not Aware",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 + spell level + caster’s ability modifier. Since a target who makes his saving throw against a spell knows",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 + 1/2 monster’s Hit Dice + monster’s that something happened to him, you could describe a charm ability modifier. spell or a compulsion spell as a cold claw threatening to enclose",
        "name":  "Monster Abilities",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "SPELL ROLL This variant allows for special rare ingredients (“power compo- Substitute this variant for the standard method of determining saving nents”) to be added to material spell components in place of an XP throw DCs for spells. Every time a character casts a spell that requires component. You’re free to allow this on a case-by-case basis. Perhaps a target to make a saving throw, the caster rolls 1d20 and adds the spell these components exist only for certain spells. They’re certainly rare, level and the appropriate ability modifier. The result is the DC for the and certainly expensive—ten to twenty times the XP component in saving throw. Roll once even for a spell that affects many creatures. gold pieces is a good baseline price. Further, characters may need to This variant introduces a great deal more randomness into spell- consult sages or cast divinations in order to find out what the proper casting—sometimes low-level spells cast by mediocre casters will ingredients are. have high DCs, and sometimes high-level spells cast by powerful Consider not allowing characters to buy power components— casters are easy to resist. It downplays the level of the spell and the instead, make them the object of an adventure. The hunt for the red ability modifier. As with variant combat rules, any change that minotaur can be a challenging and entertaining adventure by itself, but increases chance in a battle favors the underdog, and that’s usually if the defeat of the minotaur is the first step toward the goal of bring- the enemy of the PCs. ing back a fallen comrade, the scenario takes on a larger importance. In the same way, special ingredients can substitute for the XP that a",
        "name":  "VARIANT",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "SUMMONING INDIVIDUAL MONSTERS ture is killed (and thus sent back to its home) or dispelled, however, When a character casts a summon monster or summon nature’s ally that individual creature is not available to be summoned for 24 hours. spell, she gets a typical, random creature of the kind she chooses. As The summoner summons one fewer creature of that kind because the a variant in your campaign, you can rule that each spellcaster gets unavailable creature still takes up its normal “slot.” Thus, if Kulik is specific, individual creatures rather than just some random one. This killed and later that day Mialee summons two celestial eagles, she only variant lets players feel more ownership over the creatures that their gets Skitky (instead of Kulik and Skitky). characters summon, but it entails some special problems, so don’t If a creature that a character summons is actually, truly killed (not allow it without considering it carefully. just “killed” while summoned), it is no longer available, and the",
        "name":  "VARIANT",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever a spellcaster summons a single crea- summoner gets one less creature of that kind than normal. On attain- ture of a given kind, it’s always the same creature. A player can roll the ing a new level, however, the summoner may replace the slain creature ability scores and hit points for each creature that his character can (see below). summon. His specific creatures may be above or below average. Allow Replacing Creatures:Each time a summoner gains a level in a spell- the player to take average statistics instead of rolling if he wants to casting class, she can drop out one of her creatures and roll up a new avoid the risk of getting stuck with bad dice rolls. (There’s no “hope- one to fill its “slot.” For example, at 5th level, Mialee can summon less creature reroll” for bad ability scores in this case.) The player can Kulik, Skitky, and Kliss with summon monster III.When she reaches 6th also name each creature and define its distinguishing characteristics. level, she can drop any one of her summonable creatures and replace",
        "name":  "Specific Creatures",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A good adventure should pro- but an ability (or a spell) that a character never gets to use is a waste. vide a number of different experiences—attack, defense, prob- lem-solving, roleplaying, and investigation. Make sure you vary BAD STRUCTURE the kinds of encounters the adventure provides (see Encounters, Try to avoid the pitfalls described below. page 48). Leading the PCs by the Nose:A bad event-based adventure is",
        "name":  "Different Sorts of Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Another way to organize an event-based adventure is the cleric’s hide from undeadspell allows her to get to the treasure by the passage of time. A timeline starts when the PCs get involved the skeletons are guarding while the battle rages. in the story (or sometimes even before then). It marks what hap- A status quo encounter forces the PCs to adapt to the encounter pens when: “One day after the PCs arrive in town, Joham comes to rather than the other way around. Bugbears live on Clover Hill, them pleading for help. The next day, Joham is found dead in his and if the PCs go there, they encounter bugbears, whether bug- room at the inn. That evening, Gregory comes to the inn, poking bears are an appropriate encounter for them or not. This kind of around for information to see if the body has been found.” encounter gives the world a certain verisimilitude, and so it’s good",
        "name":  "Timeline",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Even in an adventure driven by events, That decision, of course, is to run away and fight again another day an encounter unrelated to the flow of events can serve to empha- (when the party is better equipped to meet the challenge). size (or distract from) the ongoing plot. See Table 3–28: Urban Encounters, page 102, for an example of an event-based random CHALLENGE RATINGS AND encounter table. ENCOUNTER LEVELS A monster’s Challenge Rating (CR) tells you the level of the party for which that monster is a good challenge. A monster of CR 5 is THE END (?) an appropriate challenge for a group of four 5th-level characters. If Eventually, each adventure comes to an end. A climactic the characters are of higher level than the monster, they get fewer encounter places a nice capstone on an adventure, particularly if XP because the monster should be easier to defeat. Likewise, if the it’s one that the players have seen coming. (If the ogres they have characters are of lower level than a monster’s Challenge Rating, been fighting have been referring to a dragon, then an encounter the PCs get a greater award. with the dragon is a suitable ending.) Parties with five or more members can often take on monsters Many adventures require a denouement—some wrap-up to with higher CRs, and parties of three or fewer are challenged by deal with the aftermath of the final encounter. This can be the monsters with lower CRs. The game rules account for these facts time when the PCs discover what treasure is in the dragon’s hoard, bydividing the XP earned by the number of characters in the a dramatic scene in the king’s court in which he thanks the adven- party (see Rewards, page 36). turers for slaying the dragon and passes out knighthoods all around, or a time to mourn those comrades who did not survive Multiple Monsters and Encounter Levels the battle. Generally, the denouement should not take nearly as Obviously, if one monster has a given Challenge Rating, more long as the climax itself. than one monster represents a greater challenge than that. You As with movies and books, adventures sometimes deserve se- can use Table 3–1: Encounter Numbers to determine the quels. Many adventures lead directly into new adventures for the Encounter Level of a group of monsters, as well as to determine PCs, relating to what they have accomplished or discovered. If the how many monsters equate to a given Encounter Level (useful in characters just destroyed the fortress of the evil overlord, they may balancing an encounter with a PC party). find clues within the fortress that betray the identity of a traitor on Tobalance an encounter with a party, determine the party’s the town council who has been secretly aiding the warlord. Per- level (the average of all the members’ character levels). You want haps the overlord’s orc minions fled the site—where did they go? the party’s level to match the level of the encounter, so find that (Orcs, no matter where they go, are sure to cause trouble!) Suppose number in the “Encounter Level” column. Then look across that bandits attacked the adventurers while they were on their way to line to find the CR of the kind of creature that you want to use in the overlord’s fortress—going back now and finding the bandits’ the encounter. Once you have found it, look at the top of that lair is an adventure of both justice and vengeance. column to find the number of creatures that makes a balanced encounter for the party. For example, suppose you want to send ogres against a 6th-level ENCOUNTERS party. The Monster Manualentry on ogres shows that they are CR 2. As interesting as it is to talk about adventures (and the stories be- Looking at the “6” row in the “Encounter Level” column, you read hind them), the game is really composed of encounters. Each indi- across to the “2” entry and then check the top of that column to vidual encounter is like its own game—with a beginning, a middle, find that four CR 2 monsters make a good 6th-level encounter. To an end, and victory conditions to determine a winner and a loser. determine the Encounter Level of a group of monsters, reverse these steps (begin with the number of creatures, read down to find TAILORED OR STATUS QUO the CR for the creature, then look left to find the appropriate EL). Just as with motivations, encounters can be tailored specifically to Ingeneral, if a creature’s Challenge Rating is two lower than a the PCs or not. A tailored encounter is one in which you take into given Encounter Level, then two creatures of that kind equal an 48 consideration that the wizard PC has a wand of invisibility and the encounter of that Encounter Level. Thus, a pair of frost giants (CR fighter’s AC is 23. In a tailored encounter, you design things to fit 9 each) is an EL 11 encounter. The progression holds of doubling the PCs and the players. In fact, you can specifically design some- the number of creatures for each drop of two places in their indi- :3 RETPAHC SERUTNEVDA vidual CR, so that four CR 7 creatures (say, four hill giants) are an encounters of the party’s level the PCs need to rest, heal, and EL 11 encounter, as are eight CR 5 creatures (such as shadow mas- regain spells. A fifth encounter would probably wipe them out. tiffs). This calculation does not work, however, with creatures The party should be able to take on many more encounters whose CR is 1 or lower, so be sure to use Table 3–1: Encounter lower than their level but fewer encounters with ELs higher than Numbers for such encounters. their level. As a general rule, if the EL is two lower than the party’s",
        "name":  "Random Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most encounters seriously threaten at least one the same old 30-foot-by-30-foot room starts to grow stale. Like- member of the group in some way. These are challenging encoun- wise, a trip through the dark woods can be interesting and fright- ters, about equal in Encounter Level to the party level. The average ening, but the tenth trip through is less so. Since this is a fantasy adventuring group should be able to handle four challenging en- game, allow yourself the freedom to consider all sorts of strange counters before they run low on spells, hit points, and other re- locations for encounters. Imagine an encounter inside a volcano, sources. If an encounter doesn’t cost the PCs some significant por- along a narrow ledge on the side of a cliff, atop a flying whale, or tion of their resources, it’s not challenging. deep underwater. Think of the exciting location first, and then",
        "name":  "Challenging",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An interesting facet of a dungeon might be a Rooms in dungeons vary in shape and size. Although many are sealed door too strong to break down. Such a door might be simple in construction and appearance, particularly interesting opened only by operating secret switches, or hidden (and distant) rooms have multiple levels joined by stairs, ramps, or ladders, as levers. Crafty builders make using the switches or levers more dif- well as statuary, altars, pits, chasms, bridges, and more. ficult by requiring that they be used in a special way. For example, Keep three things in mind when designing a dungeon room: a particular door might only open if a series of four levers is moved decoration, ceiling support, and exits. into a specific configuration—two pushed up and two pushed Most kinds of intelligent creatures have a tendency to decorate down. If a lever in the series is put in the wrong position, a trap is their lairs. It should be fairly commonplace to find carvings or sprung. Now imagine how much more difficult it would be if paintings on the walls of dungeon rooms. Exploring adventurers there were a dozen or more levers, with multiple settings, spread also often encounter statues and bas reliefs, as well as scrawled out through the entire dungeon. Finding the method to open a messages, marks, and maps left behind by others who have come special door (perhaps leading into the vault, the vampire’s lair, or this way before. Some of these marks amount to little more than the dragon’s secret temple) can be an adventure in itself. graffiti (“Robilar was here”), while others may be useful to adven- Sometimes a door is special because of its construction. A lead- turers who examine them closely. lined door, for example, provides a barrier against many detection Underground chambers are prone to collapse, so many rooms— spells. A heavy iron door might be built in a circular design, particularly large ones—have arched ceilings or pillars to support 62 rolling to one side on a track once it is opened. A mechanical door the weight of the rock overhead. linked with levers or winches might not open unless the proper Pay close attention to the exits. Creatures that can’t open doors mechanism is activated. Such doors often sink into the floor, rise can’t make a lair in a sealed room without some sort of external :3 RETPAHC SERUTNEVDA assistance. Strong creatures without the ability to open doors CORRIDORS smash them down if necessary. Burrowing creatures might dig Stretching into the darkness, a mysterious, cobweb-filled passage their own exits. deeper into the dungeon can be intriguing and a little frightening. In general, both the PCs and the monsters should be able to All dungeons have rooms, and most have corridors. While most move around a room without too much difficulty. Fighting a battle corridors simply connect rooms, sometimes they can be in particularly tight quarters can make for an interesting change encounter areas in their own right because of traps, guard patrols, of pace, however. and wandering monsters out on the hunt. Common dungeon rooms fall into the following broad cate- When designing a dungeon, make sure the corridors are large gories. Use them as a springboard for your own creations, not as a enough for the dungeon residents to use. (For example, a dragon limited list. needs a pretty big tunnel to get in and out of its lair.) Wealthy,",
        "name":  "Special Doors",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell traps produce the spell’s effect, as described with a +10 attack bonus. The damage bonus for each spike is +1 per in the appropriate entry in the Player’s Handbook.Like all spells, a 10 feet of pit depth (to a maximum of +5). Each character who falls spell trap that allows a saving throw has a save DC of 10 + spell into the pit is attacked by 1d4 spikes. Pit spikes do not add to the level + caster’s relevant ability modifier. average damage of the trap (see Average Damage, page 75).",
        "name":  "Spell Traps",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 2; mechanical; touch trigger (open- (detect good);automatic reset; spell effect (extended bane,3rd-level ing the box); automatic reset; 5-ft. cold aura (3d6, cold nonlethal); cleric, DC 13 Will save negates); Search DC 27; Disable Device DC Search DC 22; Disable Device DC 16. Market Price:3,000 gp. 27.Cost:3,500 gp, 280 XP.",
        "name":  "Box of Brown Mold",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 4; spell; spell trigger; no reset; spell Price:12,650 gp. effect (sepia snake sigil, 5th-level wizard, DC 14 Reflex save Spiked Pit Trap: CR 5; mechanical; location trigger; manual negates); Search DC 28; Disable Device DC 28. Cost:650 gp to hire reset; DC 25 Reflex save avoids; 40 ft. deep (4d6, fall); multiple tar- NPC spellcaster. gets (first target in each of two adjacent 5-ft. squares); pit spikes",
        "name":  "Sepia Snake SigilTrap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 5; spell; spell trigger; no reset; spell effect (fire trap, Glyph of Warding (Blast): CR 6; spell; spell trigger; no reset; spell 7th-level wizard, 1d4+7 fire, DC 16 Reflex save half damage); effect (glyph of warding[blast], 16th-level cleric, 8d8 sonic, DC 14 Search DC 29; Disable Device DC 29. Cost:305 gp to hire NPC Reflex save half damage); multiple targets (all targets within 5 ft.); spellcaster. Search DC 28; Disable Device DC 28. Cost:680 gp to hire NPC",
        "name":  "Fire Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 10; mechanical; location trigger; auto- you and the player have agreed on what spells and other elements matic reset; no attack roll required (18d6, crush); Search DC 20; the trap contains, you can determine the cost of the raw materials Disable Device DC 25. Market Price: 25,000 gp. for the trap and the CR of the trap.",
        "name":  "Crushing Wall Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Todetermine how much progress a char- Molds and fungi flourish in dark, cool, damp places. While some acter makes on building a trap each week, that character makes a are as inoffensive as the normal dungeon slime, others are quite Craft (trapmaking) check. Page 70 of the Player’s Handbookcontains dangerous. Mushrooms, puffballs, yeasts, mildew, and other sorts details on Craft checks and the circumstances that can affect them. of bulbous, fibrous, or flat patches of fungi can be found through- out most dungeons. They are usually inoffensive, and some are even edible (though most are unappealing or odd-tasting). DUNGEON ECOLOGY Green Slime (CR 4):This dungeon peril is a dangerous variety Aninhabited dungeon is an environment in and of itself. The crea- of normal slime. Green slime devours flesh and organic materials tures that live there need to eat, drink, breathe, and sleep just as on contact and is even capable of dissolving metal. Bright green, the creatures of the forest or the plains do. Predators need prey. wet, and sticky, it clings to walls, floors, and ceilings in patches, Creatures living in the dungeon need to be able to get around. reproducing as it consumes organic matter. It drops from walls Locked doors, or even doors that require hands to open, can pre- and ceilings when it detects movement (and possible food) below. ventcreatures from getting to food or water. A single 5-foot square of green slime deals 1d6 points of Con- Consider these factors when designing a dungeon you want the stitution damage per round while it devours flesh. On the first players to believe in. If the environment doesn’t have some logic round of contact, the slime can be scraped off a creature (most behind it, the PCs can’t make decisions based on reasoning while likely destroying the scraping device), but after that it must be adventuring there. For example, upon finding a pool of fresh frozen, burned, or cut away (dealing damage to the victim as water in the dungeon, a character should be able to make the well). Anything that deals cold or fire damage, sunlight, or a assumption that many of the creatures inhabiting the place come remove disease spell destroys a patch of green slime. Against to that spot often. Thus, the PCs could wait in ambush for a partic- wood or metal, green slime deals 2d6 points of damage per ular creature that they’re after. Bits of faulty dungeon logic, such as round, ignoring metal’s hardness but not that of wood. It does all the doors in a dungeon being locked when the dungeon is not harm stone. home to many creatures, destroy any chance of verisimilitude. Dwarves consider green slime to be one of the worst hazards ofmining and underground construction. They have their own DUNGEON ANIMALS ways of burning it out of infested areas, methods that they say are Not everything that lives in a dungeon is a monster. Other crea- thorough. “If you don’t do it proper, the stuff comes right back,” tures inhabit these unlit labyrinths as well. they claim.",
        "name":  "Making the Checks",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Like rats, bats are found throughout any dungeon with heat from anything around it. It normally comes in patches 5 feet access to outside air. Although normal bats aren’t dangerous, a in diameter, and the temperature is always cold in a 30-foot radius swarm of bats can obscure vision and hamper the actions of dun- around it. Living creatures within 5 feet of it take 3d6 points of geon delvers—particularly spellcasting. nonlethal cold damage. Fire brought within 5 feet of brown mold",
        "name":  "Bats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature’s special qualities (some of which may be de- those creatures and presented here in an abbreviated form. Many scribed in more detail beneath the Skills and Feats paragraph). published adventures contain stat blocks for the creatures therein AL: The one- or two-letter abbreviation denoting the creature’s as a convenience, preventing you from needing to look up infor- alignment. mation from one of the core rulebooks (usually the Monster SV: The creature’s saving throw bonuses. Manual) in order to run the adventure. Ability Scores: The creature’s ability scores in the customary Some stat blocks are less detailed than others, sometimes order (Str, Dex, Con, Int, Wis, Cha). because those characters or creatures are only “bit players” (com- Skills and Feats:In a new paragraph, a list of all the creature’s skill moners or other unimportant NPCs) and sometimes because only modifiers and feats. certain aspects of a creature’s abilities are relevant to the adventure. Details:Special attacks and special qualities that need further For instance, the stat block for a gold dragon would only need explanation are covered next. to mention that the dragon can breathe underwater if the place Spells Known:For sorcerers and members of other classes that do where it’s encountered includes a body of water large enough for not prepare spells. this ability to be potentially useful. Spells Prepared:For wizards, clerics, and members of other classes 85 Following is a summary of the main elements of a statistics that prepare spells. A cleric’s stat block also includes the domains block. All the terms used in this summary are discussed in more he has access to (with domain spells asterisked in the list of pre- ADVENTURES CHAPTER 3: pared spells), his deity (if applicable), and the granted powers of GETTING LOST his domains. There are many ways to get lost in the wilderness. Following an",
        "name":  "This information is taken from the Monster Manualentries for SQ",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Optionally (in addition to Spells Prepared), you may obvious road, trail, or feature such as a stream or shoreline pre- wish to provide the contents of a caster’s spellbook in her stat vents any possibility of becoming lost, but travelers striking off block. (See the sample NPC wizards on page 125 for what this cross-country may become disoriented—especially in conditions looks like.) This information can be important for an NPC whom of poor visibility or in difficult terrain. the characters might encounter repeatedly over the course of sev- Poor Visibility: Any time characters cannot see at least 60 eral days (so that she could choose to prepare different spells on feet in the prevailing conditions of visibility, they may become different days). lost. Characters traveling through fog, snow, or a downpour",
        "name":  "Spellbook",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All these NPCs have starting ability Skill Pts./Feats:The numbers of skill points and feats an NPC scores that were determined by using the elite array (15, 14, 13, 12, has are calculated assuming a nonhuman character; for a human, 10, 8) and arranging the numbers to the character’s best advantage. add skill points and bonus feats as appropriate. The number of (See page 169 for more about the elite array and other alternative total feats includes any bonus feats granted by the class. methods of determining ability scores.) Spells:The number of spells of each level a spellcaster has is",
        "name":  "Starting Ability Scores",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For bards and sorcerers, an addi- Uncanny Dodge (Ex):This barbarian can react to danger before tional table gives the number of spells known at each level from his senses would normally allow him to do so. He retains his Dex- 1st through 20th. terity bonus to AC even when caught flat-footed.",
        "name":  "Spells Known per Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 8, Dex 14, Con 13, Int 10, Wis 12, Skills and Feats:Bluff +9, Concentration +9, Craft (trapmaking) Cha 15. +1, Hide +6, Listen +3, Profession (miner) +3, Search +1, Spellcraft",
        "name":  "Starting Ability Scores",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +8, Craft (alchemy) +9, Knowl- fusion,2 scrolls of fireball,scroll of web, dagger. edge (arcana) +12, Knowledge (dungeoneering) +12, Knowledge (history) +9, Listen +3, Search +6, Spellcraft +14, Spot +3; Brew Sample 10th-Level NPC Wizard: Drow Wiz 10; CR 11; 125 Potion, Combat Casting, Scribe Scroll, Toughness. Medium humanoid (elf); HD 10d4+3; hp 29; Init +3; Spd 30 ft.; AC",
        "name":  "Skills and Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+1 CR. +2 Con, –4 Cha. +1 Listen, +4 Move –3 ranks/skill, +8 Concentration, +8 Listen, +8 Spellcraft, +8 Spot. Silently, +1 Spot. Speed 20 ft. Large. Speed 50 ft.",
        "name":  "Dwarf, Duergar",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Monastery of Zerth’Ad’lun ture is nearest. Thus, there is no normal concept of floor, wall and 159 One of many githzerai monasteries on the plane, Zerth’Ad’lun fol- ceiling—any surface is a floor if you’re near enough to it. Rare lows the teaching of Sensei Belthomias, a 16th-level monk. narrow tunnels exactly cancel out gravity, allowing a traveler to CAMPAIGNS CHAPTER 5: shoot through them at incredible speed. The layer of Phlegethon INFINITE LAYERS OF THE ABYSS is an exception—there, the normal gravity trait applies. The Abyss is all that is ugly, all that is evil, and all that is chaotic • Divinely morphic. Specific powerful beings such as the deity reflected in infinite variety through layers beyond counting. Its Erythnul can alter Pandemonium. Ordinary creatures find virtually endless layers spiral downward into ever more atrocious Pandemonium indistinguishable from the Material Plane (it forms. Conventional wisdom places the number of layers of the has the alterable morphic trait for them, in other words). Spells Abyss at 666, though there may be far more. The whole point of and physical effort affect Pandemonium normally. the Abyss, after all, is that it’s far more terrible than conventional • Mildly chaos-aligned. wisdom could ever encompass.",
        "name":  "Example Limbo Site",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Orthrys, Cathrys, Minethys, What if your characters wind up being sent to the Abyss as a Colothys, Porphratys, and Agathys. Each layer consists of a series result of an adventure gone wrong? Or what if they flee powerful of orbs like tiny planets. A gulf of air separates each orb from the demons by jumping through the nearest portal? next. On a particular layer, little distinguishes one orb from the Use the following table to randomly determine the general next, and it’s possible that the number of orblike planets on each characteristics of an unknown layer. If desired, roll twice (or layer is infinite. more) and combine the results. Carceri has the following traits. • Normal gravity. On the orbs, gravity is normal. Between orbs, d% Type of Layer there is no gravity, which eases travel for those who can fly 01–05 Air-dominant beyond the clutches of each orb’s gravity. 06–10 Blood War battleground (demons against devils) • Divinely morphic. Nerull and any other entity of lesser deity 11–15 Burning hellscape (mix of magma and stone) status or greater can alter Carceri. More ordinary creatures find 16–20 Demonic city Carceri indistinguishable from the Material Plane; it responds 21–25 Desert of sand, ice, salt, or ash to spells and physical effort normally. 26–30 Earth-dominant • Mildly evil-aligned. 31–35 Fire-dominant Random Encounters: Use the Abyssal Encounters table (page 36–40 Fetid swamp (filled with predators) 167) for random encounters on Carceri. 41–45 Mixed element-dominant (as Limbo) 46–50 Mountainous Example Carceri Site: Sand Tombs of Payratheon 51–55 Negative-dominant (minor or major) Payratheon is the name of a vanished city built on an orb of 56–60 Normal (as the Material Plane) Minethys eons ago. That city is long buried under sand dunes, 61–65 Ocean of water but its sand-drowned avenues, crumbled towers, and silted porti- 66–70 Realm of powerful Abyssal entity cos still remain far below the shifting surface of the layer. Some- 71–75 Sea of acid times the shifting sands reveal Payratheon for an hour or a 76–80 Sea of insects longer, but it is always engulfed again by the sands, smothering 81–85 Sea of blood most creatures that were tempted by its appearance and entered 86–90 Subterranean the sand-blasted city. 91–95 Undead realm Resourceful adventurers have burrowed down to find outlying 96–100 Water-dominant suburbs of the city during its phases of submersion. Tales of terror walk hand in hand with these accounts, which tell of dragonlike",
        "name":  "Random Abyssal Layers Carceri consists of six layers",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Demonweb Pits “sand gorgons” that swim through the sand as if it were water. Also The 66th layer of the Abyss is home to Lolth, the Spider Queen. mentioned are the remnants of former inhabitants that force their The plane folds in upon itself so that it resembles a great web. A way through the streets as petrified undead, so weathered and dizzying array of web pathways interconnect with fractal com- eroded that little can be discerned of their original race or size. plexity. Each strand is strung with portals onto the planes where To create an encounter map for the sand tombs, start with a city, Lolth is worshiped. Lolth’s palace is said to be a mobile iron then reduce half the buildings to heavy rubble and damage the stronghold shaped like a spider, perpetually crawling across her others in some significant way. The riches of Payratheon are there planar web. for the taking, for the city was buried suddenly. But the characters To draw an encounter map for the Demonweb Pits, design a will have to contend with the sand gorgons (24 HD gorgons with crisscrossing network of 20-foot-wide walkways suspended magi- a burrow speed of 30 feet), mummy lords (see the Monster Manual), cally in vast cloud of solid fog(as the spell). The fog stays 1d4×10 and other undead eager to slay and consume the living. And feet away from the pathways, so characters can sometimes glimpse they’re also racing against time—a titanic sandstorm (see page 91) other parts of the web that are above, below, or to the side of the is only 1d4 hours away. path they’re walking on. The web twists and turns in on itself, but it always appears per- GRAY WASTE OF HADES fectly level, even when it corkscrews upward or downward. It’s Hades sits at the nadir of the lower planes, halfway between two possible to make four right turns and wind up underneath the races of fiends each bent on the other’s annihilation. Thus, it often point where you started, without encountering a slope or stairs. sees its gray plains darkened by vast armies of demons battling Characters who fall—or are bull rushed—off a walkway fall at equally vast armies of devils who neither ask nor give quarter. If only 60 feet per round (as the feather fallspell), and they take no any plane defines the nature of true evil, it is the Gray Waste. damage when they land on another walkway (which might be In the Gray Waste of Hades, pure undiluted evil acts as a power- miles below where they started). ful spiritual force that drags all creatures down. Here, even the consuming rage of the Abyss and the devious plotting of the Nine TARTERIAN DEPTHS OF CARCERI Hells are subjugated to hopelessness. Apathy and despair seep into The prison plane of Carceri seems the least overtly dangerous of everything at the pole of evil. Hades slowly kills a visitor’s dreams the lower planes, but that first impression quickly disappears. Acid and desires, leaving the withered husk of what used to be a fiery seas and sulfurous atmospheres may be rare on this plane, and no sprit. Spend enough time in Hades, and a visitor gives up on areas of biting cold or infernos of raging heat exist. The danger of things that used to matter, eventually succumbing to total apathy. Carceri is a subtler thing. Hades has three layers, called “glooms”: Oinos, Niflheim, and The plane is a place of darkness and despair, of passions and Pluton. Uncaring malevolence that slowly crushes the spirit per- poisons, and of kingdom-shattering betrayals. On Carceri, meates each gloom. hatreds run like a deep, slow-moving river. And there’s no telling Hades has the following traits. what the flood of treachery is going to consume next. It is said • Divinely morphic. Entities of at least lesser deity status can alter that a prisoner on Carceri may only escape when she has become Hades, though few deities care to reign in Hades. The Gray stronger than whatever imprisoned her there. That’s a difficult Waste has the alterable morphic trait for less powerful crea- 161 task on a plane whose very nature breeds despair, betrayal, and tures; Hades responds normally to spells and physical effort. self-hatred. • Strongly evil-aligned. CAMPAIGNS CHAPTER 5: • Entrapping. This is a special trait unique to Hades (although an infinitely larger void. Gravity is normal on the steep slopes Elysium has a similar entrapping trait). A nonoutsider in Hades of a mountain, and a fall causes a creature to tumble until a experiences increasing apathy and despair while there. Colors chance ledge catches it, or until continued abrasions from the become grayer and less vivid, sounds duller, and even the long fall completely shred the victim. demeanor of companions seems to be more hateful. At the • Divinely morphic. Lesser deities can alter Gehenna’s mountain- conclusion of every week spent in Hades, any nonoutsider ous landscape. Ordinary creatures find that Gehenna is as alter- must succeed on a Will saving throw (DC 10 + the number of able as the Material Plane. consecutive weeks in Hades). Failure indicates that the individ- • Mildly evil-aligned. ual has fallen entirely under the control of the plane, becoming Random Encounters: Use the Hellish Encounters table (page a petitioner of Hades. 167) for random encounters in Gehenna. Travelers entrapped by the inherent evil of Hades cannot leave the plane of their own volition and have no desire to do so. Mem- Example Gehenna Site: Valley of the Outcast ories of any previous life fade into nothingness, and it takes a wish Mungoth, the third layer of Gehenna, is a cold place. The light of ormiraclespell to return such characters to normal. scattered volcanic vents is equivalent to that of a full moon,",
        "name":  "Example Abyss Site",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  " change the infernal battlefield. Fortress of Disciplined Enlightenment • Mildly law-aligned. This structure sits on its own cog, and its spires and towers rise",
        "name":  "Ordinary creatures must use spells and physical effort to Example Mechanus Site",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gold dwarves have all the dwarf racial traits ibility of half-elves who are raised by humans. described on page 14 of the Player’s Handbook,with the following exceptions. CLASS/RACE RESTRICTIONS • +2 Constitution, –2 Dexterity: Gold dwarves are stout and The parameters of a campaign can shape the benefits and restric- tough, but not as quick or agile as other races. tions for playing characters of various races. Sometimes, in order • +1 racial bonus on attack rolls against aberrations: Gold dwarves to reflect specific roles that you want races to play in the cam- are trained in special combat techniques against these bizarre crea- paign, you can restrict which classes each race can choose from. tures (this replaces the attack bonus against orcs and goblinoids). Limitations might include any or all of the following. • Dwarves and halflings cannot be wizards, sorcerers, bards, MODIFYING A COMMON RACE monks, druids, paladins, or rangers. Sometimes you may wish to modify one of the common races • Elves cannot be druids, paladins, or monks. (those described in the Player’s Handbook). Doing this is different • Half-elves cannot be paladins or monks. from creating a subrace, because it’s a change of larger scope—the • Half-orcs cannot be wizards, bards, druids, paladins, or rangers. entire common race takes on different characteristics. A campaign The fighter class, the cleric class, and the rogue class are rarely might not even use subraces but still have races modified from the restricted. Each is considered available to any race, although you rules presented in the Player’s Handbook. can of course create your own exceptions. The main reason you may want to modify the Player’s Handbook It is perfectly acceptable for you to say “In my world . . .” and races is to give your campaign a unique or a specific feel. For then describe whatever changes or restrictions you feel necessary. example, in some campaigns, dwarves never use arcane spells. In Be prepared for players to complain if you’re denying something others, they may be wizened masters of the arcane arts. otherwise granted to them in the Player’s Handbook for the choices they make. You’re the DM, and it’s your campaign. It’s important, however, to make sure that the players understand the explana- tions behind these changes so that they don’t feel restricted for no reason. It’s often a good idea to balance restrictions with extra allowances—such as greater starting money, free skills, or some other small consideration. NEW RACES You can give your players new race options either by using creatures 171 from the Monster Manual or new creatures of your own design. In either case, handle this radical change to the campaign with care. CHARACTERS CHAPTER 6: pqqrs",
        "name":  "Racial Traits",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Witch suggestion, tongues.",
        "name":  "Example New Spell List",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only the weakest of these, and the witch doesn’t wood, transport via plants. have the cleric’s ability to cast curespells spontaneously. The witch 8th Level: antipathy, demand, discern location, horrid wilting, poly- isn’t blessed with a cleric’s (or druid’s) plethora of healing spells, morph any object, sympathy, trap the soul. but she can offer a little aid to those she favors. 9th Level: earthquake, foresight, refuge, shapechange, wail of the ban-",
        "name":  "CureSpells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only through the middle levels. A witch can trick shee, weird. her foes, but not to the extent that a wizard can. *When she becomes able to cast 3rd-level spells, the witch",
        "name":  "Illusions",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Many. A major feature of this class. alignment opposed to her own. Form-Changing:Another strong point for the witch. From alter selftoshapechange, the witch has most of the spells relating to CREATING NEW CLASSES changing her (or someone else’s) form. It’s possible to create entirely new classes, or rather, to alter exist-",
        "name":  "Charms",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Generally equal to the number of class levels (see below) in a spell- casting class. Some prestige classes add caster levels to an existing class.",
        "name":  "Caster Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sneak attack +2d6. Class Skills The arcane trickster’s class skills (and the key ability for each skill) are Appraise (Int), Balance (Dex), Bluff (Cha), Climb (Str), Concentration (Con), Craft (Int), Decipher Script (Int), Diplomacy (Cha), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Gather Information (Cha), Hide (Dex), Jump (Str), Knowledge (Int), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Profession (Wis), Sense Motive (Wis), Search (Int), Sleight of Hand (Dex), Speak Language (Int), Spellcraft (Int), Spot (Wis), Swim (Str), Tumble (Dex), and Use Rope (Dex). See Chapter 4 of the Player’s Handbookfor skill descriptions.",
        "name":  "Special",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Using his unique talents, an arcane Class Skills trickster can perform one of the following class skills at a range of The archmage’s class skills (and the key ability for each skill) are 30 feet: Disable Device, Open Lock, or Sleight of Hand. Working Concentration (Con), Craft (alchemy) (Int), Knowledge (all skills at a distance increases the normal skill check DC by 5, and an taken individually) (Int), Profession (Wis), Search (Int), and arcane trickster cannot take 10 on this check. Any object to be Spellcraft (Int). See Chapter 4 of the Player’s Handbookfor skill manipulated must weigh 5 pounds or less. descriptions.",
        "name":  "Ranged Legerdemain",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4. damage per class level of the archmage plus 1d6 points of damage per level of the spell used to create the effect. For instance, a 5th- 178 Requirements level archmage who channels a 7th-level spell into arcane fire To qualify to become an archmage, a character must fulfill all the deals 12d6 points of damage to the target if it hits. This ability following criteria. costs one 9th-level spell slot. :6 RETPAHC SRETCARAHC Table 6–2: The Arcane Trickster Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells per Day 1st +0 +0 +2 +2 Ranged legerdemain 1/day +1 level of existing class 2nd +1 +0 +3 +3 Sneak attack +1d6 +1 level of existing class 3rd +1 +1 +3 +3 Impromptu sneak attack 1/day +1 level of existing class 4th +2 +1 +4 +4 Sneak attack +2d6 +1 level of existing class 5th +2 +1 +4 +4 Ranged legerdemain 2/day +1 level of existing class 6th +3 +2 +5 +5 Sneak attack +3d6 +1 level of existing class 7th +3 +2 +5 +5 Impromptu sneak attack 2/day +1 level of existing class 8th +4 +2 +6 +6 Sneak attack +4d6 +1 level of existing class 9th +4 +3 +6 +6 Ranged legerdemain 3/day +1 level of existing class 10th +5 +3 +7 +7 Sneak attack +5d6 +1 level of existing class Arcane Reach (Su): The archmage can use spells with a range of variables such as damage dice or range, and caster level checks touch on a target up to 30 feet away. The archmage must make a only). This ability costs one 5th-level spell slot. ranged touch attack. Arcane reach can be selected a second time Spell-Like Ability: An archmage who selects this type of high as a special ability, in which case the range increases to 60 feet. arcana can use one of her arcane spell slots (other than a slot ex- This ability costs one 7th-level spell slot. pended to learn this or any other type of high arcana) to perma-",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When the archmage nently prepare one of her arcane spells as a spell-like abil- counterspells a spell, it is turned back upon ity that can be used twice per day. The the caster as if it were fully archmage does not use any affected by a spell turning components when casting spell. If the spell cannot the spell, although a spell be affected by spell turn- that costs XP to cast still ing(for example, if it is a does so and a spell with a spell that affects an costly material compo- area), then it is merely nent instead costs her 10 counterspelled. This times that amount in XP. ability costs one 7th- This ability costs one level spell slot. 5th-level spell slot.",
        "name":  "Mastery of Counterspelling",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "use the spell- The archmage can alter like ability area and effect spells that four times use one of the following per day, and shapes: burst, cone, a slot six levels cylinder, emanation, or higher lets her use spread. The alteration con- it six times per day. For sists of creating spaces within the spell’s area or example, Hexark, a 15th-level wizard/2nd-level effect that are not subject to the spell. The minimum dimension archmage, is a pyromaniac and never wants to be for these spaces is a 5-foot cube. For example, an archmage could denied the ability to castfireball,so she permanently uses cast a fireball and leave a hole where his ally stands, preventing any a 9th-level spell slot to get fireball as a spell-like ability usable six fire damage. Furthermore, any shapeable spells have a minimum times per day. She forfeits a 5th-level spell slot to master the ability. dimension of 5 feet instead of 10 feet. This ability costs one 6th- If spell-like ability is selected more than one time as a high level spell slot. arcana choice, this ability can apply to the same spell chosen the",
        "name":  "Mastery of Shaping",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells without preparation. and bite attacks if he",
        "name":  "Spellcasting",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    }
]
