[
    {
        "origin_file":  "spells.json",
        "description":  "Scribe Scroll; Brew Potion; Combat SPELLS PER DAY Casting; Forge Wand; Heighten Spell; Maximize Spell; Level Quicken Spell. 21st (spell levels 0–10th) 6/8/8/8/8/7/6/6/6/5/1*",
        "name":  "Starting Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "21st, Improved Spell Capacity (10th); 24th, 22nd (spell levels 0–10th) 6/8/8/8/8/7/6/6/6/5/1* Improved Spell Capacity (12th); 27th, Improved Spell 23rd (spell levels 0–11th) 6/8/8/8/8/7/6/6/6/5/1*/1 24th (spell levels 0–12th) 6/8/8/8/8/7/6/6/6/5/1*/1/1 Capacity (14th); 30th, Improved Spell Capacity 25th (spell levels 0–12th) 6/8/8/8/8/7/6/6/6/5/1*/1/1 (16th). 26th (spell levels 0–13th) 6/8/8/8/8/7/6/6/6/5/1*/1/1/1",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "23rd, Improved Spell Capacity 27th (spell levels 0–14th) 6/8/8/8/8/7/6/6/6/5/1*/1/1/1/1 (11th); 26th, Improved Spell Capacity (13th); 29th, 28th (spell levels 0–14th) 6/9/8/8/8/8/6/6/6/6/1*/1/1/1/1 Improved Spell Capacity (15th). 29th (spell levels 0–15th) 6/9/8/8/8/8/6/6/6/6/1*/1/1/1/1/1",
        "name":  "Class Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Turn or rebuke undead. 30th (spell levels 0–16th) 6/9/8/8/8/8/6/6/6/6/1*/1/1/1/",
        "name":  "Starting Class Features",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You must choose one spell per spell level from the (26th–27th); +5 (28th–30th). appropriate domains. 311 EPIC NPCS APPENDIX 3: TABLE A3–4: NPC DRUID Base Spellc/ Level hp AC Init Spd Scimitar (1d6) Sling (1d4) Attack F/R/W Kno Con Ani Emp Wild 21st 115 28 +2 30 ft. +18/13/8 (+2) +19 +16 +16/+11/+23 +25 +25 +24 +32 22nd 121 30 +2 30 ft. +18/13/8 (+2) +19 +16 +17/+12/+24 +26 +26 +25 +33 23rd 195 31 +2 30 ft. +19/14/9 (+2) +20 +17 +20/+12/+24 +27 +30 +26 +34 24th 207 32 +2 30 ft. +19/14/9 (+2) +20 +17 +22/+14/+26 +28 +31 +27 +35 25th 212 32 +4 30 ft. +20/15/10 (+2) +23 +18 +24/+18/+28 +29 +32 +28 +36 26th 221 32 +4 30 ft. +20/15/10 (+2) +23 +18 +25/+19/+29 +30 +33 +29 +37 27th 229 32 +4 30 ft. +21/16/11 (+2) +24 +19 +25/+19/+29 +31 +34 +30 +38 28th 238 32 +4 30 ft. +21/16/11 (+2) +24 +19 +26/+20/+31 +32 +35 +31 +40 29th 246 32 +4 30 ft. +22/17/12 (+2) +25 +20 +26/+20/+32 +33 +36 +32 +42 30th 255 32 +4 30 ft. +22/17/12 (+2) +25 +20 +27/+21/+33 +34 +37 +33 +43 NPC DRUID understanding +2, used (29th); iron bands of Bilarro Ability Scores at 21st Level: Str 10, Dex 14, Con 13, (30th). Int 12, Wis 26 (+6 for periapt), Cha 8. Animal Companions: 20th, legendary bear;",
        "name":  "Note",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scribe Scroll, Track, Dodge, Combat tiger, dire weasel; 30th, legendary tiger, dire bat. Casting, Still Spell, Spell Focus (Enchantment), Maxi- mize Spell. SPELLS PER DAY",
        "name":  "Starting Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "4/4/3/3. Class Features: 25th, favored enemy (demon); 30th,",
        "name":  "Spells Per Day",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Toughness, Improved Initiative, gloves); 24th, Int 27 (+1 for 24th level); 28th, Int Combat Casting, Dodge, Maxi- 28 (+1 for 28th level). mize Spell, Craft Wand, Spell Starting Feats: Scribe Scroll, Toughness, Penetration. Combat Casting, Brew Potion, Improved Initia-",
        "name":  "Starting Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "23rd, Spell Capacity (12th); 27th, Spell Familiar Spell (chain lightning); Stowaway (choose one spell known); 26th, Epic Spell Penetration; 30th, Familiar Spell (teleport with- 29th, Spell Opportunity. out error).",
        "name":  "Class Bonus Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Summon Class Bonus Feats: 23rd, Im- familiar. proved Spell Capacity (11th); 26th, Spells Known (21st–30th): Epic Spell Penetration; 29th, Im- 9/5/5/4/4/4/3/3/3/3. proved Spell Capacity (13th). Shortspear (Melee): +1. Class Features: Summon",
        "name":  "Class Features",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "They appear in a single encounter that typi- A villain’s role defi nes how you will use him in your game. cally ends with them pushing up fl owers in a shallow Every villain is either a minor villain or a major villain. grave. A one-shot villain gives the PCs a short-term adversary to confront and overcome, after which they Minor Villains can move on to the rest of the adventure. One-shot Minor villains are supporting characters. They have a place villains can be interesting, but you need rarely invest 5 and purpose in the plot, but they are not central to it; thus, enough time to make them compelling. IIlllluuss.. bbyy JJ.. ZZhhaanngg 662200__1100992288__CChh11..iinndddd 55 66//2222//0077 1111::0033::3333 AAMM 6 1 RETPAHC TAERG SNIALLIV Recurring Villains one-shot villain. However, he should evolve at about the same Recurring villains dog the PCs’ heels throughout the game. rate as the player characters. A minor villain should be near They grow and develop, gaining levels at a rate consistent the PCs in terms of power, while a major villain should be with the advancement of the player characters. Recurring at the upper end of what the party can face. villains require more maintenance than one-shot villains, but The table below offers benchmark Challenge Ratings the extra work pays off because you can tailor their abilities based on role and frequency. However, these ratings are to those of the PCs. guidelines, not constraints—a villain’s Challenge Rating should ultimately depend on the character and makeup of TYPE the PCs’ adventuring party. For example, you might consider There are two types of villains (not to be confused with altering a villain’s Challenge Rating based on the size of the creature types): racial villains and monstrous villains. Racial party, reducing his CR by 1 for each PC fewer than four or villains advance by character class only, while monstrous increasing his CR by 1 for every two PCs beyond four. villains can advance by either Hit Dice or class level. Villain Challenge Ratings Racial Villains ————— Frequency ————— As with any character, a villain’s race offers clues to his traits, Role One-Shot Recurring Minor Average party level +1 Average party level motivations, and goals. Avoid making generalizations based Major Average party level +3 Average party level +2 on race, but feel free to use a villain’s race as a starting point for fl eshing out his personality. You can draw on details from his culture and look to the alignment tendencies of his people. Low-Level Villains Some races, such as orcs, are inclined toward evil, while If you are selecting a race for your villain, avoid races that others, such as elves, lean toward good. An orc makes for an have racial Hit Dice. These races often have base Challenge obvious villain; bad behavior is part of his nature. But for an Ratings, limiting the number of class levels you can apply and elf, villainy is a deviation from the norm, so you will need a therefore restricting your options for customization. catalyst to explain an elf villain’s fall from grace. Ultimately, Monsters seldom make great low-level villains, since they you decide how and why your villain became what he is, but are diffi cult to tailor to individual parties thanks to Challenge race is a good place to start mining for ideas. Rating constraints. In addition, monsters that have low Challenge Ratings usually are not the kinds of creatures that Monstrous Villains work well as great villains. Monstrous villains include all those that are not fundamen- tally defi ned by race. Usually, monstrous villains advance by Medium-Level Villains Hit Dice, but they can also advance by class levels if you wish If you are creating a racial villain, avoid choosing a race with to make them more distinct from others of their kind. When a large number of racial Hit Dice. Alternatively, if you do selecting a monster to be your villain, keep the creature’s choose one of these races, make sure that the villain’s racial Intelligence in mind. To be a great villain, a monster must Hit Dice exceed its base Challenge Rating. have the ability to formulate plans and see them through. A If you are creating a monstrous villain, you can make it tyrannosaurus is not a good choice, though one that gained distinctive by giving it class levels or templates, or by advanc- sentience by means of the awaken spell might work. ing its Hit Dice.",
        "name":  "ROLE villains",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A disturbing villain might carry out the same levels, they also gain access—or can afford to buy access—to actions as other villains, but he does so in an especially divination spells. Only the most paranoid villains invest in appalling way. Instead of merely killing his victims, he the necessary wards to protect themselves from every divina- mutilates them. When he steals, he takes everything. When tion, and even so, few safeguards are comprehensive enough he indulges in degenerate habits, he does so at the expense of to block everything. As a result, in games with higher-level others. A disturbing villain is irredeemable, and his actions characters, the villain’s identity is harder to protect, requir- show it. ing you to divert the PCs’ attention with red herrings and",
        "name":  "Tactics",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The player characters can identify with a dragon and a powerful spellcaster would be a devastating a sympathetic villain; if their roles were reversed, they combination, and a brutal warrior alongside his succubus could see themselves acting in a similar way. The villain lover would be similarly nasty. plays on their sympathies, and the PCs feel torn about Although this archetype focuses on a pair of villains, that whether to oppose her or help her. As a result, a sympa- number could expand to include three or more. Evil adventur- thetic villain often proves to be highly compelling and ing parties, for example, often travel in larger groups; these interesting. insidious bands are in search of glory, greed, and power—many",
        "name":  "Advantages",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although she was two days late, Michella Crent equivalent Encounter Level. If the PCs manage to separate (LN female human ranger 10) could see that tendrils of the villains, they should be able to make short work of the smoke still snaked through the trees. She raced through the pair by vanquishing them one at a time. forest until she reached the ruins of her village. Ignoring Tactics: A two-headed villain recognizes the dangers of the charred and skeletal remains of friends and neighbors, she splitting up, so the characters make every effort to act in headed for the remnants of her home. There, she found her unison. Often, one member of the duo is dominant and the husband still clutching their daughter in the cold embrace other is submissive. The submissive villain stays out of battle of the dead. From that moment on, Michella vowed that she and focuses instead on pumping up his partner and casting would not rest until every last soldier had paid in blood for spells to boost her combat abilities. these shattered lives. Example: Trisha Greme (NE female tiefl ing wizard 11) and She left the frontier and returned to the barony, where Aram Wendelson (NE male human rogue 6/assassin 6) met the lord’s men were bound to be hiding. Stalking the while adventuring. At fi rst, they could not stand each another, streets at night, she tracked down a handful of the soldiers but after months of shared hardship and perilous adventures, and butchered them, carving the word “vengeance” into they set aside their differences and discovered that they had their chests before hoisting them up on signposts for all more in common than they originally thought. Their fellow to see. adventurers did not realize that both Trisha and Aram were This aggrieved woman will not stop until she kills every secret cultists of Erythnul, and both had joined the party to soldier who destroyed her home and family, and she will not murder the other characters. Once the evil couple learned allow anyone to stand in her way. She regrets having been the truth about each other, they turned to the dirty work at forced to murder a few drunks, prostitutes, and other poor hand, burning and poisoning their former companions while souls who were in the wrong place at the wrong time, but they they slept. were witnesses, and sparing them would have compromised Now, years later, the pair has established a hidden base in her righteous mission. a large city, where they lead a sprawling cult of arsonists and killers. But they remain unfulfi lled. Trisha and Aram want TWO-HEADED VILLAIN to celebrate the anniversary of their meeting by consigning “No one understands our love, our passion. We’re connected, don’t the city to fl ames in a mad act of destruction intended to you see? We finish each other’s sentences, enjoy the same meals, honor their foul deity. In their secret laboratory, slaves whose and appreciate life’s finer things. When I discovered that he too tongues have been cut out mix batches of alchemist’s fi re, and loved the taste of human flesh, I was sure we were meant to be loyal cultists place stashes of the stuff throughout the city, together . . . forever.” awaiting the order to detonate. 662200__1100992288__CChh11..iinndddd 1100 66//2222//0077 1111::0033::4411 AAMM 11 VILLAINS GREAT CHAPTER 1 affection, villains might go to great lengths—demeaning VILLAINOUS PLOTS themselves, compromising their values, and setting aside Every great villain has a clear agenda, a strategy for achiev- what’s in their best interest. ing it, and a clear reason for carrying it out. This section is This objective can be used in many ways. The most designed to help you build your villain’s objectives, motives, common approach is to have a villain do whatever it takes and plan of action, which can form the foundation of a single to maintain someone’s ardor. For example, a villain in the adventure or a whole campaign. Remember, even minor, thrall of a succubus might commit horrifi c deeds to keep one-shot adversaries want something, and they usually have the demon’s interest, ultimately sacrifi cing his soul. a decent idea of how to obtain it. As another option, a villain can desire someone that he cannot have, such as the spouse of another character or an OBJECTIVES individual whose situation or vows make reciprocation im- When selecting a villain’s objective, think on a grand possible. The villain might be driven to slay the other’s scale: Whether he seeks vengeance, love, im- lover or destroy the institution that blocks mortality, or something else, the decision his advances. you make here will inform all other Example: When he returned choices about the character. The sam- to his woodland village to wed his ple objectives described below are childhood love, Maiavel (CE male broad and fl exible so that you can elf scout 7) discovered that his adjust them for your needs. wife-to-be had married anoth- er. Enraged, he plans to murder Immortality her husband, a diplomat who “Death, I shall defeat you.” is mired in tense negotiations with a nearby human village. No one wants to die, but most If Maiav el succeeds, he could people accept the inevitable plunge his idyllic community and direct their attention to into war. the here and now. A few, though, rail against the un- Power fairness of it all and become “I have crushed my enemies and obsessed with their own driven them before me. My word is mortality. law. The fate of all rests in the palm A villain whose objec- of my hand.” tive is immortality wants to transcend the limi- For many villains, the ability tations of his form and to decide life and death, control become godlike. This the fates of others, and do what- desire might manifest ever they like is the greatest as a frantic effort to halt possible goal. Villains who the aging process, or as strive for power usually do not a quest to improve the care how they acquire it, only body so that it is no lon- that it becomes theirs even- ger affected by age. Many tually. Some such villains such villains end up mak- seek military might, creat- ing desperate pacts with ing unstoppable armies; fi endish powers, dabbling others cultivate political in forbidden knowledge, influence in order to seize or setting aside their souls control from within the to embrace undeath. system. For some evildoers,",
        "name":  "Example",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Beguiler, duskblade, lurk, monk, ninja, psy- improve the lives—or the afterlives—of their members. chic warrior, ranger, rogue, sorcerer, soulknife, spellthief. However, in the DUNGEONS \u0026 DRAGONS game, cults and reli-",
        "name":  "Typical Classes",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Archivist, ardent, binder, cleric, crusader, Criminal/Spy divine mind, dragon shaman, incarnate, paladin, shugenja. Most villains are criminals of one sort or another. Whether Example: Reinia Trent (CE female human aristocrat 2/ they are murderers, thieves, extortionists, or counterfeiters, cleric 3 of Graz’zt) lives a double life. In public, she is the they profi t by defrauding others. Many pursue their line of beautiful wife of an infl uential noble and enjoys wealth, a work because they believe that honest jobs are for suckers, massive estate, many children, and the envy of every other and they view other people as marks, dupes, and victims. woman in the city. But behind closed doors, Reinia is the high Spies can be considered criminals, too. They are thieves priestess of a cult that venerates the Six-Fingered Hand. She of a sort, but instead and fi ve other women of pilfering coins regularly gather in the or goods, they steal cellar of her sumptuous information. Spies home to perform dark might serve foreign rituals to their dread- powers, evil religions, ful master. or anyone with an in- Portraying the terest in a particular Cultist/Priest: Keep subject. foremost in your mind Typical Class- the deity or being you es: Bard, beguiler, worship, and strive duskblade, hexblade, to exemplify its will. lurk, psion, rogue, Invoke the name of spellthief, swash- your power in regular buckler, wizard. speech, make strange",
        "name":  "Typical Classes",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard, beguiler, cleric, fi ghter, knight, also appropriate for combat-oriented spellcasters. rogue, samurai, swashbuckler, wizard. Villainous soldiers could be jaded mercenaries, war-weary",
        "name":  "Typical Classes",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Meticulous and hard-working, an organized Roleplaying a Villain villain prioritizes tasks and gets the job done. A heist When the player characters encounter a villain, they involves careful planning, accounting for all possibilities, should have the sense that she is more than a collection and setting up contingencies. Such villains prepare for of numbers. A villain should be special, scary, and thor- both the likely and the unlikely. An organized villain is oughly dangerous. Her capabilities, spells, minions, and rarely surprised. environment can help make the point, but in the end, it comes down to roleplaying.",
        "name":  "Organized",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As an immediate action, you can become invisible to all mind-affecting spells and abilities, poison, sleep, for 1 round. You must wait 3 rounds before you can use this paralysis, stunning, disease, ability drain, negative levels, ability again. and death effects. Attempts to resuscitate you, such as At 9th level, as an immediate action, you can use blink, raise dead or reincarnation, automatically fail, though resur- as the spell, for a number of rounds equal to your Wisdom rection and true resurrection immediately end your feign modifi er (minimum 1 round). You must wait 3 rounds before death ability. you can use this ability again. Spells and other effects that assess your current condition, Invisible fi st is a supernatural ability. such as status and deathwatch, indicate that you are dead. However, a character who succeeds on a Heal check (DC 15 MIMIC + 1/2 your level + your Con modifi er) can discern that you Many villains specialize in avoiding detection so that they are actually alive. can work behind the scenes to achieve their nefarious goals. You can remain in the catatonic state indefi nitely, though To this end, they spend a fair amount of time developing you still require food, water, and air. Emerging from feigned techniques to mask their appearance, at the expense of their death is a standard action. normal training in foiling traps.",
        "name":  "While under the effect of this ability, you are immune Benefi t",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you select this class feature, you do not gain two uses of the spell-like ability to produce the effect as a the bardic music ability to inspire greatness. swift action rather than a standard action.",
        "name":  "Replaces",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can use music, poetics, or fiery oratory to evoke hatred in a single living creature within 30 feet SPONTANEOUS AFFLICTION that has an Intelligence score of 3 or higher. For every Druids who give up their rapport with most wild creatures three levels you attain beyond 9th, you can target one can call upon the assistance of nature’s smallest beings. Such additional creature with a single use of this ability (two characters punish those who would despoil the wilderness creatures at 12th level, three at 15th, four at 18th, and so by infecting them with a mild illness. on). To inspire hatred, you must sing, speak, or perform, Class: Druid. and the target must hear you. The target is entitled to a Level: 1st. Will save (DC 10 + 1/2 your bard level + your Cha modi- Replaces: If you select this class feature, you do not gain fier) to resist this mind-affecting ability. The effect lasts the ability to spontaneously convert prepared spells into for as long as the target hears you and for 5 additional summon nature’s ally spells. rounds thereafter. Benefi t: You can transform the stored energy of a spell An affected creature develops an unreasoning hatred of you have prepared and use it to weaken your enemies. another creature that you indicate. The affected creature To use spontaneous affl iction, you must spend a standard attacks the object of its hate as directed, to the exclusion of action and sacrifi ce a prepared spell. All humanoids within other opponents. If the affected creature is attacked, it can 30 feet of you must succeed on a Fortitude save (DC 10 + 1/2 defend itself as normal, but as soon as possible, it resumes your class level + your Cha modifi er) or become sickened for a attacking the object of its hate. number of rounds equal to the level of the spell sacrifi ced. 662200__1100992288__CChh11..iinndddd 2211 66//2222//0077 1111::0044::0066 AAMM 22 1 RETPAHC TAERG SNIALLIV UNHOLY FURY CEREMONY FEATS When a barbarian taps into his buried anger, he unleashes A ceremony feat grants you the knowledge and training his wrath and turns into a brutal killing machine. Although needed to complete several specific ceremonies. Each feat many barbarians learn to control this violence, some exult uses the Knowledge (religion) skill to gauge the depth of in it, reveling in the slaughter they create. your study. As you gain more ranks in that skill, you gain",
        "name":  "Benefit",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Evil, Knowledge (religion) 6 ranks. throws against spells and spell-like effects that have the",
        "name":  "Prerequisites",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you are the target of a divine spell, you each other’s ears with a sharp blade (no damage). Henceforth, gain a +2 bonus on saving throws to resist the spell. If the each participant can cast the message spell at will at your spell does not allow a saving throw, you can make a Will save caster level. against the spell’s DC as if it allowed a save. If you succeed, This ceremony requires a masterwork dagger. you negate the effect of the spell. Conspiratorial Bond (8 ranks): You concoct a paste of potent herbs and apply it to the eyes and ears of all participants, EMBODY ENERGY including yourself. While doing so, you intone a resonating, You can sacrifi ce prepared spells to shroud your body in a rhythmic incantation. All participants gain a +2 bonus on particular type of energy. Listen checks and Spot checks for every other participant",
        "name":  "Benefi t",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Energy SubstitutionCAr, Spell Focus in range. In addition, all participants within 100 feet can (conjuration). communicate telepathically.",
        "name":  "Prerequisites",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you gain one or more negative levels, EVASIVE MANEUVERS you can transfer some or all of them to a willing creature that You can vanish into the confusion created by area spells. you touch.",
        "name":  "Benefi t",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Caster level 11th, evasion, Cunning Eva- sionPH2, Spell Focus (illusion), ability to cast invisibility. GRUESOME FINISH",
        "name":  "Prerequisites",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per encounter, if you are caught within an You deliver a terrifying blow to fi nish off a victim and strike area attack whose damage you completely avoid due to eva- fear into the hearts of your enemies. sion or improved evasion, you can cast a prepared or known Prerequisite: Base attack bonus +6. invisibility spell as an immediate action. Benefi t: Whenever you make a full attack and reduce an opponent to 0 or fewer hit points, you can give up any EVIL BRAND [VILE] remaining attacks you have in the round to force the target You are physically marked forever as the servant of an evil to make a Fortitude save (DC 10 + 1/2 your level + your Cha power greater than yourself. The symbol is unquestionable modifi er). If the target fails the save, he dies instead of becom- in its perversity, depicting a depravity so unthinkable ing disabled, and all creatures within 30 feet must succeed that all who see it know beyond a doubt that you serve on Will saves against the same DC or become sickened for an evil patron. 1 round.",
        "name":  "Benefi t",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When casting spells or spell-like effects that have the evil descriptor, your caster level increases by MASK OF GENTILITY 1. Once per encounter, you can increase the save DC of any You cunningly hide your true motives and nature behind a spell you cast by 1. If the spell deals damage, half the damage facade of camaraderie and gentility. dealt is unholy. Prerequisites: Cha 15, Bluff 9 ranks, Disguise 9 ranks.",
        "name":  "Brimstone Caress",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Getting a hunch requires a DC 20 Sense Motive use by villains. With your permission, player characters check. can acquire and learn these spells, but given their often sinister nature, these spells might not be appropriate for PROTEUS all games. You are a master of masking your features behind a myriad of disguises. ASSASSIN SPELL",
        "name":  "Normal",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Caster level 10th, Spell Focus (illusion).",
        "name":  "Prerequisites",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can sacrifi ce a prepared spell to cast any 1st Level lower-level illusion (glamer) spell. In addition, you can cast Alibi: Target believes he encountered you recently. a prepared illusion (glamer) spell as an immediate action by sacrifi cing another spell of the same level. BARD SPELLS SLIPPERY SKIN 1st Level You can expertly avoid the grasp of your enemies. Alibi: Target believes he encountered you recently.",
        "name":  "Benefi t",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Each day, you can sacrifi ce one use of smite evil or Phantasmal Wasting: Touch causes foe to believe he has smite good to smite a single target regardless of his alignment. aged and become weaker. You gain no additional bonus on the attack roll, but if you hit the target, you deal a number of extra points of damage CLERIC SPELLS equal to your class level. 3rd Level",
        "name":  "Benefi t",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Redirect ranged attack against another tar- You cunningly prepare your spells for any exigency. get within 30 feet.",
        "name":  "UNCANNY FORETHOUGHT Friendly Fire",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Int 17, Spell Mastery. Infallible ServantM: Target is utterly destroyed if slain or",
        "name":  "Prerequisites",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Suppress team-oriented effects. The creature recalls speaking with you or interacting with you sometime within the last 24 hours. The phantasm is SORCERER/WIZARD SPELLS completely believable and the target’s mind adapts to the mental intrusion, fi lling in any gaps in logic. 1st Level",
        "name":  "Alliance Undone",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject Saving Throw: None takes 1d10 damage; you gain Spell Resistance: No a profane bonus equal to half the damage. You chant words of discord and unrest while making a breaking motion with your hands. 4th Level Those around you fall quiet as suspicion and",
        "name":  "Willing Sacrifice",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Create a spreading area Infallible servant takes Target: You of lava. its deadly toll Duration: Instantaneous or 1 round/level; see text SPELL DESCRIPTIONS With an arcane word, you create a shimmering fi eld of golden light The spells herein are presented in alphabetical order. around your body that pulses and wavers before vanishing. ALIBI Whenever you are the target of a ranged attack or a ranged Illusion (Phantasm) [Mind-Affecting] touch attack, you can cast this spell to defl ect the attack",
        "name":  "Ring of FireM",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Necromancy [Evil]",
        "name":  "Spell Resistance",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Components: V, S, M",
        "name":  "Spell Resistance",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Refl ex partial avoid failure. If the target is captured by non-evil creatures Spell Resistance: No or is slain, his body dissolves into foul sludge. The target is utterly destroyed and cannot be affected by any spell You utter deep, rumbling tones as you make arcane gestures over or effect that restores life (such as true resurrection) or a the basalt disc, causing it to glow white hot and evaporate in your semblance of life (such as animate dead) short of miracle hand. When you fi nish, the ground tears open and hot lava wells or wish. up from the depths of the earth. When the target dissolves, all creatures within 30 feet must succeed on a Fortitude save against the spell’s DC or become You create an area of lava. All creatures in the area that make nauseated for 1d4 rounds. successful Refl ex saves take 1d6 points of fi re damage plus",
        "name":  "With a touch, you give a target a powerful motivation to Saving Throw",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will disbelief When the spell’s duration expires, the lava cools rapidly.",
        "name":  "Saving Throw",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes All creatures in the area at that time are held fast and cannot move until they make a successful Strength check or Escape You cast out your senses to fi ll your foe’s mind, causing him to believe Artist check against the spell’s DC. Breaking free of the lava that he has suffered a mortal wound. is a full-round action.",
        "name":  "Spell Resistance",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A disc of basalt (5 gp). You create the sensation in the target’s mind that he has been disabled (reduced to 0 hit points), restricting him to a single STIFFEN move action or standard action each turn. If the target takes Necromancy a standard action (or any kind of strenuous action), he takes Level: Bard 3, cleric 3, sorcerer/wizard 4 1 point of damage from phantasmal injury. The target remains Components: V, S conscious unless the damage would actually reduce his hit Casting Time: 1 standard action points below 0. This damage is real and remains after the Range: Touch spell’s duration has expired. Target: Living creature touched",
        "name":  "Material Component",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude partial; see text Illusion (Phantasm) [Fear, Mind-Affecting] Spell Resistance: Yes",
        "name":  "PHANTASMAL WASTING Saving Throw",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes his movement rates are reduced by 5 feet. If the target can fl y, his maneuverability is reduced by one step. Your touch infects your foe’s senses, leading him to believe that he On the following round, the target can make a new Fortitude has grown feeble and ancient. save to halt the spell’s progress. If the save fails, the penalty to Dexterity worsens to –8, his movement rates are reduced With a touch, you cause a target to believe that he has lost his another 5 feet, and his maneuverability is reduced by another 2 vitality and vigor. For the duration of the spell, the target takes steps. This deterioration continues each round until the target a –6 penalty to Strength, Dexterity, and Constitution. succeeds on his save, at which point his condition no longer worsens, or until the target’s Dexterity drops to 0. Targets 662200__1100992288__CChh11..iinndddd 2288 66//2222//0077 1111::0044::1188 AAMM 29 VILLAINS GREAT CHAPTER 1 whose movement rates drop to 0 feet cannot move, and targets If you extend the spell’s casting time to 1 standard action, whose maneuverability drops below clumsy cannot fl y. All the enhancement penalties double. penalties vanish when the spell’s duration expires. WILLING SACRIFICE TOUCH OF CHAOS Necromancy [Evil] Transmutation [Chaos, Evil] Level: Cleric 3, sorcerer/wizard 3",
        "name":  "Spell Resistance",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates Spell Resistance: No",
        "name":  "Saving Throw",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You utter a blasphemous phrase, and an ally erupts in pale gray With a hand dripping with pale violet slime, you touch your foe, fl ames. When the fi re sputters out, you feel the power of corruption causing him to collapse into a pile of shifting tissue. coursing through your veins. Your touch causes a creature to undergo a terrifying transfor- You deal 1d10 points of damage to a single evil creature mation. A target that fails its save collapses into a spongy mass within range that is a willing target. As a result, you gain a of fl esh and sinew and takes 1 point of Wisdom drain. profane bonus equal to half the number of points of damage Each round, as a free action, the target can attempt a dealt. As a free action, you can use the bonus on attack rolls, new Fortitude save to regain its form. If the save fails, the damage rolls, saving throws, ability checks, or skill checks. target remains transformed and takes another 1 point of You can use as much or as little of the bonus as you wish, Wisdom drain. but you must declare the use before the results of the die roll A target affl icted with touch of chaos cannot use possessions are known. At the end of the spell’s duration, any unused or cast spells. It takes a –4 penalty to Dexterity, its land speed bonus points are lost. The effects of multiple willing sacrifi ce drops to 10 feet, and it loses all other modes of movement. spells are not cumulative; you can benefi t from only one The target can lash out with tentacles that burst from its spell at a time. fl esh, but it attacks the closest creature, whether friend or foe. The attack is made at a –4 penalty and has a 50% miss VILLAINOUS chance. If a tentacle hits the creature, it deals damage based ORGANIZATIONS on the affl icted target’s size (Small, 1d3 points; Medium, 1d4 points; and Large, 1d6 points). Villains rarely go it alone. They surround themselves with",
        "name":  "Spell Resistance",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The curtain walls around Gilgirn are reinforced warding around Gilgirn, most of which are keyed to remain masonry. They are 20 feet thick and 50 feet high, and have inactive around creatures of the fi re subtype. Some are hardness 8 and 3,600 hit points. The barracks, gatehouse, greater blast glyphs that deal 10d8 points of sonic damage and tower walls are also reinforced masonry, but are only to the intruder and anyone else within 5 feet (Refl ex 5 feet thick, with hardness 8 and 900 hit points. Scaling DC 34 half), while others are greater spell glyphs, detailed reinforced masonry walls requires a successful DC 15 individually. A sonic greater blast glyph also alerts fi re giant Climb check. The volcanic cavern walls are unworked stone guards. The entire surface of every foot bridge over a lava and have hardness 8 and 900 hit points per 5 feet of thick- canal is covered with a sonic greater blast glyph. A rogue ness. Scaling unworked walls requires a successful DC 20 can find a greater glyph of warding with a successful DC Climb check. 31 Search check and thwart it with a successful DC 31",
        "name":  "Walls",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All staircases in Gilgirn are made for fire buffi ng abilities and spells, while brigades of fi re giants and giants and are considered steep, affecting the movement hell hounds arrive to attack the intruders. These warriors of creatures climbing up or down (DMG 63). In addition, soften up the PCs for the Urdred, who enter melee using while on the stairs and attacking opponents below them, their ghost step ability to make sudden strikes. Helthra creatures gain a +1 bonus on melee attack rolls for fi ghting and Thaden appear next, focusing on the lead melee fi ghter from higher ground. and spellcaster, respectively. Meanwhile, Valbryn casts dimen-",
        "name":  "Staircases",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None. The lair is completely dark and exposed from his hiding place to start a grapple with the closest one, to the light-devouring plane. The negative energy reduces the provoking an attack of opportunity. If the dragon succeeds range of bright light to 5 feet, the range of shadowy light to 0 on a melee touch attack with any of his attack forms, he and feet, and the range of darkvision to 5 feet. his foe make opposed grapple checks. If the dragon wins, he Floors and Walls: The floors and walls are covered in ebony pulls the PC into his space. On the next round, Albrathax ice. It costs 2 squares of movement to enter a square containing makes another grapple check to pin his opponent. If he ebony ice, and the DC of Balance and Tumble checks increases succeeds, he starts sucking the victim’s blood, draining by 5 in such a square. A successful DC 10 Balance check is 1d4 points of Constitution each round that he maintains required to run or charge across the ice. Undead creatures in the pin. an area of ebony ice gain a +2 profane bonus on attack rolls Once Albrathax has engaged a foe, the trilloch flies in and saves and a +4 profane bonus to turn resistance. from outside and uses control rage on the dragon, hoping to Heavy Debris: It costs 4 squares of movement to enter a hasten the deaths of the PCs. The creature also tries to enrage square that contains heavy debris, which is also covered in any spellcasters in the room to prevent them from casting ebony ice. Heavy debris increases the DC of Balance and spells. Thereafter, it fl ies around the chamber, using death Tumble checks by 4, and it imposes a penalty of –2 on Move knell on any creatures that fall below 0 hit points. Silently checks. Running or charging through heavy debris is impossible.",
        "name":  "If any PCs survive the fl aming assault, Albrathax descends Illumination",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any living creature that is exposed to negative energy (either by standing in a square adjacent to a The trilloch is far more interested in the PCs than in the breach or by stepping out into the plane) must make a DC 25 dragon. If the characters manage to destroy Albrathax or Fortitude save on each round of exposure. On a failed save, drive him off, the trilloch stops using death knell and begins the creature gains one negative level. If the creature’s negative hounding the PCs’ steps as they proceed through Bleak Hold. levels equal its Hit Dice, the creature is slain and instantly The trilloch uses control rage to disrupt the party’s spell- rises as a wraith. casters and aid the party’s enemies. CONCLUSION Albrathax does not intend to let the player characters slaugh- ter him. He fi ghts until reduced to 30 or fewer hit points and then tries to escape through one of the breaches in the walls. Since he is bound to his treasure hoard just as a vampire is bound to his coffi n, Albrathax remains just outside the tower, letting the negative energy repair his injuries. Once restored to at least 150 hit points, the dragon fl ies back into Bleak Hold to seek revenge.",
        "name":  "DEVELOPMENT Negative Energy",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Before falling asleep, Borak casts Morden- kainen’s faithful hound; the spell lasts long enough for the dragon to awaken before it expires. The phantom watchdog alerts her if anyone approaches within 30 feet, and it can react to invisible and ethereal creatures.",
        "name":  "Safeguard",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a full-round action, Hemtose may deliver an impassioned speech to convert a single enemy within 30 feet. The target is entitled to a DC 19 Will save to resist this effect, but even a success leaves the target shaken for 1 round. On a failure, the target\u0027s alignment changes to lawful neutral and functions as if under the effect of the charm monster spell for five days. When the duration expires, the creature can permanently convert or switch back to his original alignment, though he must succeed on another DC 19 Will save to regain any lost abilities incurred by the alignment change without the need of an atonement spell.",
        "name":  "Convert the Unfaithful",
        "source":  "exemplars_of_evil.txt",
        "_id":  "82c5fc0bbbdb4e753ca784171acdb7197808dd9d48bbdb29733538bbedc8c7cb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Unless your character is a barbarian, he or she the race’s only form of social organization. Despite being a sex- can read and write all the languages he or she speaks. less society, dromites form close emotional bonds with others of their race, especially within the confi nes of self-selected PSI-LIKE ABILITIES groups known as life bonds. These relationships are similar to Many of the races described in this chapter have psi-like what other races refer to as marriages, but a life bond usually abilities, which function much like spell-like abilities. For contains more than two members. As older members of a life an explanation of how psi-like abilities work, see page 65. bond die, new members are brought in, so a life bond persists long after the original members are no longer a part of it. A single life bond may contain members of several castes. DROMITES",
        "name":  "Literacy",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Half-giants, for the most part, retain human • Low-Light Vision: A half-giant can see twice as far as a sensibilities. They are curious, interested in cooperation and human in starlight, moonlight, torchlight, and similar communication, and have a general tendency toward kind- conditions of poor illumination. He retains the ability to ness. (Of course, there are exceptions.) They are quick to pick distinguish color and detail under these conditions. up the morals, customs, and habits of the areas in which they • Fire Acclimated: Half-giants have a +2 racial bonus on sav- settle down. ing throws against all fi re spells and effects. Half-giants are",
        "name":  "Personality",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A wilder begins point that would normally be required to play knowing one wilder power of your augment the power is effectively supplied choice. At every even-numbered class by the wild surge. level after 1st, she unlocks the knowledge Level-dependent power effects are of new powers. also improved, depending on the power Choose the powers known from the wild- a wilder manifests with her wild surge. er power list. (Exception: The feats Expanded This improvement in manifester level Knowledge, page 46, and Epic Expanded does not grant her any other benefits Knowledge, page 34, do allow a wilder (psicrystal abilities do not advance, she to learn powers from the lists of other does not gain higher-level class abilities, classes.) A wilder can manifest any and so on). power that has a power point cost She cannot use the Overchannel psionic equal to or lower than her mani- feat (see page 49) and invoke her wild surge fester level. at the same time. The total number of powers a For example, Leila is a 3rd-level wilder who wilder can manifest in a day is knows the power mind thrust (see page 120). She limited only by her daily power can normally spend a maximum of 3 power points. In other words, a 9th-level points to deal 3d10 points of damage with this wilder (with a total of 72 power points) power. If she invokes her wild surge when she could manifest a power costing 1 manifests the power, she spends 3 power points to power point seventy-two times in deal 4d10 points of damage (as if she were a 4th- one day, or a power costing 9 power level manifester, and thus able to spend up to 4 points eight times in one day, or any com- points on manifesting the power). bination of power point costs that does At 3rd level, a wilder can choose to not exceed 72 power points in total. boost her manifester level by two A wilder simply knows her instead of one. At 7th level, she powers; they are ingrained in can boost her manifester level her mind. She does not need to by up to three; at 11th level, by prepare them (in the way that up to four; at 15th level, by up to some spellcasters prepare their spells), Eulad the wilder five; and at 19th level, by up to six. though she must get a good night’s sleep each day In all cases, the wild surge effectively pays the to regain all her spent power points. extra power point cost that is normally required to aug- The Diffi culty Class for saving throws against wilder pow- ment the power; only the unaugmented power point cost ers is 10 + the power’s level + the wilder’s Charisma modifi er. is subtracted from the wilder’s power point reserve. For example, the saving throw against a 6th-level power has a Psychic Enervation (Ex): Pushing oneself by invoking DC of 16 + Cha modifi er. a wild surge is dangerous. Immediately following each wild",
        "name":  "Powers Known",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 5 ranks. does not provoke attacks of opportunity. Benefit: You get a get a +2 bonus on caster level checks Some metapsionic feats apply only to certain powers, as made to overcome a psionic creature’s power resistance. described in each specifi c feat entry. This bonus stacks with the bonus conferred by Spell Pen-",
        "name":  "Manifesting a power modifi ed by the Quicken Power feat Prerequisite",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Getting hurt or being affected by hostile psionics manifestation if you fail. while trying to manifest a power can break your concentra- Entangled: If you want to manifest a power while en- tion and ruin a power. If you take damage while trying to tangled in a net or while affected by a power with similar manifest a power, you must make a Concentration check effects (such as entangling ectoplasm), you must make a DC (DC 10 + points of damage taken + the level of the power 15 Concentration check to manifest the power. You lose the you’re manifesting). The interrupting event strikes during power if you fail. manifestation if it occurs between when you start and when MANIFESTER LEVEL you complete manifesting a power (for a power with a mani- festing time of 1 round or longer) or if it comes in response to The variables of a power’s effect often depend on its mani- your manifesting the power (such as an attack of opportunity fester level, which is equal to your psionic class level. For provoked by the manifesting of the power or a contingent example, an astral construct power lasts 1 round per mani- attack from a readied action). fester level, so the astral construct it creates lasts 11 rounds If you are taking continuous damage, such as from the if manifested by an 11th-level shaper. A power that can be Melf’s acid arrow spell, half the damage is considered to take augmented for additional effect is also limited by your mani- place while you are manifesting a power. You must make a fester level (you can’t spend more power points on a power Concentration check (DC 10 + 1/2 the damage that the con- than your manifester level). See Augment under Descriptive tinuous source last dealt + the level of the power you’re mani- Text, below. festing). If the last damage dealt was the last damage that the You can manifest a power at a lower manifester level than effect could deal (such as the last round of a Melf’s acid arrow normal, but the manifester level must be high enough for effect), then the damage is over, and it does not distract you. you to manifest the power in question, and all level-de- Repeated damage, such as from an energy wall, does not count pendent features must be based on the same manifester as continuous damage. level. For example, if you wanted to manifest deceleration on",
        "name":  "Injury",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In cases standard format. Each category of information is explained when two or more similar or identical effects are operating in and defi ned below. the same area or on the same target, but at different strengths, NAME only the best one applies. For example, a character under the infl uence of both the oak body power and the iron body spell The fi rst line of every power description gives the name benefi ts only from the stronger effect (in this case, iron body). by which the power is generally known. A power might be If one power or spell is dispelled or its duration runs out, the known by other names in some locales, and specifi c mani- other power or spell remains in effect (assuming its duration festers might have names of their own for their powers, such has not yet expired). as mind master instead of psionic dominate.",
        "name":  "Same Effect More than Once in Different Strengths",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The same power or spell DISCIPLINE (SUBDISCIPLINE) can sometimes produce varying effects if applied to the same recipient more than once. For example, a shadow body power Beneath the power name is a line giving the discipline (and could turn a psion into a living shadow, but if it is immedi- the subdiscipline in parentheses, if appropriate) that the ately followed by metamorphosis, even while the shadow body power belongs to. would normally remain in effect, the effect of metamorphosis Every power is associated with one of six disciplines. A trumps the shadow body. If metamorphosis were followed by a discipline is a group of related powers that work in similar series of polymorph spells cast by an interfering wizard, the ways. Each of the disciplines is discussed below. last effect in the series trumps the others. None of the previ- ous spells or powers are actually removed or dispelled, but Clairsentience their effects become irrelevant while the fi nal spell or power Clairsentience powers enable you to learn secrets long for- in the series lasts. gotten, to glimpse the immediate future and predict the far",
        "name":  "Same Effect with Differing Results",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "POWER XP COSTS Some powers have experience point requirements although an different levels. A 9d6 energy bolt (an augmented 3rd-level power equivalent spell might not. Powerful spells are often balanced by costing 9 power points) should cost the same as a 9d6 baleful costly material component requirements. For powerful psionic teleport (a 5th-level power costing 9 power points) so that it’s powers, experience points are the balancing factor, under the no “cheaper” to augment a lower-level power than to manifest assumption that 1 XP is roughly equivalent to 5 gp. a higher-level one. Manifesting the higher-level power is often a more effi cient use of power points than augmenting a lower-level",
        "name":  "BEHIND THE CURTAIN",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Some powers allow you to spend (manifesting a power). Unless otherwise noted in the Aug- more than their base cost to achieve an improved effect, or ment section of an individual power description, you can augment the power. The maximum number of points you can augment a power only at the time you manifest it. spend on a power (for any reason) is equal to your manifester level. For example, a 5th-level manifester can augment his POWERS AND 1st-and 2nd-level powers, but he cannot augment his 3rd- POWER POINTS level powers because they cost 5 power points to manifest in their unaugmented form. Psionic characters manifest powers, which involve the direct XP Cost (XP): On the same line that the power point cost manipulation of personal mental energy. These manipula- of a power is indicated, the power’s experience point cost, if tions require natural talent and personal meditation. any, is noted. Particularly powerful effects (such as bend real- Unlike wizards, psionic characters do not have “power- ity and true creation) entail an experience point cost to you. books” and do not prepare powers ahead of time. In this way No spell or power can restore XP lost in this manner. You psionic characters are akin to bards and sorcerers, who cast cannot spend so much XP that you lose a level, so you cannot spells on the fl y. A psionic character’s level limits the number manifest a power with an XP cost unless you have enough XP of power points available to manifest powers (see Chapter 2: to spare. However, you can, on gaining enough XP to attain a Classes). A psionic character’s relevant high score (see Table new level, use those XP for manifesting a power rather than 2–1: Ability Modifi ers and Bonus Power Points) might allow keeping them and advancing a level. The XP are expended him to gain extra power points. He can manifest the same when you manifest the power, whether or not the manifesta- power more than once, but each manifestation subtracts tion succeeds. power points from his daily limit. Manifesting a power is an arduous mental task. To do so, a psionic character must have DESCRIPTIVE TEXT a key ability score of at least 10 + the power’s level.",
        "name":  "Power Point Limit",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To regain used daily does and how it works. If one of the previous lines in the de- power points, a psionic character must have a clear mind. scription included “see text,” this is where the explanation is To clear his mind, he must fi rst sleep for 8 hours. The char- found. If the power you’re reading about is based on another acter does not have to slumber for every minute of the time, power (see Power Chains, page 69), you might have to refer to but he must refrain from movement, combat, manifesting a different power for the “see text” information. If a power is powers, skill use, conversation, or any other demanding the equivalent of a spell (such as psionic fabricate), an entry of physical or mental task during the rest period. If his rest “see spell text” directs you to the appropriate spell description is interrupted, each interruption adds 1 hour to the total in the Player’s Handbook. amount of time he has to rest to clear his mind, and he must pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "This portion of a power description details what the power Daily Power Point Acquisition",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  " REGAINING POWER POINTS more abilities each day. In addition, the need for rest is reason Some may wonder why spent power points do not return at a enough to not allow a faster points-return rate. Without a pro- per-hour rate. The short answer is that it’s easier to track your tracted period of relaxation, the mind isn’t rested. Power points power points if they come back all at once. More important, are not divorced from the body; they are part of it. Using power with this system, characters have less opportunity to “game” points is mentally tiring, and without the requisite period of their use of power points, timing the events of the day based on rest, they do not regenerate. For this same reason, they do not their points’ use and renewal. Allowing a return-rate-per-hour regenerate at a steady rate throughout the day. Only rest brings system would give psionic characters and monsters access to mental renewal. pqqqqqqqqqqqqqqqqqqqqrs 620_96666_ExpPsionicsHnbk.indd 63 2/9/04, 3:44:34 PM 64 4 RETPAHC SCINOISP have at least 1 hour of rest immediately prior to regaining journey the character embarks upon. At the end of that time, lost power points. If the character does not need to sleep for the character makes a Psicraft check (DC 10 + spell level). If some reason, he still must have 8 hours of restful calm before that check succeeds, the character learns the new power if regaining power points. For example, elf psionic characters her research produced a viable power. If the check fails, the need 8 hours of rest to clear their minds, even though they character must go through the research process again if she need only 4 hours of trance to refresh their bodies. Thus, an wants to keep trying. elf psion could trance for 4 hours and rest for 4 hours, then The DM should work with the player before the research regain power points. begins and give her guidance on the parameters under which Recent Manifesting Limit/Rest Interruptions: If a an original power might be acceptable in the game. (See Cre- psionic character has manifested powers recently, the drain ating New Spells, page 35 of the Dungeon Master’s Guide, for on his resources reduces his capacity to regain power points. suggestions.) The DM is justifi ed in ruling ahead of time that When he regains power points for the coming day, all power powers that invoke certain abilities such as time travel are points he has used within the last 8 hours count against his never viable, and thus powers associated with them cannot daily limit. If Ialdabode normally has 2 power points per day, be successfully researched in the campaign. The number of but he had to manifest psionic charm during the night, he re- powers that all psionic classes can know is strictly limited; gains 1 less power point the next day. manifesters can never exceed those limits even through the",
        "name":  "BEHIND THE CURTAIN",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A demon’s spell peared in the sky a generation ago, the world changed. Crea- resistance is no good against even minor powers manifested tures and people began to develop strange mental abilities by a 1st-level psionic character (although saving throws apply never before seen. These mental abilities were not spells, yet as normal). Especially powerful psionic creatures have power could alter the world by mere will. Psionics was loosed into resistance, which works against targeted powers but is useless the world. against targeted spells. If you (the DM) have never used psionics in your game",
        "name":  "Spell Resistance and Power Resistance",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spread by contact with in- a power point reserve or creatures who have the Wild fected psionic creatures; contact; DC 15; incubation 1d4 days; Talent feat. damage 1d8 power points. • Creatures with psi-like abilities, including characters who Cerebral parasites are tiny organisms, undetectable to have racial psi-like abilities. normal sight. An affl icted character may not even know he • Creatures that have spell-like abilities described as “psion- carries the parasites—until he discovers he has fewer power ics,” including the aboleth, mind fl ayer, yuan-ti, and mon- points for the day than expected. Psionic creatures with cere- sters from sources other than the Monster Manual. bral parasites are limited to using each of their known powers Traits: Other than the fact that all psionic creatures have only once per day (instead of freely manifesting them). psionic powers, power points, or psi-like abilities, psionic See the note about diseases under Cascade Flu, above. creatures have no specifi c traits. The psionic subtype serves",
        "name":  "Disease, Cerebral Parasites",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Psionic characters can gain negative to identify creatures that may be vulnerable to powers, spells, levels just like members of other character classes. A psionic and effects targeting psionic creatures. character loses access to one power per negative level from the highest level of power he can manifest; he also loses a An illithid’s mind blast attack stuns its victims into submission. sdlonyeR .W yb .sullI 620_96666_ExpPsionicsHnbk.indd 68 2/9/04, 3:45:09 PM IIlllluuss.. bbyy AA.. SSwweekkeell",
        "name":  "Negative Levels",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Some powers reference other powers “characters” are used synonymously in the power that they are based upon. Only information in a power lat- descriptions. er in the power chain that is different from the base power Augment: Many powers vary in strength de- is covered in the power being described. Header entries pending on how many power points you put into and other information that are the same as the base power them. The more power points you spend, the more are not repeated. The same holds true for powers that are powerful the manifestation. However, you can the equivalents of spells in the Player’s Handbook; typically, spend only a total number of points on a power only the way the power varies from the spell is noted, such equal to your manifester level, unless you have as power point cost. an ability that increases your effective mani-",
        "name":  "Power Chains",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In the power lists and the pow- fester level. er descriptions that follow them, the powers are presented Many powers can be augmented in more than in alphabetical order by name—except for those belonging one way. When the Augment section contains to certain power chains and those that are psionic equiva- numbered paragraphs, you need to spend power lents of spells in the Player’s Handbook. When a power’s points separately for each of the numbered op- name begins with “lesser,” “greater,” “mass,” or a similar tions. When a paragraph in the Augment sec- kind of qualifi er, the power description is alphabetized tion begins with “In addition,” you gain the under the second word of the power description instead. indicated benefit according to how many power When the effect of a power is essentially the same as that points you have already decided to spend on mani- of a spell, the power’s name is simply “Psionic” followed festing the power. by the name of the spell, and it is alphabetized according 69 to the spell name. 620_96666_ExpPsionicsHnbk.indd 69 2/9/04, 3:45:21 PM 70 5 RETPAHC SREWOP",
        "name":  "Order of Presentation",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reveals creatures, objects, powers, or spells of power. selected alignment axis. Co-opt Concentration: Take control of foe’s concentration",
        "name":  "Aura SightA",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature or creature lives forevermore in 6 Dispelling Buffer: Subject is buffered from one world of his own imagination. dispel psionics effect.",
        "name":  "MicrocosmA",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Psychic static inhibits power manifestation. Dispelling Buffer: You are buffered from one dispel psionics",
        "name":  "CatapsiA",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you use can detect lawful and chaotic auras as save DC increases by 1 and the dura- this power to attempt to cleanse the well, but doing so requires a separate tion increases by 1 hour. subject’s aura of a baleful or control- manifestation that focuses only on ling effect, the duration is instanta- that alignment axis.) Baleful Teleport neous. This power can remove the 2nd Round: Number of auras (crea- Psychoportation (Teleportation) compulsion of a curse or a geas/quest tures, objects, powers, or spells) in Level: Nomad 5 effect. It can also negate any charm the area. You know how many auras Display: Material and visual and compulsion powers of 6th level are in the area, even though each aura Manifesting Time: 1 standard or lower, such as crisis of breath or doesn’t resolve to its actual location action death urge. When aura alteration is quite yet. Range: Close (25 ft. + 5 ft./2 levels) manifested for this purpose, the 3rd Round: The owner of each aura Target: One corporeal creature subject gains another saving throw is revealed, unless the individual is Duration: Instantaneous to remove the compulsion afflicting outside your line of sight. If a creature Saving Throw: Fortitude half it against the original save DC, but whose aura you detect has 5 or more Power Resistance: Yes with a +2 bonus. Hit Dice than you do, you are over- Power Points: 9",
        "name":  "Remove Compulsion",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "11 that cost or 300 XP, whichever is reduction increases by 1. more. When bend reality duplicates As banishment (page 203 of the Player’s a spell with a material component, Bite of the Wolf Handbook), except as noted here. you must pay additional XP equal to Psychometabolism Psions gain no benefi t from present- the value of the material component Level: Psychic warrior 1 ing objects or substances that the tar- divided by 5. Display: Visual; see text get hates, fears, or otherwise opposes. XP Cost: 300 XP or more (see Manifesting Time: 1 standard",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None; see text psionic creature’s mind, creating a by powers, spells, and effects that",
        "name":  "Saving Throw",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text Psychokinesis [see text] affected by powers, spells, and effects",
        "name":  "Range",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 Augment: You can augment this power in one or both of the You protect the subject’s thoughts following ways. from analysis. While the duration 1. For every 2 additional lasts, the subject gains a +10 cir- power points you spend, this cumstance bonus on Bluff checks power’s damage increases against those attempting to dis- by 1d6 points. cern its true intentions with Sense 2. For every 2 addi- Motive. It also gains a +4 bonus on tional power points you its saving throw against any power or spend, this power can spell used to read its mind (such as affect an additional read thoughts or mind probe). target. Any addi- tional target cannot Concealing Amorpha be more than 15 feet Metacreativity (Creation) from another target of",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For every additional message, up to twenty-five words if the subject spends an action to power point you spend, this power can be created, and those words re- take a breath. can kill a subject that has Hit Dice peat over and over until the duration If a subject fails a Fortitude save, equal to 11 + the number of addi- expires or the power is dismissed. If it is disabled (0 hp). In the following tional points. you attempt to exactly duplicate the round, it drops to –1 hit points and is voice of a specific individual or an dying. Curing powers or spells can re- Crystal Shard inherently terrifying sound (such as vive a dying subject normally, so long Metacreativity (Creation) a dragon’s roar), you must succeed on as this power’s duration has expired; if Level: Psion/wilder 1 a Bluff check with a +2 circumstance the power is still in effect, a revived Display: Auditory and material bonus opposed by the listener’s creature is still subject to Fortitude Manifesting Time: 1 standard Sense Motive check to avoid arous- saves in each round when it does not action ing suspicion. consciously breathe. Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "If you wish to create a specific DC drops back to its original value Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One humanoid creature that Level: Psion/wilder 1 dispelled only by a manifester of has 4 HD or less Display: Auditory and material a higher level than you when you Duration: 1 round Manifesting Time: 1 standard manifested this power. When the Saving Throw: Will negates action power is dispelled, crystal melts back Power Resistance: Yes Range: Close (25 ft. + 5 ft./level) into fl esh, and the subject is in exactly Power Points: 1 Target: One Medium or smaller the state he was prior being affected creature by crystallize. As daze (page 217 of the Player’s Hand- Duration: 1 min./level book), except as noted here. Saving Throw: Refl ex negates",
        "name":  "This power has a chance of being Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For every additional effects) within an area. A dispelled power point you spend, the damage this Display: Auditory and visual power ends as if its duration had power deals to a subject that fails its sav- Manifesting Time: 1 standard expired. Some powers, as detailed in ing throw increases by 2d6 points. Aug- action their descriptions, can’t be defeated menting this power does not change Range: Medium (100 ft. + 10 ft./ by dispel psionics, or can be ended only the amount of damage the target takes level) if you manifest dispel psionics at a high if it succeeds on its saving throw. Area: 30-ft.-radius burst enough manifester level. Dispel psion-",
        "name":  "Augment",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous ics can end spell-like effects just as it",
        "name":  "Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nomad 4 Power Points: 5 taneous duration can’t be dispelled,",
        "name":  "Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A blast of this en- power, or ergy type deals –1 point of damage the effect of a spell (including spell-like, supernat- per die (damage from impact re- ural, mains at 2d6 points) and ignores and an object’s hardness. extraordinary This power’s subtype is the same as abilities). An the type of energy you manifest. “ectoburst” dis-",
        "name":  "Sonic",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "11 up this control to the other creature. creature. (If an odd number of nega- Once you give up control, you cannot tive levels or ability score reductions You cause the touched subject’s fl esh regain it unless the other creature re- must be split, you decide whether you to ripple, grow together, and fuse linquishes it. or the other creature receives the ad- into a nearly seamless whole. The The fused being has your current ditional loss.) subject is forced into a fetal position hit points plus the other creature’s If a fused being is killed, it separates (if humanoid), with only the vaguest current hit points. The fused being into its constituent creatures, both of outline of its folded arms and legs knows all the powers you and the which are also dead. You cannot use visible below the all-encompassing other creature know, has the sum of fi ssion on a fused being. wave of fl esh. The subject retains the your and the other creature’s power XP Cost: 50 XP. ability to breathe, eat, and excrete, points, and knows or has prepared but may lose the use of its senses (see any spells you or the other creature Genesis below). If the sudden transformation possesses (if any). Likewise, all feats, Metacreativity (Creation) would prove fatal to the creature racial abilities, and class features Level: Shaper 9 (such as fusing a swimming air- are pooled (if both creatures have Display: Material breathing subject, or a fl ying sub- the same ability, the fused being Manifesting Time: One week (8 ject), the subject gets a +4 bonus on gains it only once). For each of the hours/day) 620_96666_ExpPsionicsHnbk.indd 109 2/9/04, 4:37:32 PM 110 5 RETPAHC SREWOP",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See spell text grid intersection). power to move up to a foe, then take a",
        "name":  "Saving Throw",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You Duration: See spell text",
        "name":  "Knock, Psionic Target",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous; see spell is effective against (see below), your Manifesting Time: 1 standard text body erupts in a brief fl ash of crack- action",
        "name":  "Duration",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Mental, olfactory, and powers, epic spells, and epic spe- visual cial abilities that obscure divina-",
        "name":  "Display",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "15 answers to those questions are im- acter in its own right that shares your parted directly to your mind. You earlier memories. The subject is protected from all and the subject do not need to speak Protection from evil or a similar spell devices, powers, and spells that de- the same language, though less in- or power can prevent you from im- tect, infl uence, or read emotions or telligent creatures may yield up only planting mind seed, or prevent a seed thoughts. This power protects against appropriate visual images in answer from germinating while the protec- powers with the mind-affecting or to your questions. tive power lasts. Otherwise, a germi- scrying descriptors. Psionic mind blank nating seed can be removed (prior to even foils bend reality, limited wish, Mind Seed germination) only by psychic chirurgery, miracle, reality revision, and wish when Telepathy (Compulsion) [Evil, Mind- reality revision, or similarly high-level they are used in such a way as to affect Affecting] effects. Manifesting mind seed again the subject’s mind or to gain informa- Level: Telepath 8 during the germination period also tion about it (however, metafaculty can Display: Mental cleanses the subject’s mind. pierce the protective quality of psionic Manifesting Time: 1 standard XP Cost: 3,000 XP. mind blank). In the case of remote view- action ing or scrying that scans an area the Range: Touch Mind Switch creature is in, the effect works but the Target: One touched Medium or Telepathy [Mind-Affecting] creature simply isn’t detected. Remote smaller humanoid Level: Telepath 6 viewing (scrying) attempts that are Duration: Instantaneous; see text Display: Visual targeted specifi cally at the subject do Saving Throw: Will negates Manifesting Time: 1 round not work at all. Power Resistance: Yes Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10,000 XP. Display: Mental power is in effect, the other partici- Manifesting Time: 1 standard pant also dies when the power ends. Mind Thrust action If one participant’s body becomes Telepathy [Mind-Affecting] Range: Close (25 ft. + 5 ft./2 levels); petrifi ed, imprisoned by temporal sta- Level: Psion/wilder 1 see text sis or imprisonment, or incapacitated in Display: Auditory Targets: You and one other willing some other way, the other participant Manifesting Time: 1 standard creature within range that has an will be incapacitated in that way when action Intelligence score of 3 or higher the power ends. Range: Close (25 ft. + 5 ft./2 levels) Duration: 10 min./level A targeted dispel psionics (or similar Target: One creature Saving Throw: None; see text spells or effects) successfully mani- Duration: Instantaneous Power Resistance: Yes (harmless) fested on either participant causes Saving Throw: Will negates Power Points: 1 620_96666_ExpPsionicsHnbk.indd 120 2/9/04, 4:38:51 PM 121 POWERS CHAPTER 5",
        "name":  "If either body is killed while the XP Cost",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Telepath 4 Display: Auditory and visual moned. These creatures’ spell-like or",
        "name":  "Level",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20-ft. cone of light emanating neous durations and calling powers disease, drowning, poison, stunning, from you are not affected by a null psionics fi eld and all powers, spells, or attacks that",
        "name":  "Effect",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3 body, this power halts its journey follow tracks by smell, making a while repairing somewhat the dam- Wisdom (or Survival) check to find A psionic lock manifested upon a door, age to the body. or follow a track. The typical DC for chest, or portal psionically locks it. This power functions like the raise a fresh trail is 10 (no matter what You can freely pass your own lock dead spell (page 268 of the Player’s kind of surface holds the scent). This without affecting it; otherwise, a Handbook), except that the affected DC increases or decreases depend- door or object secured with psionic creature receives no level loss, no ing on how strong the quarry’s odor lock can be opened only by breaking Constitution loss, and no loss of pow- is, the number of creatures, and the in or by a successful dispel psionics ers. The creature has –1 hit points (but age of the trail. For each hour that effect. Add +10 to the normal DC to is stable) after being restored to life. the trail is cold, the DC increases break open a door or portal affected XP Cost: 200 XP. by 2. The ability otherwise follows by this power. Augment: For every 100 addi- the rules for the Track feat. If you tional experience points that both are tracking with psionic scent, you Psionic Repair Damage you and the subject pay, the manifes- ignore the effects of surface condi- Metacreativity tation of this power can be delayed tions and poor visibility.",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7, XP; see text Power Points: 7 but your ability burn remains until it is healed naturally. 620_96666_ExpPsionicsHnbk.indd 127 2/9/04, 4:39:28 PM 128 5 RETPAHC SREWOP For example, a 12th-level mani- generally loath to do so because ac- As bend reality, but with more far- fester can boost his Strength score cumulations of quintessence weigh- reaching effects. A reality revision by as much as 12 points if he takes ing 1 pound or more hinder psionic can produce any one of the follow- 12 points of ability burn to any of his activity within a 5-foot radius of the ing effects. other five scores. He might decide to accumulation: Powers require twice • Duplicate any psion power of 8th split the points evenly between Cha- as many power points to manifest, level or lower, provided the power risma, Intelligence, and Wisdom, unless the manifester makes a suc- is not prohibited to you. assigning 4 points of ability burn cessful Will save each time he or she • Duplicate any other power (but not to each. attempts to manifest a power. Also in a spell) of 6th level or lower, such as these circumstances, manifesting a a psychic warrior power. Quintessence psi-like ability that is usable at will • Duplicate any psion power of 7th Metacreativity (Creation) is a full-round action rather than a level or lower even if it’s a power",
        "name":  "Power Points",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to manifest 1st-level powers. and manifester level. Scorn Earth (Su): At 1st level, an eloca- CLASS SKILLS ter’s feet lift from the ground. From now on, The elocater’s class skills (and the key abil- she can fl oat a foot above the ground. Instead ity for each skill) are Autohypnosis* (Wis), of walking she glides along, unconcerned Balance (Dex), Climb (Str), Concentration* with the hard earth or diffi cult terrain. (Con), Craft (Int), Disable Device (Int), While she remains within 1 foot of a fl at Escape Artist (Dex), Gather Information surface of any solid or liquid, she can take (Cha), Hide (Dex), Jump (Str), Knowledge normal actions and make normal attacks, (local) (Int), Knowledge (psionics)*, and can move at her normal speed (she can even Listen (Wis), Move Silently (Dex), Open “run” at four times her normal speed). How- Lock (Dex), Perform (Cha), Profession ever, at distances higher than 1 foot above (Wis), Psicraft* (Int), Search (Int), any surface, her speed diminishes to 10 feet Sense Motive (Wis), Sleight of Hand per round. (Dex), Spot (Wis), Swim (Str), While she remains within 1 foot of a Tumble (Dex), Use Psionic Device* surface, she can make melee and ranged (Cha), and Use Rope (Dex). attacks normally, but if she moves any *See new skills and expanded higher, she incurs the penalties on uses of existing skills in Chap- melee and ranged attack rolls as if ter 3 of this book. See Chapter she were the subject of the psionic 4 of the Player’s Handbook for levitate power (see the levitate other skill descriptions. spell description, page 248 of",
        "name":  "Psionics",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A cerebrilith can- not be raised, reincarnated or resurrected (though a limited wish, wish, miracle, or true resurrection spell can restore life). It has darkvision out to 60 feet.",
        "name":  "Outsider Traits",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cerebriliths have a +8 racial bonus on Listen and Spot checks. COUATL, PSIONIC Gifted with arcane spells, divine spells, and psionic abilities, a psionic couatl is a mighty champion of good. The couatl is described in the Monster Manual, but a couatl in a psionic campaign can be adjusted from the Monster Manual version as follows. Cerebrilith Couatl Large Outsider (Native, Psionic)",
        "name":  "Skills",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., githyanki traits, power resistance 6 COMBAT Githyanki are seasoned combatants, familiar with the tactical use of ambush, cover, and psionic sniper attacks from afar. A psionic githyanki does not possess the spell-like abilities or spell resistance of standard githyanki. Instead, it has psi- like abilities and power resistance. Psi-Like Abilities: 3/day—psionic daze (DC 10), far hand. Manifester level 1st. The save DC is Charisma-based. Power Resistance (Ex): A psionic githyanki has power resistance equal to its Hit Dice + 5. GITHYANKI AS CHARACTERS Most githyanki characters are fi ghters or psions. Githyanki characters possess the following racial traits. dooW .S yb .sullI 620_96666_ExpPsionicsHnbk.indd 198 2/10/04, 9:01:58 AM 199 MONSTERS CHAPTER 8 Level Psi-Like Abilities 1st–2nd 3/day—far hand, psionic daze 3rd–5th 3/day—concealing amorpha 6th–8th 3/day—psionic dimension door Githzerai 9th+ 3/day—telekinetic thrust; 1/day—plane shift Manifester level equal to 1/2 Hit Dice (minimum 1st). The save DCs are Charisma-based. —Power Resistance: A psionic githyanki has power resistance equal to its Hit Dice +5. —Automatic Languages: Common, Gith. Bo- nus Languages: Abyssal, Celestial, Draconic, Infernal, Undercommon. —Favored Class: Fighter. —Level Adjustment: +2. GITHZERAI, PSIONIC Githzerai are a hard-hearted, hu- manlike people who dwell on the plane of Limbo, secure in the protec- tion of their hidden monasteries. They are described in the Monster Manual. However, gith zerai in a psionic campaign should be adjusted from the version ap- pearing in the Monster Manual as follows. The statistics block describes a 1st-level warrior. Many githzerai are monks; however, psychic war- riors, soulknives, sorcerers, rogues, and multi- class githzerai (called zerths) are also indispens- able members of a monastery. Githzerai, 1st-Level Warrior Medium Humanoid (Extraplanar, Psionic)",
        "name":  "Special Qualities",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 fi re spells and effects.",
        "name":  "Challenge Rating",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 divination spells or clairsentience",
        "name":  "Challenge Rating",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Psionic powers, if its root is dug up or exposed, then telekinetic force burned, hacked apart, or otherwise Special Qualities: Assume likeness, incorporeal destroyed. Severing or destroying all traits, telepathy 100 ft. six crowns puts the plant out of com- Saves: Fort +2, Ref +5, Will +6 mission, allowing excavation of the Abilities: Str —, Dex 13, Con 12, Int 15, Wis helpless root. The crowns are Medium 14, Cha 15 objects with a hardness of 5 and 7 hit Skills: Bluff +10*, Diplomacy +6, Disguise points. To sever a crown, an opponent +10*, Intimidate +6, Listen +6, Sense Motive must use the sunder action. The crowns +6, Spot +6 can also be affected by spells or effects Feats: Overchannel, Wild Talent that affect an area or targeted by spells Environment: Any that affect an individual target. Organization: Solitary or illumination An udoroot takes no damage from hav- (3–6) ing a crown severed or destroyed. A severed Challenge Rating: 5 crown dies and can no longer be used to at- Treasure: Half standard tack, but the udoroot takes no other penalties. Alignment: Any",
        "name":  "An udoroot can be killed only Special Attacks",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An un- bodied manifests powers as a 4th-level psion (telepath). The save DCs are Intelligence- based. Typical Psion Powers Known (power points 21, base save DC 12 + power level): 1st— detect psionics, empty mind, mind thrust (DC 13*), psionic charm (DC 13*); 2nd—brain lock (DC 14), cloud mind (DC 14), energy push (DC 14), read thoughts (DC 14). *Power can be augmented. Telekinetic Force (Su): An unbodied can use telekinetic force (DC 15) as a standard action that does not provoke attacks of opportunity. Mani- Unbodied fester level 4th. The save DC is Charisma-based. Assume Likeness (Su): An unbodied can assume UNBODIED AS CHARACTERS the likeness of any Small, Medium, or Large creature as a standard action that does not provoke attacks of oppor- Supreme spies, the unbodied infi ltrate enemy territory, im- tunity. Its abilities do not change, but it appears to be that personate leaders, and probe enemies’ minds for thoughts creature, relying on its Bluff and Disguise skills to deflect and plans. suspicion. Unbodied characters possess the following racial traits. Hide Mind (Su): An unbodied cannot be identifi ed as — +2 Dexterity, +2 Constitution, +4 Intelligence, +4 Wis- psionic by divination spells or clairsentience powers. dom, +4 Charisma. As an incorporeal creature, an unbodied",
        "name":  "Psionic Powers",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alternate form, darkvision 60 creatures*), exhalation of the black dragon (5d6*); ft., power resistance 16, scent 3/day—body purifi cation (6 points*), psionic charm (all targets, 1 day/level, DC 19*), concealing amorpha, Combat deeper darkness, mind thrust (ML 7th, 7d10, DC 18*), Halfbloods have much more dangerous psionic abilities psionic suggestion (four targets, DC 16*); 1/day—baleful than purebloods. They prefer to hang back from a melee polymorph (DC 19). Manifester level 9th. The save while their pureblood minions wade into the fray, soften- DCs are Charisma-based. These abilities replace ing up their opponents with psionic attacks before joining the abomination’s aversion, chameleon power, pro- in the fi ght. duce acid, and spell-like abilities. Psi-Like Abilities: At will—chameleon, detect hostile intent, *Includes augmentation for the abomination’s manifester exhalation of the black dragon; 3/day—aversion (DC 16), psionic level. nitraM .D yb .sullI 620_96666_ExpPsionicsHnbk.indd 218 2/10/04, 9:06:55 AM 219 APPENDIX 6 Probe Thoughts: Read subject’s memories, one question/",
        "name":  "Special Qualities",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Convert spellcasting into psionic power points. 2nd-Level Bard Spell",
        "name":  "Dweomer of Transference",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cone-shaped shriek distracts smart foes, 5th-Level Sorcerer/Wizard Spell makes concentrating diffi cult. Psychic Turmoil: Invisible fi eld leeches psionic power points away. CLERIC SPELLS 6th-Level Sorcerer/Wizard Spells 3rd-Level Cleric Spell Mental PinnacleM: You gain the mental powers of a psion.",
        "name":  "Glossolalia",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As Rary’s telepathic bond, but you Probe Thoughts: Read subject’s memories, one question/ and one other creature. round. 7th-Level Sorcerer/Wizard Spell 4th-Level Cleric Spell Psychic Turmoil, Greater: As psychic turmoil, but you gain",
        "name":  "Telepathic Bond, Lesser",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Convert spellcasting into power points as temporary hit points. psionic power points. SPELL DESCRIPTIONS 5th-Level Cleric Spell The following spell descriptions are presented in alphabeti-",
        "name":  "Dweomer of Transference",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Invisible fi eld leeches psionic power cal order. points away. Brain Spider 7th-Level Cleric Spell Divination [Mind-Affecting]",
        "name":  "Psychic Turmoil",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round 8th-Level Cleric Spell Range: Long (400 ft. + 40 ft./level)",
        "name":  "Casting Time",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Mind Domain This spell allows you to eavesdrop as a standard action on",
        "name":  "Spell Resistance",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gain a +2 bonus on Bluff, Diplomacy, as desired: and Sense Motive checks. Gain a +2 bonus on Will saves • Individual trains of thought in whatever order you desire. against enchantment spells and effects. • Information from all minds about one particular topic, thing, or being, one nugget of information per caster Mind Domain Spells level. 1 Comprehend Languages: You understand all spoken and • A study of the thoughts and memories of one creature of written languages. the group in detail. 2 Detect Thoughts: Allows “listening” to surface thoughts. 3 Telepathic Bond, Lesser: Link with subject within 30 ft. Once per round, if you do not perform a detailed study for 10 min./level. of one creature’s mind, you can attempt (as a standard ac- 4 Discern Lies: Reveals deliberate falsehoods. tion) to implant a suggestion in the mind of any one of the 5 Rary’s Telepathic Bond: Link lets allies communicate. affected creatures. The creature can make another Will 620_96666_ExpPsionicsHnbk.indd 219 2/10/04, 9:07:01 AM 220 XIDNEPPA saving throw to resist the suggestion, using the save DC of Glossolalia the brain spider spell. (Creatures with special resistance to Evocation [Sonic, Mind-Affecting] enchantment spells can use this resistance to keep from Level: Bard 2 being affected by the suggestion.) Success on this saving Components: V throw does not negate the other effects of the brain spider Casting Time: 1 standard action spell for that creature. Range: 60 ft.",
        "name":  "Granted Power",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cone-shaped burst range (up to the limit of eight), beginning with known or Duration: Instantaneous named beings. Language is not a barrier, and you need not Saving Throw: Fortitude partial; see text personally know the beings—you can choose, for instance, Spell Resistance: Yes “the nearest eight guards who must be in that chamber there.” The spell cannot reach those who make a successful You utter shrieks of nonsense and gibberish that thinking Will save. creatures fi nd distracting and confusing. The spell affects",
        "name":  "You can affect all intelligent beings of your choice within Area",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spider of any size or kind. It can be only creatures with Intelligence scores of 3 or higher. Any dead, but must still have all eight legs. such creatures within the spell’s area must succeed on Forti- tude saves or be stunned for 1 round (if they have Intelligence Dweomer of Transference scores of 20 or higher), dazed for 1 round (if they have Intel- Evocation ligence scores between 10 and 19), or shaken for 1 round (if",
        "name":  "Material Component",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S In addition, a creature within the spell’s area loses any",
        "name":  "Components",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Transmutation",
        "name":  "Spell Resistance",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Five playing cards, which are torn in Divination [Mind-Affecting] half when the spell is cast.",
        "name":  "Probe Thoughts Material Component",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes each power point the spell takes from a psionic creature. The temporary hit points last for 1 hour. All the subject’s memories and knowledge are accessible to you, ranging from memories deep below the surface Telepathic Bond, Lesser to those still easily called to mind. You can learn the an- Divination [Mind-Affecting] swer to one question per round, to the best of the subject’s Level: Cleric 3, Mind 3, sorcerer/wizard 3 knowledge. You can also probe a sleeping subject, though Components: V, S the subject may make a Will save against the DC of the Casting Time: 1 standard action probe thoughts spell to wake after each question. Subjects Range: 30 ft. who do not wish to be probed can attempt to move beyond Targets: You and one willing creature within 30 ft. the power’s range, unless somehow hindered. You pose the Duration: 10 min./level questions telepathically, and the answers to those questions Saving Throw: None are imparted directly to your mind. You and the target do Spell Resistance: No not need to speak the same language, though less intelligent creatures may yield up only appropriate visual images in You forge a telepathic bond with another creature with an answer to your questions. Intelligence score of 6 or higher. The bond can be established only with a willing subject. You can communicate telepathi- Psychic Turmoil cally through the bond regardless of language. No special Abjuration power or infl uence is established as a result of the bond. Once",
        "name":  "Spell Resistance",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Zuoken’s monas- a thrall until he proves himself, teries are generally far from learning to cast divine spells by civilization, but because they imitating his master. serve as psionic training centers, Quests: Ilsensine’s clerics often their locations are not secret. Many handle a mind flayer community’s temples are guarded by an order of thrall-slaves, and they are also useful monks, the Fists of Zuoken (see page for dealing with the undead. Followers 144), who are drawn by the demigod’s of Ilsensine act as medics for mind flayer serene philosophy. hunting parties, sneak onto the surface",
        "name":  "Temples",
        "source":  "expanded_psionics_handbook.txt",
        "_id":  "2001fa5e4e4e3c8cb8a522d03d7e8fe74c828de8e5ec4f68ef3cc8eeddb5743c"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ill Fortunes . . . . . . . . . . . . . . . . . . . . .17 The Forest Fane . . . . . . . . . . . . . . . . . . . . . . . .78 Band of Spell Enhancement . . . . . . . . . . .211",
        "name":  "Act II",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Immunity to all mind-affecting spells wolves as a standard action. The creatures arrive in 2d6 rounds and abilities (charms, compulsions, phantasms, patterns, and serve the vampire for up to 1 hour. and morale effects), poison, sleep effects, paralysis, stunning, Dominate (Su): A vampire can crush an opponent’s will just disease, and death effects. Not subject to extra damage from by looking into his or her eyes. This is similar to a gaze attack critical hits, nonlethal damage, ability drain, or energy drain. with a range of 30 feet, except that the vampire must use a Immune to damage to physical ability scores (Strength, Dex- standard action and choose a single target—those merely look- terity, and Constitution), as well as to fatigue and exhaustion ing at it are unaffected. The vampire’s target must succeed on effects. Not at risk of death from massive damage, but when a Will save or fall instantly under its influence as though by a reduced to 0 hit points or less, it is immediately destroyed. dominate person spell (CL 12th). Immune to any effect that requires a Fortitude save (unless the Create Spawn (Su): A humanoid or monstrous humanoid effect also works on objects or is harmless). slain by a vampire’s energy drain rises as a vampire spawn 1d4 days after burial. A victim slain by a vampire’s blood drain",
        "name":  "Undead Immunities",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision out to 60 feet. No Constitution returns as a spawn (4 or fewer HD) or as a vampire (5 or more score. Uses its Charisma modifier for Concentration checks. HD). Not affected by raise dead and reincarnate spells or abilities. Gaseous Form (Su): As gaseous form at will (CL 5th), but the Resurrection and true resurrection turn undead creatures back vampire or vampire spawn can remain gaseous indefinitely and into the living creatures they were before becoming undead. has a fly speed of 20 feet with perfect maneuverability. Negative energy (such as an inflict spell) can heal undead creatures. Undead do not breathe, eat, or sleep.",
        "name":  "Undead Traits",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The DC for all saves against these abilities a vampire or vampire spawn at bay takes a standard action. A is 10 + 1/2 vampire’s or spawn’s HD + vampire’s or spawn’s Cha vampire or vampire spawn can’t cross running water (though it modifier unless otherwise specified (MM 252). can be carried across) and can’t enter a private building unless Fast Healing (Ex): A vampire heals 5 points of damage each invited. round so long as it has at least 1 hit point; a vampire spawn heals 2 points of damage each round. If reduced to 0 hp in Vampire Vulnerabilities: Vampires and vampire spawn share combat, a vampire or vampire spawn automatically and imme- the following vulnerabilities. diately assumes gaseous form and must reach its tomb within Sunlight: If a vampire or vampire spawn is exposed to direct 2 hours or be utterly destroyed. Any additional damage it takes sunlight, it is disoriented and can take only a single move action in gaseous form has no effect. Once at rest in its crypt, the or standard action in the first round of exposure. In the next vampire or vampire spawn is helpless for 1 hour. After 1 hour, round, it is destroyed utterly. it regains 1 hit point and is no longer helpless, then resumes Running Water: Immersing a vampire or vampire spawn in healing at the normal rate per round. running water deals one-third of its hit points in damage each Spider Climb (Ex): A vampire or vampire spawn can climb round. If it reaches 0 hit points when immersed, or at the end sheer surfaces as though with a spider climb spell. of three rounds of immersion, the creature is destroyed. Energy Drain (Su): Living creatures hit by a vampire’s slam Wooden Stake: If a vampire or vampire spawn is helpless, a attack gain two negative levels, and the vampire gains 10 tem- foe can take a full-round action (similar to a coup de grace) to porary hit points. Living creatures hit by a vampire spawn’s drive a wooden stake through its heart. This renders the body slam attack gain one negative level, and the vampire spawn inert, like a normal corpse, and makes it vulnerable to normal gains 5 temporary hit points. See DMG 293 for more informa- attacks so that it can be destroyed. If the wooden stake is re- tion about energy drain and negative levels. moved before the body is destroyed, however, the vampire or Alternate Form (Su): A vampire can assume the shape of a vampire spawn returns to unlife, although it has 0 hit points bat, dire bat, wolf, or dire wolf as a standard action. This ability and assumes gaseous form. pqqqqqqqqqqqqqqqqqqqqrs 9955339933772200__CChh0011..iinndddd 88 77//2266//0066 77::1100::1111 PPMM 9 RAVENLOFT ADVENTURES IN CHAPTER 1 Svalich Woods, one in the swamp to the east, and one high in the mountains. Performing dark rituals at each once-sanc- Tactical Encounter Maps tifi ed altar, Strahd bound himself to the land and the land All maps are scaled in 5-foot squares for the sake of regu- to him, gaining great powers in the bargain. Stripping him lating movement on the battle grid. As described on page of those powers requires visiting each fane and performing 59 of the Dungeon Master’s Guide, if a map feature covers specifi c rituals to sever his connection to the land. more than half of a given square, the feature is considered",
        "name":  "Vampire Abilities",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This scenario creates and reinforces a mood of inter- Strahd seeks to destroy the coven of witches that gathers at nal struggle. With Strahd’s assistance, the PCs do undeniable Lysaga Hill, and in particular its leader, the green hag Baba good by thwarting the witches’ demonic cult, but they are Zelenna. (For more about the coven, see Chapter 3.) He simultaneously aiding an even greater evil by helping Strahd believes—rightly—that Baba Zelenna seeks to summon a remove a threat to his power. demon who would challenge Strahd’s authority over Barovia. He hopes that by luring the PCs to Barovia, he can incite DESCENT INTO MADNESS them to root out the witches. Either Baba Zelenna will come During centuries of undeath, Strahd has grown increasingly to Strahd for help, or the PCs will destroy the hag and scatter depraved and is now utterly lost to madness. His madness has the coven. Strahd would be content with either outcome. manifested as a shapeless spawn that has established itself in To further this goal, Strahd sends a message (letter A) to Strahd’s old audience chamber. This horror is the true master the PCs that claims Ireena is suffering under a curse placed of Castle Ravenloft now. Strahd does not have a specifi c goal by the witches. Once the PCs have arrived in Barovia and in this scenario but is engaged in crazed activities that draw dealt with the zombie plague, they fi nd that Ireena has been the PCs into the adventure. having bad dreams—and bears the marks of Strahd’s bite Without being fully conscious of it, Strahd seeks freedom on her neck. (They probably also discover that the letter is a from his madness. Such release can be accomplished only forgery, since the burgomaster has been dead for some time.) through the death of the shapeless spawn, but neither Strahd Strahd hopes that the PCs are still curious about the witches nor his minions can attack the creature. When his worg spies of Lysaga Hill. Ireena and the other villagers do believe that report that the burgomaster of Barovia tried to send a message the witches are a threat, and they inform the PCs that the outside the valley, this news triggers something in Strahd’s coven gathers on the night of the new moon every month. demented mind. He makes up a message (letter B)—little If the PCs visit Lysaga Hill before the night of the new more than lunatic ravings—that he signs the burgomaster’s moon, they fi nd the ancient ruins that mark the site of the name to and sends it out into the world. The letter lands in gathering, along with the undead that haunt it, but Baba the hands of the PCs. Zelenna evades them. Should they come at the new moon, You can make this scenario particularly effective by they discover the witches in the midst of the summoning adopting the taint rules in Heroes of Horror. (See the Taint, ritual. The witches have already succeeded in conjuring an Corruption, and Depravity sidebar.) If you are using these aspect of their demon lord, and they are trying to create a rules, creatures who gain negative levels from Strahd’s energy portal through which his true form can pass. If the PCs fail drain attacks also become more depraved and time spent in to prevent this, the demon prince enters the world and moves Castle Ravenloft has the same effect. toward Castle Ravenloft. When the PCs reach Barovia and meet Ireena, they fi nd Strahd’s Strategy: As long as the PCs are working against that—in addition to suffering from Strahd’s blood drain—she the witches, they fi nd unlikely allies in the minions of Strahd. is also slowly going mad, her mind warped by Strahd’s atten- Strahd’s spies do not attack or threaten them and maintain tions. Terrible nightmares have plagued her sleep, fi lled with a relatively innocuous presence. The Vistani, Varikov the tentacled horrors and howling darkness. She has gained a trapper, and even Strahd’s vampire servants offer informa- mild phobia of aberrations, forcing her to make a successful tion about the witches’ gatherings. If the PCs enter Castle Will save (DC 12 + the CR of the aberration) whenever she Ravenloft before facing the witches, Strahd does not attack; encounters one, or be shaken for the duration of the encoun- if the PCs fi nd him, he tries to turn them against the coven. ter. (If you are using the taint rules, Ireena has a depravity He uses his dominate ability to bend as many PCs as possible score of 4.) pqqqqqqqqqqqqqqqqqqqqrs TAINT, CORRUPTION, AND DEPRAVITY blemishes to horrific decay and mutation. Depravity describes The Heroes of Horror supplement details optional taint rules mental instability brought on by taint, anything from a mild to increase the sense of horror. Encountering creatures tainted phobia to full-blown psychosis. Full details on taint, corruption, by evil, or simply remaining in a defiled area, makes characters and depravity begin on page 62 of Heroes of Horror. increasingly twisted in both body and soul. The greater the taint, Certain characters encountered in this adventure might have the more severe its effects on the character. corruption or depravity scores noted for campaigns that use the Corruption emcompasses physical effects, ranging from mere taint rules. pqqqqqqqqqqqqqqqqqqqqrs 9955339933772200__CChh0011..iinndddd 1144 77//2266//0066 77::1100::2244 PPMM 15 RAVENLOFT ADVENTURES IN CHAPTER 1 Strahd’s Strategy: The minions of Strahd behave nor- If the PCs fi nd and slay the shapeless spawn in area K25A mally, as described throughout the adventure. Strahd himself, (see the tactical encounter on page 138), Strahd begins to however, acts erratically. Whenever the PCs enter an area regain his hold on sanity. He still behaves erratically until in Castle Ravenloft in which Strahd might attack (accord- the PCs fi nd him in the room determined by the Fortunes of ing to the description of the area), there is a 25% chance Ravenloft reading. (Even if they have encountered him there he does so, regardless of other circumstances, unless he is before, Strahd can always be found in this room after the incapacitated. shapeless spawn’s death.) At that time, his tactics are logical Strahd’s tactics in battle suggest a confusion effect more and intelligent—he even has the presence of mind to thank than the actions of a genius. He always directs his attacks the PCs for freeing him from his madness. at the last character who dealt him damage, and he uses the Mood: This scenario produces an adventure fi lled with most powerful attack or special ability he can muster in each confusion and a sense of eeriness or incongruity. Being unable round. He casts area spells against the target of his insane to fi nd the logic or reason in a situation can be a horrifi c expe- fury, centering them on that character without regard for rience. In addition, if you are using the taint rules, Strahd’s how many others they can encompass in the area. madness spreads to the PCs. Their increasing depravity creates When fi ghting, Strahd shouts crazed exclamations. The a mood of growing desperation and self-loathing. following are a few suggestions. • “Iiiiiirrrrreeeeeeeennnnnnaaaaaa!” STRAHD’S DYNASTY • “The worms are creeping!” Strahd seeks to found a dynasty of daywalker vampires, a • “I am the once lord, no longer lord.” network of undead spies and agents who will do his bidding, • “All is void and vanity.” day or night. The PCs come to his attention because of their • “Master! I am the master!” power: Turned to his service, they would be able minions. • “It’s so dark!” In this case, Strahd’s missive (letter C) is designed to draw the PCs directly to the castle. His servants harry them as If Strahd does not attack, something bizarre and inexplicable they move about the village and surrounding lands, trying happens instead. Roll 1d10 and consult the Weird Happen- to drive the party in that direction. ings table below. These events have no harmful effects on Strahd’s Strategy: Once the PCs reach the castle, Strahd the PCs but produce an ever more unnerving atmosphere. tries to confront them one at a time and drink their blood. If you are using the taint rules in Heroes of Horror, each PC (Death by energy drain creates a useless vampire spawn, must make a DC 20 Will save each time a weird happening while a victim drained of blood becomes a formidable ser- occurs. Failing this save increases the character’s depravity vant.) He waits until a character becomes separated from the score by 1d3 points. group within the castle, then attacks in human form. Strahd typically begins with mind fog to weaken his target’s will and Weird Happenings then uses his dominate ability to subdue the PC without a d10 Effect fi ght. If that doesn’t work, he uses any or all of deep slumber, 1 The sound of a voice screaming comes from ray of exhaustion, and chill touch to weaken the character and somewhere in the castle; it sounds exactly like one increase his own odds in a grapple. If all else fails, Strahd uses of the PCs. his bead of force to restrain the character until his dominate 2 The area is abruptly swathed in a deeper darkness attempt succeeds. (Since he has only one bead of force, he saves effect centered on a random PC; the effect ends it for a truly desperate situation.) when that PC leaves the area. Once he manages to overcome histarget, Strahd commands 3 Every word spoken in the area is echoed in a harsh, submission while he drains the dominated character dry. He evil whisper. 4 The last PC to enter the room sees a large shadow then inters the body in a crypt beneath the castle. The dead dart across the entrance behind him, but no creature PC animates as a vampire 1d4 days later, unless the others fi rst can be detected. fi nd the body and either destroy it or return the character to 5 An urgent whisper repeats one PC’s name over and life. Any PCs who rise as Strahd’s minions are sent against over as long as any PCs remain in the area. their former companions. 6 A random PC hears the soft giggling of a little girl; If he must face the entire party (for example, when the PCs no one else can hear it. fi rst enter the room indicated in the Fortunes of Ravenloft 7 A PC’s holy symbol drips blood while any PCs reading), Strahd leads with mind fog again, then tries deep remain in the area. There is no evident source. slumber to take at least some PCs out of the fi ght. He tries 8 One of the PCs has a sudden sense of déjà vu, to dominate all those who remain, commanding characters believing that he has been in this place before or perhaps dreamed it—then suddenly “remembers” who succumb to stand aside from the battle. If he manages to dying horribly here. He can’t remember the cause. overcome a strong combatant, such as a fi ghter, he commands 9 When the PCs try to leave the area, regardless of the that PC to grapple a spellcaster who is resisting Strahd’s will exit they choose, they fi nd themselves leaving the (granting the attacker a new save with a +2 bonus). way they came in. If they reenter the area, roll again Mood: The possibility of fellow adventurers turning for a Strahd attack or a new weird happening. against the party, along with Strahd’s frequent attempts at 10 As the PCs enter, the area begins filling up with fog. domination, contributes to a mood of betrayal and distrust. After 1d6 rounds, this duplicates the effect of a fog Strahd also relies on separating and overcoming the PCs cloud spell. If the PCs remain in the area, they begin one by one, producing a sense of isolation throughout an to see phantasms in the fog, as described in the adventure using this secondary goal. Mists section (page 49). 9955339933772200__CChh0011..iinndddd 1155 77//2266//0066 77::1100::2266 PPMM 16 1 RETPAHC NI SERUTNEVDA TFOLNEVAR UNDEAD LEGIONS Feats Toughness Skills Listen +0, Spot +0 The zombie infestation in the village of Barovia is just the beginning. Ultimately, Strahd wants to turn every living Disease (Su) Necromantic infection—slam, Fort DC 13 negates, incubation period instant, damage sickened/—. creature in the world into his mindless undead slave. His An infected creature that drops to –1 hit points or fewer, only interest in the PCs is as carriers to spread the infection or that dies, rises as an infected zombie in 1d4+1 rounds to the outside world. In this situation, Strahd sends out a unless properly treated (see the sidebar on page 29). message (letter D) designed to lure the PCs to Barovia for a Hard to Kill (Ex) Whenever a Strahd zombie would take battle against undead. enough damage from a melee or ranged attack to be If this is Strahd’s goal, the zombie plague in the village is destroyed, roll 1d20. On a result of 11 or higher, the a trial run for his plans. Strahd killed Doru, the son of the zombie ignores all damage that would reduce its hit village priest, Danovich. He also made sure that Danovich points below 1. found and read a fragment from the Liber Blaspheme (see Plodding (Ex) Zombies can move and attack, but they can page 214), hoping that the grief-maddened priest would use not move more than their speed (6 squares) on their action, and they cannot charge. the vile knowledge in that tome to restore his son to terrible unlife. All is going according to plan, including the imminent UNTAMED ALLIES arrival of the PCs. Only their success against the zombies is The werewolves of the Svalich Woods do not work for Strahd, a surprise to the vampire. though they do not oppose him. Strahd considers them allies, Strahd’s Strategy: Assuming that the PCs destroy the blas- but he would like to make them his servants. If this is Strahd’s pheme Doru, Strahd turns his full attention to transforming goal, he entices the PCs to Barovia with a written message the party into the epicenter of a new outbreak of his plague. (letter E) describing the recent werewolf attacks. Outside the castle, his servants keep a close watch on the PCs The werewolves have no inclination to rebel against Strahd. and drive them to seek out their master in his home. Once They have been particularly active recently, having attacked the PCs enter the castle, Strahd’s tactics are simple and brutal. the village several times in the week or two before the zombie He attacks whenever the PCs enter a room in which he might problem began. (Having no desire to be transformed into be encountered, unless he is currently too weak from his mindless undead monstrosities, the werewolves keep clear last battle with them. Each time, he is accompanied by two of the village as long as the zombie outbreak remains.) infected Strahd zombies, which combine the virulent conta- Once the PCs arrive and have dealt with the zombies, the gion with the extraordinary resilience of these new creations. villagers describe the monstrous wolf attacks that preceded All other Strahd zombies encountered in the castle carry the the plague, only the latest in a series of misfortunes. Should infection as well. Strahd hopes that the PCs will contract the the PCs observe the wounds on Ireena’s neck, they can rec- necromantic disease and spread it beyond Barovia. ognize them as unlike wolf bites—and Ireena denies having If the PCs return to the village after entering the castle, been attacked by a lycanthrope. (They probably also discover they fi nd a renewal of the zombie plague, albeit diminished that the letter is a forgery, since the burgomaster has been from its earlier level. (Reuse zombie encounters in the vil- dead for some time.) However, Strahd hopes that the PCs are lage as you see fi t.) Each time they return to the village, they still inclined to deal with the problem of the werewolves. If discover that a villager who was helpful to them on their last they begin a serious effort to fi ght the beasts, the PCs might visit has become a zombie. Eventually, even Ismark, son of the have to appeal to Strahd for aid. late burgomaster, falls to the plague. Only Strahd’s destruction Strahd’s Strategy: If the PCs start hunting werewolves can put an end to the zombie attacks. in the Svalich Woods, the werewolves retaliate with a brutal",
        "name":  "BROOK NO RIVAL Mood",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  " A wild-haired man pops up from behind the altar. He screams, “You can’t take my son from me!” and launches a spell from a crumbling scroll he clutches in one fi lthy hand. If one or more PCs approach stealthily, they fi nd Danov- ich crouched behind the altar, sobbing and mumbling disjointed prayers. He acts on his initiative count if he is aware of the PCs entering the church. THE MONSTERS",
        "name":  "When this occurs, read the following text",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The PCs must bring Saint Ecaterina’s burial the tower and the saint’s death, the people of Barovia revered shroud from the crypts under Castle Ravenloft (area K88), and Lysaga Hill as a holy site. As more and more pilgrims met use that object as an additional focus for a consecrate spell. grisly ends on the hill, however, the villagers’ reverence",
        "name":  "Reconsecration",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "It costs 2 squares of movement to enter these downhill from them. squares, and a creature entering one takes 1d8 points of dam- A steep slope increases the DC of Tumble checks by 2. age. In addition, the creature must succeed on a DC 16 Reflex Nymph’s Pool: This pool is about 2 feet deep. Characters save or have its speed reduced to half normal for 24 hours be- can wade through this pool at half speed, so entering a pool 69 cause of injuries to its feet and legs. A cure spell restores the square costs 2 squares of movement. The water is extremely creature’s speed in addition to lost hit points. A DC 16 Heal cold, so a character in the water takes 1d6 points of nonlethal check and 10 minutes also removes the penalty. damage per minute. 9955339933772200__CChh0033__EEnncc..iinndddd 6699 77//2266//0066 77::2277::0088 PPMM B LLOOOODDMMOOTTEESS Encounter Level 8",
        "name":  "Spike Stones",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  " Distraction (Ex) Any living creature vulnerable to a 1. The shambler deals normal damage with both slam bloodmote cloud’s damage that begins its turn with the attacks. swarm in its space is nauseated for 1 round unless it 2. The shambler and the target make opposed grapple checks. succeeds on a DC 15 Fortitude save. Spellcasting or The shambler has a +15 grapple check modifier. If the PC concentrating on spells within the area of a swarm wins, the shambler failed to grab hold and combat proceeds as requires a Concentration check (DC 20 + spell level). normal. If the shambler wins, continue with step 3, below. Using skills that require patience and concentration requires a DC 20 Concentration check. 3. The shambler deals an extra 2d6+7 points of damage Wind Vulnerability (Ex) For the purpose of determining the to the character, and the creature and the PC are now grap- effects of wind on a bloodmote cloud, treat the swarm pling. Both the shambler and the character do not threaten as a creature of the same size as its constituent any squares. The PC loses his Dexterity bonus to AC (if any) creatures (see Winds, DMG 95). This means that a against creatures other than the shambler, and moves into bloodmote cloud (Fine creatures) can be blown away by the shambler’s space. a severe wind, such as that created by a gust of wind The shambler deals 4d6+12 points of damage with each spell. Wind effects deal 1d6 points of nonlethal damage successful grapple check on subsequent turns (2d6+7 from its to a swarm per spell level (or Hit Dice of the originating constrict ability, plus 2d6+5 for its basic slam damage). It creature, in the case of effects such as an air usually constricts every round until its victim drops unconscious. elemental’s whirlwind). A swarm rendered unconscious by means of nonlethal damage becomes disorganized It might move in an attempt to escape with its prey, dragging and dispersed, and does not re-form until its hit points the character into a shallow bog (a successful grapple check al- exceed its nonlethal damage. lows it to move half its speed as a standard action). If the grap- pling character is proving too much to handle, or if another character is dealing so much damage that it provides a more tempting target, it tries to escape the grapple in order to attack another target (a successful grapple check allows it to leave the grapple, and the grappling character can voluntarily fail his grapple check if he wishes to allow it to leave the grapple). 9955339933772200__CChh0033__EEnncc..iinndddd 7700 77//2266//0066 77::2277::1166 PPMM Shambling Mound Tactics At the same time that the bloodmote cloud moves, the sham- bling mound swims toward them, remaining underwater and trying to keep out of sight (Hide +15, Move Silently +6, taking the bog penalty into account). The shambling mound focuses attacks on PCs within the swarm even if it has to enter the swarm’s area itself. It is unaffected by the swarm’s blood drain, but subject to the damage and distrac- tion effects of the swarm, and for that reason doesn’t enter the swarm unless there is no other way for it to attack PCs who are in the swarm. Bloodmote Cloud Tactics The bloodmote cloud starts moving toward the PCs immedi- ately, attempting to engulf them in its space. The bloodmote cloud makes no effort to include the shambling mound in its area, since it cannot draw blood from the plant creature. SHAMBLING MOUND If the PCs notice the shambling mound nearby, read this text: A dark, hulking shape lurches up out of a pool. Water streams off the leafy mass and tangled vines that form its body as it shambles forward on stumpy legs. Long vines snake out from it, grasping toward you. 71 EENNCCOOUUNNTTEERR DD11 Shambling Mound CR 6 HP 60 ___________________________________________________ CN Large plant Init +0; Senses darkvision 60 ft., low-light vision, Listen +8, Spot +8 AC 20, touch 9, flat-footed 20 HD 8 Immune electricity (grants 1d4 temporary Con), mind- affecting, poison, sleep, paralysis, polymorph, stunning, critical hits Resist fire 10 Fort +9, Ref +2, Will +4 Speed 20 ft. (4 squares), swim 20 ft. Melee 2 slams each +11 (2d6+5) Space 10 ft.; Reach 10 ft. Base Atk +6; Grp +15 F EATURES OF THE A REA Atk Options improved grab, constrict 2d6+7, Power Attack",
        "name":  "Use this sequence of events when the shambler hits twice",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  " The ghostly cloud is a caller in darkness, a terrible undead The burned-out tower is a husk of a building, creature composed of the spirits of the monks who died with only three portions of its tall outer wall still in the tower’s destruction—and all those whose lives reaching some 20 feet off the ground. Within they have claimed since. The caller in darkness fears Baba their bounds, shorter stone walls, about 10 feet Zelenna and does not appear when she and her witches high, delineate the chambers of the ancient site, are in the area. 84 11II RREETTNNUUOOCCNNEE Caller in Darkness CR 9 Unnatural Aura (Su) Animals can sense the presence of a HP 71 ___________________________________________________ caller in darkness at a distance of 30 feet. They will not CE Large undead (incorporeal, psionic) willingly approach nearer than that, and panic if forced Init +7; Senses darkvision 60 ft.; Listen +14, Spot +14 to do so; they remain panicked as long as they are Aura unnatural aura (30 ft., animals panic) within that range. Languages Common Sunlight Powerlessness (Ex) A caller in darkness is powerless in natural sunlight (not merely a daylight AC 14, touch 14, flat-footed 11 spell) and flees from it. A caller in darkness caught in HD 11 sunlight cannot attack and can take only a single move Immune mind-affecting, poison, sleep, paralysis, stunning, or attack action in a round. disease, death effects, critical hits, nonlethal damage, Spell-Like Abilities Many of a caller in darkness’s spell-like ability drain, energy drain, damage to physical ability abilities duplicate psionic powers, with the following scores, fatigue and exhaustion effects: Resist incorporeal",
        "name":  "When the PCs reach the tower, read the following",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A clump of ghostly faces surges toward the circle, but does not hesitate to target creatures within it you, eyes bulging and mouth gaping. Wisps of its smoky sub- using ranged spell-like attacks. stance wrap around you, corrupting your flesh with necromantic",
        "name":  "Incorporeal Touch",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scattered about the room under the papers are The thrones are empty. This balcony overlooks the chapel 100 gp and 25 pp. One of the curled parchments atop the (K15), 50 feet below. If the PCs linger here for long, they desk is a scroll of divine spells containing restoration, break might attract unwanted attention from below and trigger enchantment, and remove disease. The other books and papers the encounter detailed on the tactical map. contain worthless fi nancial records dating back hundreds",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Though Treasure: If characters dead, Lady Vey Rallen is succeed on a Search check still a knight of the raven, (or remove the portrait from a member of a new pres- the wall) they discover a tige class detailed in the small locked safe (Open Appendix (see page 200). Lock DC 23) on the wall. In addition to helping the Within the narrow safe is PCs against the evil spirits a selection of expensive, here, she can give them antique woman’s jewelry information about her worth a total of 3,400 gp. knightly order. A PC who can cast divine spells can K48. OFFSTAIR adopt the prestige class if The stairs pause here, onto desired. a 10-foot square landing. A single door in the west wall K46. provides access to room COURTYARD K54. The coven of warlocks OVERLOOK that normally reside in K56 This wide walkway, rarely use this door, and thus slick with rain, runs keep it locked and trapped along three sides of to put off intruders. If the trap goes off, Khyristrix the main keep. on the parapet above (room K57) hears, and arrives a Some still remember the glory days of Castle Ravenloft sekotS .A yb .sullI 9955339933772200__CChh0044..iinndddd 110022 77//2266//0066 77::3322::5544 PPMM 103 RAVENLOFT CASTLE CHAPTER 4 few rounds later, invisibly and silently, to spy on the PCs. She makes no overt moves, but trails the PCs for a while, noting their behavior and weakness, which she later puts to use if the PCs come up to the parapet (K57). If noticed, she immediately teleports away, leaving no clue as to her whereabouts.",
        "name":  "Development",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A parasite from the Negative Energy Plane called Quicken Spell-Like Ability (death knell) a trilloch infests this chamber. Those listening at the door Skills Concentration +14, Hide +19, Intimidate +15, Listen might have heard its movements, but the trilloch is naturally +15, Move Silently +15, Search +11, Spot +15, Survival +15 invisible and not subject to the invisibility purge spell. (+17 to track) If PCs enter the chamber, the trilloch decides to “adopt” Control Rage (Sp) Inspire rage similar to rage spell (with them. To this end, it begins to follow them about, invisibly DC 19 Will save allowed to negate effect) in living and silently, hoping to feed off their negative emotions, and creatures within 180 feet at will. Each creature gains a +4 eventually their life, using its control rage and death knell abili- morale bonus to Strength and Constitution, a +2 morale ties. It sometimes uses its abilities to the PCs benefi t, but if bonus on Will saves, and a –4 penalty to AC. Subjects do any PC drops below 0 hit points, it doesn’t hesitate to use its not suffer fatigue when the rage ends. If a subject has the death knell ability to relieve that PC of his life force. rage ability and its bonuses when raging are greater than A true seeing spell or a similarly powerful divination is those given above, it can use its other bonuses instead. An affected creature can end its rage by making a DC 19 required to a see a trilloch’s true form. It appears as a bizarre Will save. The trilloch can end the rage for any number of cross between a fungus, a feathery ground-tethered, ocean- creatures prematurely, without affecting other raging dwelling invertebrate, and a crustacean that measures some creatures. It can also end a rage caused by any other three feet long. The otherworldly creature has a wingspan effect, such as a barbarian’s rage ability, and in that case that matches its overall size. the barbarian would become fatigued. A trilloch always",
        "name":  "Creature",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A chandelier hangs over each table. A Medium spell, disperses the cobwebs in 1 round. A fire spell clears away character standing on a table can reach up and grab a chandelier, the cobwebs in the fire’s area; targeted fire spells do not help in swinging on it in order to jump clearing the webs. elsewhere. Swinging on the chan- delier allows a character to count a standing jump as a running jump, and grants a +2 circumstance bonus to the resulting Jump check. A character can overrun or bull rush as part of a jump. The chandelier hanging over the southern table isn’t as secure as the other two. If a Medium character grabs this chandelier, he or she pulls it from the ceiling. The chandelier crashes and deals 2d6 points of damage to the character underneath it. A DC 20 Reflex save reduces the damage by half.",
        "name":  "Chandelier",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These creaky wooden stairs are very steep, rising or grabbing the raven statue triggers a holy smite effect 25 feet (5 squares) to a landing (K29) and another 25 feet (20-foot-radius burst) centered on the center front of the (5 more squares) to the balcony (K28). It costs 2 squares of altar. The effect deals 5d8 points of damage to evil creatures movement to move up the steps 1 square. Characters running within the area (10d6 to evil outsiders), and causes them to or charging down these stairs must succeed on a DC 10 become blinded for 1 round. A successful DC 16 Will save Balance check upon entering the first steep stairs square. reduces damage to half and negates the blinded effect. Characters who fail stumble and must end their movement The spell deals only half damage to creatures that are 1d2 squares down the steps. Characters who fail by 5 or more neither evil nor good, and such creatures are not blinded. take 1d6 points of damage and fall prone in the square where The altar provides cover to a character standing they end their movement. Steep stairs increase the DC of behind it. Tumble checks by 5. The stairs are also very creaky, increas- Corpse: The body draped over the altar is all that remains ing the DC of Move Silently checks by 5. of an evil cleric who attempted to seize the Icon of Ravenloft",
        "name":  "Stairs",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Thick, dusty cobwebs fill the passage (K12, K13, and K22 on the map) and obscure vision beyond 5 feet in this area, similar to the obscuring mist spell. A creature 5 feet away from an attacker has concealment (20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). As with the obscuring mist spell, wind and fire can clear the cobwebs. A moderate wind (11+ mph) disperses the cobwebs in 4 rounds. A strong wind (21+ mph), such as from a gust of wind spell, disperses the cobwebs in 1 round. A fire spell clears away the cobwebs in the fire’s area; targeted fire spells do not help in clearing the webs. Strahd uses his full attack routine every round he can,",
        "name":  "Cobwebs",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scattered about the room under the papers are 100 gp and 25 pp. One of the curled parchments atop the desk is a scroll of divine spells containing restoration, break enchantment, and remove disease. The other books and papers contain worthless financial records dating back hundreds of years. 9955339933772200__CChh0044__EEnncc..iinndddd 114411 77//2266//0066 77::5500::2277 PPMM R W OOOOMMSS OOFF EEEEPPIINNGG Encounter Level 8 to 15 THE MONSTERS",
        "name":  "Treasure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A wraith is an incorporeal creature born of evil and darkness. It appears as a spectral fi gure with glowing red eyes, robed in darkness and hovering in the night air. TALKING TO LADY VEY RALLEN Lady Vey wants to speak to the PCs. She doesn’t want to fi ght them, and indeed she cannot fi ght back if they attack her. Her starting attitude is friendly, and there is little need to improve it further. All the same, a successful DC 20 Diplo- macy check makes her helpful. If the PCs mention having helped Sir Urik (see Encounter F, page 74) or that they seek to destroy Strahd, they receive a +4 bonus on this check for each of those circumstances that apply. Lady Vey implores the PCs to continue their quest to destroy Strahd. She was a knight of the raven in life, and is eager to pass on the heritage of that knightly order to a PC who qualifi es (any character who can cast divine spells can qualify). See the prestige class description on page 200 for FIRST VIEW more information.",
        "name":  "Wraith",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These spiral stairs lead down to K48. TACTICS Devil’s Tree: Awful trees are rooted all across the parapet. Khyristrix cares more about her garden than anything else. Each tree is about five and half to six feet tall, is fleshy instead She won’t use her greater teleport ability to run away, though of woody, and looks vaguely like a humanoid in shape, as if she might use the ability to position herself for tactical advan- people were transformed into shrubbery. tage. She spends a round to summon Trina, one of the warlocks bound to her (Khyristrix has this ability instead of the usual summon baatezu ability enjoyed by other barbed devils) if Trina yet lives. After that, she attempts to kill as many PCs as she can with her claw attacks, although she might attempt hold person on a PC already grappling with a garden larva, ensuring that the larva will insinu- ate the host. Garden larvae attack the same target in groups of three, so that if the fi rst one is smashed by an attack of opportunity, the second or third has a chance to make it into the target’s square. EENNCCOOUUNNTTEERR KK5577 Garden Larva (10) CR 1 HP 9 each _______________________________________________ LE Tiny outsider (evil, extraplanar, lawful) Init +0; Senses darkvision 60 ft.; Listen +0, Spot +0 AC 16, touch 12, flat-footed 12 HD 2; DR 5/good or silver Immune fire, poison, mind-affecting Resist acid 10, cold 10 Fort +3, Ref +3, Will +3 Speed 20 ft. (4 squares) Melee touch +4 (1d4 acid plus grapple attempt and insinuate) Space 0 ft.; Reach 0 ft. Base Atk +2; Grp +4 (–8 size, +10 devilish grappler bonus) Atk Options devilish grappler, insinuate Abilities Str 10, Dex 10, Con 10, Int-, Wis 11, Cha 5 Devilish Grappler (Ex) A garden larva always makes a grapple attempt as part of every touch attack it makes. Garden larva have a +10 racial bonus on grapple checks. Insinuate (Su) A garden larva can attempt to squirm down the throat of a creature at least two sizes larger than it by making a successful grapple attack, if it has already started a grapple on a potential victim (as part of a melee touch attack). On a second successful grapple attack, the larva forces its way into the mouth and down the throat of its victim. Once inside, the victim takes 2d4 points of acid damage each round. A remove curse spell or an alchemical agent capable of inducing vomiting, such as ipecac (see page 209), immediately dispels the larva and renders it helpless. If a victim is killed while hosting a devil’s larva, the victim transforms into a devil’s tree (see page 108). This transformation also consumes the garden larva. 157 9955339933772200__CChh0044__EEnncc..iinndddd 115577 77//2266//0066 77::5522::1199 PPMM D L AAYYHHEEAARRTT AANNDDIINNGG Encounter Level Variable Use this encounter with the room entry on page 108. Use this encounter when characters fi rst visit the top of this landing. If the PCs approach stealthily and make DC 27 Listen or Spot checks, they might get the drop of the occupants of this area. Otherwise, the PCs fi nd them- selves spotted and a fi ght begins. Rafail the vampire fi ghter (marked as R on the map) spends his time hovering just above the heart in gaseous form, ready to defend it. Four vampire spawn (S) obey Rafail’s commands without question. On the third round of combat, Strahd arrives in his feral form to protect the Dayheart. FIRST VIEW",
        "name":  "Stairs",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  " Base Atk +9; Grp +14 “I tried reason. But you won’t have it. Your deaths Atk Options Flyby Attack, Power Attack, [smite good 2/day (+4 attack, +9 damage)] are your own doing, not mine!” The half-celestial Special Actions [darkness], lay on hands 36 points/day, leaps forward, eyes shifting from bright gold to [rebuke undead 7/day (+4, 2d6+10, 6th)] blackest night. Paladin Spells Prepared (CL 4th): [denied to Lucian] MONSTERS Spell-Like Abilities (CL 9th): 1/day—aid, cure serious wounds, neutralize poison,",
        "name":  "When the discussion turns to battle, read",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This woman in the fancy dress with the half- smashed head has a slightly luminous, ghostlike form (S). Her name is Stefania, and she relentlessly serves the Necromancer. She fl ies toward the character who most looks like a cleric or arcane spellcaster. Her goal is fi rst to provide the Necromancer with the time she needs to get to room K78, then to destroy the intruders.",
        "name":  "Spectre",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you would gain a negative level, —Lady Vey Rallen, Knight of the Raven you can ignore the penalties and other ill effects asso- ciated with that negative level for a number of minutes Before evil descended on the land of Barovia, it was home to equal to your Constitution bonus (if any). For example, an order of virtuous champions, the Knights of the Raven. if Tordek (Con 15) is struck by a wight, he gains one United under the symbol of the raven, they set aside differ- 200 negative level. However, he can ignore the –1 pen- ences of religion and political allegiance in their quest to yyeellssrrooHH ..RR yybb ..ssuullllII 9955339933772200__CChh0055__AApppp..iinndddd 220000 77//2266//0066 88::0000::0055 PPMM 201 MATERIAL PLAYER APPENDIX fi ght evil wherever it appeared. They prospered for centuries Spellcasting: At each level above 1st, you gain new spells before the appearance of Strahd in their land, but now they per day and an increase in caster level (and spells known, if are practically extinct. Despite the order’s fi erce opposition applicable) as if you had also gained a level in a divine spell- to the undead, one knight of the raven yet lingers as a benign casting class to which you belonged before adding the prestige spirit in the halls of Castle Ravenloft, while rumors persist class level. You do not, however, gain any other benefi t a in the village of Barovia that at least one knight still hides character of that class would have gained. If you had more in the Svalich Woods or the steep slopes of the Balinok than one divine spellcasting class before becoming a knight Mountains. of the raven, you must decide to which class to add each level for the purpose of determining spells per day, caster level, BECOMING A and spells known. KNIGHT OF THE RAVEN Raven Harrier (Ex): At 1st level, you call a celestial raven Meeting the prerequisites to become a knight of the raven into your service. This creature aids you in combat by dis- is not diffi cult for a cleric, paladin, or other divine spell- tracting foes, and it gains additional abilities as you advance caster. (Druid knights are rare, though, because the features in level. Its statistics are normal for a raven (MM 278) with of the prestige class do not complement those of the druid the celestial template (MM 31), except as noted here. Your class.) However, in order to join the remnants of the order, a raven’s hit point total equals one-half of your full normal candidate must fi rst learn of its existence and fi nd another hit points. For the purpose of effects related to number of member. Then he or she must pray overnight in the chapel Hit Dice (including the benefi ts of the celestial template), of Ravenloft within the castle (area K15), wherein still rests use your HD total. The raven uses your base saving throw the ancient Icon of Ravenloft (see page 214). During the order’s bonuses plus its ability score modifi ers (Fort +0, Ref +2, Will heyday, the only danger of this vigil was that the knight might +2). It has an Intelligence score of 3. fall asleep rather than praying through the night. Now, there The raven is incredibly agile. It never provokes attacks of are far more signifi cant dangers to body and soul within the opportunity for moving into an opponent’s square or for leav- walls of Castle Ravenloft. ing a threatened area. If it is killed, a replacement appears at In the course of this adventure, PCs can encounter Sir Urik the next dawn. You suffer no special penalties should your (tactical encounter F on page 74) or the ghost of Lady Vey raven fall in battle. Rallen (tactical encounter K45 on page 146), both of whom Your raven harrier has the following special abilities. can induct interested characters into the prestige class. Harry (Ex): As a swift action, you can command your raven harrier to distract a single opponent within 30 feet of you. Entry Requirements The raven enters that opponent’s space. The target must then",
        "name":  "Benefi t",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 1st-level divine spells. to its AC for 1 round.",
        "name":  "Spellcasting",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must meet an existing knight on friendly terms Baffl e (Su): When you reach 3rd level, you can command and then spend an overnight prayer vigil in the chapel of your raven harrier to prevent an opponent from taking Ravenloft. advantage of lapses in your defenses. If at the start of your opponent’s turn the raven is in its space, the opponent must CLASS FEATURES make a Will save (DC 10 + 1/2 your class level + your Cha Knights of the Raven are devoted to battling the undead, modifi er). If the save fails, that opponent cannot make attacks and they gain a number of abilities to help them in that of opportunity for 1 round. quest. They also have a unique sort of animal companion, a Falter (Su): At 5th level, you can command your raven har- celestial raven trained to harry foes and interfere in combat rier to keep an opponent off balance against enemies. If your to the knight’s advantage. Table A–1: The Knight of the Raven Hit Die: d8 Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting 1st +1 +2 +0 +2 Raven harrier (harry), speak with ravens — 2nd +2 +3 +0 +3 Smite undead 1/day +1 level of existing divine spellcasting class 3rd +3 +3 +1 +3 Turn undead, Sun domain, raven harrier +1 level of existing divine spellcasting class (baffl e) 4th +4 +4 +1 +4 Light focus, smite undead 2/day +1 level of existing divine spellcasting class 5th +5 +4 +1 +4 Raven harrier (falter), Enduring Life* +1 level of existing divine spellcasting class 6th +6 +5 +2 +5 Smite undead 3/day +1 level of existing divine spellcasting class 7th +7 +5 +2 +5 Raven harrier (channel spell) +1 level of existing divine spellcasting class 8th +8 +6 +2 +6 Lasting Life*, smite undead 4/day +1 level of existing divine spellcasting class 9th +9 +6 +3 +6 Raven harrier (sight link) +1 level of existing divine spellcasting class 10th +10 +7 +3 +7 Burst of vitality, smite undead 5/day +1 level of existing divine spellcasting class *New feats described on page 200. Class Skills (2 + Int modifier per level): Concentration, Gather Information, Knowledge (local), Knowledge (religion), Spot, Survival. 9955339933772200__CChh0055__AApppp..iinndddd 220011 77//2266//0066 88::0000::0088 PPMM 202 XIDNEPPA REYALP LAIRETAM raven occupies its space, that opponent provokes attacks of spells from the Sun spell list as well as from those of your opportunity from threatening foes even when it takes a 5- other domains. If you already have access to the Sun domain, foot step. Your raven harrier automatically follows a target you can use its granted power twice per day. that makes a 5-foot step. If you do not have cleric levels, then you can use the granted Channel Spell (Su): When you reach 7th level, you can chan- power of the Sun domain normally. Add the Sun domain’s spells nel spells through your raven harrier, as long as you have line to your class’s spell list. If you are a spontaneous caster such as a of sight to it. Channeling a spell requires you to lengthen favored soul or sorcerer, then you can select a Sun domain spell its casting time: A spell that normally requires a free, move, whenever you have the option to choose a new known spell. swift, or immediate action now takes a standard action, while Once you know the domain spell, you can cast it freely. one that requires a standard action takes a full-round action. Light Focus: When you reach 4th level, you become adept Other spells remain unchanged. A channeled spell is treated at casting spells with the light descriptor. Any time you cast as though the raven were the caster for the purpose of range. such a spell, you can choose one of the following effects to Thus, you can channel a spell with a range of touch through enhance the spell. the raven to cast the spell on a creature the raven touches. • Double the radius of illumination, and treat the spell as If the target is not willing, the raven must hit with a melee one level higher for the purpose of countering or dispel- touch attack using its own attack bonus to successfully deliver ling a spell with the darkness descriptor. the spell. • Increase its saving throw DC by 2. Sight Link (Su): At 9th level, you gain the ability to see briefl y • Increase your effective caster level by one; for example, a through your raven’s eyes. Using this ability is a full-round daylight spell lasts an additional round, or a sunbeam spell action, and you can see through the raven’s eyes only for deals an extra 1d6 of damage to undead. the round in which you perform this action. At the end of Enduring Life: At 5th level, you gain Enduring Life (see the round, you are fatigued. You can use this ability at will, page 200) as a bonus feat. although if you use it while you are already fatigued, you Lasting Life: At 8th level, you gain Lasting Life (see page 200) become exhausted. While seeing through your raven’s eyes, as a bonus feat, even if you do not meet the prerequisites. you cannot see through your own eyes. Your raven can be at Burst of Vitality (Su): At 10th level, you gain the ability any distance from you, but it must be on the same plane of to remove negative levels by channeling positive energy. As existence as you are. a standard action, spend a turning attempt and make a turn- Speak with Ravens (Su): You have the ability to speak ing check. You can remove a number of negative levels from with ravens, including raven familiars and your own raven yourself and allies within 30 feet equal to the maximum harrier. If a raven has an Intelligence above 2, you can com- Hit Dice of undead you could affect (PH 159). For example, municate with it as you would with a (rather stupid) human, if you are a cleric 6/knight of the raven 10 (effective cleric using a language you both share. If the raven has animal level 14th) and roll an 18 on your turning check, you could intelligence (Int 1 or 2), you can communicate with it if you affect undead with up to 16 Hit Dice. Thus, you can remove were using the speak with animals spell, though this ability up to sixteen negative levels from yourself and your allies, does not have a duration. distributed however you choose. Smite Undead (Su): When you reach 2nd level, you gain the ability to channel holy radiance into a single melee attack PLAYING A KNIGHT OF THE RAVEN against an undead creature. You add your Charisma bonus The knights of the raven are a righteous remnant—a tiny (if any) to your attack roll and add your knight of the raven number of holy champions in a land ruled by evil. The gift class level to your damage roll. If you roll a natural 20 on of membership in the order is a great honor, and you should your smite attack, your bonus damage is doubled. This is not treat it as one. You, Sir Urik, and any companion who adopts a critical hit, and no confi rmation roll is necessary. this class are all that remain of an order that once bravely You must declare that you are using your smite undead fought any evil that arose in Barovia. If you can survive long ability before you make your attack roll; if the attack misses enough to rid the land of Strahd forever, then you will have (or you attack a creature that is not actually undead), your that much more cause for pride. Don’t hesitate to express that smite is used for the day. If you use this ability against an pride, but never let it get in the way of your larger purpose—to incorporeal undead creature but your attack fails due to its stay vigilant against evil, and particularly against the undead, incorporeality, you can reroll the miss chance once, taking wherever they might plague the land again. the better result. For every two levels you advance beyond 2nd, you gain one Combat additional daily use of this ability (2/day at 4th level, 3/day at Your raven harrier is a great asset in a fi ght, distracting your 6th level, and so on). foes and (at higher levels) channeling your power through Turn Undead (Su): At 3rd level, you gain the ability to its Tiny form. You are primarily a melee combatant, armed turn undead as a cleric of two levels lower. If you can already with smites as well as spells. Don’t hesitate to wade right into turn undead, add your effective cleric level from this class the front lines of battle, sending your raven ahead of you to for the purpose of turning to that from other classes. disrupt your enemies’ concentration.",
        "name":  "Special",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 3rd level, you gain access to the Sun domain. If you have cleric levels and do not already have Advancement access to the Sun domain, you gain the domain’s granted To become a knight of the raven, you had to meet one of the power (greater turning once per day) and can choose domain two knights—one living, one deathless—that still inhabit 9955339933772200__CChh0055__AApppp..iinndddd 220022 77//2266//0066 88::0000::0099 PPMM 203 MATERIAL PLAYER APPENDIX the valley of Barovia. Only after learning about the order from KNIGHTS OF them, then keeping a harrowing vigil in the chapel of Castle THE RAVEN Ravenloft, did you become a full-fl edged knight. IN THE WORLD As a result, you have little access to training but must fi nd “There is a crazy man who your own way in the order. You might be responsible for forg- tries to fi ght them, you know. ing new traditions and growing its membership, particularly Some kind of knight, he says. if you wish to help Barovia recover from its centuries of Well, he’s still alive—that cer- oppression under the vampire Strahd. tainly counts for something.” —Ismark the Lesser, acting Resources burgomaster of Barovia The Knights of the Raven have no resources you can draw on, other than whatever members survive. Sir Urik gives you As champions against evil all the help he possibly can, but he’s just one man with his and the undead, the Knights own responsibilities—and not much wealth. You are on your of the Raven have a clear role in own, but with time and ingenuity, perhaps you can rebuild the world—or at least in Baro- the knights into an organization that does have resources to via. PCs who adopt this prestige share among its members. class have a solid reason to remain in Barovia even after the death of Strahd: to help the valley rebuild and recover from centu- ries under his iron-fi sted rule. Countless spies and agents of Strahd still survive, jockeying for power in his absence. Ismark, the old burgomaster’s son, might not be a strong enough leader to usher the village into a new age of peace and prosperity. In the days after Strahd, Barovia needs the Knights of the Raven as never before. NPC Reactions Most Barovians think that Sir Urik is crazy for daring to fi ght against the evil that is so prominent in their lives. Still, they admire the fact that he has been doing it for so long, and that he is still alive. A PC who adopts the knight of the raven prestige class is likely to have the same reaction—at least until she manages to destroy Strahd. At that point, all of Barovia’s inhabitants connect any knight of the raven to that earth-shaking event. They regard the knights as heroes, greeting them with helpful attitudes. Meanwhile, the former servants of Strahd have marked the knights as dangerous foes who threaten their rise to power. Any evil creature in Barovia is automatically hostile to a knight of the raven after Strahd’s death. Beyond Barovia, the order still has a vaguely positive repu- tation. Most people in the immediately surrounding area are friendly to PCs who introduce themselves as knights of the raven and explain that the order has emerged from obscurity. KNIGHTS OF THE RAVEN LORE Characters with ranks in Knowledge (nobility and royalty) can research the knights of the raven to learn more about them. When a character makes a successful skill check, read or paraphrase the following, including the information from lower DCs. DC 10: The Knights of the Raven were an ancient holy order of knight protectors, but they’re long gone now. DC 15: The knights were dedicated to fi ghting the undead, and they had celestial ravens as companions. DC 20: The Knights of the Raven were something like paladins or clerics, devoted to the ideal of good itself as symbolized by the raven. They believed that good could fl ourish only in the face of great evil, when it stood against that evil and fought it. Illus. by W. O’Connor 9955339933772200__CChh0055__AApppp..iinndddd 220033 77//2266//0066 88::0000::1111 PPMM 204 XIDNEPPA REYALP LAIRETAM DC 30: Sir Urik claims to be a knight of the raven, per- LIGHTBRINGERS BENEFITS haps the last survivor. You can often fi nd him around the All guilds provide basic services to their members, including crossroads. food and lodging, a 10% subsidy on the cost of basic supplies and guild-related services, emergency loans, and other aid. KNIGHTS OF THE RAVEN Guild members gain a contact within the organization who IN THE GAME can help with specifi c tasks. For more about guild benefi ts, The mechanical prerequisites for this prestige class are inten- see Guild Benefi ts on page 225 of Dungeon Master’s Guide II. tionally easy to meet, to encourage one or more PCs to adopt In addition, the Lightbringers guild provide the following the class over the course of this adventure. Induction into the beneftis to members. order makes a good reward for a player who is immersed in • A guild member gains access to alternative class abilities the setting and invested in the party’s success. The require- associated with the guild (see below). On joining the Light- ment of keeping a vigil in the castle’s chapel provides further bringers, a character can choose to retroactively apply adventure opportunity for all the players. Lightbringer alternative abilities to class levels he or she The prestige class is best suited to a cleric or paladin. Play- has already gained. The guild doesn’t require that the ers who enjoy the role of the noble knight and dedicated member take any alternative abilities; it merely offers the champion will enjoy this class. Its new take on an animal option. companion (the raven harrier) might interest those who often • A guild member is guaranteed one free casting of restora- play druids or rangers, or players who don’t normally have tion per week at an affi liated temple, as long as the condi- the opportunity to enjoy the benefi ts of such a creature. tion requiring the spell was caused by undead. • Lightbringers respect each other. A guild member receives Sample Encounters a +2 circumstance bonus on Diplomacy or Gather Informa- Two knights of the raven appear in this adventure. The spirit tion checks made while talking to a fellow Lightbringer. of Lady Vey Rallen haunts the Hall of Heroes (K45) in Castle • A guild member who fi nds an undead enclave too tough Ravenloft, while the still-living Sir Urik might be encoun- to handle alone can travel to the nearest affi liated temple tered near the crossroads southwest of the village of Barovia and petition the Lightbringers for aid. Such a request (area F). See those encounter entries for further information, requires a DC 20 Diplomacy check, with a cumulative –2 including these characters’ game statistics. penalty for each previous call for aid that member has made. On a successful check, the member gains the aid of THE LIGHTBRINGERS one guild member whose level is equal to the petitioner’s – 2 (minimum 1st); determine the class randomly. The Lightbringers are an expansive guild of undead hunters • Every guild member gains a useful contact (see the example that readily hands out charter memberships to anyone who below). wants to stamp out undead. The Lightbringers have no central • Guild members qualify for the Active Guild Member feat headquarters. Generally affi liated good-aligned temples in described in the sidebar and qualify for its associated ben- large cities set aside meeting rooms for those who sign the efi t. The guild doesn’t require that the member take the guild’s charter. Pelor’s temples are best known for hosting feat; it merely offers the option. Lightbringers—believers and nonbelievers alike.",
        "name":  "Sun Domain",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Lightbringers are not strictly organized membership is a commitment to destroy a minimum number and have no central offi ces. Rather, they exist as numerous of undead each year. Each member sets his or her own limit, roving groups. Each individual chapter has its “headquarters” and is accountable only to the local chapter. at the temple offering the membership charter, consisting of basic living quarters. The affi liated temple can also provide 9955339933772200__CChh0055__AApppp..iinndddd 220044 77//2266//0066 88::0000::1166 PPMM 205 MATERIAL PLAYER APPENDIX healing and other spellcasting services, as detailed in the use the retraining option described below to gain an alter- membership benefi ts. native class feature in place of the normal feature gained at",
        "name":  "Structure",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "SUBSTITUTING SUBSTITUTION LEVELS stituted. For instance, if a bard wished to substitute his regular Substitution levels are presented such that only characters 3rd level class features for the inspire turning class features of rolling up new characters or characters making the transition a lightbringer bard, she would pay 300 gold pieces and spend to the required level are capable of taking a substitution level. 3 hours undergoing a music-filled rite. If he had more than one However, this restriction might only serve to ensure that the substitution level he wanted to exchange at the same time, the useful class features in a given substitution level never see the costs and time would be added together. light of day. Alternatively, characters who join the Lightbringers can Optionally, the DM might decide to allow the character to pick choose at the time of their acceptance into the organization to up a substitution level even after a character has already leveled retroactively apply the effect of any lightbringer substitution up beyond the requisite level. The DM can accomplish this in a levels for class levels he or she has already gained. number of different ways. The guiding principle should be that Substituting back to the original class features shouldn’t be so it not seem too simple, lest it’s value seem diminished to the easy, or even possible at all. If the DM does allow it, the charac- player. ter must at least wait until they’ve gained a new level, at which One method is to require the player to undergo a class-spe- point they can do a reverse rite to regain their original class cific rite whose cost is equal to the level to be substituted times features (or substitute the features of some other substitution 100, which lasts a number of hours equal to the level to be sub- level for 3rd level). pqqqqqqqqqqqqqqqqqqqqrs 9955339933772200__CChh0055__AApppp..iinndddd 220066 77//2266//0066 88::0000::1199 PPMM 207 MATERIAL PLAYER APPENDIX tributes to the destruction of True Daylight undead in a fashion that in- Lightbringer clerics, teracts well with the other as befi ts their name, characters in the party such are capable of chan- as the fi ghter and wizard. neling divine energy Lightbringer clerics want to in the form of pure destroy undead; thus, they sunlight. despise seeing turned un- Level: 1st. dead run away never seen Replaces: One again. At other times, domain granted power. a standard turning Benefi t: A lightbringer effect has no effect cleric can use up one of his whatsoever, much to turn undead uses for the day the chagrin of the light- to empower a daylight spell he bringer cleric. casts with positive energy. The Destroying undead is a resulting daylight effect has a standard action that deals smaller radiance radius and a 1d6 points of damage shorter, inconstant duration; per cleric level to however, the daylight created all undead with- is the equivalent of daylight in 30 feet of the for the purpose of its effect on cleric. The affect- creatures that are damaged or ed undead get a destroyed by bright light (such Will save (DC 10+ as vampires). cleric level + Cha mod- The effect created by this abili- ifi er) for half damage. ty sheds true daylight in a 10-foot Undead with turn re- radius and has a duration of 1d4 sistance can subtract rounds (roll to determine each that number from time this ability is used). This is the damage that they an extraordinary ability. take from each turn attempt. For example, Positive Healing a vampire with turn By imparting a portion of the resistance +4 takes 4 divine energies he commands fewer points of damage into an ally, the lightbringer each time he takes turning cleric sustains his friend against damage. injuries.",
        "name":  "VARIANT RULE",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Character level 9th, expenditure of Activation: The wearer can spend a swift action once per 11,000 gp. day immediately prior to casting a spell to gain the ring’s",
        "name":  "Prerequisite",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As the death ward spell, when a ring of part-",
        "name":  "Effect",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The hellheart locket, forged are partly dispelled as the wearer’s specially by Khyristrix in Hell, invisibly eyes begin to shine with a discerning, but constantly transforms the ambient ghostly luminance, though the rest of soul-anguish of the transformed devil’s the face remains diffi cult to discern in trees (that were once people) into fuel utilized anything but full daylight. by Strahd’s Dayheart.",
        "name":  "When activated, the shadows Effect",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once activated, the wearer enjoys the effects of a see bearded devil is summoned as if by a conjuration spell, and invisibility spell, allowing her to see any objects or beings invis- serves you for 11 rounds before returning to Hell. This per- ible within her range of visions, as well as any that are ethereal, manently destroys the locket. as if normally visible. The wearer can discern the difference Note that an enchantment on the Dayheart that links it to between visible, invisible, and ethereal creatures she sees. the locket provides the Dayheart with great resistance versus Aura/Caster Level: Faint divination. CL 3rd. harm. If the locket is smashed, that conjoined resistance is",
        "name":  "Effect",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When worn by a good character, the Holy Symbol of Effect: When used as a holy symbol, the Icon of Ravenloft Ravenkind acts as a phylactery of faithfulness. When the wearer allows the wielder to turn undead as if his class level were of the Holy Symbol attempts to turn undead, the crystal at its four levels higher than it actually is. (It does not grant the center fl ares with a bright light, illuminating the area as a ability to turn undead to a character who does not already light spell for 1 full round. have that ability.) Aura/Caster Level: Faint divination; CL 1st. In addition, once per day, a good character capable of cast-",
        "name":  "Effect",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Performing this ritual grants you three additional towards a fl esh golem’s creation. The reader amy treat her powers you can use while you are wearing the Holy Symbol caster level as one level higher than normal for the purpose of Ravenkind. First, you can use dancing lights, fl are, or light at of creating a fl esh golem. The book supplies 780 XP for the will as the spells, by speaking a command word. The save creation of a fl esh golem. If the instructions in the book are DC is 10, or 10 + your Cha modifi er, whichever is higher. The followed, they grant a +5 competence bonu on skill checks caster level of this ability is 5th. made to craft the golem’s body. Second, while wearing the Holy Symbol of Ravenkind, you Aura/Caster Level: Moderate enchantment, necromancy can detect undead creatures within 60 feet by concentrating (evil), and transmutation. CL 8th. as a standard action. In addition, your attacks bypass any Construction: Craft Construct, creater must be caster damage reduction of undead creatures as long as you wear the level 8th, animate dead, bull’s strength, geas/quest, limited wish, Holy Symbol. The caster level of this ability is 5th. 4,000 gp, 320 XP, 8 days.",
        "name":  "Benefi t",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5 lb. spell. When you do so, the Holy Symbol fl ares with bright Price: 8,000 gp. white light equivalent to a daylight spell centered on you. The 9955339933772200__CChh0055__AApppp..iinndddd 221144 77//2266//0066 88::0000::3399 PPMM 215 MATERIAL PLAYER APPENDIX OATHSTONE (NICORAMUS) Activation: The benefi cial protective effect is activated Each oathstone is keyed to a particular troll stalker (of which with the mundane effect, when the key is used in the lock only a few remain), and serves as the physical manifestation of vault 12 in room K84. of the obedience the troll stalker must give to an authorized Effect: In addition to unlocking vault 12, the key improves bearer of the oathstone. your odds by +25% of avoiding a bad outcome when the portal",
        "name":  "Finally, two times per day, you can use halt undead as the Weight",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Slab of Sacrifi ce I am the Burgomaster. The Master! Kolyan am I! grants its special ability to one creature in each 24-hour Soon the worms will feast on me. period. That creature must die upon the altar. Special Ability Activation and Effect (Sp): A creature Come! Do not tarry! that dies upon the slab returns to life in the following round with no level loss, no Constitution loss, no loss of spells, LETTER C and at full hit points. Furthermore, the creature possesses Hail to thee of might and valor: unnatural health, in the form of fast healing 5 for a period I, a lowly servant of the township of Barovia, send of 24 hours. honor to thee. We plead for thy so desperately needed A creature can gain this ability only once. If a creature assistance within our community. attempts to activate the effect a second time, it is not returned to life upon the altar, but simply dead. The love of my life, Ireena Kolyana, has been If multiple creatures attempt to gain the effect simultane- afflicted by an evil so deadly that even the good ously, only one of those on the slab is affected; the rest are people of our town cannot protect her. She languishes simply dead. from her wound and I would have her saved from The slab grants its benefi t to a total of three different crea- this menace. But I fear the only cure lies within the tures each year.",
        "name":  "Location Activation and Effect",
        "source":  "expedition_to_castle_ravenloft.txt",
        "_id":  "210a9df7f27c5797e57905ae1a37fd3e13a578e4d44aeba921de12cf5ae9b684"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Aspects of EBERRON Fierna are sensuous and exotic, Fierna is so new to and strongly attractive in a lust- her position as arch- ful sense. Though less charis- devil that she doesn’t matic than their mistress, make many aspects they still evoke desire on yet. Thus, encounter- sight. They are humanlike ing mid-level as- except for small horns on pects is very rare. their heads and they have One might be en- almost impossibly perfect countered on Khor- features. vaire working with ASPECT OF the leaders of a FIERNA LORE new cult dedi- Characters with ranks in cated to Fierna, Knowledge (the planes) can but that’s about it. learn more about the aspect of ASPECTS OF Fierna. When a character suc- FIERNA IN ceeds on a skill check, the follow- FAERÛN ing lore is revealed, including the Fierna doesn’t make information from lower DCs. many aspects, so encounter- DC Result ing them is rare in Faerûn unless you 22 This is an aspect of Fierna, the archduchess of are part of a new cult dedicated to the archdevil. Even Phlegethos, the fourth layer of the Nine Hells. This then, Fierna would probably send another devil, like an reveals all outsider and baatezu traits. erinyes, rather than an aspect of herself. It is much 27 Aspects of Fierna love to use flame blade spells, and they can enhance their damage significantly. more likely to meet an aspect of Fierna in the Nine Hells. SOCIETY Aspects of Fierna sometimes appear in the court of ASPECT OF BELIAL Glasya, but only because their mistress is there. They This male humanlike figure is tall, dark, and almost oozing don’t yet appear in other courts of the Nine Hells with sensuality. His small horns and glowing eyes don’t take because Fierna is still learning the diplomatic ropes of away from the mesmerizing effect of his personality and phys- the Nine Hells. The few there are remain on ical beauty, and his clothes complete a look that promises pleas- Phlegethos in her citadel, and mix with (and take pleas- ure to the extreme. ure from) the devils that occupy Fierna’s court. It is rumored that some spend time with Fierna’s father, ASPECT OF BELIAL CR 10 Belial, as stand-ins. LE Medium outsider (lawful, evil, extraplanar,",
        "name":  "Characteristics",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Maladomini, the home of Disgorge Insects (Su) 60-ft. cone, once every 1d6 rounds, damage 15d6, Reflex DC 24 half. Baalzebul, is a toxic wasteland of pollution and decay. Cloud of Flies (Su)As a use of his disgorge insects Sluglike aspects of Baalzebul are very much at home a b i l i t y, the aspect of Baalzebul can surround here. himself with a cloud of flies. The flies remain Typical Physical Characteristics:An aspect until the aspect of Baalzebul next uses his of Baalzebul looks like a 12-foot-long slug with a disgorge insects ability. As long as they swarm distorted humanlike face at one end and a couple of around him, he has concealment (20% miss arms near its face. chance). Gust of wind or similar spells disperse ASPECT OF BAALZEBUL LORE the cloud. Summon Baatezu (Sp) Once per day, an aspect of Characters with ranks in Knowledge (the planes) can Baalzebul can summon a marrash or a bearded learn more about the aspect of Baalzebul. When a char- devil with a 50% chance of success. This is the acter succeeds on a skill check, the following lore is equivalent of a 5th-level spell (CL 13th). revealed, including the information from lower DCs. This aspect of Baalzebul is a mid-level manifestation of DC Result the archdevil of the same name. Baalzebul, and a 23 This is an aspect of Baalzebul, the Lord of Lies and ruler of the seventh of the Nine Hells. This reveals all stronger aspect of him, are detailed in Fiendish Codex II: outsider and baatezu traits. Tyrants of the Nine Hells. 28 Aspects of Baalzebul, like their master, can spew biting flies at enemies almost at will. STRATEGIES AND TACTICS SOCIETY The bloated aspects of Baalzebul can hold their own in melee, but they don’t have the range of attacks that Baalzebul himself still commands respect and attention Baalzebul once had. They prefer to use their disgorge from other devils, but not so the lesser aspects of insects ability as often as possible, and they make slam Baalzebul. They are shunned by diabolic society, attacks the remaining rounds. They always begin a though on important matters they command the combat with a cloud of flies, since they always have a respect of devils. The devils just don’t want to hang out cloud of flies about themselves. They summon help if with a bloated slug when more pleasant options are hard pressed and if the flies are not getting the job done. available.",
        "name":  "En v i ro n m e nt",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Aspects of Asmodeus are always extra 2d6 points of damage to living nonoutsiders, but lawful evil. only half damage to outsiders, constructs, and undead. Mortalbane can be applied to the creature’s spell-like abilities a total of five times per day, but it can be 2 3 applied to any of a creature’s spell-like abilities. This feat damage. Each of the creature’s spell-like abilities can be does not allow a creature to exceed its daily uses of any violated twice per day, though the feat does not allow spell-like ability. the creature to exceed the normal daily uses of a spell- Sahuagin Flip (from S t o r m w r a c k): A f t e r like ability. making a single melee attack, you can use the withdraw ABOUT THE AUTHOR action (moving up to twice your swim speed) as a move action. You can use this feat only while swimming. Ro b e rt Wi e s e entered the gaming hobby through Swim-By Attack (from Stormwrack): When the Boy Scouts and progressed from green recruit to swimming, you can take a move action and another head of the most powerful gaming fan organization in standard action (such as an attack) at any point during the world. He served as head of the RPGA®Network for the move. You cannot take a second move action during almost seven years, overseeing the creation of the a round when you make a swim-by attack. LI V I N G GR E Y H A W K™ and LI V I N G FO R C E™ c a m p a i g n s , Vi le Natural Attack (from Book of Vile among other achievements. Eventually, he returned to D a r k n e s s): Your natural attack does 1 point of vile private life in Reno, Nevada, where he spends as much damage in addition to its normal damage. time as possible with his wife Rhonda and his son Violate Spell-Like Ability (from Book of Owen. He is still involved in writing, organizing Vile Darkness): This feat adds the evil descriptor to conventions, and playing LI V I N G GR E Y H A W K, and he a spell-like ability. Furthermore, if the spell-like ability studies mouse foot muscles for the Pharmacology deals damage, half that damage (rounded down) is vile Department of the University of Nevada, Reno. 2 4",
        "name":  "A l i g n m e nt",
        "source":  "fiendish_codex_ii_tyrants_of_the_nine_hells.txt",
        "_id":  "dce7e784f69e4278c1cddfcdacdfe95848c190fd41957ef733be7ddc7d35aba6"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nancy Walker demon lord and make your own. For example, Juiblex Web Production Bart Carroll has a few combat tricks, plus a few spell-like and ooze-",
        "name":  "Typesetting",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Michael Donais, Skaff Elias, Rob abilities. Additionally, each aspect has entries with Heinsoo, and Jonathan Tweet, for the original design of suggestions on how to use the aspect in the EB E R R O N® aspects picked up and amended from the Miniatures and FO R G O T T E NRE A L M S®s e t t i n g s . Handbook. Obyriths are older demons than the tanar’ri that Based on the original DUNGEONS \u0026 DRAGONS® game by E. have arisen in the past millennia. Before delving into Gary Gygax and Dave Arneson and on the new edition of the the demons themselves, though, take a look the infor- DUNGEONS \u0026 DRAGONS game designed by Jonathan Tweet, mation on the obyrith demon subtype in the sidebar. Monte Cook, Skip Williams, Rich Baker, and Peter Adkison. ASPECT OF BAPHOMET D\u0026D, DUNGEONS\u0026 DRAGONS, DUNGEONMASTER,RPGA, Living Greyhawk and Living Forceare registered trademarks owned by Wizards of the Coast, Inc. The d20 logo is a trademark owned by Wizards of the Coast, Inc. All Wizards characters, character Before you stands a humanoid more than 12 feet tall covered names, and the distinctive likenesses thereof are trademarks owned by Wizards of the Coast, Inc. in thick, black matted hair. Its head is that of a bull, and its eyes glow with fiendish light. Its great horns, longer than This material is protected under the copyright laws of the United States of America. Any reproduction or unauthorized use of the those of any bull, are permanently stained dark red with material or artwork contained herein is prohibited blood. Its cloven hooves are scarred and stained with blood as without the express written permission of Wizards of the Coast, Inc. well. Its expression is one of sardonic primal anger, like he’s ©2006 Wizards of the Coast, Inc. mocking your very nature. All rights reserved. Made in the U.S.A. ASPECT OF BAPHOMET CR 7 This product is a work of fiction. CE Large outsider (chaotic, evil, extraplanar, tanar’ri) Any similarity to actual people, organizations, places, I n i t+2; S e n s e sdarkvision 60 ft.; Listen +15, Spot +15 or events is purely coincidental. L a n g u a g e s Abyssal, Common, Giant; telepathy This Wizards of the Coast game product contains no Open Game Content. 100 ft. No portion of this work may be reproduced in any form without written permission. To learn more about the Open Gaming License and the d20 System License, AC20, touch 11, flat-footed 18 please visit www.wizards.com/d20. (–1 size, +2 Dex, +9 natural) For more DUNGEONS\u0026 DRAGONSarticles, adventures, and information, hp84 (8 HD); DR10/cold iron and good visit www.wizards.com/dnd Immuneelectricity,maze,poison Resistacid 10, cold 10, fire 10 1 2 Fort+12, Ref+8, Will+10 enemies as if he had the Track feat. He is never caught flat-footed. Speed40 ft. (8 squares) An aspect of Baphomet is a mid-level manifestation of Melee+2 glaive+15/+10 (2d8+11) and the demon lord of the same name. Baphomet is fully gore +9 (2d6+3) or detailed in Fiendish Codex I: Hordes of the Abyss. Melee2 claws +13 (1d6+6) and gore +8 (2d6+3) Space10 ft.; Reach10 ft. (15 ft. with glaive) STRATEGIES AND TACTICS Base Atk+8; Grp+18 The aspect of Baphomet is a melee monster, and he Atk Options Awesome Blow, Improved Bull Rush, loves to charge into a fight. He especially loves to use Power Attack, Powerful ChargeB Powerful Charge as often as possible, following that up A b i l i t i e s Str 23, Dex 14, Con 22, Int 16, Wis 18, with a full melee attack using his glaive and horns on Cha 15 the same foe. SQnatural cunning, tanar’ri traits Feats Awesome Blow, Improved Bull Rush, Power SAMPLE ENCOUNTERS Attack, Powerful ChargeB An aspect of Baphomet loves a fight, and fights are Skills Climb +17, Diplomacy +4, Handle Animal better in groups, so he usually brings friends. +13, Hide +4, Intimidate +13, Jump +17, EL 10:An aspect of Baphomet and three half-fiend Knowledge (nature) +14, Knowledge (the minotaurs are stirring up trouble so that local folk planes) +14, Listen +15, Move Silently +7, Ride will turn to the nature god that the Redeemers are +4, Sense Motive +15, Spot +15, Survival +15 p r e a c h i n g . (+17 in aboveground natural environments, +17 EL 13: An aspect of Baphomet and four vrocks ter- on other planes) rorize the countryside looking for worthy combatants. Possessions +2 Large glaive ECOLOGY Natural Cunning (Ex) An aspect of Baphomet As outsiders, the aspects don’t need to eat or sleep. possesses an innate cunning and logical ability They have little in the way of ecology. Baphomet cre- similar to that of a minotaur. He is immune to maze spells, never becomes lost, and can track ates them fully formed when he needs them. pqqqqrs THE OBYRITH DEMONS — Form of Madness (Sp): Obyriths appear in The strange and horrific obyriths are primeval forms so noxious and horrific that those within 60 demons from eons past. They wrought chaos and feet of an obyrith who observe it are subject to mad- evil upon the multiverse before the advent of intelli- ness. When a creature first encounters an obyrith, it gent life on the Material Plane. Their forms are must attempt a Will save (DC 10 + 1/2 the obyrith’s hideous to behold, rarely if ever incorporating ele- HD + the obyrith’s Cha modifier). Failure indicates ments possessed by mortal creatures. Obyriths that the victim is afflicted with some permanent dwell only in the most remote corners of the Abyss. form of madness or insanity. The kind of malady Their kind has been in decline since the rise of and its duration depends on the obyrith. A creature tanar’ri in the Abyss, although a few tenacious that makes a saving throw against an obyrith’s form examples continue to make their presences known of madness is immune to that particular effect for on key layers. 24 hours. Blindness is no protection against an",
        "name":  "Special T h a n k s",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An obyrith possesses the fol- obyrith’s form of madness—their presence is an lowing traits (unless otherwise noted in a creature’s affront to all five senses. This is a mind-affecting entry). a b i l i t y. Chaotic evil outsiders are immune to an —Immunity to poison and mind-affecting spells obyrith’s form of madness. The insanity caused by and abilities. an obyrith’s form of madness ability is permanent —Resistance to acid 10, cold 10, electricity 10, in most cases, but can be removed by greater restora- and fire 10. tion,heal,limited wish,miracle, or wish. — Fast Healing: All obyriths have fast healing — True Seeing (Su): An obyrith is under the constant (DMG 293); the exact amount is indicated in the effect of true seeing. This effect cannot be dispelled. specific creature’s entry. —Telepathy. pqqqqrs 3",
        "name":  "Obyrith Traits",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Aspects of Dagon are always 7 Space10 ft.; Reach10 ft. Dual Actions (Ex) An aspect of Demogorgon, like Base Atk+11; Grp+19 Demogorgon himself, takes 2 rounds’ worth of Atk OptionsCombat Reflexes actions in any given round. For instance, he Special Actionsdual action, gaze could take two standard actions and two move actions, or he could take two full-round actions. A b i l i t i e sStr 21, Dex 16, Con 21, Int 20, Wis 21, Cha 20 Gaze (Su)Any creature within 30 feet of the aspect SQtanar’ri traits of Demogorgon must make two successful DC Fe a t sAlertness, Combat Reflexes, Dodge, Improved 20 Will saving throws each round at the begin- I n i t i a t i v e ning of his turn, the first save against the aspect S k i l l sConcentration +19, Craft (alchemy) +19, Diplo- of Demogorgon’s beguiling gaze and the second macy +21, Jump +19, Knowledge (arcana) +19, save against his confusing gaze. Creatures can Knowledge (history) +19, Knowledge (nature) +19, avoid the need to make saving throws by avert- Knowledge (the planes) +19, Listen +21, Search ing their eyes or wearing a blindfold (MM 3 0 9 ) . +19, Sense Motive +19, Spellcraft +7, Spot +21, The aspect of Demogorgon can actively target Survival +5 (+7 aboveground natural settings, +7 foes with his beguiling gaze and confusing gaze, on other planes, +7 following tracks, +9 following in which case each gaze requires a standard tracks in aboveground natural settings, +9 follow- action to activate. Thanks to his dual actions ing tracks on other planes), Swim +19 8 a b i l i t y, Demogorgon can use both gazes in the same round. He must split these gaze attacks demon lord himself. His body is apelike, and his necks between two targets to gain their effects. and tail snakelike.",
        "name":  "A l i g n m e nt",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The gaze attack of the aspect of ASPECT OF DEMOGORGON LORE Demogorgon’s left head is the equivalent of a charm monster spell (DC 20; CL 9) with a range of Characters with ranks in Knowledge (the planes) can 30 feet. learn more about the aspect of Demogorgon. When a",
        "name":  "Beguiling Gaze",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An aspect If you’re thinking of using aspects of Demogorgon in of Demogorgon looks like a smaller version of the the FO R G O T T E NRE A L M S, you may want them to live in 9 the Abyss, unless a cult calls them in for a purpose. Fraz-Urb’luu can attempt to summon 1 vrock or They also work with powerful lizardfolk or troglodyte 1d4 babaus with a 40% chance of success. This clerics of Demogorgon, usually in places “holy” to the ability is the equivalent of a 4th-level spell. Prince of Demons. These demons gain a +4 enhancement bonus to Strength and Constitution due to the aspect ASPECT OF of Fraz-Urb’luu’s Augment Summoning feat. FRAZ-URB’LUU An aspect of Fraz-Urb’luu is a mid-level manifestation This 12-foot monstrosity is covered in short, pale blue fur. In of the demon lord of the same name. Fraz-Urb’luu is contrast, two large black wings extend from its back, and its fully detailed in Fiendish Codex I: Hordes of the Abyss. tail ends in a black razor-sharp point. Its face looks small STRATEGIES AND TACTICS because of its large ears and its large, tooth-filled mouth. It The aspect of Fraz-Urb’luu prefers to let others do the glares with hatred in its black eyes at everything it sees. fighting for him, and he uses his summoning powers as ASPECT OF FRAZ-URB’LUU CR 7 soon as a combat seems likely. When he has enough CE Large outsider (chaotic, evil, extraplanar, allies, he uses his illusion spell-like ability to confuse tanar’ri) opponents. Lacking his master’s ability to summon I n i t +5; S e n s e s darkvision 60 ft.; Listen +15, demon lord aspects, he must rely on his own strength Spot +15 even more and, though unwilling, can take care of him- LanguagesAbyssal, Common; telepathy 100 ft. self in a melee. AC23, touch 12, flat-footed 20 SAMPLE ENCOUNTERS (–1 size, +3 Dex, +11 natural) An aspect of Fraz-Urb’luu does not care to encounter hp85 (9 HD); DR10/cold iron and good other beings if he has his choice. However, accidents Immuneelectricity, poison happen, so an aspect of Fraz-Urb’luu rarely travels Resistacid 10, cold 10, fire 10 alone. Fort+11, Ref+9, Will+9 EL 9:An aspect of Fraz-Urb’luu and a succubus seek Speed30 ft. (6 squares), fly 50 ft. (average) to undermine the efforts of another demonic aspect, Melee2 slams +11 (1d6+3) and and they run afoul of adventurers before they can tail +9 (1d8+1) strike. Space10 ft.; Reach10 ft. EL 10:An aspect of Fraz-Urb’luu and three babau Base Atk+9; Grp+16 assassins attempt to eliminate a good cleric and pin the Special Actionssummon tanar’ri deed on some other demonic aspect. The player charac- Spell-Like Abilities(CL 9th): ters have a chance to unravel this scheme either during At will—greater teleport(self plus 50 lbs. only) the attempt or are called in shortly after the first 3/day—persistent image (DC 22), summon monster IV attempt. (CE or NE creatures only) 1/day—summon monster V(CE or NE creatures only) ECOLOGY As outsiders, the aspects don’t need to eat or sleep. Abilities Str 16, Dex 16, Con 20, Int 18, Wis 16, Cha 24 They have little in the way of ecology. Fraz-Urb’luu cre- SQ tanar’ri traits ates them fully formed when he needs them.",
        "name":  "Typical Physical Characteristics",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An aspect ledge (dungeoneering) +13, Listen +13, Move of Juiblex is a smaller version of Juiblex himself, so it Silently +14, Sense Motive +13, Spellcraft +4, has an amorphous oozy body. It typically “stands” 10 Spot +13, Survival +2 (+4 when underground), feet tall, but it can be almost any shape. Green and black Swim +17 veiny striations show through its slimy pus covering. Constrict (Ex) The aspect of Juiblex deals 1d6+6 points of damage plus 1d6 points of acid ASPECT OF JUIBLEX LORE damage with a successful grapple check, in Characters with ranks in Knowledge (the planes) can addition to damage from his slam attack. learn more about the aspect of Juiblex. When a Improved Grab (Ex)To use this ability, the aspect character makes a skill check, the following lore is of Juiblex must hit an opponent of Large or revealed, including the information from lower DCs. smaller size with his slam attack. He can then attempt to start a grapple as a free action with- 1 2 1 3 DC Result Fort+18, Ref+9, Will+13 18 The creature is a manifestation of the Faceless Lord, Weaknessvulnerable to fire Juiblex. The PC can learn all of his outsider traits. 23 The aspect can constrict opponents, and he burns foes Speed40 ft. (8 squares) with acid. M e l e e +1 frost cold iron maul + 2 3 / + 1 8 / + 1 3 (2d8+16/X3 plus 1d6 cold) or SOCIETY Rangedrock +13 (2d6+10) Nothing wants to hang around with Juiblex or any of Space10 ft.; Reach10 ft. his aspects, though some creatures do for power-gain- Base Atk+12; Grp+26 ing reasons. Juiblex himself does not seek any society, Atk OptionsAwesome Blow, Cleave, Improved Bull preferring to destroy powerful tanar’ri instead of talk- Rush, Power Attack ing with them. Aspects are much the same. They often Special Actionsrage, rock throwing seek the company of oozes, puddings, and slimes. A b i l i t i e s Str 31, Dex 12, Con 30, Int 14, Wis 16,",
        "name":  "Typical Physical Characteristics",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "S Qincorporeal (MM 315), obyrith traits (see sidebar) their wands of Orcus. These are powerful but danger- Feats Combat Reflexes, Dodge, Mobility, Spring ous treasures that corrupt those who try to wield Attack t h e m . S k i l l sBluff +18, Diplomacy +24, Hide +19, Intimidate +20, Knowledge (arcana) +15, Knowledge (nobility ASPECTS OF ORCUS IN EBERRON and royalty) +15, Knowledge (the planes) +15, If used in an EB E R R O N campaign, aspects of Orcus Perform (song) +18, Search +15, Sense Motive spend most of their time on Shavarath, because they +17, Spot +17, Survival +5 (+7 on other planes, +7 live to fight the forces of other demon princes to following tracks, +9 following tracks on other expand Orcus’s power. Occasionally one is seen in p l a n e s ) Khyber or the Demon Wastes. Very rarely one may Charisma Damage (Su) An aspect of Pale Night make an appearance in Karrnath, called by a sect of causes 1d6 points of Charisma damage each the Blood of Vol to aid in the plans of that evil time she hits with her incorporeal touch attack. o r g a n i z a t i o n . On each such successful attack, she gains 5 temporary hit points. 2 1 2 2 Truth Beneath the Veil (Su)Like Pale Night herself, the Typical Physical Characteristics:Aspects of true form of an aspect of Pale Night is one of such Pale Night are always covered by a billowing shroud, unimaginable horror that reality itself refuses to like their mistress. They look exactly like her at first accept it. Thus, the aspect of Pale Night does not glance. Only when someone raises the shroud can he have a form of madness like other obyriths. Its true tell the difference. form is hidden by its shroud. Anyone who attempts to part the shroud to get a better look at the aspect ASPECT OF PALE NIGHT LORE must make a DC 20 Fortitude save. Success indi- Characters with ranks in Knowledge (the planes) can cates that the creature’s mind simply fails to learn more about the aspect of Pale Night. When a process what it sees before a new shroud automat- character makes a skill check, the following lore is ically wraps around the aspect’s incorporeal body. revealed, including the information from lower DCs. Failure indicates that for a brief moment, the char- acter views the truth and is immediately rendered DC Results comatose and stricken with total amnesia. Even if 19 The creature is a manifestation of the Mother of Demons, the coma and amnesia effects are dispelled, the Pale Night. The PC can learn all of her outsider traits. 24 This is an obyrith demon, a representation of an ancient character cannot remember what he or she saw race of demons. This reveals all obyrith traits. under the shroud. The save DC is Charisma-based. 29 Aspects of Pale Night steal the life force and personality of a victim with but a touch. An aspect of Pale Night is a mid-level manifestation of SOCIETY the demon lord of the same name. Pale Night is fully detailed in Fiendish Codex I: Hordes of the Abyss. A lot of demons can be found in Pale Night’s realm, and aspects of Pale Night associate freely with these STRATEGIES AND TACTICS demons. Sometimes an aspect of Pale Night is seen in",
        "name":  "Aspects of Orcus carry only one thing at all times",
        "source":  "fiendish_codex_i_hordes_of_the_abyss.txt",
        "_id":  "e923bdb1eb11dc6ee63bc49845eec11780f61ee7d44bed85acdb011268db5f0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dispelling touch,reflective pulse",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DR 10/+2, outsider traits, reflective spell BLOODBLOATER resistance 25, resistances, spell-like abilities, split Medium-Size Ooze (Aquatic, Swarm of Diminutive",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "40 ft., swim 60 ft. sunlight. Spells that create sunlight (such as sunbeamand",
        "name":  "Speed",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bacchae have darkvision (60-foot Skills:Bluff +16, Diplomacy +7, Disguise +16 (+18 acting), range). They cannot be raised or resurrected (though a wish Intimidate +18, Listen +10, Spot +10, Survival +10 ormiraclespell can restore life). Feats:Dodge, Mobility, Spring Attack, Track (B) Climate/Terrain:Any land",
        "name":  "Outsider Traits",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 20, Dex 17, Con 19, Int large groups of hunting adults, —, Wis 12, Cha 2 although young adults are Skills: — sometimes encoun- Feats: — tered alone if they Climate/Terrain:Any desert and plains have recently (Abyss, Carceri, Outlands, Pandemonium) left the murder Organization:Solitary into which they Challenge Rating:3 were born. They Treasure:— attack almost anything living Alignment:Always neutral until slain themselves; once Advancement:4–6 HD (Large); under the influence of blood 7–15 HD (Huge) lust, a blood hawk does not flee. The birds prefer the taste The bloodthorn is a tough, of human flesh to all others wiry plant that grows in and tend to single out humans thick, briarlike patches out if confronted with a racially in the barren wastelands diverse group. of the Outlands, Carceri, Wounding (Ex): A wound the Abyss, and Pan- resulting from a blood hawk’s demonium. The plant sub- claw or bite attack bleeds for an sists entirely on the blood of additional 1 point of damage per living creatures by draining it round thereafter. Multiple wounds out through 3-inch-long, hollow, from such attacks result in cumulative needle-sharp spikes on its tendrils. bleeding loss (two wounds for 2 points of Bloodthorns appear as black, desiccated vines with damage per round, and so on). The bleeding small-bladed leaves. Bright red, succulent berries grow can be stopped only by a Heal check (DC 15) or on the plant continually. the application of any curespell or other healing spell (heal, The berries produce a fragrant odor that appeals to most healing circle,or the like). species, especially in the deserts where bloodthorns grow. If",
        "name":  "Blood hawks are nearly always encountered in Abilities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "*Blood hawks have a +8 racial bonus on Spot a creature survives a bloodthorn’s attack and steals away a checks during daylight. few berries, it discovers its efforts were in vain—the berries are bitter and provide no sustenance. On rare occasions, a bloodthorn is transplanted onto the Material Plane. Such plants usually die in a few days, but some survive and grow to great size in the wastelands. COMBAT A bloodthorn seems to be a normal plant until a living creature comes within the reach of its tendrils. It then lashes out with as many tendrils as possible and drains the 23 BLOODTHORN Blood hawk pqs ADVANCEMENT FOR BLOOD HAWKS Some blood hawks have an extremely strong desire to gain victory over their foes. When a blood hawk advances to become a creature with more than 1 Hit Die, it gains the special quality called ferocity. Ferocity (Ex):A blood hawk is such a tenacious combatant that it continues to fight without penalty even while disabled or dying. pqs victim of blood. A bloodthorn allows scavengers to remove Plant Traits:A bloodthorn is immune to poison, sleep, the carcasses, thus keeping the area around the plant free paralysis, stunning, and polymorphing. It is not subject to of its consumed prey. critical hits or mind-influencing effects. A bloodthorn has A bloodthorn can be summoned using a summon nature’s low-light vision. ally IVspell. Blood Drain (Ex):If a bloodthorn grabs an opponent, it BONESPEAR begins draining blood. It deals 1d4 points of Constitution damage with each successful grapple check. If the opponent Large Vermin (Extraplanar) wins a grapple check, one of the bloodthorn’s tentacles Hit Dice:15d8+60 (127 hp) comes loose from the opponent’s body. The resulting wound Initiative:+3 continues to lose blood for 1 additional round. Speed:40 ft. Improved Grab (Ex):If a bloodthorn hits an opponent AC:27 (–1 size, +3 Dex, +15 natural), touch 12, flat- that is at least one size category smaller than itself with at footed 24 least two tendril attacks, it deals normal damage for each ten- Base Attack/Grapple:+11/+21 dril and attempts to start a grapple as a free action without Attack:Horn +16 melee, or horn +13 ranged provoking an attack of opportunity (grapple bonus +11). If it Full Attack:2 horns +16 melee and bite +11 melee, or 2 gets a hold, it can use its blood drain ability. Thereafter, the horns +13 ranged bloodthorn has the option to conduct the grapple normally, Damage:2 horns 2d6+6 plus poison; bite 2d6+3 or simply use two tendrils to hold the opponent (–20 Face/Reach:10 ft./5 ft. penalty on grapple check, but the bloodthorn is not consid- Special Attacks:Attach, drag, horns, poison ered grappled). In either case, each successful grapple check Special Qualities:Fast healing 5, fire resistance 10, it makes during successive rounds immobile stance, sonic resistance 10, SR 23, vermin traits automatically deals ten- Saves:Fort +13, Ref +8, Will +6 dril damage and Abilities:Str 22, Dex 17, Con 19, Int—, Wis 12, Cha 10 drains blood. Climate/Terrain:Any land or underground (Acheron)",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "16 (+3 Dex, +3 natural), touch 13, flat-footed 13 giving it nine-tenths concealment (40% miss chance). Artifi- Base Attack/Grapple:+10/+15 cial illumination, even a lightorcontinual flamespell, does",
        "name":  "AC",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bite +15 melee not negate this ability; however, a daylightspell will.",
        "name":  "Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Blind Fight, Improved half damage from fire and acid. Initiative Shadow Jump (Su): As a standard Climate/Terrain: Any land and underground action, a vultivor can travel between shad- (Abyss) ows as if by a dimension doorspell. The starting",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dual actions, feather flurry, sonic cumulated from their victims. screech, spell-like abilities, spells Chronotyryns speak Abyssal, Infernal, Celestial, Dra-",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +25, Knowledge (arcana) +26, blasting at foes with its spells and perhaps a feather flurry. Knowledge (history) +26, Knowledge (the planes) +26, If an opponent is particularly tough, it doesn’t hesitate to Listen +23, Sense Motive +23, Spellcraft +28, Spot +33 use its time stopability to plant a multitude of devastating",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "18–22 HD (Large); 23–51 HD (Huge) Chronotyryns believe them- selves to be the masters of time. Although this claim is likely not true, those who encounter the creatures and survive often come away believ- ers due to the bird-creature’s unique set of abilities. A chronotyryn resembles a large bird and is roughly 12 feet long from beak to tail, with a set of wiry, scaly-skinned arms that sprout from just under its wings. Those who have seen a chrono- tyryn liken its body shape to that of a gargoyle, only with feathers. These feathers are the dark, dusky color of adamantine, of which 33 CHRONOTYRYN Chronotyryn CHWIDENCHA a move action, and a spell-like ability; two spell-like abilities and two move actions; and so on. If it is casting spells defen- Large Aberration sively, the chronotyryn must make separate Concentration Hit Dice:12d8+60 (114 hp) checks for each spell. Initiative:+7 Feather Flurry (Ex):Three times per day, a chronotyryn Speed:30 ft., burrow 30 ft. can launch a barrage of feathers at its opponents as a ranged AC:21 (–1 size, +3 Dex, +9 natural), touch 12, flat-footed 18 attack action. This attack has a maximum range of 60 feet Base Attack/Grapple:+9/+19 with no range increment. Attack:Leg rake +15 Sonic Screech (Su):Once per day, a chronotyryn can Full Attack:4 leg rakes +15 propel a 20-foot burst of incredible sound against its oppo- Damage:Leg rake 1d6+6/19–20 nents. This attack deals 8d6 points of sonic damage, or half Face/Reach:10 ft./5 ft. damage on a successful Reflex save (DC 26). The burst is Special Attacks:Constrict 3d6+9, improved grab centered on the chronotyryn. Special Qualities:Darkvision 60 ft., leg regeneration, Spell-Like Abilities: At will—blink, sonic vulnerability, tremorsense 60 ft. feeblemind, teleport without error; 3/day— Saves:Fort +11, Ref +9, Will +11 displacement, time stop; 1/day—iron body, Abilities:Str 22, Dex 17, Con 20, Int 3, plane shift, temporal stasis.Caster level Wis 16, Cha 3 20th; save DC 18 + spell level. Skills:Climb +9, Hide +3, Listen +6,",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Standard Special Attacks:Improved grab, shadow strands, spell-like",
        "name":  "Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3 HD (Medium-size); 4–6 HD (Large) 41 DEATH DOG Death dog Thought by some to be descendants of the mythical three- subraces of demodands live on Carceri, and perhaps on headed dog Cerberus, death dogs certainly don’t take well to other planes as well, but the farastus, kelubars, and shators guard duty. The dogs recognize the disconcerting effect are the most common. their two heads have on would-be prey and use that fear to The demodands don’t restrict their activities exclusively their advantage. Nighttime or underground hunters, death to Carceri. They are sometimes encountered on other planes dogs are roughly the size of large wolves, covered in thick acting as bounty hunters in pursuit of those who have black or dark gray fur that enables them to blend into the escaped the Tarterian Depths. Such demodands still know dark. Death dogs are ruthless predators. Those who travel in their fate is to return to Carceri. their territory learn to listen for the double bark that heralds a pack’s approach. COMBAT Demodands don’t seek trouble with visitors to Carceri. The COMBAT problem, however, is that they do not distinguish between Death dogs prefer to attack with overwhelming numbers. visitors and regular petitioners. If a creature is on Carceri, They tend to pick a single opponent to harry, attempting to the demodands think it belongs there, and thus they see trip that foe so the rest of the pack can leap in and finish the that keeping it there is their duty. fallen victim. Even when they’re not hungry, death dogs can Summon Demodand(Sp):Demodands can summon others strike briefly to infect a victim with the disease they carry, of their kind as though casting a summon monsterspell, but which is characterized by a yellowing of the victim’s skin they have only a limited chance of success. Roll d% and and swelling around the eyes and throat. The dogs then compare the result to the die range given in the demodand’s withdraw and follow from a distance until they grow specific description: On a failure, no demodands answer hungry enough to finish the victim off. the summons. Summoned creatures remain for 1 hour, Disease (Ex):Any creature hit by a death dog’s bite attack then return to their home on Carceri. A demodand that is must succeed on a Fortitude save (DC 13) or contract a dis- itself summoned cannot use its own summon demodand ease. The incubation period is 1 day, and the disease deals ability for 1 hour. 1d4 points of Strength damage and 1d3 points of Constitu- tion damage. (See Chapter 3 of the DUNGEONMASTER’s Guide Demodand Traits for more about diseases.) Freedom of Movement (Su):All demodands gain the Trip (Ex):A death dog that hits with a bite attack can benefit of continuous freedom of movement,as the spell cast attempt to trip its opponent as a free action without by a 10th-level spellcaster. making a touch attack or provoking an attack of opportu- Poison Immunity (Ex):All demodands are immune to nity. If the attempt fails, the opponent cannot react to trip poison. the death dog. Outsider Traits:A demodand has darkvision (60-foot Scent (Ex):A death dog can detect approaching enemies, range, or 120-foot range for shators). It cannot be raised sniff out hidden foes, and track by sense of smell. or resurrected.",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+5 The prison plane of Carceri is home to many sorts of crea- Speed: 40 ft. tures. Its petitioners plot endlessly to find an escape from AC: 25 (+1 Dex, +14 natural), touch 11, flat-footed 24 their hellish existence, but watchful eyes see to it that Base Attack/Grapple:+11/+23 such plots never succeed. The demodands are the self- Attack:Claw +15 melee appointed keepers of the Carcerian population. They are the Full Attack:2 claws +15 melee and bite +10 melee jailers and wardens, although they themselves are mostly Damage: Claw 1d4+4, bite 1d6+2 prisoners of the plane as surely as the petitioners they try Face/Reach:5 ft./5 ft. to watch. Special Attacks: Adhesive slime, improved grab, rage, Of course, the number of petitioners on Carceri makes spell-like abilities, summondemodand the demodands’ task an impossible one, but this doesn’t Special Qualities: Acid immunity, cold resistance 10, DR trouble them. After their exile from some other plane 10/+1, outsider traits, poison immunity, fire resistance many millennia ago, for a reason long forgotten (although 10, scent, SR 23 the kelubars and shators both agree it was the fault of the Saves: Fort +9, Ref +8, Will +8 farastus), the demodands were exiled to the Tarterian Abilities: Str 19, Dex 13, Con 14, Int 8, Wis 12, Cha 16 Depths of Carceri to serve a penance. Once there, they Skills: Climb +22, Concentration +13, Diplomacy +6, Hide took it upon themselves to set up an order, of sorts. Other +12, Intimidate +16, Listen +14, Move Silently +12, 42 DNADOMED Search +10, Sense Motive +12, Spot +14, Survival +1 (+3 their copious frustrations on the unfortunate soul. They following tracks) typically fly into a rage in the first round of combat and",
        "name":  "Initiative",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Often neutral evil spell.",
        "name":  "Alignment",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A farastu’s adhesive slime gives it a +8 racial bonus with the appearance of diplomacy while they look for weak- on Climb checks. nesses in potential foes. In a fight, they first try to summon reinforcements before resorting to spell-like abilities and KELUBAR then melee, in that order. Medium-Size Outsider (Evil, Extraplanar) Acidic Slime (Ex):The slime secreted by a kelubar adds",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Huge +2 guisarme+22 melee, or 2 claws +20 out of combat if it desires. Shators prefer to use their spells melee and bite +18 melee and spell-like abilities from a distance, and can spit their",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Paralyzing slime, spell-like abilities, to its Improved Trip feat. A shator may use this tactic on spells, summondemodand several opponents in the same round due to its Combat",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "16–22 HD (Large); 23–30 HD(Huge); cess (result of 71–100 on d%) or either 1d4 kelubars or 1d6 31–45 HD (Gargantuan) farastus (shator’s choice) with a 70% chance of success (result of 31–100 on d%). The shators reside at the top of demodand society. If the Immunity to Mind-Affecting Effects (Ex):A shator is farastus are the prison guards of Carceri, the shators are immune to all spells and effects with the mind-affecting the wardens. Unusually cruel, shators secretly hope those descriptor. that are bound to the plane will attempt to escape, just so Scent (Ex):A shator can detect approaching enemies, they can hunt the escapees down. sniff out hidden foes, and track by sense of smell. Shators are obese and disgusting. They stand 10 feet tall See Invisibility (Su): This ability functions like a see and weigh nearly 700 pounds. Large, batlike wings sprout invisibilityspell, except that it is always active and its range from their backs, and pale slime drips from the corners of extends to the limit of the shator’s vision. their froglike, fanged mouths, as well as from their skin. 45 DEMODAND DEMON",
        "name":  "Advancement",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Standard Demons enjoy combat. Those with spell-like abilities often Alignment:Always chaotic evil use them from a distance. Many demons can create dark- Advancement:12–22 HD (Large), 23–33 HD (Huge), ness, so they frequently do so before joining melee. 34–44 HD (Gargantuan), 45+ HD (Colossal)",
        "name":  "COMBAT Treasure",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A demon has darkvision (60-foot range). It cannot be raised or resurrected (though a wishormiracle Even among demons there are those that disgust and ter- spell can restore life). rify; the alkilith is one of these. A shapeless horror used In addition, all tanar’ri have the following abilities in by demon lords for missions in regions most demons common. would hesitate to venture into, the alkilith is despised Tanar’ri Traits:Tanar’ri can communicate telepathi- and feared by most other demons. Alkiliths thrive in the cally with any creature within 100 feet that has a lan- foulest and most inhospitable places in the Abyss. They guage. A tanar’ri is immune to electricity and poison, and are pollution and corruption made sentient and hate- it has acid resistance 20, cold resistance 20, and fire resist- fully alive. ance 20. An alkilith appears as a shivering blob of phosphores- cent green corruption surrounded by a cracked, leath- ALKILITH (TANAR’RI) ery coating that constantly oozes, secretes, Medium-Size Outsider (Chaotic, hardens, and splits open. Dark, swollen eye- Evil, Extraplanar) globules dot the surface of its body. Though",
        "name":  "Outsider Traits",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Acid, creatures take great cloudkill form, spell- pleasure in corrupting like abilities and polluting their envi-",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  " Solitary, group Combat (2–3), or troupe Klurichirs are brilliant tacticians. They prefer to let the (1 klurichir plus 2 balors, demons accompanying them enter melee while they 2–3 mariliths, and 3–5 remain at the rear casting defensive spells and using their nalfeshnees) more powerful spell-like abilities. If pressed into melee,",
        "name":  "Organization",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Huge +3 unholy scythe+27/+22/+17/+12 melee Combat and 3 Huge +3 unholy scythes+22 melee, or bite +25 Unlike most powerful tanar’ri, the myrmyxicus does not melee and tail +25 melee and 6 tentacles +25 melee have a huge array of spell-like powers to rely upon. Not that",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +26, Concentration +29, Diplomacy +30, that a good-aligned victim remains in contact with the Disguise +5 (+7 acting), Hide +15, Intimidate +28, vapor, he automatically takes 5d6 points of unholy Knowledge (arcana) +27, Knowledge (religion) +27, damage. The vapor remains in the area for 1d6 rounds Knowledge (the planes) +27, Listen +30, Search +27, before it dissipates. Sense Motive +28, Spellcraft +29, Spot +30, Survival +7 Charisma Drain (Su): An individual struck by a (+9 following tracks or on other planes), Swim +40 myrmyxicus’s tail attack must make a Will save (DC 24) or",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bite +7 melee and 2 claws +5 melee, or 4 tail only by a Heal check (DC 15) or the application of any cure lashes +7 melee spell or other healing spell.",
        "name":  "Full Attack",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like blows from a mace of smiting. abilities Monadic devas can be sum-",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Celestial moned using a summon mon- traits, DR 10/+1, deliver- ster IXspell. ance from death, Spell-Like Abilities:At elemental ease, immuni- will—aid, charm monster ties, outsider traits, (elementals only), conse- protective aura, SR 22, crate,continual flame,create uncanny dodge food and water,death ward,",
        "name":  "Special Qualities",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities a Reflex saving throw against a base DC of 20. If the",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +7, Ref +9, Will +10 counterspelled.",
        "name":  "Saves",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Balance +13, Concentration +11, Diplomacy +15, chance to deflect it. Intimidate +13, Knowledge (any three) +12, Listen +12, Change Shape: A movanic deva can assume the form of Sense Motive +12, Spellcraft +12, Spot +12 any Small or Medium humanoid.",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Augmented critical, belittle, deform, the scenes, where they orchestrate tyrannical takeovers fingernails, intoxicating scent, spell-like abilities, and manipulate events through their many lackeys. Few summon baatezu have successfully dealt with the vile devils. Fewer still have",
        "name":  "Special Attacks",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +23, Concentration +23, Diplomacy +9, common, and Draconic. Disguise +23 (+25 acting), Forgery +22, Gather Information +28, Hide +13, Intimidate +25, Combat Knowledge (arcana) +22, Knowledge (local) +25, A paeliryon nearly always begins a battle with one of its Knowledge (the planes) +22, Listen +25, Move Silently many spell-like abilities. It targets ranged attackers and +21, Sense Motive +23, Spot +25, Survival +5 (+7 on spellcasters first, then hovers over landbound melee fight- other planes) ers and uses its fingernails to deadly effect, wounding and",
        "name":  "Skills",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Hover, Improved Critical (fingernails), deforming the hardiest opponents. Multiattack, Quicken Spell-Like Ability, Skill Focus Augmented Critical (Ex): A paeliryon’s fingernails (Gather Information), Skill Focus (Knowledge [local]) threaten a critical hit on a natural attack roll of 17–20 due to Climate/Terrain:Any land and underground (Nine Hells) the creature’s augmented critical ability and its Improved",
        "name":  "Feats",
        "source":  "fiend_folio.txt",
        "_id":  "4351082a9f68ae1e917b3995e66fbd6ad04f6af23492c79e5dc2af0fff3ac886"
    }
]
