[
    {
        "origin_file":  "spells.json",
        "description":  "Yes Level: Bard 3 skill checks as long as they remain in",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous your foes. The spell deals 1d4 points of Transmutation Saving Throw: Will negates cold damage per two caster levels (max- Level: Cleric 2, sorcerer/wizard 2 Spell Resistance: Yes imum 5d4). In addition, all creatures Components: V, S 101 DESCRIPTIONS SPELL CHAPTER 1 solid object, or more than 5 feet above the ground. If your target is being held (whether an object held by a character or a character being grappled by a creature), the hold- ing or grappling creature also receives a Will saving throw to resist. GEMBOMB Evocation [Force]",
        "name":  "You breathe a cone of intense cold at FUSE ARMS Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You place a small spark of energy in the heart of a valuable gem. You turn a gem into a bomb that you (and only you) can lob at enemies. You must hold the gem in your hand when casting the spell. You can toss the bomb with perfect accuracy anywhere within 60 feet. The gembomb explodes in a 5-foot- radius burst dealing 1d8 points of force damage per two caster levels (maximum 5d8). Tossing a gembomb is a standard action.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No; see text A marilith makes good use of the fuse arms spell You touch the target and it vanishes in a To randomly determine the subject’s You mutter over the iridescent, faceted shower of golden sparks. Almost instantly, destination, roll 1d8 to determine the gem. It twinkles in response, and you feel it appears a short distance away. direction, then roll 1d10×10 to deter- a strong link between you and the stone. mine the distance from the subject’s When you speak the word, the two of you You teleport a target to a random, safe previous location. Roll direction and will be reunited. location up to 100 feet distant and distance again if this new destination visible to you. is outside your line of sight, within a Illus. by E. Polak 102 1 RETPAHC LLEPS SNOITPIRCSED The general of undeath spell makes an evil cleric into a true leader of those beyond fear and death",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch yelsroH .R yb .sullI 103 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action of stone spell). cannot make trip or grapple attacks,",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5 minutes/level (D) Casting Time: 1 standard action ate with this spell, however, you can",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Target: One living humanoid creatures per caster level (this includes creature undead from all sources under your",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude partial dispelled. Mislead and nondetection can Necromancy",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes fool a ghoul glyph.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action to strike the belly of your enemy. Spellcraft check, if the glyph is noticed",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No must make a Fortitude save or be para- lyzed for the duration of the spell. A sickly green flame springs forth from an A subject of the ray that succeeds on object that you touch. its Fortitude save is instead sickened for the duration of the spell. The effect looks like a regular Neutralize poison removes the flame, equivalent in brightness sickened condition. to a torch, except for its green",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Object touched Darkness spells of 2nd level or",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes GIANT’S WRATH The faint, green glow of the glyph flares Transmutation [Earth] to life. A sickly green light fills the room,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched can be transformed by this spell. Glass Duration: 1 hour/level",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates of thickness. Spell Resistance: No (harmless) Neither version of the spell affects",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No nent is struck by two or more claws in GOLEM STRIKE 1 round, the subject can rend it for an Calling on the limitless light of the Positive Divination additional 2d4 points of damage + 1-1/2",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V the duration of the spell. Spells",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A You create a silvery glow skull. around your body that pro- vides illumination to a radius of 60 feet. You gain a –20 GREAT circumstance penalty on Hide THUNDERCLAP checks made while under the effect Evocation [Sonic] of this spell.",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 3 For the duration of the spell, you gain A rogue and a cleric of Olidammara, this a +2 sacred bonus to Dexterity, and your halfling delivers a fatal blow to a vampire Components: V, S, F with the grave strike spell Casting Time: 1 standard action base land speed increases by 10 feet.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action a peal of thunder. The spell has three",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes The tentacle created by the gutsnake spell is equivalent to a giant constric- (SPELL NAME) Across the murky plain, a beam of radiance tor snake (MM 280) except that it is Any spell whose name begins with shoots down, highlighting your foes. completely obedient to you and moves greater is alphabetized in this chapter as you command. The snake has hit according to the second points equal to your own word of the spell name. full normal total. Attacks Thus, the description of a against the snake cause you greater spell appears near no discomfort and do not the description of the spell disrupt your spellcasting. on which it is based, unless If it is “killed,” the tentacle that spell appears in the disappears without causing Player’s Handbook. harm to you. The tentacle does not interfere with GUIDED SHOT spellcasting in any way. Once each round as a free Divination action, you can have the",
        "name":  "GREATER Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) Spell Resistance: No",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blackguard 2, cleric 2, paladin 2 longer affected by that casting of hand of the faithful. Evocation [Cold] Components: V, S, DF This spell has the alignment com-",
        "name":  "HAILSTONES Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Target: Creature touched good spell.",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous Spell Resistance: No HARDENING",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 4, paladin 3 targeted by the spell. This hardness",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level a hardening spell cast by a 12th-level",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes purpose of ignoring damage caused by",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An ointment Duration: 10 minutes/level With a mint leaf under your tongue, you made with 50 gp of diamond dust per Saving Throw: Will negates whisper quiet words of soothing comfort. 10 cubic feet of material. Spell Resistance: Yes You feel a divine touch guiding your heal- ing hand. HARMONIC CHORUS The spell wrapped within your music makes even the most hard-hearted quail. A caster with 5 or more ranks in Heal Enchantment (Compulsion) can, when casting a conjuration (heal- [Mind-Affecting] Targets that fail their saves become ing) spell, choose to remove any one of",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F subject of the spell, in addition to the",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) HAWKEYE spell’s normal effects: dazed, dazzled, or fatigued. A caster with 10 or more ranks",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Target: You (healing) spells, you can substitute",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes/level (D) your total ranks in Heal for your caster Sweeping your arm as if presenting a gift level. The normal caster level limit for to someone, you call out to the intended By crying out like a hawk, you improve your individual spells still applies; thus, a subject of your spell. A mantle of sweet tones eyesight. Distant objects and creatures seem 3rd-level cleric with 6 ranks in Heal settles about your subject, whose face is now closer and more distinct. when under the effect of healing lorecall twisted in concentration. cures 1d8+5 points of damage with a Your range increment for ranged weap- cure light wounds spell. Harmonic chorus lets you improve the ons increases by 50%, and you gain a +5",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A mint leaf. spellcasting ability of another spell- competence bonus on Spot checks. caster. For the duration of the spell, the subject gains a +2 morale bonus to HEAL ANIMAL HEALING STING caster level and a +2 morale bonus on Necromancy save DCs for all spells it casts. COMPANION Level: Druid 2",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V touched Spell Resistance: Yes",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) intensifies as you strike the opposing war- rior, pulling his vitality into yourself. Two quick syllables release the power of You lay your hand on your animal compan- the spell, and the world moves a bit slower ion, and as you do, its eyes become clear and Focusing the power of negative energy, about you. focused, and it breathes easier. you deal 1d12 points of damage +1 per caster level (maximum 1d12+10) This spell functions like haste (PH This spell functions like heal (PH 239), to a living creature and gain an equal 239), except as noted above. This spell except that it affects only your animal amount of hit points if you make a counters and dispels any slow effect companion. successful melee touch attack. A healing on you. sting cannot give you more hit points HEALING LORECALL than your full normal total. Excess hit HAUNTING TUNE points are lost. Divination Enchantment (Compulsion) [Fear, Material Component: Five dried wasp",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S 111 DESCRIPTIONS SPELL CHAPTER 1 HEALING TOUCH Healthful rest doubles the subjects’ natu- phrases and intricate motions of this taxing ral healing rate. Each affected creature spell. Sweat beads on your forehead and Necromancy regains twice the hit points and abil- your breath comes shallow and fast. The",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 1, cleric 1, but the spell resumes when druid 1 you leave it. Stone to flesh can",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S also end the spell, though",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless)",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You Range: Close (25 ft. + 5 ft./2 levels) soft nimbus. The subjects of your spell look",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates chesta sy oufi nallyc ompletet hec omplicated Spell Resistance: Yes Illus. by W. England 112 1 RETPAHC LLEPS SNOITPIRCSED The assassin didn’t even bother to speak to the guards before he killed them with a heart ripper spell",
        "name":  "You feel a hard shove from within your Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes hearts for survival, creatures with no or similar effects. In addition, if they anatomy, and creatures immune to fail a Fortitude save, affected creatures The heat in the room seems to rush toward extra damage from critical hits are take 1d4 points of fire damage each you, leaving everyone around you in bone- unaffected by the spell. round as their passions manifest as chilling pain while you feel amazingly physically damaging fire. Creatures refreshed and alive. HEARTFIRE that make a successful Fortitude save take only half damage each round for Evocation [Light, Fire] You drain the heat from all living crea- the duration of the spell (minimum 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 2, druid 2 tures within the affected area except point per round). Spellcasters affected",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF you. This influx of warmth heals and by this spell who try to cast spells must",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Living creatures within a 5-ft.- per caster level (maximum 20d6). For each round as they take continuous radius burst every living creature that takes damage damage from the spell. The fire cre-",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level from this spell, you gain 2 temporary ated by this spell can be extinguished nagaH .B yb .sullI 113 DESCRIPTIONS SPELL CHAPTER 1 hit points. The temporary hit points last creatures appear, they serve you for the By placing your hand to your mouth and for up to 1 minute per level. duration of the spell. calling out, you gain the attention of crea- The creatures obey you explicitly and tures around you. For a moment, all eyes HEATSTROKE never attack you, even if someone else snap to you. Some creatures seem reluctant manages to gain control over them. You or unable to pull their eyes away. Transmutation do not need to concentrate to maintain",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous HELLISH HORDE An affected creature under the effect of a haste spell has the haste spell sup-",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude partial Conjuration (Summoning) pressed (not dispelled) for 1 round.",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes [Evil, Lawful]",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes/level (D) Target: Creature touched spell, it immediately becomes fatigued. Saving Throw: None Duration: 10 minutes/level",
        "name":  "If the target creature fails to resist the Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 9, sorcerer/wizard 9 spell. feat must be met by the target of this",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S The devils obey you explicitly and spell.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No HERALD’S CALL Level: Bard 5, sorcerer/wizard 5 Enchantment (Compulsion) Components: V, S, F; see text You invoke this spell and heavenly rays [Mind-Affecting, Sonic] Duration: 24 hours lance down from above. Out of these Level: Bard 1 sparkling rays manifest great glowing balls Components: V, S You picture in your mind the desired of power. The shadows of greater warriors Casting Time: 1 swift action appearance of a camouflaged lodge even as coalesce within this light. Range: 20 ft. you complete the motions and words of the",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The focus of an alarm spell feet high. events of the past, stretching back one (silver wire and a tiny bell), if this Find the path won’t function in an week per caster level. Exact wording benefit is to be included in the hidden area warded by hide the path. In addi- and details are lost, but you know all lodge (see Leomund’s secure shelter for tion, any spellcaster attempting to cast the participants and the highlights of more information). a 1st- through 6th-level divination spell the conversations and events that took in the warded area must make a caster place. HIDE FROM DRAGONS level check (DC 11 + your caster level) Years: You gain a general idea of or the spell fails. Higher-level divina- the events of the past, stretching Abjuration tions function normally. Hide the path back one year per caster level. You",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Assassin 4, bard 5, sorcerer/ has no effect on divination spells cast notice only noteworthy events such as wizard 7 outside the warded area. deaths, battles, scenes of great emotion,",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature touched/ Any creature in physical contact with the events of the past, stretching back 2 levels the focus can cast divination spells one century plus an additional century",
        "name":  "Targets",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) hide the path spell, the spell is immedi- turies in the past, and a 17th-level caster ately dismissed. would see back across five centuries. Silently you make the motions and the You notice only the most remark- dragon’s scale smolders in your hand. The rising smoke wraps around you and sinks HINDSIGHT able of events: coronations, deaths of important personages, major battles, into your skin. Divination and other truly historic happenings.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M glass-shaped diamond worth at least warded creatures, even with blind- Casting Time: 1 hour 1,000 gp. sense. They act as though the warded Range: 60 ft. creatures are not there. Warded crea- Area: 60-ft.-radius emanation tures could stand before the hungriest centered on you HISS OF SLEEP of red dragons and not be molested or Duration: Instantaneous Enchantment (Compulsion) even noticed. If a warded character Saving Throw: None [Mind-Affecting] touches or attacks a dragon or the Spell Resistance: No Level: Sorcerer/wizard 7 dragon’s hoard, even with a spell, the Components: V spell ends for all recipients. The rigorous ritual of the spell finally draws Casting Time: 1 round",
        "name":  "Dragons cannot see, hear, or smell the Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A dragon scale. to a close. You breathe a sigh of relief even Range: Close (25 ft. + 5 ft./2 levels) as phantom images appear before your eyes, Targets: One creature/level HIDE THE PATH moving in reverse. Suddenly they cease Duration: 1 round/level their movements and seem more real. You Saving Throw: Will negates Abjuration watch as the phantom images play out their Spell Resistance: No",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes the spell softly, your words taking on a 115 DESCRIPTIONS SPELL CHAPTER 1 light equal to that of a candle. This star has the following three functions, and you can designate which function to activate as a free action on your turn.",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A holy star can turn a total of four to seven (1d4+3) spell levels, as the spell turning spell (PH 282). Any turning potential depleted through this use remains so for the duration of the spell; the holy star does not return to full capacity every time you choose this function. If its entire spell turning capacity is expended, this function no longer works, but the others do.",
        "name":  "Spell Turning",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A holy star lashes out with a beam of energy as a ranged touch attack against a creature (you choose the target) up to 90 feet away (no range increment). This attack uses your attack The holy mount spell bolsters a bonus and deals fire damage equal to paladin’s special mount with many useful resistances 1d6 points per two caster levels (maxi- mum 10d6). sonorous drone. One by",
        "name":  "Fire Bolt",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your special mount Conjuration (Creation) [Good, Water] The targets of this spell fall into a",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Range: 20 ft. noise does not. Awakening a creature",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Transmutation This spell increases your special Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) storm reduces hearing and visibility,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3 rounds (D) surrounds it. Finally, it automatically extinguishes any unprotected flames and has a 50% By calling upon the power of your deity, Your special mount gains the celestial chance to extinguish protected flames you bring into existence a glowing mote template (MM 31) for the duration of (such as those of lanterns). of energy near your shoulder. While no the spell. The rain damages evil creatures, brighter than a candle, the mote of light dealing 2d6 points of damage per round fills your body with an inner warmth and HOLY SPURS feeling of reassuring protection. (evil outsiders take double damage) at the beginning of your turn. Transmutation",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V that stays near your shoulder, providing Illus. by J. Thomas 116 1 RETPAHC LLEPS SNOITPIRCSED HOLY You gain a +2 sacred bonus on saving Any creature that bites the spell’s sub- throws. You gain the ability to speak ject must succeed on a Fortitude saving TRANSFORMATION and understand Celestial. throw or be nauseated until the end of Transmutation [Good] its next turn.",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 7 If a creature of animal Intelligence (2 or lower) fails its saving throw, it will This spell functions like lesser holy not willingly bite the subject a second transformation, but when you cast time; someone trying to direct the this spell, you assume the physi- creature to bite the subject again must cal appearance and many of the make a Handle Animal check as if he qualities and abilities of a hound was trying to “push” the creature. This archon (MM 16). While under the check must be made every time he tries effect of the spell, your creature to make the creature bite. type changes to outsider (archon, Creatures that are immune to poison good, lawful), and your size or that lack the ability to taste are unaf- changes to Medium. You have fected by this spell. the space and reach of a hound Material Component: A pinch of archon (5 feet/5 feet). You gain rotten meat. a +4 sacred bonus to Strength and Constitution. You gain dark- HOWLING CHAIN vision out to 60 feet. You gain a +4 Evocation [Force] sacred bonus on saving throws. You",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes LESSER A blood-red chain of pure force Transmutation [Good] appears, howling instead of rat-",
        "name":  "TRANSFORMATION, Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) against enemy spellcasters move from the space you desig- nate. The chain attacks by attempting Ac hargeo fh olye nergyc oursest hroughy ou, to trip your foes (+12 melee touch causing a barely visible golden aura to sur- HORRIBLE TASTE attack, +15 on the opposed Strength round you. You feel a closeness to your deity Transmutation check). It does not provoke attacks as well as a noticeable increase in physical Level: Druid 1, ranger 1, sorcerer/ of opportunity for tripping, nor can girth and power. wizard 1 it be tripped in response on a failed",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small length of platinum destroyed. you don’t hit in the round following chain worth at least 500 gp. Material Component: A dried gizzard. the casting of this spell, the effect is wasted. HUNGRY GIZZARD HUNTERS OF HADES Conjuration (Creation) Conjuration (Summoning) [Evil] HURL",
        "name":  "Focus",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Saving Throw: None Spell Resistance: No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) dispel the spell, or to have allies out-",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes A thin layer of frost forms around your Evocation [Cold] hand as shards of ice descend from the sky",
        "name":  "ICE CLAW Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No A lance of ice and earth thrusts ICELANCE up where you point, flinging Conjuration (Creation) pebbles, rocks, and dirt into the Le vel: Druid 3, sorcerer/ sky. Stone rains down, covering wizard 3 the ground with debris. Components: V, S, F",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard This spell causes moisture in action the ground at a point you Range: Medium (100 ft. + 10 ft./level) designate to freeze into a Effect: One lance of ice mound of solid ice covered by a layer An icelance spell pins a gnoll to a tree Duration: Instantaneous of soil, which bursts violently through Saving Throw: Fortitude partial the surface. This flings dangerous ice +1 spiked gauntlet deals normal damage Spell Resistance: Yes shards and small stones throughout the for your size and 1d4 points of cold area, turning the surface of the ground damage. Damage reduction applies to You clutch the quartz in your hand, focusing in the spell’s area into dense rubble the ice gauntlet’s normal damage, but the energy of the spell into a sharp spear. (DMG 90). The shards and stones deal it does not affect the cold damage. If With a thought, you send it whistling 1d6 points of damage per caster level you fail a saving throw against a fire through the air at your foe. (maximum 15d6). Half the damage effect, the ice gauntlet melts and the is cold damage. The origin point of spell ends. You must succeed on a normal ranged the spell must be on the ground. This attack to strike a target with an icelance. spell has no effect in desert terrain or ICE KNIFE You gain a +4 bonus on your attack on solid stone. roll. If you hit, the icelance deals 6d6 Conjuration (Creation) [Cold] points of damage to the target. Half of",
        "name":  "Ca sting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level (D) Spell Resistance: Yes you can substitute 10 pounds of ice or snow for the quartz. Illus. by J. Nelson 120 1 RETPAHC LLEPS SNOITPIRCSED ILLUSORY FEAST bottomless chasm. Those that fail their The spell can be dispelled; if this saves fall prone and are unable to take happens, the spells transferred are Illusion (Pattern) [Mind-Affecting] any action except clawing desperately lost as if the familiar had cast them.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M their apparent fall. An attack on an the ability to cast the imbued spells,",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Long (400 ft. + 40 ft./level) of the illusion but leaves it stunned (as long as the spell’s duration hasn’t",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "40-ft.-radius spread for 1 round. Likewise, when the spell expired).",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level ends, creatures that believed they were If any transferred spell requires a",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Flying creatures passing over an illu- have it on your person when the spells sory pit are unaffected by the spell. are cast (components are consumed Your stomach growls as an entire feast as normal without requiring you to appears in the distance. You perceive the composition of the feast continuously IMBUE FAMILIAR WITH bring them to hand). Any XP costs from a transferred spell are deducted shifting, its contents sometimes appealing SPELL ABILITY from your total when the familiar casts to the point where you almost forget it is Universal the spell. an illusion.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) looks, feels, smells, tastes, and even no two of which are more than sounds real to the affected creature, 30 ft. apart Upon completion of this spell, you feel as and it appears to be whatever kind of Duration: 1 round/level if you had just cast a number of spells in food the creature prefers. The creature Saving Throw: Will negates; see text quick succession. Your familiar gives you is considered dazed. An attack on an Spell Resistance: Yes a knowing nod. affected creature frees it from the spell immediately. Sightless creatures are You regard your foes with a steely glare that This spell allows you to transfer a affected by this spell due to its effect would peel paint from a wagon. Motes of number of your spells and the ability on all the senses. Creatures that do not dark energy dance before your eyes and they, to cast them into your familiar. Spon- eat are unaffected by this spell. to a body, freeze in fear. taneous spellcasters, such as sorcerers,",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A piece of trail can imbue a familiar with any spells rations. The targets must make successful Will they know how to cast, subject to the saves or cower. The saving throw DC to restrictions below. Arcanists who pre- ILLUSORY PIT pare spells, such as wizards, can imbue resist this effect is either the normal save DC for the spell or the save DC for Illusion (Glamer) a familiar with any spell they have your natural frightful presence ability,",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S can imbue one spell per three caster this spell if you do not have a frightful",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round levels, with a maximum spell level of presence ability, either natural or magi-",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10-ft. cube/level down (maximum 5th level). Multiple of terror spell, for example).",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration + 1 round/ castings of imbue familiar with spell abil- level ity have no effect on these limits.",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will disbelief The transferred spell’s variable IMPLACABLE PURSUER",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No characteristics (range, duration, area, Divination and so on) function according to your Level: Assassin 4, blackguard 4, You shove downward with your hand, level. Once you cast imbue familiar ranger 4 speaking the spell’s arcane words as you with spell ability on your familiar, Components: V, S do so. The ground disappears where you both the spell slot from which you Casting Time: 1 minute indicate, forming an impossibly deep pit. cast the spell and the spell slots of the Range: Long (400 ft. + 40 ft./level); transferred spells remain unavailable see text",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature creature entering or within the area is spells until the familiar uses the Duration: 1 hour/level (D) forced to make a Will save or believe the transferred spells or imbue familiar Saving Throw: Will negates; see text floor on which it stands has become a with spell ability expires. Spell Resistance: Yes 121 DESCRIPTIONS SPELL CHAPTER 1 With this spell, you become an unerring Spot check, a +7 luck bonus on a Climb INCORPOREAL NOVA tracker, instantly aware of your quarry’s check, and a +7 luck bonus on two of Necromancy [Death] location whenever it’s on the move. his attacks.",
        "name":  "You create the illusion of a pit, and each for the preparation or casting of new Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S The implacable pursuer spell gives you",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 1, cleric 1, sorcerer/ Saving Throw: Will negates your favored enemy bonus to the DC wizard 1 Spell Resistance: Yes of the Will save.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates The spell destroys 1d4 HD worth the plane, implacable pursuer tells",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes of creatures per caster level (maxi- you what plane the subject creature mum 20d4) in the area. Usually, went to. The spell then provides no You cast this spell and your opponent is creatures such as shadows, wraiths, further information until you and swallowed in a spiral of sparkling motes spectres, ghosts, and similar creatures the subject creature are on the same that urge your targets to act. are destroyed, though vampires and plane, in which case the spell resumes living creatures in gaseous form are functioning normally. Affected creatures are not allowed to also affected, as are other incorporeal delay or to ready an action. If a subject creatures. Creatures with the fewest IMPROVISATION is currently delaying, it acts as soon HD are affected first; among creatures Transmutation as the spell is cast. If the subject cur- with equal HD, those that are closest",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level or until you can use as desired to improve your Saving Throw: None discharged odds of success at various tasks. This Spell Resistance: No",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 7 the tail attack must make a Fortitude saving throw (DC 10 + 1/2 character INFERNAL WOUND This spell functions like lesser infernal level + Con modifier) or be subjected Transmutation [Evil] transformation, except when you cast to poison (injury, initial damage 1d6",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 2, sorcerer/wizard 2 this spell, you assume the physical Str, secondary damage 2d6 Str). Your",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch While under the effect of the spell, to function even if you are wearing",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No knarF .C yb .sullI 123 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 1, cleric 1, sorcerer/ additional hit points each round for Range: Touch wizard 1 the duration of the spell (regardless of Target: Creature touched",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature 10 + spell level + your relevant ability Spell Resistance:",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous modifier), a cure spell, or a heal spell. Yes",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Transmutation [Fire]",
        "name":  "INFERNO Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 5 You cast this spell and a",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes INKY CLOUD Singling out the target, you call Conjuration (Creation) upon elemental forces to surround",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30-ft.-radius spread 1d6) until the spell ends or the centered on you subject manages to extinguish the",
        "name":  "Ar ea",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes/level flames. Thus, the fire deals 5d6 points and horrifies its victims Saving Throw: None of damage in the second round, 4d6",
        "name":  "The infestation of maggots spell harms Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A gob of bees- The infestation can be removed with disperses the cloud in 1 round. wax. a remove disease or heal spell. This spell functions only under- water. Illus. by D. Martin 124 1 RETPAHC LLEPS SNOITPIRCSED",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small vial con- Target: You specific conditions that trigger the spell. taining the ink of a squid or octopus. Duration: 1 round or special; When any of these situations occurs, see text you are whisked away to the location. INSIDIOUS RHYTHM The location can be any place you have You concentrate on assisting your friends as visited, even on another plane. Enchantment (Compulsion) you begin the short chant and simple hand- Material Component: A concoction [Mind-Affecting] chopping motion necessary to cast the spell. made from demon skin and rare herbs",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 1 As you finish, the spell’s chant allows you to worth 250 gp.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature While this spell is in effect, the morale INSTANT SEARCH bonus granted by your inspire courage",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes wizard 1 courage effect ends. If you don’t begin",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action before the beginning of your next turn, foot in time. With a wink and a grin you Range: Personal the spell’s effect ends. mark your target, who shortly thereafter Target: You follows suit. Duration: 1 round INSTANT LOCKSMITH The subject takes a –4 penalty on Divination By pointing at a small area nearby and Intelligence-based skill checks and Level: Assassin 1, sorcerer/wizard 1 whistling briefly, you release the power of Concentration checks due to an end- Components: V, S the spell, granting you knowledge of the lessly recycling melody stuck in its Casting Time: 1 swift action area you indicated. mind. Whenever the subject attempts Range: Personal to cast, concentrate on, or direct a spell, Target: You You can make one Search check in this it must succeed on a Concentration Duration: 1 round round as a free action. You gain a +2 check (DC equal to insidious rhythm’s insight bonus on the check. save DC + spell’s level) or fail at the You point at a mechanism, twist your attempt. hand, and make a clicking sound with your INTERPLANAR tongue. You now have a better idea of how INSIGHTFUL FEINT the mechanism works. MESSAGE Evocation [Language-Dependent] Divination",
        "name":  "You recite a foolhardy ditty, tapping your Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless)",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes You gain a +10 insight bonus on the Range: Personal Your spell creates a bond between yourself next single Bluff check that you make Target: You and the creature you touch, a bond unbro- to feint in combat (if it is made before Duration: Until discharged ken even by the distance between planes. the start of your next turn). You can make the feint as a move action, or You set invisible arcane triggers within your This spell allows you to send a limited once as a free action if you have the mind and body, allowing you to escape great message of twenty-five words or less Improved Feint feat. peril in an instant. to the targeted creature, who can be on another plane when the message INSPIRATIONAL BOOST This powerful variant of the contingency is received. spell automatically transfers you and Enchantment (Compulsion) [Mind- Casting the spell takes a standard everything you carry or touch (except Affecting, Sonic] action, during which you touch the crea- for other creatures or objects that weigh",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action vivid dream that the target remembers although the spell’s recipient can no longer",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 6 creatures under the effect of the spell check penalty from the affected suit",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action You crush the eggshells as you cast this spell, Abjuration",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action This spell functions like stone bones",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) level bonus to AC. 126 1 RETPAHC LLEPS SNOITPIRCSED With few words and a gesture, a necromancer gives his skeletal allies bones of iron You watch as your target’s skin lightens and IRONGUTS Material Component: A vial contain- takes on a translucent look. ing the diluted poison of four different Abjuration creatures.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes/level Casting Time: 1 standard action as do spells, spell-like abilities, and",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous dagger) affect you normally. If the spell",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S olliraP .L yb .sullI 127 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) Spell Resistance: No Saving Throw: None",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more created worgs Area: 10-ft.-radius emanation Spell Resistance: Yes",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) centered on you The junglerazer spell turns forest to ash and ruins plant creatures Illus. by C. Dien 128 1 RETPAHC LLEPS SNOITPIRCSED Invisible destructive energy springs silently forth from you, instantly destroying all natural plant life in the area and leaving a path of ash in its wake. Fey, vermin, plants and plant creatures, and animals caught in the area take 1d10 points of negative energy damage per caster level (maximum 10d10).",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanent (D) The kelpstrand spell entangles and grapples its target",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None KISS OF THE VAMPIRE",
        "name":  "The creature targeted by this spell Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No immediately takes 1d6 points of Dex- Necromancy terity drain. This drain manifests as Level: Sorcerer/wizard 7 You stretch out your hand and long strands a hardening of the limbs and skin as Components: V, S, M of wet kelp streak out to envelop your foes. the victim’s flesh slowly turns to wood. Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A black onyx can be repelled by a holy symbol (both among a group of ogres (CR 2), you would worth at least 50 gp that has been weaknesses). The cleric then concludes know one of them (an ogre with two carved with the image of a fang- that he faces a vampire and breaks out levels of barbarian, CR 4) was the most mouthed face. the wooden stakes. powerful, but not know if it was because the ogre had class levels, a template (such KNIGHT’S MOVE as half-fiendish), or for another reason. KNOW Transmutation (Teleportation) Any spell of 3rd level or higher that VULNERABILITIES",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action as false vision) thwarts this spell’s ability wizard 4",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "S, DF Spell Resistance: Yes red. Time stops for you as you move without",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, DF advantages. Upon casting this spell, or a crystalline creature’s susceptibil-",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action you learn a number of strengths or ity to the shatter spell). Resistances",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration, up to caster levels (maximum four). You can immunities to particular attacks. The 1 round/level choose to learn strengths, weaknesses, spell identifies resistances and vulner-",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None or some combination thereof that abilities granted by spell effects.",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You and one other creature/ become weak and slow for the spell’s However, the spell must be cast within level duration. A struck creature 1 round of the victim’s death. This spell",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes caster levels (maximum receives no level loss, no Constitution 1d6+10). In addition, a loss, and no loss of spells. The creature Others watch you speak the spell, and the subject that fails a Will has –1 hit points (but is stable). earth opens up and swallows you whole. save is slowed. Material Component: Rare oils and You remain safe and secure beneath the The spell’s slow effect unguents worth a total of at least ground, untouched by events above. counters and is coun- 500 gp, spread over the remains. tered by haste. You cannot enter a land womb through stone or rock, only through tillable LAUNCH BOLT soil. The land womb holds you Transmutation secure 10 feet below the surface. Level: Sorcerer/wizard 0",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M perceived by divination spells of 4th Casting Time: 1 standard action level or less. Range: Touch",
        "name":  "Anyone in a land womb cannot be Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level Spell Resistance: Yes (harmless) Range: Touch",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes possession, weighing up to 10 lb. ippillihP .M yb .sullI 131 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch Any spell whose name formerly began",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Paladin 4 Spell Resistance: Yes of the spell name.",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch LESSER (SPELL NAME) the creature in crawling shadows, a cloak",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action an extra 2d6 points of damage against This spell offers protection from the",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Up to five rays circle against chaos effect (as the spell). Plane, and warded creatures gain no",
        "name":  "Effect",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Divination LIFE’S GRACE",
        "name":  "LAY OF THE LAND Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F/DF spell and empower it with a bit of your own Level: Cleric 5",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates a nimbus of green light. In your mind, a that harms undead. You must succeed (harmless) map unfolds of the surrounding area, show- on a ranged touch attack with the ray to Spell Resistance: Yes (harmless) 132 1 RETPAHC LLEPS SNOITPIRCSED You say a brief prayer and touch your holy Beginning one turn after you cast LIGHTNING RING symbol to a creature. Symbols of warding this spell, you can choose to expend Evocation [Electricity] and safety appear and flow out to cover some or all of the light of Lunia as a ray",
        "name":  "You cast this spell and are surrounded with force to create a beam of positive energy Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text death effects, energy drain, and any range of 30 feet. Spell resistance applies",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Celestia 1, cleric 1, sorcerer/ ring and a bit of fur from any animal. ray to heal 1d6 points of damage + your wizard 1 divine spellcaster level (maximum",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes; see text Range: Personal",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) begin to glow with the silver light of fabled Lunia, the first layer of the Seven Mounting You mutter the words of this short spell and You touch your ally while intoning the spell. Heavens of Celestia. dive down the hallway, dancing between Where your finger touches, a warm glow the armed guards and out the gate. appears, then fades. The silvery radiance created by this spell emanates from you in a 30-foot You provoke no attacks of opportunity The subject gains immunity to fear radius, and dim light extends for an when moving. effects. additional 30 feet. 133 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No planes.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action a nimbus of yellow Range: Personal energy in the form of a Target: You lion surrounds you. Duration: 10 minutes/level This spell grants you the pounce You feel conscious of your ears as they special ability (MM 313), allowing warm noticeably. Sounds that seem as you to make a full attack at the end though they should be muffled become of a charge. clear to you. LION’S ROAR You gain a +4 insight bonus on Listen checks. In addition, if you have 5 Evocation [Sonic] or more ranks in Listen, you gain",
        "name":  "You cast the spell and Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "120 ft. A silence spell or effect negates the",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "120-ft.-radius burst centered blindsense or blindsight granted by a on you listening lorecall spell.",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes or Yes Level: Bard 2, sorcerer/wizard 2 (harmless); see text Components: V, S, F",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action affecting spells and abilities, giving Divination",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cone-shaped burst throws against such effects. The spell",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes or anyone else affected by this spell.",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level Dirgelike music fills the area, reminding do so (whether the originating effect those in range of lost loves and life’s disap- occurred before or after this spell You eyes glow green and you can now see pointments. was cast) counts as a suicidal order, the trails laid down almost a month ago, triggering appropriate responses and as clearly as if your quarry had just passed Creatures within the area of this spell possibly ending the controlling spell. through. that fail their saves take 1d6 points of If the subjects willingly attempt to Wisdom damage and are nauseated for harm you, the spell is broken for them You perceive tracks as if they had just 1d4 rounds. immediately. been made. You must notice the prints normally with a successful Search or Survival check, but this eliminates any LOW-LIGHT VISION LUCENT LANCE penalties to your tracking due to the Transmutation Transmutation [Light] passage of time or any rainfall since Level: Assassin 1, druid 1, ranger 1, Level: Cleric 6, sorcerer/wizard 5 the making of the trail. This spell has sorcerer/wizard 1 Components: V, S, F no effect on tracks more than thirty Components: V, M Casting Time: 1 standard action days old. Casting Time: 1 standard action Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates Spell Resistance: Yes; see text",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) The eternal energies of light and darkness",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action you call upon to cast this spell cause the",
        "name":  "Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) You must succeed on a ranged touch The subject creature gains low-light attack with the ray to strike a target. A You invoke the will of your gods and your vision. creature struck is blinded for 1 round, skin sags and becomes sallow, your eyes",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small and dazzled for 1 round per caster level. hollow, and your flesh foul and rotted. candle. A creature sensitive to bright light (such as a drow, duergar, or kuo-toa) This spell imparts a physical transfor- mation upon the subject, not unlike LOYAL VASSAL takes penalties as if it had been exposed to full daylight for 1 round if struck by the process that produces a zombie. Abjuration [Lawful] the beam, even if it resists the spell’s",
        "name":  "Arcane Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Paladin 2 other effects. become undead, its vital processes are Components: V, S, DF In addition to this dazzling effect, temporarily bypassed with no seeming Casting Time: 1 standard action lucent lance deals damage based on the ill effect. The subject is not subject Range: Touch level of light available within your to sneak attacks and critical hits for Targets: One willing creature square. In bright light, it deals 1d6 the duration of the spell, as if it were touched/3 levels points of damage per caster level (maxi- undead. Duration: 10 minutes/level; see text mum 15d6). In shadowy illumination, While the spell is in effect, the sub- Saving Throw: Will negates it deals 1d4 points of damage per caster ject takes a –4 penalty to its Charisma (harmless) level (maximum 15d4). If no light is score (to a minimum of 1). Spell Resistance: Yes (harmless) present in your square, the spell cannot be cast at all. LOVE’S LAMENT Upon invoking the divine words, glowing Focus: A clear glass or crystal rod. silver runes encircle your allies’ heads. The Enchantment (Compulsion) runes quickly fade, but the resolve they [Mind-Affecting] instilled remain.",
        "name":  "While the subject does not actually Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 3 135 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes floor and remain oblivious to events",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level As you mutter this spell, your words burrow are effectively stunned and prone. into your foes’ minds like hungry maggots, At the corners of your vision you see a brightly glowing light. Wherever you spawning dark and disturbing thoughts. MAELSTROM look, that area fills with light as bright as Conjuration (Creation) [Water] You can choose to inflict one of the fol- a torch. Level: Druid 8, Ocean 8 lowing conditions upon any creatures",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Living creature wide and 60 feet deep, or the spell touched is wasted.",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 3 You cast the spell, and your hand is suffused Transmutation",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal nagaH .B yb .sullI 137 DESCRIPTIONS SPELL CHAPTER 1",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You The spell produces a toxic fog that You toss a handful of copper dust into the",
        "name":  "Target",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level deals 1d4 points of nonlethal damage air, and it clings to creatures invisible to per level (maximum 5d4). Creatures in you. Suddenly they’re visible and in your You speak the old words of the incantation, the area that hold their breath are still presence. and your hands glow with a yellow aura subject to the effect. Creatures that are that flashes at the tips of your digits. immune to poison are not affected by This spell functions like make manifest, this spell. except that all creatures and unat-",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Duration: 1 round/level origin, even if they have left the spell’s",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Spell Resistance: Yes",
        "name":  "Range",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30-ft.-radius emanation copper dust. centered on a point in space You cast a spell that reaches into another",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Abjuration [Chaos] You can cause one creature on a coex- Level: Cleric 3, Limbo 3 A thick, sparkling cloud of billowing istent plane (DMG 150), along with Components: V, S mist rolls into being from the point you its personal belongings, to suddenly Casting Time: 1 standard action indicate. appear on your plane of existence. An Range: Personal affected creature appears in the loca- Target: You",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes/level (D) mist that functions as a solid fog spell on the coexistent plane. For example, Saving Throw: None (PH 281). In addition, any spells cast the make manifest spell allows you to Spell Resistance: Yes within the fog have a –4 penalty to the cause a target on the Ethereal Plane spellcaster’s caster level, and the save to appear on the Material Plane, and You invoke the powers of chaos, and a DC of any such spell is reduced by 2. vice versa. This spell does not grant flickering yellow field of anarchic energy Creatures within the fog, or that enter the ability to pinpoint the location of surrounds you. the fog, must succeed on a Will save or ethereal creatures. suffer the reduction in caster level and For the duration of the spell, the The power of this spell grants you spell DC even after they leave the fog, for the target creature retains all its abili- resistance equal to 12 + your caster duration of the spell. ties except for those that allow it to level against spells with the lawful",
        "name":  "This potent spell conjures a cloud of tion analogous to the space it occupied Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small piece of enter other planes. For example, a descriptor. quilted cloth, which must be soaked in ghost brought in from the Ethereal water while the spell is cast. Plane would be unable to return to MANTLE OF EVIL the Ethereal Plane but would remain Abjuration [Evil] MALEVOLENT MIASMA incorporeal. At the end of the spell’s Level: Blackguard 3, cleric 3, Hades 3 duration, the target creature returns Conjuration (Creation) to whatever plane it was on before it",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 2 You invoke the powers of evil, and a dark, was targeted by the spell, even if it",
        "name":  "Level",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "15-ft.-radius burst This spell functions like mantle of chaos,",
        "name":  "Area",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous MAKE MANIFEST, except that mantle of evil grants spell",
        "name":  "Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates MASS resistance against spells with the good",
        "name":  "Saving Throw",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No descriptor. Transmutation",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration, up to total damage. except that mantle of good grants spell 3 rounds Material Component: A pair of teeth. resistance against spells with the evil Saving Throw: See text descriptor. Spell Resistance: Yes MARK OF THE HUNTER Divination",
        "name":  "This spell functions like mantle of chaos, Duration",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bit of skin or You invoke the powers of law, and a When you cast this spell, you summon bone from the relevant favored enemy constant blue field of axiomatic energy several pairs of mystical, disembodied type or subtype. surrounds you. jaws that fly about and attack your foes. These pairs of jaws can be commanded MARK OF THE This spell functions like mantle of to attack separate targets, or multiple chaos, except that mantle of law grants pairs can be sent to attack a single foe. OUTCAST spell resistance against spells with the The jaws originate at your location and Necromancy chaotic descriptor. fly out to attack their targets, moving Level: Blackguard 1, cleric 2, druid 2 at a fly speed of 40 feet with perfect Components: V, S, DF MANYJAWS maneuverability. You can redirect as Casting Time: 1 standard action many of the jaws as you desire as a Range: Close (25 ft. + 5 ft./2 levels) Evocation [Force] standard action. Target: One creature",
        "name":  "Material Component",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action surface even if it cannot deliver you to it can be removed with a break enchant- Range: Personal your chosen destination. It takes you ment, limited wish, miracle, remove curse, Target: You as far as it can. Underground, creature- or wish spell. Duration: 1 round/level built structures don’t hinder you as long as you can move around them. MARKED OBJECT You hold a feather aloft and intone the spell. This spell functions only on the Great translucent wings unfold from your Material Plane. Divination back. You leap up and are airborne. Focus: The fossil of any animal.",
        "name":  "The mark cannot be dispelled, but Casting Time",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes only creatures that try to move through Abjuration [Chaotic] it. An animated chamber can attack",
        "name":  "MAW OF CHAOS An animated opening can attack Spell Resistance",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    },
    {
        "origin_file":  "spells.json",
        "description":  "S casting a spell or using a spell-like Duration: 1 minute/level",
        "name":  "Components",
        "source":  "spell_compendium.txt",
        "_id":  "46dd681a1c4fbb41bf3cd85f5a55c0759540dc92e3a0e73382c89aa69661a322"
    }
]
