[
    {
        "origin_file":  "spells.json",
        "description":  "V, S the spell gain immunity to fi re damage. Target: One living creature",
        "name":  "Components",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10-ft.-radius emanation from subtype and hedges out such creatures Fortitude partial; see text touched creature that are in the area when the spell is Spell Resistance: Yes",
        "name":  "Area",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates Charisma scores are each 3d6. A sand Spell Resistance: Yes",
        "name":  "Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Necromancy vulnerable to sunlight might take",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 5, druid 5, sorcerer/ from the sun. Sand sprays from your outstretched wizard 5 palm with enough force to strip fl esh Components: V, S, M CONTROL SAND from bone and scour surfaces. The Casting Time: 1 standard action Transmutation spell deals 1d6 points of damage per Range: Touch Level: Cleric 3, druid 3 caster level (maximum 10d6). Do not Target: Living creature touched Components: V, S, DF divide damage from sand scour by four Duration: Instantaneous; see text Casting Time: 1 standard action when applying it to objects. Saving Throw: Fortitude negates; Range: Long (400 ft. + 40 ft./level)",
        "name":  "Level",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A pinch of see text Area: Dust or sand in a volume of 10 sand. Spell Resistance: Yes ft./level wide by 10 ft./level long by 2 ft./level deep (S) BODY BLAZE You coat the target’s lungs with dust Duration: 10 min./level (D) Evocation [Fire] and sand. The target can cough up the Saving Throw: None; see text",
        "name":  "Material Component",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 3 sand by taking a full-round action and Spell Resistance: No",
        "name":  "Level",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates; see text insubstantial nature, the subject is reduce one horizontal dimension by Spell Resistance: Yes nearly impossible to defi ne or specifi - half and double the other horizontal cally locate. The DM might allow the dimension. This spell functions like binding (see victim to be found through special",
        "name":  "For either version, the caster can Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 paraelementals, and other earth- or to sand in the hourglass, nor does it age. Components: V, S dust-based creatures, this spell acts as Shattering the hourglass before the Casting Time: 1 standard action a slow spell (Will negates). The spell spell ends slays the bound creature, Range: Medium (100 ft. + 10 ft./level) has no effect on other creatures. and its body remains sand (effectively Effect: Ray",
        "name":  "When cast on earth elementals, dust to breathe, eat, or drink while subject Level",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This effect causes dust destroyed). The duration is one year Duration: 1 min./level and sand to rise in height, just as the per caster level, after which time the Saving Throw: None lower sand version causes it to lower. victim reforms into its original shape, Spell Resistance: Yes Creatures and objects on top of the destroying the hourglass. Reduce the dust or sand are raised along with the save DC by 4. A gray ray fl ecked with red springs top level of sand. Wind in the Waste: The subject is from your outstretched hand. You transformed into a howling wind must make a ranged touch attack to DESERT BINDING blowing across the waste. The victim hit the target. A target struck is cov- Enchantment (Compulsion) [Mind- retains knowledge of its prior exis- ered with a glittering red fi eld that Affecting] tence, but has no abilities other than usurps some forms of planar travel.",
        "name":  "Raise Sand",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text (D) Illus. by W. O’Connor Body blaze 662200__1177773399__CChhpp55..iinndddd 111133 11//77//0055 33::2299::2255 PPMM 114 5 RETPAHC CIGAM plane shift, shadow walk, teleport, teleport Range: Close (25 ft. + 5 ft./2 levels) spells and spell-like abilities that have object, teleportation circle, and similar Target: One living creature/level, the water descriptor, or appear on the spells and spell-like abilities. If the no two of which can be more than Water domain spell list, or clearly subject of desert diversion casts one of 30 ft. apart involve water (such as create food and the above spells, he and those travel- water, sleet storm, and wall of ice). To ing with him (or anyone using the This spell functions like desiccate, except successfully counter the other spell, gate or teleportation circle) are diverted. that it affects multiple creatures. you must make a dispel check (1d20 This spell can also be cast upon a gate + your caster level, maximum +20) or teleportation circle, thereafter divert- DISPEL WATER against a DC equal to 11 + the spell’s ing all who use the affected spell for Abjuration caster level. the duration of desert diversion. Level: Bard 4, cleric 5, druid 4, sor- Dismiss Water Creature: Cast in Subjects are diverted to a wasteland cerer/wizard 5, Thirst 4 this way, dispel water targets a single location, chosen by the caster or ran- Components: V, S extraplanar creature of the water domly determined. Until desert diversion Casting Time: 1 standard action subtype within range. The creature ends or is dispelled, the subjects of the Range: Medium (100 ft. + 10 ft./level) can negate the effect with a successful spell cannot use any of the abovemen- Target or Area: See text Will save (and its spell resistance, if tioned spells to travel from the area. Duration: Instantaneous any, applies). If it fails to save or resist",
        "name":  "Duration",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text the spell, the creature is forced back them to the same spot in the middle of Spell Resistance: See text to its home plane. the waste. When the duration expires, the diversion ends, and subjects return You call on the power of the waste to FLASHFLOOD to their point of origin. counter and dismiss water creatures, Conjuration (Creation) [Water] spells, and effects. However, dispel Level: Cleric 8, druid 8 DESICCATE water cannot counter an instanta- Components: V, S, DF Necromancy neous spell or effect. Casting Time: 1 standard action",
        "name":  "If they try, the casting simply returns Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M water, to counter a water-based spell Duration: 1 round",
        "name":  "Components",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) creature of the water subtype. Spell Resistance: No",
        "name":  "Range",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes fi ll the void. Cast in a large body of where you stand and surges forward, water, such as an ocean, the destruc- sweeping away or smashing down You evaporate moisture from the tion of 1,000 or more cubic feet of nearly everything in its path. The body of a living creature, dealing it water produces a strong current effect lasts for 1 round, although the 1d6 points of dessication damage per that pulls boats and creatures down. water created by the spell does not two caster levels (maximum 5d6) and Creatures caught in the current must disappear after 1 round, during which making it dehydrated (see page 15). A make a DC 20 Swim check to avoid time creatures on the ground within successful Fortitude save results in going under. A creature that fails the the area cannot move or attack. A half damage and negates the dehydra- Swim check is pulled down to a depth spellcaster on the ground must make tion. A plant or elemental of the water of 10 feet per caster level and must a Concentration check (DC 20 + spell subtype takes 1d8 points of damage hold its breath or begin to drown level) to successfully cast a spell. per caster level (maximum 10d8). An (see page 304 of the Dungeon Master’s The force of the water and debris elemental of the earth subtype takes Guide). The current might capsize deals those caught in the area 1d6 only 1d4 points of damage per two vessels: The chance is 95% for a craft points of nonlethal damage plus caster levels (maximum 5d4). shorter than 20 feet long, 50% for one another 1d6 points per five caster",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Used in this way, dispel pushed violently to the outer edge of Necromancy water targets a spellcaster and is cast the area. If this forces the creature or",
        "name":  "DESICCATE, MASS Counterspell",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cone-shaped burst of a fl ashfl ood spell on the environ- but up, and it has gone as high as it Duration: Instantaneous ment depend on the nature of the can, the water on this level is 7-1/2 Saving Throw: See text terrain where it is cast. When the feet deep (60,000 cubic feet divided Spell Resistance: No spell is completed, a total volume of by 8,000—the square footage of 320 100,000 cubic feet of water (400 5-foot 5-foot squares). If Miyish can’t swim This spell produces a brief windstorm squares, in a 120-ft. cone, 10 feet deep) or breathe water, he has made a grave (approximately 70 mph), fi lled with is left behind. This water behaves tactical error by casting fl ashfl ood in scouring, supernatural grit that liter- like ordinary water—draining away an area too small to contain it. ally strips fl esh. In addition to the and leaving puddles in most cases, Cliffs: Casting fl ashfl ood at the base of possible effects of the wind, creatures or perhaps forming a shallow lake or a cliff has no effect on the cliff. Casting within the area of a fl aywind burst pond. Unless the caster has taken care fl ashfl ood from the top of a cliff can force spell take 1d6 points of damage per to create the fl ashfl ood in a cleared area, creatures and objects over the edge, so caster level (maximum 10d6) from the however, the water left behind is full of that they take falling damage. scouring sands. A successful Refl ex debris, dirt, and perhaps a few corpses. Open Ground: Creatures on open save halves this damage. Such water is unfi t to drink. ground are safest from the worst effects A creature within the area of fl ay-",
        "name":  "The specifi c effect and aftereffects Since the water has nowhere to go Area",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The sudden of fl ashfl ood. They might be knocked wind burst must make a Fortitude save surge of water knocks down support prone by the force of the water, or even or experience the effects of the wind’s beams, but otherwise has no real swept 120 feet (24 squares) away, but force. A Small or smaller creature is effect, aside from fi lling the tunnel they are not in any particular danger knocked down and rolled 1d4×10 with water to a depth of 10 feet. If the of drowning or being crushed. feet, taking 1d4 points of nonlethal area is insuffi cient to support 100,000 Structure(s): Any structure standing on damage per 10 feet. If fl ying, a Small cubic feet of water, the water level rises open ground takes 60 points of damage, or smaller creature is blown back above 10 feet until the entire volume enough to collapse a typical wooden 2d6×10 feet and takes 2d6 points of is fi lled, or it spills outward from the building, but not a structure built of nonlethal damage. Medium creatures confi nes of the original 400 squares. stone, masonry, or reinforced masonry. are knocked prone, or if fl ying are What happens is based on the layout Hardness reduces this damage, but it blown back 1d6×10 feet. Large or of the area. In the case of level terrain, isn’t halved as damage dealt to objects Huge creatures are unable to move the water simply drains away over normally is. Any creature caught forward against the force of the blast, the course of a minute or so, leaving inside a collapsing structure takes 8d6 or if fl ying are blown back 1d ×5 feet. pools in depressions from which it points of bludgeoning damage (Refl ex Gargantuan or larger creatures can cannot drain. When the ground in DC 15 half). The debris is swept away move normally within a fl aywind a tunnel is not level, the water might by the fl ashfl ood. burst. Flaywind burst can’t move a fl ood sections of the tunnel. In such River, Lake, or Marsh: The river, lake, creature beyond its range. cases, determine whether the fl ooded or marsh overfl ows its banks, though In addition to the effects noted, area is suffi cient to contain the entire with rivers the effect is transitory. fl aywind burst can do anything else volume of water created—and, if not, In the case of lakes and marshes, that a windstorm-force sandstorm how deeply the water fl oods the next determine how much the body of would be expected to do, such as level up. Any creatures caught in water water overfl ows, given the 100,000 briefl y obscure vision, heel over a over their heads might drown. cubic feet of water added to it. Only boat, or blow gases and vapors to the For example, Miyish casts fl ashfl ood calculate this amount if the total limit of its area. in the dungeon of a ruined castle. The surface area of the lake or marsh is Material Component: A pinch of sand dungeon’s total volume is only 40,000 less than 40,000 square feet—and and the wing feather of a vulture. 662200__1177773399__CChhpp55..iinndddd 111155 11//77//0055 33::2299::3344 PPMM 116 5 RETPAHC CIGAM A stone to fl esh spell affects salt as if FLESH TO SALT it were stone, returning an affected FREEDOM OF BREATH Transmutation creature to its original state.. Abjuration",
        "name":  "Cave, Cavern, or Tunnel",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes ft. apart (harmless)",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No half damage with a successful Refl ex point per caster level (maximum +10) save, but if these creatures do not of dessication damage, removes all This spell causes normal sand to melt leave the affected area at their next nonlethal damage from dehydration, slightly and stick, forming a relatively opportunity, they take full damage and clears up any lingering effects of soft and porous building material (see from the abrading sands (no save) as if the dehydrated condition. Dungeon Waste Terrains, page 31). they had voluntarily entered the area. When cast on a creature of the fi re Any creature in the sand is allowed a Any creature that remains within the subtype, hydrate deals damage instead Refl ex save to escape before the area affected area for more than 1 round of healing. Such a creature can apply hardens. Creatures that are unable likewise takes damage automatically spell resistance and attempt a Will to escape become trapped and must (no save). save to take half damage. be broken out. A creature trapped A moderate wind (11+ mph) dis- beneath the surface begins to suf- perses the dust in 8 rounds; a strong IMPEDE SUN’S focate (see page 304 of the Dungeon wind (21+ mph) disperses it in 4 BRILLIANCE Master’s Guide). The fused sand has rounds. This spell does not function Abjuration hardness 3 and 5 hp per inch of thick- underwater. Level: Druid 1, ranger 1, Summer 1 ness, and a break DC of 22. Material Component: A pinch of ash, Components: S",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Casting Time: 1 standard action Spell Resistance: No",
        "name":  "Components",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft. level) Target: You This spell reduces the sun’s light to",
        "name":  "Range",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action sorcerer/wizard 1 swirling dust abrades any creature Range: Touch Components: V, S, F/DF within it or attempting to move Target: Living creature touched Casting Time: 1 standard action through it. Any creature passing Duration: Instantaneous Range: Long (400 ft. + 40 ft./level) through the haze takes 1d4 points of Saving Throw: Will half; see text Area: Cone-shaped emanation damage per two caster levels (maxi- Spell Resistance: Yes; see text Duration: Concentration, up to 10 mum 5d4), with no save allowed. If min./level you conjure haboob so that it appears This spell allows you to create mois- Saving Throw: None where creatures are located, each ture within the body of a living Spell Resistance: No 662200__1177773399__CChhpp55..iinndddd 111177 11//77//0055 33::2299::3399 PPMM 118 5 RETPAHC CIGAM You sense the direction of a substan- You fl ash-dry a creature, killing it tial body of water. The amount of MEPHIT MOB and preserving it in an instantaneous information revealed depends on how Conjuration (Summoning) [see text] mummifi cation process. A creature long you search a particular area. Level: Bard 6, druid 6, Thirst 7 that makes a successful Fortitude 1st Round: Presence or absence Components: V, S saving throw instead takes 6d6 points of water. Casting Time: 1 minute of dessication damage and is dehy- 2nd Round: Number of water Range: Medium (100 ft. + 10 ft./level) drated. If the damage kills the target, sources in the area and the rough Effect: Two or more summoned it is still mummifi ed. size of the largest one present. creatures, no two of which can be Arcane Material Component: A strip 3rd Round: The size (see below) and more than 30 ft. apart of salted cloth. location of each source of water. If a Duration: 10 min./level (D) water source is outside your line of Saving Throw: None PARBOIL sight, then you discern its direction Spell Resistance: No Evocation [Fire] but not its exact location. Level: Cleric 5, sorcerer/wizard 4",
        "name":  "In addition to obscuring sight, the Casting Time",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For the purpose of this spell, This spell summons 2d6 mephits Components: V, S, M/DF the size categories of bodies of water of a kind you designate. These are Casting Time: 1 standard action are as follows. average mephits, as described in Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Size",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A large pond or small lake ately, on your turn. They attack your see text (up to 20,000 cubic feet) or a good- opponents to the best of their ability. Spell Resistance: Yes sized stream (up to 30 feet across). If you can communicate with the",
        "name":  "Medium",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An ocean or an inland sea. or to perform other actions. You can of creatures caught inside. The hot air Creatures cannot be found by this dismiss them singly, or in groups, at deals 6d6 points of fi re damage and spell. The spell ignores small quanti- any time. 2d4 points of Intelligence damage. ties of water, such as fi lled bottles and Summoned mephits cannot summon Creatures that make successful For- skins. The spell reveals nothing about or otherwise conjure another creature, titude saves take half fi re damage and the quality of the water or how easy nor can they use any teleportation or no Intelligence damage. it is to reach. planar travel abilities. Mephits cannot Arcane Material Component: Water The presence of fi re or magma be summoned into an environment and a pinch of sulfur. within the spell’s area blocks it. that cannot support them.",
        "name":  "Vast",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A forked hazel wand. When you use a summoning spell PARCHING TOUCH to summon an air, earth, fi re, or water Necromancy MANTLE OF THE creature, it is a spell of that type. For Level: Sorcerer/wizard 1, Thirst 1",
        "name":  "Arcane Focus",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S",
        "name":  "FIERY SPIRIT example, mephit mob is an earth spell Components",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates Components: V, S, M/DF Spell Resistance: Yes (harmless) Casting Time: 1 standard action",
        "name":  "Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Range: Touch Your hand glows with a dull, ruby light,",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A burning lump see text plant or elemental of the water subtype of coal and a fi re opal worth 5,000 gp. Spell Resistance: Yes instead takes 1d8 points of dessication",
        "name":  "Material Component",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 3, druid 2, ranger 2, dinary abilities, spells, and spell-like Conjuration (Creation) [Air, Earth] sorcerer/wizard 3, Summer 3 abilities remain unchanged, but your Level: Druid 6",
        "name":  "Level",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action in sandform. You can cast spells for Casting Time: 1 standard action",
        "name":  "Casting Time",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates succeed on a DC 19 Will save or take Saving Throw: Fortitude negates (harmless) a –2 penalty on all attack rolls, saves, Spell Resistance: No",
        "name":  "Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) skill checks, and ability checks until the situation passes. You create a duststorm or sandstorm. The warded creature gains temporary While in sandform, you have a base Sandstorm uses the parameters of con- immunity to dehydration of any kind. land speed of 20 feet. You can pass trol winds (see page 214 of the Player’s While protected by the spell, the through openings as small as a quarter Handbook), differing from that spell as subject cannot become dehydrated of an inch in diameter, although pass- shown above and as follows. A spell- even if it takes dessication damage. ing through a space two or more size caster who knows sandstorm need Once the spell has prevented a total categories smaller than yours takes not be in an area of exposed, sandy of 10 points of damage from dehydra- a full-round action. You also gain a soil to create the effects described tion per caster level (maximum 100 natural attack—an abrasive slam with below—this spell conjures both sand points), whether that damage is des- a gritty pseudopod that grants 5 addi- and wind. sication damage or nonlethal damage, tional feet of reach. A successful hit Duststorm Strength: For every three it is discharged. deals bludgeoning damage according caster levels, you can increase or to your size: decrease wind strength by one level. SANDFORM Wind speeds of less than severe are Transmutation Caster Size Slam Damage insuffi cient to carry suspended sand. Fine —",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No profi ciency with a normal scimitar. Saving Throw: None",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M/DF Spell Resistance: No surface above you, but you cannot see",
        "name":  "Components",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) This spell turns an area of natural Since the substance you inhabit is",
        "name":  "Range",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A pinch ment that cannot support them. two of which can be more than 30 of sand. This spell conjures one of the ft. apart creatures from the 1st-level list on SUMMON the accompanying Summon Desert This spell functions like summon DESERT ALLY I Ally table. You choose which kind desert ally I, except that you can Conjuration [Summoning] of creature to summon, and you can summon one 3rd-level creature, 1d3",
        "name":  "Arcane Material Component",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no Casting Time: 1 round desert ally I, except that you can two of which can be more than 30 Range: Personal summon one 4th-level creature, 1d3 ft. apart Target: You 3rd-level creatures of the same kind, Duration: 1 min./level or 1d4+1 lower-level creatures of the This spell functions like summon same kind. desert ally I, except that you can This spell protects you against some summon one 8th-level creature, 1d3 condition—such as being immersed SUMMON 7th-level creatures of the same kind, in boiling oil or buried under an DESERT ALLY V or 1d4+1 lower-level creatures of the avalanche—that would ordinarily Conjuration [Summoning] same kind. cause certain death. You can protect",
        "name":  "This spell functions like summon Effect",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no SUNSTROKE the spell’s duration, you experience two of which can be more than 30 Necromancy its full normal effects. ft. apart Level: Druid 1, sorcerer/wizard 1, Material Component: An ointment Summer 2 of peach syrup and cinnabar.",
        "name":  "Effect",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S ally I, except that you can summon one Casting Time: 1 standard action SYMBOL OF THIRST 6th-level creature, 1d3 5th-level creatures Range: Close (25 ft. + 5 ft./2 levels) Enchantment (Compulsion) [Mind- of the same kind, or 1d4+1 lower-level Target: One living creature Affecting] creatures of the same kind. Duration: Instantaneous Level: Cleric 6, sorcerer/wizard 6,",
        "name":  "This spell functions like summon desert Components",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 10 minutes Conjuration [Summoning] Range: 0 ft.; see text",
        "name":  "DESERT ALLY VII Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no ence the effects of heatstroke. The Duration: See text two of which can be more than 30 target takes 2d6 points of nonlethal Saving Throw: Will negates ft. apart damage. If the target fails a Fortitude Spell Resistance: Yes 662200__1177773399__CChhpp55..iinndddd 112233 11//77//0055 33::2299::5511 PPMM 124 5 RETPAHC CIGAM",
        "name":  "Effect",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Up to two 10-ft. cubes/level (S) Spell Resistance: Yes (instead of to 5 feet).",
        "name":  "Area",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) free. If broken free by others, the generally have immunity to this Area: Up to one 10-ft. cube/5 levels creature takes 1d6 points of damage spell, since transmute stone to sand (S) from broken glass. A creature trapped can’t affect worked stone and doesn’t Duration: Permanent beneath the surface of the glass might 662200__1177773399__CChhpp55..iinndddd 112255 11//77//0055 33::2299::5555 PPMM 126 5 RETPAHC CIGAM begin to suffocate (see page 304 of the melting the rock at the point of con- enclose creatures, but they can avoid Dungeon Master’s Guide). nection to form a smooth bond. The this with successful Refl ex saves.",
        "name":  "Castles and large stone buildings Range",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Conjuration (Creation) [Earth] of sand.",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 4, druid 4, sorcerer/ The spells control sand and move This spell creates a gleaming wall of wizard 4 earth can breach and hold open a salt crystal that merges into adjoining Components: V, S, M/DF break in a wall of sand. rock surfaces. The wall can seal off a Casting Time: 1 standard action It is possible, but diffi cult, to trap passage or breach, or be used to con- Range: Close (25 ft. + 5 ft./2 levels) mobile opponents within a wall of struct new walls. A wall of salt is 1 inch Effect: Sand wall whose area is up to sand, provided the wall is shaped so thick per caster level. You can double one 10-ft. square/level (S) it can hold the creatures. Creatures the wall’s area by halving its thick- Duration: 1 min./level (D) can avoid entrapment with successful ness. The wall cannot be conjured Saving Throw: See text Refl ex saves. so that it occupies the same space as Spell Resistance: No A wall of sand is treated like normal a creature or another object. sand for the duration of the spell, You can form a wall of salt into You cause a flat, vertical wall of so it can be affected by any spell nearly any shape desired. The wall churning sand to spring up. The or effect that affects sand, such as need not be vertical, nor rest upon wall is 1 inch thick per caster level transmute sand to stone or transmute any fi rm foundation; however, it must and covers up to a 10-foot square area sand to glass. The wall still lasts only merge with and be solidly supported per caster level. You can double the for its normal duration, even if its by existing stone. It can be used to wall’s area by halving its thickness. consistency changes. 662200__1177773399__CChhpp55..iinndddd 112277 11//77//0055 33::3300::0033 PPMM 128 5 RETPAHC CIGAM A wall of sand can be made perma- those on the other side unless the Sand, ash, or dust serves as a conduit nent with a permanency spell. creature making the attack is under for your conversation with other",
        "name":  "Level",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wall of water 1 ft. thick whose do not divide damage by four, as is areas of sand, dust, or ash, the spell area is up to one 10-ft. square/level normal for objects. functions; if not, it immediately (S) Control water can open and hold ends. Barriers and distance are not",
        "name":  "Effect",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None long as that spell can affect enough targets have the appropriate focus",
        "name":  "Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No of the wall. and are on the same plane. If contact A wall of water can be made perma- is achieved, the sand whispers your You cause a vertical wall of swirling nent with a permanency spell. messages back and forth for the water to appear. You can double the Arcane Material Component: A vial duration of the spell, no matter your area of the wall’s effect by halving of water. distance from each other, gleaning a its thickness. message from a sound akin to wind Any creature attempting to pass WASTE STRIDER on sand. The spell does not transcend through a square occupied by a wall Transmutation language barriers. of water must make a Swim check Level: Druid 1, ranger 1, Sand 1 Focus: At least 1 pound of sand, dust, (DC 14 + your spellcasting ability Components: V, S, DF or ash. modifi er) or become trapped in the Casting Time: 1 standard action water, unable to move. A creature Range: Touch WITHER trapped in this fashion can attempt Targets: One touched creature/level Necromancy another Swim check each round and Duration: 1 hour/level (D) Level: Sorcerer/wizard 4 might drown (see Drowning, page Saving Throw: Will negates Components: V, S, M 304 of the Dungeon Master’s Guide). (harmless) Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute touch attacks that deal 1d6 points of Spell Resistance: No",
        "name":  "Duration",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "319",
        "name":  "Psychometabolism you make a successful attack with a Spellcraft DC",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None power points you spend, your psy- Spell Resistance: No",
        "name":  "Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3 of damage. 114,840 XP. Seed: energy (emanate 662200__1177773399__CChhpp55..iinndddd 112299 11//77//0055 33::3300::0077 PPMM 130 5 RETPAHC CIGAM 2d6 heat in 10-ft. radius) (DC 19). Components: V, S, Ritual, XP This is a ritual spell requiring eleven",
        "name":  "Power Points",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "100 times increase in base Casting Time: 10 minutes other spellcasters, each of whom must area (+400 DC). Mitigating factor: Range: 0 ft. contribute an unused 9th-level spell burn 10,000 XP (–100 DC). Area: 100-mile-radius emanation slot to the casting.",
        "name":  "Factor",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "On command, this sandstone ring allows the following spells: the wearer to take the form of living sand, as the sandform† • Blast of sand† (1 charge) spell. The wearer can remain in sandform for up to 10 • Haboob† (1 charge) minutes per day, and the duration need not be consecutive • Flaywind burst† (2 charges) rounds or minutes. • Sandstorm† (2 charges) Moderate transmutation; CL 10th; Forge Ring, sandform†; Strong conjuration; CL 12th; Craft Staff, sandstorm†, Price 24,000 gp. fl aywind burst†, blast of sand†, haboob†; Price 79,890 gp.",
        "name":  "Sandform",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This brass ring has the shape of a coiled Withering Thirst: This horrid staff is crafted from the rattlesnake. The wearer gains the benefi t of the Sandskim- mummifi ed limb of a creature that died of thirst. It allows mer feat (see page 52). use of the following spells: Faint transmutation; CL 3rd; Forge Ring, creator must • Desiccate† (1 charge) have the Sandskimmer feat or the innate ability to move • Wither† (2 charges) easily through sand; Price 5,000 gp. • Dispel water† (2 charges) • Mass desiccate† (2 charges) RODS • Horrid wilting (3 charges) The following rod supplements those appearing in Chapter Strong necromancy and abjuration; CL 15th; Craft Staff, 7 of the Dungeon Master’s Guide. desiccate†, dispel water†, horrid wilting, mass desiccate†, wither†;",
        "name":  "Sandstriding",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction through it. Any creature 5/silver or good, darkvision 60 ft., passing through the haze immunity to fire, regeneration 3, takes 2d6 points of dam-­ spell resistance 16 age per round from the",
        "name":  "Special Qualities",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature\u0027s type changes to undead. climate, water-based effects such as a fog cloud spell, or Do not recalculate base attack bonus, saves, or skill points. immersion in water prevent fast healing. Size is unchanged. Immunities (Ex): Dry liches have immunity to dehydra-­",
        "name":  "Size and Type",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Increase all current and future Hit Dice tion, heat, polymorph (though they can use polymorph to d12s. effects on themselves), and mind-affecting spells and",
        "name":  "Hit Dice",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Improved grab, enthrall, spell-like abilities",
        "name":  "Special Attacks",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 2/—, darkvision 60 ft., spell resistance 18",
        "name":  "Special Qualities",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7 a victim by presenting it with water, as described in the Alignment: Always neutral drawn to water ability, below. Advancement: 11-14 HD (Huge); 15-30 HD (Gargantuan) Create Spawn (Su): A humanoid or monstrous human- Level Adjustment: — oid slain by the dessication damage caused by a forlorn husk\u0027s water drain attack rises as a forlorn husk 1d2 days later. This giant lizard has a thick, heavy tail. Its sharp claws ore out- matched only by in powerful jaws. Drawn to Water (Ex): If presented with a source of visible water, a forlorn husk must attempt a DC 15 Will save; if it fails, it relinquishes its grip on any victim it might Resembling some kind of dinosaur, the giant banded lizard have and goes after the water instead (possibly attempting prowls the deserts and scrublands, constantly in search of to disarm the creature holding it). The forlorn husk then prey. Virtually fearless, it attacks any creature that crosses spends its next turn drinking the water as a full-round its lumbering path. action. A forlorn husk can even be tricked into drinking Up to 30 feet long, and weighing close to eight tons, a holy water in this fashion, though it is allowed a DC 15 giant banded lizard moves slowly. Its long, forked tongue Wisdom check to see if it notices that it is about to drink flickers constantly in search of prey. Its hide is covered in something that can harm it. A forlorn husk that is attacked tubercles, or beads, usually colored orange, but sometimes before it can drink the water immediately turns to that foe found in pink, yellow, or white. A giant banded lizard\u0027s and resumes its attacks. Only if left unassaulted during black head is streaked with orange. this turn does it consume the water it seizes. COMBAT Improved Grab (Ex): To use this ability, a forlorn husk must hit a creature with a claw attack. It can then attempt A giant banded lizard attacks any creature its own size or to start a grapple as a free action without provoking attacks smaller without hesitation. As it holds a creature fast in of opportunity. If it wins the grapple check, it gets a hold its mouth, a giant banded lizard pumps the creature full and can drain water from the victim. of venom secreted from its lower jaw. Spider Climb (Su): A forlorn husk can climb sheer sur- Improved Grab (Ex): To use this ability, a giant banded faces as though under the effect of a spider climb spell. lizard must hit a creature of any size with its bite attack. It Water Drain (Ex): If a living target has an open wound, can then attempt to start a grapple as a free action without a forlorn husk can drain moisture from the victim by provoking attacks of opportunity, if it wins the grapple making a successful grapple check. Each such attack deals check, it establishes a hold and attempts to deal bite damage 2d6 points of dessication damage to the victim. On each each round thereafter. such successful attack, the forlorn husk gains 5 temporary Poison (Ex): Injury, Fortitude DC 21, initial and second- hit points that last for up to 1 hour. ary damage 2d4 Str. The save DC is Constitution-based. GIANT BANDED LIZARD HALF-JANNI Huge Animal These products of crossbreeding between jann and more",
        "name":  "A forlorn husk can sometimes be tricked away from Challenge Rating",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like Special Qualities: A abilities half-janni retains all the special qualities",
        "name":  "Special Attacks",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary, party (2 plus 1 marrulurk plus Full Attack: Masterwork staff +8/+3 melee (1d6) 1 marrutact), or troop (6–11 plus 2–3 marrulurks plus Space/Reach: 5 ft./5 ft. 1–2 marrutacts) Special Attacks: Howl of healing, spells",
        "name":  "Organization",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5 Special Qualities: Marruspawn traits, spell resistance 16",
        "name":  "Challenge Rating",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 +14, Knowledge (history) +14, Knowledge (geography) +14, Listen +8, Spellcraft +16, Survival +4 (+6 to keep Jacketed in coal-black full plate and clutching a prodigious from getting lost or avoid hazards) scimitar, this jackal-headed humanoid looks like a juggernaut",
        "name":  "Level Adjustment",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The base land speed of a marruspawn ing 15, immunities, marruspawn traits, nondetection, that drinks this zyme increases by 30 feet for the zyme’s resistance to cold 20, spell resistance 32, telepathy, touch duration. of the divine",
        "name":  "Speed Zyme",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A marruspawn that drinks this Saves: Fort +19, Ref +16, Will +21 zyme can make one whirlwind attack per round, giving Abilities: Str 35, Dex 18, Con 24, Int 20, Wis 29, Cha 25 up its regular attacks and instead making one melee attack Skills: Balance +15, Bluff +19, Climb +24, Concentration at its full base attack bonus against each opponent within +30, Craft (any one) +28, Diplomacy +11, Disguise +7 reach. The marruspawn forfeits any extra attacks granted (+9 when acting in character), Heal +20, Intimidate by other abilities or feats. +32, Jump +35, Knowledge (history) +28, Knowledge 662200__1177773399__CChhpp66..iinndddd 117733 11//77//0055 44::3322::4444 PPMM 174 6 RETPAHC SRETSNOM (the planes) +28, Listen +32, Sense Motive +32, Search presence prevents any future fl owering of that desert. +28, Spellcraft +16, Spot +32, Survival +9 (+11 on other Were it ever to escape its binding, its appearance would planes), Swim +24 at the very least be an ominous omen for the welfare of",
        "name":  "Supercharged Zyme",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blind-Fight, Cleave, Improved Bull Rush, Improved the world. Even without its release, its dreams sometimes Sunder, Multiattack, Power Attack, Quicken Spell-Like interact with those who draw too near, but never in the Ability (fl esh to salt) same way twice.",
        "name":  "Feats",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— spell-like ability to summon one (or more) Gargantuan fi endish monstrous scorpions. It uses its howl of fossil- If the soul of ferocity could be contained in a single form, this ization in every round that it is able. If it can, it uses its ebony creature might be it. Shaking the dust of ages from its other spell-like abilities from a distance. Otherwise, it coal-black pelt, the creature opens its eyes. Within those orbs tears into its foes with its claw and bite attacks. is malice—the creature is rage personifi ed, like some god of starving jackals or the very embodiment of savagery. Vaguely Howl of Fossilization (Su): Once every 1d4 rounds, a humanoid, the lupine creature bounds forward, an unearthly marruspawn abomination can loose a fossilizing howl as a energy contained in its sinews, eager for the kill. free action. All creatures within 30 feet must succeed on a DC 27 Fortitude save or become fossilized. This effect This creature’s genesis is rumored to be the true cause functions as the fl esh to stone spell (see page 232 of the of the marru’s extinction. Delving too far into their Player’s Handbook). The save DC is Charisma-based. Even a lore of spawncraft, the marru dared to add the blood of creature that makes its save is subject to the abomination’s a deity to one of their force-bred creations. Seeking to howl of fossilization ability in later rounds. spawn a champion marruspawn, they instead created Immunities (Ex): A marruspawn abomination an abomination. has immunity to polymorph (although it can activate a Abominations are mistakes—the unwanted, unforeseen polymorph effect on itself) and petrifi cation. It is not offspring of misguided deifi c concourse. Abortions of subject to energy drain, ability drain, or ability damage. It spirit, abominations live on, nurtured by their quasi-deifi c has immunity to mind-affecting spells and abilities and powers and the pure, undiluted hate of their forebears and fire, and a marruspawn abomi- all naturally formed creatures. nation is not subject to This mistake ended the marru, though the histories death from massive are unclear how—either through the machina- damage. tions of the deity whose essence was stolen and infused into the creature, or by the waking abomination itself. A marruspawn abomination pos- sesses a spark of godhood. As such, it is virtually immortal unless slain. It is not actually immortal, but it ages so slowly and needs to eat, sleep, and even breathe so rarely that death for it could arrive only through confl ict. The marruspawn abomina- tion that is rumored to exist (though there could be more) is confi ned in a subterranean prison secured both by powerful spells and by the quintes- sential preservative fl uids designed by spawncraft. The prison lies below a blighted wasteland, and its mere eitoC .M yb .sullI The downfall of the marru race was this abomination 662200__1177773399__CChhpp66..iinndddd 117744 11//77//0055 44::3322::4466 PPMM 175 MONSTERS CHAPTER 6",
        "name":  "Level Adjustment",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 13, Dex 15, Con 12, Int 6, Wis 11, racial bonus. Cha 15 Spell-Like Abilities: 1/",
        "name":  "Abilities",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +8, Diplomacy +4, Disguise hour—haboob† (centered +2 (+4 when acting in character), on mephit only, DC Escape Artist +8, Hide +12, Intimi- 15); 1/day—stinking date +4, Listen +6, Move Silently cloud (DC 15). Caster +8, Spot +6, Use Rope +2 (+4 level 6th. with bindings) † New spell described",
        "name":  "Skills",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities the camp). Any mirage mullah that does so becomes ill",
        "name":  "Special Attacks",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Warm deserts (fey oases) natural sunlight (not merely a daylight spell) takes a –2",
        "name":  "Environment",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Pounce, rake 1d6+2 Special Attacks: Pounce, rake 1d4+2, spells",
        "name":  "Special Attacks",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Flyby Attack, Power Attack Knowledge (nature) +17, Listen +22, Spellcraft +17,",
        "name":  "Feats",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5 Still Spell",
        "name":  "Challenge Rating",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities and orange, but blue and white thunderbirds also exist.",
        "name":  "Special Attacks",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., immunity to elec- The creature is usually diffi cult to see clearly, since it is tricity and sonic, resistance to acid 10 and fi re 10, spell surrounded by vapors and clouds. resistance 25 A thunderbird is often friendly to humanoids, but is a",
        "name":  "Special Qualities",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— lightning from a clear sky and blast foes with crashes of thunder. The clouds part as lightning surges down and you see the enor- Spell-Like Abilities: At will—call lightning (DC 16), mous silhouette of a bird of prey. As the thunder peals, its eyes fog cloud, shout (DC 17); 3/day—call lightning storm (DC 18), fl ash with electric light, and its beating wings threaten to block greater shout (DC 21), sandstorm†, solid fog; 1/day—earthquake out the sky. (DC 21). Caster level 15th. The thunderbird is a fabulous beasts that embodies the † New spell described on page 119. fury and abundance of nature. It is often worshiped as a Skills: Thunderbirds have a +4 racial bonus on Spot nature spirit, particularly by the bhukas. checks. Illus. by R. Spencer Thunderbirds are nature’s fury made fl esh 662200__1177773399__CChhpp66..iinndddd 118899 11//77//0055 44::3333::3344 PPMM 190 6 RETPAHC SRETSNOM Otherwise, they are just as ravenous and brutal as other TROLL, WASTELAND varieties. Whenever possible, they set up their lairs near Large Giant settlements, then prey upon the inhabitants night after",
        "name":  "Level Adjustment",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7 of a daylight spell.",
        "name":  "Challenge Rating",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See page 190 of the Monster Manual. +18 melee (1d10+11 plus mummy rot, bite) or +18 melee (1d8+11 plus mummy rot, slam); Full Atk +18 melee ENCOUNTERS IN HARRAX (1d10+11 plus mummy rot, bite) and +13 melee (1d6+5 plus Here are the creatures and NPCs that explorers will mummy rot, 2 claws) or +18 melee (1d6+11 plus mummy encounter within Harrax. rot, slam); SA despair, mummy rot, pounce, rake 1d6+5, Mummies are frequently encountered in Harrax. All roar; SQ damage reduction 5/—, darkvision 60 ft., low- mummies have the despair and mummy rot special attacks. light vision, undead traits, vulnerability to fi re; AL LE; The DC of these attacks is provided with each mummy SV Fort +7, Ref +5, Will +12; Str 33, Dex 10, Con —, Int entry below, and the full text of the abilities is reprinted 6, Wis 14, Cha 15. here. See page 190 of the Monster Manual for details. Skills and Feats: Hide +6, Listen +4, Spot +14; Alertness, Despair (Su): At the mere sight of a mummy, the viewer Flyby Attack, Great Fortitude, Power Attack, Tough- must make a successful Will save or be paralyzed with ness, Track. fear for 1d4 rounds. Whether or not the save is suc- Language: Common. cessful, that creature cannot be affected again by that A mummy canisphinx’s despair and mummy rot special mummy’s despair ability for one day. The save DC is attacks have a save DC of 20. Charisma-based. Pounce (Ex): If a mummy canisphinx charges a foe, it can Mummy Rot (Su): Supernatural disease—slam, Fortitude make a full attack, including two rake attacks. DC varies, incubation period 1 minute; Damage 1d6 Con Rake (Ex): Attack bonus +18, damage 1d6+5. and 1d6 Cha. The save DC is Charisma-based. Roar (Su): Three times per day, a mummy canisphinx Unlike normal diseases, mummy rot continues until can loose a mighty roar. All creatures within 200 feet at the victim reaches Constitution 0 (and dies) or is cured as the time must succeed on a DC 20 Will save or be affected described in the template description below. An affl icted as though by a fear spell for 2d4 rounds. creature that dies shrivels away into dust that blows away If the sphinx roars a second time during the same into nothing at the fi rst wind. encounter, all creatures within 100 feet must succeed on a DC 20 Fortitude save or be paralyzed for 1d4 rounds, Major NPCs and all those within 60 feet are also deafened for 1d4 The following monsters appear throughout the city of rounds (no save). If it roars a third time during the same Harrax, as indicated in the keyed areas, above. encounter, all those within 50 feet must succeed on a DC 20 Fortitude save or take 1d4 points of Strength damage",
        "name":  "Mummy",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "scimitar. Mummy Priest of Al-Ishtus: Cleric 2; CR 6; Medium Mummy High Priest of Al-Ishtus: Cleric 6; CR undead; HD 8d12+6 plus 2d8; hp 67; Init +0; Spd 20 ft.; AC 8; Medium undead; HD 8d12+3 plus 6d8; hp 82; Init 21, touch 11, fl at-footed 21; Base Atk +5; Grp +12; Atk or +0; Spd 20 ft.; AC 21, touch 11, flat-footed 21; Base Atk Full Atk +12 melee (1d6+10 plus mummy rot, slam) or +8 +8; Grp +15; Atk +15 melee (1d6+10 plus mummy rot, melee (1d3+7, whip); SA despair, mummy rot; SQ damage slam) or +15 melee (1d3+7 nonlethal, whip); Full Atk reduction 5/—, darkvision 60 ft., rebuke undead 5/day (+2, +15 melee (1d6+10 plus mummy rot, slam) or +15/+10 2d6+4, 2nd), undead traits, vulnerability to fi re; AL NE; melee (1d3+7 nonlethal, whip); Reach 15 ft. with whip; SV Fort +7, Ref +2, Will +11; Str 24, Dex 10, Con —, Int 6, SA despair, mummy rot, rebuke undead 5/day (+2, Wis 14, Cha 15. 2d6+8, 6th); SQ damage reduction 5/—, darkvision 60 Skills and Feats: Climb +8, Hide +7, Knowledge (religion) ft., undead traits, vulnerability to fire; AL NE; SV Fort –1, Listen +8, Move Silently +7, Spellcraft –1, Spot +8; +9, Ref +4, Will +13; Str 24, Dex 10, Con —, Int 6, Wis Alertness, Great Fortitude, Toughness (2). 15, Cha 15. Language: Common.",
        "name":  "Possessions",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whip, ring of protection +1. Resist Nature’s Lure (Ex): Ten-Ap gains a +4 bonus on saving throws against the spell-like abilities of fey.",
        "name":  "Possessions",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A monster’s starting ECL is defined as: Handbook.See the Awakened Characters sidebar in Chapter 2: Building Monster Characters for guidelines on playing Base creature’s Hit Dice + level adjustment. awakened animals and plants. Put the name of your base creature in the space for “Race” on your character sheet. A monster character’s starting ECL should be equal to or less than the party’s average character level. In the latter case, 2. ABILITY SCORES add class levels to the monster character until its ECL The three methods for determining monster ability scores equals the party’s average character level. are described below. Use one of them to generate a set of six numbers, and make a note of these numbers on a piece of BASICS OF scratch paper. A. Use the Base Creature’s Scores: You can copy the MONSTER CHARACTERS ability scores of the base creature from the Monster Manual if This section gives an outline of the process for building a you wish. This technique sounds simple, but it has one monster character, beginning with a creature from the major drawback. Each of a monster’s ability scores, as given Monster Manualand adding class levels to it. You can build in the Monster Manual,is 10 or 11, adjusted by racial modi- 6 :1 RETPAHC RETCARAHC NOITAERC pqqqqrs CHALLENGE RATING VERSUS EFFECTIVE spell-like ability is usable at will or once per day. It probably CHARACTER LEVEL won’t live long enough for the frequency of use to make a Challenge Rating and effective character level measure two difference. But the distinction makes a huge difference to a PC, different things. CR measures the threat level of a monster, and who could potentially use the ability in every encounter. ECL measures its relative effectiveness compared to a charac- Further, if a powerful creature (such as a balor) has access to a ter of one of the standard races, as given in the Player’s plethora of spell-like abilities, that fact doesn’t affect its CR too Handbook. The factors that go into making a good challenge heavily, because it only gets to use three or four of them in a and a good character are so different that CR is no help in the given encounter. Again, however, that kind of flexibility matters latter case. A monster is only “on the scene” for a very short a lot to a PC. while, usually just a few rounds. A player character, on the As illustrated by these examples, CR and ECL measure two other hand, is present for almost every scene of the adventure. different things, so both are necessary. Never assume that CR For example, it makes little difference to a monster’s CR if a and ECL are equivalent, or even related. pqqqqrs fiers. You can do better than that. B. Use Elite Ability Scores: Take the ability scores for a particular kind of monster directly from the Monster Manual and apply the fol- lowing modifiers as you see fit: +4, +4, +2, +2, +0, –2. C. Randomly Generate Ability",
        "name":  "Starting ECL",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Since characters of the standard races An ogre’s starting ECL calculates as 7 (4 HD +3 level adjust- can generally duplicate this ability, it is worth a level adjust- ment) using the system above. His highest ability score is ment only when the monster’s spellcasting ability exceeds Strength. Would you rather play an ogre with a level of what a character of a level equal to the creature’s CR could fighter (ECL 8), or an 8th-level fighter? To play the ogre, you do. If the creature can cast spells at a caster level higher than give up the fighter’s three (larger) Hit Dice, three bonus its Hit Dice, it gains a +1 level adjustment. feats, and two ability score increases to gain +10 Strength,",
        "name":  "Spellcasting Ability",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Covered under Water Dangers in Chapter descriptions specifically say otherwise. 3 of the DUNGEONMASTER’s Guide. Spellcasting:A verbal component is a spoken incantation. To",
        "name":  "General Hazards",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When wading or walking underwater, creatures provide a verbal component, you must be able to speak in a move at half speed, or at their swim speed if they have one. strong voice. Characters unable to breathe underwater cannot Creatures benefiting from a freedom of movement effect can use spells with verbal components unless they somehow wade or walk on the bottom at their normal speed. surround their heads with a bubble of air. Chapter 6: Spells",
        "name":  "Movement",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Tearing off a piece of yourself is traumatic. You Special: A flying creature with this feat must be within take subdual damage equal to one-quarter of your full reach of the ground to create the effect, but need not actu- normal hit point total. Damage reduction cannot reduce ally be in contact with it. the amount of damage taken in this way. EMPOWER SPELL-LIKE ABILITY [GENERAL] DUST CLOUD [MONSTROUS] You can use a spell-like ability with greater effect than You can sweep dust into the air to hide from opponents. normal.",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dex 19, Int 19, Huge size, Combat Prerequisite:Spell-like ability caster level 4th. Reflexes, wings or tail. Benefit:Choose one of your spell-like abilities, subject",
        "name":  "Prerequisites",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This feat can be taken multiple times. Each time the primary damage). it is taken, you can apply it to another one of your spell-like abilites. Subtype Primary Damage Secondary Damage Acid Acid Blindness for 2d4 Empower Spell-Like Ability rounds, Fortitude Spell Caster Level negates Level to Empower Air Blast of wind Destructive harmonics 0 4th (bludgeoning damage) (1d6 sonic damage per 2 1st 6th Hit Dice; Reflex half) 2nd 8th Cold Cold Ice shards (1d6 piercing 3rd 10th damage per 2 Hit Dice; 4th 12th Reflex half) 5th 14th Earth Blast of rock shards Earthquake (as spell, 6th 16th Reflex save according to 7th 18th effect) 8th 20th Electricity Lightning Thunderclap (1d6 sonic 9th — damage per 2 Hit Dice, stun for 1 round, deafen for 4d6 rounds; Reflex EXTENDED REACH [MONSTROUS] half and no deafness) Your flexible body allows you to reach farther than normal. Fire Fire Light blast (1d6 damage per 2 Hit Dice; Reflex",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Add +2 to the DC of all saving throws against Benefit: As a full-round action, you can cast one addi- your gaze attack. tional spell (or use a spell-like ability in combination with",
        "name":  "Benefit",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The benefit of this feat stacks with the benefit a spell or another spell-like ability) each round. Each spell provided by the Ability Focus feat (see above). used in this way must have a casting time of 1 action; a spell-like ability must also take no more than a standard MIGHTY LEAPING[GENERAL] action to use. Using this feat provokes an attack of oppor- You have developed your leg muscles and trained yourself tunity. If your concentration is interrupted during this to make mighty leaps. simultaneous casting or spell-like ability use, whether by",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 21, Dodge, Mobility, Jump 9 ranks or a taking damage or by some other means, a Concentration racial bonus on Jump checks. check is required for each spell or spell-like ability. Failing",
        "name":  "Prerequisite",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +10 competence bonus on Jump either Concentration check negates both spells or spell- checks. If you intentionally jump down from a height, a like abilities. successful Jump check (DC 15) lets you take damage as if You can also use one head to cast a spell or use a spell-like you had fallen 20 feet less than you actually did. ability while another head activates a head-based special",
        "name":  "Benefit",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A creature with this feat is not limited by its actions. height when jumping. Special: You still cannot exceed the limit of one quick- ened spell per round (assuming you also have the Quicken MIGHTY ROAR [MONSTROUS] Spell feat) when using this feat. You unsettle opponents with a dreadful roar as you attack.",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Int 13, gaze special attack. MULTIVOICE [MONSTROUS] Benefit: A creature that averts its eyes has only a 25% chance If you have two or more heads, you can cast more spells to avoid the need for a saving throw against your gaze attack. than usual in a round. Normal: A creature that averts its eyes normally has a 37 FEATS CHAPTER 4: 50% chance to avoid the need for a saving throw against a PREHENSILE TAIL [MONSTROUS] gaze attack. You can use your tail to manipulate objects.",
        "name":  "Prerequisite",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your poisonous nature grants you a greater than Move-equivalent action Free action normal ability to withstand poison attacks. You gain a +2 competence bonus on your Fortitude saves to resist the This feat cannot reduce the time it takes to change forms to effects of poison. If a creature of the same kind as you pro- less than the time required for a free action. duces the poison, this bonus is +4 instead, assuming that you are not already immune to the poison of your own kind. QUICKEN SPELL-LIKE ABILITY [GENERAL] You can use a spell-like ability with a moment’s thought. POWER DIVE [GENERAL] Prerequisite: Spell-like ability caster level 8th. You can fall upon an opponent from the sky. Benefit:Choose one of your spell-like abilities, subject",
        "name":  "Benefit",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When flying, you can dive and land on an oppo- ity as a quickened spell-like ability three times per day (or nent to deal additional damage. Using this feat is a standard less, if the ability is normally usable only once or twice action, and it can affect only creatures one or more size cat- per day). egories smaller than you. To use this feat, make an overrun Quicken Spell-Like Ability attack, but the opponent cannot choose to avoid you. If you Spell Caster Level knock down the target, you may make an additional slam Level to Quicken attack (at the usual +4 attack bonus against prone oppo- 0 8th nents). The attack deals the base damage given on the table 1st 10th below for your size category plus 1 1/2 times your Strength 2nd 12th bonus (rounded down). 3rd 14th 4th 16th Size Category Power Dive Base Damage 5th 18th Fine 1d2 6th 20th Diminutive 1d3 7th — Tiny 1d4 8th — Medium-size 1d6 9th — Large 1d8 Huge 2d6 Using a quickened spell-like ability is a free action that Gargantuan 2d8 does not provoke an attack of opportunity. You can perform Colossal 4d6 another action—including the use of another spell-like ability—in the same round that you use a quickened spell-",
        "name":  "Benefit",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you fail in your overrun attempt and are with a level less than or equal to one-half your caster level tripped in turn, you are knocked down, and you deal the (round down), –4. See the table below. For example, a crea- slam damage for the attack to yourself. ture that uses its spell-like abilities as a 15th-level caster can 38 :4 RETPAHC STAEF only quicken spell-like abilities duplicating spells of 3rd SCRAMBLE [GENERAL] level or lower. In addition, a spell-like ability that duplicates Your slippery ways allow you to evade a damaging blow. a spell with a casting time greater than 1 full round cannot Prerequisite: Dex 15, Small size or smaller, improved be quickened. evasion.",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Normally the use of a spell-like ability requires Benefit: The effects of this feat resemble those of the a standard action and provokes an attack of opportunity rogue’s defensive roll, but you can use Scramble to avoid a unless noted otherwise. potentially fatal attack entirely. Once per day, when you",
        "name":  "Normal",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you have more than one form of sonic attack, ity, whichever is higher. you can take this feat multiple times. Each time, it applies Special:You can gain this feat multiple times. Its effects to a different one of your sonic attacks. do not stack. Each time you take it, it applies to a new spell- like ability. ROLL WITH IT [GENERAL] You are adept at lessening the effects of blows. SURROGATE SPELLCASTING [MONSTROUS]",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain damage reduction 2/–. This applies in casting spells. addition to any damage reduction you have from other Prerequisite: Wis 13, nonhumanoid or nonhumanlike sources. Damage reduction cannot reduce damage you take form. to less than 0. Benefit:You complete the verbal and somatic compo-",
        "name":  "Benefit",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You move easily through the sucking bogs and Benefit: When using an attack that has a wounding spe- stagnant water of the swamps. You gain a +2 competence cial ability, the wounds you cause bleed for an additional +1 bonus on Swim checks and on Strength checks to break point of damage each round. For instance, a hit from a bar- free of nets, webs, entanglespells, and similar hindrances. bazu’s glaive causes the victim to bleed for 3 points of This feat does not grant a bonus on grapple checks. damage each round, not 2. THICK-SKINNED [MONSTROUS] VIRULENT POISON [MONSTROUS] Your tough hide grants improved damage reduction. Your poison attack is more effective.",
        "name":  "Benefit",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This single +1 gauntletallows the Memory Loss:An opponent struck by the arrow must suc- wielder to make a melee touch attack and blind the target of ceed on a Fortitude save (DC 15) or lose all memory. The the attack instead of doing damage. The target gets a Forti- subject retains skills, languages, and class abilities but tude saving throw (DC 14) to negate the blinding effect. forgets everything else until he or she receives a healspell",
        "name":  "Gauntlet of Gruumsh",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As the spell cast by a 9th-level wizard, save for half damage (DC 17). Damage from two balls resting in DC 15. This power uses 2 charges. the same square stacks. A creature struck by multiple balls",
        "name":  "Lightning Bolt",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3,600 gp. make a Concentration check (DC 15) or lose the spell. The Ring of Wordtwisting:This ring grants a +2 insight wielder and the whip are not attached to the entangled bonus on Bluff, Diplomacy, and Sense Motive checks. If character in any way and may attack other targets freely. worn by someone of orc blood, the ring grants a +4 insight",
        "name":  "An entangled character who attempts to cast a spell must Price",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7th;Prerequisites:Craft Staff, negative energy affected as though by a hypnotismspell for 2d4 rounds. Op- protection, unholy blight,creator must be evil; Market Price: ponents who successfully save cannot be affected by the 78,950 gp. same babbling wheel for one day.",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 3, Drd 3, Sor/Wiz 3 Spell Resistance:Yes (harmless) Level:Clr 2, Sor/Wiz 2",
        "name":  "Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action This spell grants Intelligence to Casting Time:1 action",
        "name":  "Casting Time",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The brain of a Level:Clr 3, Drd 2, Sor/Wiz 2 round/level humanoid that has been dead less Components:V, S Saving Throw:None than 8 hours. Casting Time:1 action Spell Resistance:Yes",
        "name":  "Material Component",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M, XP Spell Resistance:Yes (harmless) can be at any angle. Like a wall of force,",
        "name":  "Components",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. plus 5 ft./2 This spell grants the subject the when formed. It is typically used to levels) blindsight ability out to a range of 30 cross a chasm or a hazardous space.",
        "name":  "Range",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All mindless undead within feet. (For details, see Blindsight in Creatures can move on the bridge of a circle 25 ft. in radius plus 5 ft./ Chapter 3 of the DUNGEON MASTER’s soundwithout penalty, sinced it is no 2levels Guide.) more slippery than a typical dungeon 63 SPELLS CHAPTER 6: floor. It is only a physical barrier to CACOPHONIC BURST Saving Throw:Will negates (D) solid objects and has no effect on Evocation [Sonic] Spell Resistance:Yes spells, line of sight, gaze attacks, ethe- Level:Brd 5, Sor/Wiz 5 real creatures, or incorporeal crea- Components:V, S This spell stops a lycanthrope from tures and objects. Casting Time:1 action changing form, preventing both vol-",
        "name":  "Targets",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None The spell grants you a +10 circum- The tentacles do not interfere with",
        "name":  "Saving Throw",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No stance bonus on your Hide checks. your movement or spellcasting, but they provide you one-half conceal- You command the water supporting CLOUD WINGS ment (20% miss chance) and totally or surrounding a swimming or float- Transmutation hide your features. You get a +4 com- ing creature or object to rise and hold Level:Sor/Wiz 2 petence bonus on grapple checks, the creature above the surface of the Components:V, S Climb checks, and Escape Artist water. An object so lifted may con- Casting Time:1 action) checks. tain creatures or other objects (for ex- Range:Tough Crawling darkness automatically ample, a boat). The creature must be Target:Creature touched protects you with a feather fall effect if willing to be lifted in this manner, Duration:1 minute/level you ever fall more than 3 feet and al- and an object must be unattended or Saving Throw:Fortitude negates lows you to use water walkat will. possessed by a willing creature. The (harmless) spell causes a smooth wave of water Spell Resistance:Yes(harmless) DAWN to rise under the subject and hold it Abjuration 20 feet above the rest of the water’s This spell increases the subject’s fly Level:Drd 0, Rgr 1 surface. If obstructions prevent the speed by 30 feet. It has no effect on Components:V subject from being raised that high other modes of movement, nor does Casting Time:1 action (such as being in a cave with a low it allow the subject to fly if it cannot Range:Personal ceiling), the wave lifts the subject already do so. Target:All creatures within a 15-ft.- until it touches the obstruction. The radius burst centered on you subject is otherwise resting at the top COUNTERMOON Duration:Instantaneous of this wave (rescuing it from drown- Abjuration Saving Throw:Fortitude negates ing if it was a sinking air-breather) Level:Drd 3 (harmless) and can swim away under its own Components:V, S, M Spell Resistance:Yes power or be moved by others (such as Casting Time:1 action with a rope). If the subject is re- Range:Close (25 ft. + 5 ft./2 levels) All sleeping creatures in the affected moved from the wave, it collapses Target:One lycanthrope area awaken. Those who are uncon- gently and the spell ends. Duration:12 hours scious because of subdual damage 64 :6 RETPAHC SLLEPS wake up and become staggered (see You create a distracting and discor- ent, he is shaken. This is a compul- Subdual Damage in Chapter 8 of the dant chant. Affected creatures that at- sion and fear effect. Player’s Handbook). This spell does not tempt spellcasting or other activities Charm: Your image in the dream affect dying creatures. that require concentration must appears particularly helpful and kind. make Concentration checks (DC 18 + For the duration of the spell, the DESICCATING BUBBLE Int or Cha modifier, for wizards or dreamer is under the effect of a charm Necromancy sorcerers respectively) to succeed. monsterspell. This is a charm effect.",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action fensively, have their DC increased by the duration of the spell, any time the",
        "name":  "Casting Time",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./ the save DC of this spell –10. For ex- dreamer can see you or knows you are level) ample, this spell cast by a wizard with present, he preferentially attacks you",
        "name":  "Range",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A tiny above; also, you can alter the sleeping tures and objects within the area take bag or bladder filled with air, and a person’s dreams to produce a specific 7d6 points of damage; the damage is sprinkle of dust. desired effect. The dreamer gets a Will 4d6 impact and 3d6 fire. Those that saving throw to resist the additional ef- fail the saving throw are knocked DISSONANT CHANT fects of this spell; if he succeeds, the prone. Abjuration [Sonic] dream castingspell can only send a mes-",
        "name":  "Arcane Material Component",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 2, Sor/Wiz 2 sage in the manner of the dreamspell. If EMBRACE THE WILD",
        "name":  "Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None (see text) tion of the spell, any time the dream- Target:You",
        "name":  "Saving Throw",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes er can see you or knows you are pres- Duration:10 minutes/level 65 SPELLS CHAPTER 6: This spell allows you to adopt the na- This spell transforms tails or finned points, adding the usual benefits to ture and some abilities of a wild ani- extremities into humanoid legs and Intelligence-related skills. Wizards mal. You retain your own form, but feet. Transformed Medium-size crea- who receive fox’s cunningdo not gain you gain the natural and extraordi- tures have a land speed of 30 feet, extra spells, but the save DCs for their nary senses of the creature you Small and smaller creatures have a spells increase. choose, as well as its skill ranks land speed of 20 feet, and Large and Arcane Material Component: A few (though these do not stack with any larger creatures have a land speed of hairs, or a pinch of dung, from a fox. ranks you already have in the same 40 feet. This is a common spell among skills), for the duration of the spell. merfolk, naga, and tritons. FUSE ARMS Thus, depending on your choice of Transmutation animal, you could gain blindsight, FLAME WHIPS Level:Clr 3, Sor/Wiz 3 scent, and ranks in Listen, Spot, or Transmutation Components:V, S other skills. Embrace the wilddoes not Level:Sor/Wiz 8 Casting Time:1 action grant you the animal’s natural attacks, Components:V, S Range:Touch methods of locomotion, feats, or non- Casting Time:1 action Target:Creature with at least four sensory extraordinary abilities, such Range:Personal arms or tentacles touched as trample or improved grab. Effect:Flaming whips Duration:10 minutes/level",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, M points of fire damage +1 point per the spell (so basilisks and monstrous",
        "name":  "Components",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal While this spell is in effect, you limbs to attack or manipulate objects,",
        "name":  "Range",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may not cast spells with material are unaffected).",
        "name":  "Target",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched Spell Resistance:Yes (harmless) Target:Creature touched",
        "name":  "Target",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates The transmuted creature becomes Saving Throw:Fortitude negates (harmless) smarter. The spell grants an enhance- (harmless)",
        "name":  "Saving Throw",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Spell Resistance:No Components:V, S, M, XP",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Spell Resistance:Yes (harmless) Range:Medium (100 ft. + 10 ft./",
        "name":  "Components",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes/level can make a full attack in the same Spell Resistance:Yes (see text)",
        "name":  "Duration",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Material Component: A hair from a You create a yawning area of roiling lion’s mane. purple-red energy resembling a great The inky cloud created by this spell mouth. This field of energy has the billows out from your location. The following effects upon anything that cloud obscures all sight, including touches or enters it. darkvision, beyond 5 feet. A creature First, all creatures except you take 1 within 5 feet has one-half con- point of damage per caster level. Spell cealment (attacks have a 20% miss resistance applies to the damage (but chance). Creatures farther away have not the other effects of the spell). total concealment (50% miss chance, Those affected by the spell make a and the attacker can’t use sight to lo- Will saving throw every round. A suc- cate the target). LOW-LIGHT VISION cessful saving throw halves the dam- A moderate current (11+ mph) dis- Transmutation age in that round. perses the cloud in 4 rounds; a strong Level:Asn 1, Rgr 1, Sor/Wiz 1 Second, the chaotic energy makes it current (21+ mph) disperses the Components:V, S difficult to concentrate. Any activity cloud in 1 round. Casting Time:1 action that involves concentration (such as The spell functions only under- Range:Touch casting a spell or using a spell-like water. Target:Creature touched ability) requires a Concentration",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small vial Duration:1 hour/level check (DC 25 + spell level) to succeed. containing the ink of a squid or Saving Throw:None Creatures with the chaotic subtype octopus. Spell Resistance: Yes (harmless) are unaffected by this spell.",
        "name":  "Material Component",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Level:Brd 2, Clr 2, Drd 2, Pal 2, Range:Touch Sor/Wiz 2 Effect:One object up to 1 cu. ft./level Askeen edge,except as noted above. Components:V, S, M/DF Duration:Permanent (D) 68 :6 RETPAHC SLLEPS",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) skills or feats). Necromancy [Evil]",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes less) Range:Personal",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Target:You",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S the spell flower,he can hold the charge poison, bite); SA poison, web, smite",
        "name":  "Components",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action on both of these spells at the same evil; SQ vermin traits, darkvision 60",
        "name":  "Casting Time",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 time. If he cast another spell with a ft., acid/cold/electricity resistance 15, ft./level) somatic component (which requires DR 5/+2, SR 20; SV Fort +8, Ref +6,",
        "name":  "Range",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude half spells (his choice), but if the spell he Skills:Climb +16, Hide +2, Jump",
        "name":  "Saving Throw",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any number of allied crea- If thespell flowerends, the most re- footed 13; Atk +9 melee (2d6+6 plus tures, no two of which may be cent touch spell cast remains as a held poison, bite); SA poison, web, smite more than 30 ft. apart charge and all other held spells dissi- good; SQ vermin traits, darkvision pate. 60 ft., cold/fire resistance 15, DR Asmessage,except as noted above and 5/+2, SR 20; SV Fort +8, Ref +6, Will that you and the recipients don’t have SPIDER PLAGUE +3; Str 19, Dex 17, Con 12, Int 3, Wis to mouth the words or whisper, Conjuration (Summoning) (see text) 10, Cha 2. which means that those skilled in Level:Clr 8 Skills:Climb +16, Hide +2, Jump reading lips have no opportunity to Components:V, S +10, Spot +15. learn the messages. Casting Time:1 full round Smite Good (Su):Once per day",
        "name":  "Targets",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1d4+1 summoned creatures to deal +10 damage against a good foe.",
        "name":  "SPELL FLOWER Effect",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Spell Resistance:No damage 1d8 Strength. 70 :6 RETPAHC SLLEPS",
        "name":  "Components",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 8 air at the bottom of the ocean—at Any spell or effect that affects un-",
        "name":  "Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level (D) least until the spell expires. dead also affects the subject. The",
        "name":  "Duration",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harm- Material Component: A small piece subject can be turned, destroyed, re- less) of stone that was once part of either a buked, or commanded as an undead stone golem, a greater earth elemen- of its Hit Dice (and gets no saving As improved invisibility, except as tal, or a castle. throw to resist the result). Negative noted above and that the creature is energy effects (such as inflictspells) hidden from hearing and scent as SUPERIOR RESISTANCE heal the subject, while positive en- well. The subject radiates silence to a Abjuration ergy effects (such as cure spells) radius of 5 feet and neither leaves a Level:Brd 5, Clr 5, Drd 5, Sor/Wiz 5 harm her. scent nor can be detected by the scent Components:V, S, M/DF An undead creature is immune to ability. Casting Time:1 action mind-affecting effects, poison, sleep,",
        "name":  "Saving Throw",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action Spell Resistance:Yes (harmless) tion score while the spell is in effect,",
        "name":  "Casting Time",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Components:V, S stead, and if the multiplier is ×4, add",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex half or Reflex the other types of energy damage. to summon an evil or good creature, negates (see text) This spell has a subtype that is the it is a spell of that type. Spell Resistance:Yes same as the energy created by the tar-",
        "name":  "When you use a summoning spell Saving Throw",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spellcasting prestige class may have its own spell list. Choose spells appropriate to the REQUIREMENTS class, and perhaps even make up some new, signature To qualify to become an emancipated spawn, a character spells. However, keep the spell list relatively short. It must fulfill all the following criteria. should have the spells appropriate for the class and no Race: Intelligent undead created by another undead more—for a wide variety of spells, a character can pick up a using its create spawn ability. level of wizard or cleric. It is equally acceptable to allow Base Attack Bonus: +3. spellcasters to continue advancing as their original type of Special: Must have been created as a spawn by an undead spellcaster. creature that has since been destroyed. Occasionally, if a spell is a signature spell of a prestige class, you can lower the level of the spell by one for that CLASS SKILLS class. For example, for a flame mage prestige class, wall of The emancipated spawn’s class skills (and the key ability for firemight be considered a 3rd-level rather than a 4th-level each skill) are Bluff (Cha), Climb (Str), Disguise (Cha), spell. This technique should be used sparingly—only once Hide (Dex), Intimidate (Cha), Jump (Str), Listen (Wis), or twice for a given class, if at all. Move Silently (Dex), Search (Int), Sense Motive (Wis), and",
        "name":  "Spells and Spell Lists",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +9, Craft (alchemy) +7, about any group, although they prefer the company of other Knowledge (arcana) +6, Listen +2, Search +4, Spellcraft +10, mind flayers. They usually bring several thralls of desired Spot +2; Combat Casting, Dodge, Iron Will, Lightning classes or creature types for consumption as needed. A Reflexes. savant often heads up an inquisition or even a cult to pursue Create Spawn (Su):Any humanoid reduced to Strength his ends. 0 by Anastrianna’s incorporeal touch rises as a shadow in 1d4 Hit Die:d4. rounds. This spawn is under Anastrianna’s command and remains enslaved until her death. REQUIREMENTS Anastrianna can control twenty spawn at one time. If she To qualify to become an illithid savant, a character must ful- creates a spawn that causes her to exceed this limit, the fill all the following criteria. spawn longest under her control is released. Race:Mind flayer.",
        "name":  "Skills and Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Anastrianna’s familiar grants her Move Silently (Dex), Scry (Int, exclusive skill), Search (Int), Alertness as a bonus feat (when it is within 5 feet). Anastri- Sense Motive (Wis), and Spot (Wis). anna can share spells with her familiar, and she has an empathic link with it to a distance of 1 mile. See Familiars in Skill Points at Each Level:2 + Int modifier. Chapter 3 of the Player’s Handbook.",
        "name":  "Familiar Benefits",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Male mind flayer Shd 3/Illithid Savant Psionics (Sp):At will—astral projection, charm monster, 3; CR 15; Medium-size aberration; HD 8d8+8 plus 3d8+3 detect thoughts, levitate, plane shift, andsuggestion. These abili- plus 3d4+3; hp 72; Init +6; Spd 30 ft.; AC 24, touch 15, flat- ties are as the spells cast by an 8th-level sorcerer (save DC 14 footed 22; Atk +13 melee (1d4+1, 4 tentacles); Face/Reach + spell level). The DCs are Charisma-based. 5ft./5 ft.; SA extract, improved grab, mind blast,psionics, Improved Grab (Ex): To use this ability, Sugglir must hit shadow illusion,sneak attack +7d6, summon shadow;SQ dark- a Small to Large creature with his tentacle attack. If he gets vision 60 ft., evasion, hide in plain sight, lore 4/day, SR 25, a hold, he attaches the tentacle to the opponent’s head. Sug- telepathy, uncanny dodge; AL LE; SV Fort +10, Ref +11, glir can grab a Huge or larger creature, but only if he can Will+17; Str 12, Dex 14, Con 12, Int 20, Wis 17, Cha 18. somehow reach the foe’s head. 78 :7 RETPAHC EGITSERP SESSALC Table 7–2: The Illithid Savant Fort Ref Will Class Level Base Attack Bonus Save Save Save Special 1st +0 +0 +0 +2 Acquire skill 1, lore 2/day 2nd +1 +0 +0 +3 Acquire feat 1, lore 4/day 3rd +1 +1 +1 +3 Acquire class feature 1 4th +2 +1 +1 +4 Acquire skill 2, acquire feat 2 5th +2 +1 +1 +4 Acquire special attack or special quality 1, lore 6/day 6th +3 +2 +2 +5 Acquire skill 3, Acquire feat 3 7th +3 +2 +2 +5 Acquire class feature 2 8th +4 +2 +2 +6 Acquire skill 4, acquire feat 4 9th +4 +3 +3 +6 Acquire special attack or special quality 2, lore 8/day 10th +5 +4 +3 +7 Acquire class feature 3 After a successful grab, Sugglir can try to attach his If his shadow companion is destroyed, or if Sugglir remaining tentacles with a single grapple check. The oppo- chooses to dismiss it, Sugglir must attempt a Fortitude save nent can escape with a single successful grapple check or (DC 15). If the saving throw fails, he loses 600 experience Escape Artist check, but Sugglir gets a +2 circumstance points. A successful saving throw reduces the loss to 300 bonus for every tentacle that was attached at the beginning XP. A destroyed or dismissed shadow companion cannot of the opponent’s turn. be replaced for a year and a day. Extract (Ex): If Sugglir begins his turn with all four ten- Skills:*This is an acquired skill. tacles attached and successfully maintains his hold, he auto- Feats:**This is an acquired feat. matically extracts the opponent’s brain, instantly killing that Lore (Ex):Sugglir gets a +9 bonus creature. on his lore checks. He can Telepathy (Su):Sugglir can communicate telepathically use this ability with any creature within 100 feet that has a language. twice a day. Hide in Plain Sight (Su):Sugglir can use the Hide skill even while being observed. As long as he is within 10 feet of some sort of shadow, he can hide from view in the open without anything to actually hide behind. He cannot, how- ever, hide in his own shadow.",
        "name":  "Sugglir Wissenka",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. maneuverability). The swarm has the same number of hit points as the orig- REQUIREMENTS inal creature and can be damaged by fire and area-effect To qualify to become a master of flies, a character must fulfill spells and abilities. If the swarm is dispersed (by gust of wind, all the following criteria. for example), the master of flies must return to her own",
        "name":  "Hit Die",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must possess the ability to change form, such as A master of flies can use this ability once per day at 2nd from an alternate form ability, the shapechanger subtype, or level and more times per day at 3rd, 4th, 6th, 7th, and 9th awild shapeability. level, as shown on Table 7–3: The Master of Flies. At 5th level, a master of flies is able to take the shape of a CLASS SKILLS swarm identical to that produced by an insect plaguespell, The master of flies’ class skills (and the key ability for each except that the swarm can be no more than one size larger skill) are Balance (Dex), Climb (Str), Control Shape (Wis), than the master of flies (you can choose the face if more Disguise (Cha), Escape Artist (Dex), Handle Animal (Cha), than one is available). This swarm can move at half the Hide (Dex), Jump (Str), Knowledge (nature) (Int), Move master of flies’ normal speed and can fly at the same speed Silently (Dex), Survival (Wis), and Swim (Str). (clumsy maneuverability). At 8th level, a master of flies is able to take the shape of a",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "6 + Int modifier. swarm identical to that produced by a creeping doomspell, except that the swarm can be no more than two size cate- CLASS FEATURES gories larger than the master of flies (you can choose the All of the following are class features of the master of flies face statistic if more than one is possible). This mass of prestige class. vermin can only move at 10 feet per round and cannot fly.",
        "name":  "Skill Points at Each Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d10. on Wisdom, and saving throws against these spells have a DC of 10 + spell level + the scaled horror’s Wisdom bonus. REQUIREMENTS When the scaled horror gets 0 spells of a given level, such as To qualify to become a scaled horror, a character must fulfill 0 1st-level spells at 1st level, the scaled horror gets only all the following criteria. bonus spells. A scaled horror without a bonus spell for that",
        "name":  "Hit Die",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Character must have either the aquatic or the rep- level cannot yet cast a spell of that level. A scaled horror pre- tilian subtype. pares and casts spells just as a ranger does (though the scaled",
        "name":  "Race",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hide 5 ranks, Move Silently 5 ranks, plus either Freedom of Movement (Ex):Beginning at 2nd level, a Swim 5 ranks or a +8 racial bonus on Swim checks. scaled horror moves and fights underwater as if subject to the spell freedom of movement. CLASS SKILLS Damage Reduction (Ex): Starting at 4th level, a scaled The scaled horror’s class skills (and the key ability for each horror gains the ability to shrug off some amount of injury skill) are Climb (Str), Concentration (Con), Hide (Dex), from each blow or attack. Subtract 2 from the damage the Jump (Str), Listen (Wis), Move Silently (Dex), Search (Int), scaled horror takes each time he is dealt damage. At 10th Spot (Wis), Survival (Wis), and Swim (Str). level, this damage reduction rises to 4/–. Damage reduction cannot reduce damage to less than 0.",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 7th level, a scaled horror gains Silent All of the following are class features of the scaled horror Spell as a bonus feat. prestige class. Still Spell: At 8th level, a scaled horror gains Still Spell as",
        "name":  "CLASS FEATURES Silent Spell",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Balance +4, Climb +6, Handle Animal +2, however, they can focus their talents to become excellent Hide +5, Jump +14, Listen +4, Move Silently +5, Spot +5, support for combat specialists, softening up opposition for Swim +16; Improved Initiative, Multiattack, Track. killing strokes. Improved Grab (Ex): If Saebeohrt hits with both claw Hit Die:d4. attacks, he deals normal damage and attempts to start a grap- ple as a free action without provoking an attack of opportu- REQUIREMENTS nity. Improved grab works only against Medium-size and To qualify to become a siren, a character must fulfill all the smaller opponents. Saebeohrt has the option to conduct the following criteria. grapple normally, or simply use his claws to hold the oppo- Skills:Bluff 6 ranks, Intimidate 6 ranks, Perform 8 ranks 84 :7 RETPAHC EGITSERP SESSALC (includes either ballad, buffoonery, chant, epic, limericks, al effects. Once per day, she can overlay a despair effect on melody, ode, or storytelling). her sonic attack identical to that of an emotionspell. Those",
        "name":  "Skills and Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "4 + Int modifier. Song of Nightmare (Su): At 4th level, a siren gains a new sonic ability. Once per day per level in this prestige class, she can overlay a terrifying effect on her sonic attack. This is iden- tical to the effect of a phantas- mal killerspell, affects all crea- tures within range of the siren’s sonic attack, and has instantaneous duration. The Will and Forti- tude saves to resist this effect have a DC of 12 + the siren’s level + the siren’s Cha modifier. Song of Idiocy (Su):At 5th level, a siren gains a new sonic ability. Once per day per level in this prestige class, she can over- Class Features lay an Intelligence-damaging effect on her All of the following are sonic attack. This is identical to the effect class features of the siren prestige class. of a feeblemindspell, affects all crea-",
        "name":  "Each Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Empower Spell-Like Ability. earns the questioner the benefit of the specified divination",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must have an innate spell-like divination ability. spell, with no chance of failure. An incorrect answer, how- ever, carries a penalty, which is more severe the more diffi- CLASS SKILLS cult the riddle becomes. The sybil’s class skills (and the key ability for each skill) are Conundrum:At 3rd level, a sybil begins to express her gift Concentration (Con), Craft (any) (Int), Diplomacy (Cha), of prophecy. The riddle is a simple one. A correct answer Gather Information (Cha), Hide (Dex), Knowledge (arcana) earns the benefit of an auguryspell, with no chance of failure. (Int), Knowledge (religion) (Int), Listen (Wis), Profession An incorrect answer causes the questioner to take 1 point of (any) (Wis), Scry (exclusive skill, Int), and Sense Motive (Wis). temporary damage to an ability score of the sybil’s choice. The sybil can use this ability once per day per class level.",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "6 + Int modifier. Mystery: At 5th level, a sybil’s prophecy becomes more pre- cise. The riddle is moderately challenging. A correct answer Class Features earns the benefit of a divinationspell, with no chance of failure. All of the following are class features of the sybil prestige An incorrect answer causes the questioner to take 2 points of class. temporary damage to an ability score of the sybil’s choice. The",
        "name":  "Skill Points at Each Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Female shark; CR 2; Large animal ranks, Perform (chant) 1 rank. (aquatic); HD 8d8+8; hp 44; Init +2; Spd swim 60 ft.; AC 15, Spells:Ability to cast 3rd-level divine spells. touch 11, flat-footed 13; Atk +7 melee (1d8+6, bite); Face/Reach 10 ft./5 ft.; SQ keen scent, low-light vision; CLASS SKILLS ALN; SV Fort +7, Ref +8, Will +3; Str 18, Dex 15, Con 13, The yuan-ti cultist’s class skills (and the key ability for each Int5, Wis 12, Cha 2. skill) are Concentration (Con), Craft (any) (Int), Diplomacy",
        "name":  "Swiftstriker, Mount",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A yuan-ti cultist enters the service of Merr- priate. Three times per day as a standard action, the cultist shaulk and learns some of the secrets of the cult. He gains a can launch these tattoos against opponents within +2 circumstance bonus on Diplomacy and Intimidate medium range (100 feet + 10 feet/level). The checks when dealing with yuan-ti not of the temple hierar- snakes seek out their target(s) with unerring chy and a +2 circumstance bonus on Knowledge (religion) accuracy, hitting automatically. The target checks dealing with the worship of Merrshaulk. takes 2d6 points of damage from the impact In addition, the yuan-ti cultist learns and must succeed on a Fortitude sav- the secret of brewing the dreadful mix- ing throw (DC 10 + yuan-ti cultist’s ture that transforms humans into tainted level + yuan-ti cultist’s Con modi- ones or broodguards (see Yuan-Ti in fier) as the snakes’ venom Chapter 10: Templates) The mixture takes effect. Primary and requires the venom of a halfblood secondary damage is 1d6 or pureblood yuan-ti as well as Constitution. certain herbs and roots found On the following only in tropical forests, whose round the snakes fly raw materials cost is at least 50 back to the cultist. Be- gp. The DC to craft this mixture is fore the spell can be 25; if the cultist has 5 or more ranks in Pro- cast again, the cultist fession (herbalist), he gains a +2 synergy bonus must swallow the on this check. living snakes,",
        "name":  "Outer Circle",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 3rd level, a yuan-ti cultist advances to painful, night-long ritual that transforms him into a human- the next rank in service to Merrshaulk. The circumstance headed abomination (abominations form the leadership bonus on Diplomacy and Intimidate checks when dealing within the temple hierarchy). If he is already an abomina- 98 :7 RETPAHC EGITSERP SESSALC tion but does not have a human head, this ceremony trans- require the normal material components to use this ability, forms him into that form. This ceremony requires the par- but he must still expend herbs, oils, and incense worth 500 ticipation of at least six abominations of the Inner Circle. gp per level of any spells tied to the unhallowarea. Finally, at this level the cultist learns the secret of trans- Command Reptiles (Su):At 8th level, a yuan-ti cultist is forming a tainted one into a pureblood yuan-ti. This able to mentally command all snakes and reptilian animals involves brewing a more potent version of the infusion that within 30 feet at will. This resembles dominate animalcast by transforms humans into tainted ones (Craft [alchemy] DC a cleric of his class level (including cleric levels). 30, raw materials cost 100 gp). In addition, at least three Psionics: Chant of Agony(Sp): At 8th level, a yuan-ti yuan-ti cultists of the Second Circle must preside over the cultist can perform a ritual of sacrifice to Merrshaulk. Once ceremony, which lasts 1 hour. If the creature does not per day as a full-round action, he can dance and chant to slay desire the transformation, he must succeed on a Fortitude one living creature within 60 feet. With a successful Will save (DC 10 + yuan-ti cultist’s class level + yuan-ti cultist’s save (DC 10 + yuan-ti cultist’s class level + yuan-ti cultist’s Con modifier). On a failure, he lapses into a coma and dies Wis modifier), the creature instead takes 6d6 points of within 1 hour unless revived with a delay poisonorneutralize damage. This ability has no effect on beings that are poisonspell. immune to mind-affecting effects, such as oozes and plants. Greater Psionic Focus (Su):At 6th level, a yuan-ti cultist Inner Circle:At 9th level, a yuan-ti cultist ascends to the further refines his psionic abilities. He adds +4 to the DC for highest tier of mortal power within the cult. The circum- all saving throws against his innate psionic powers. This stance bonus on Diplomacy and Intimidate checks when overlaps (does not stack with) the bonus granted by the dealing with other yuan-ti and on Knowledge (religion) psionic focus ability. checks rises to +10.",
        "name":  "Third Circle",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 7th level, a yuan-ti cultist advances to tincture that transforms a pureblood into a halfblood, one a more senior rank within the cult. The circumstance every 4 hours. If the creature does not desire the transfor- bonus on Diplomacy and Intimidate checks when dealing mation, he must succeed on a Fortitude save (DC 10 + yuan- with other yuan-ti and on Knowledge (religion) checks ti cultist’s class level + yuan-ti cultist’s Con modifier). On a rises to +8. failure, he dies instantly. In addition, the cultist’s poison becomes more virulent. Unholy Aura (Su):At 9th level, a yuan-ti cultist can use He gains Virulent Poison as a bonus feat. unholy auraonce per day, as the spell cast by a cleric of his Finally, at this rank the cultist learns the secret of trans- class level (including cleric levels). forming a pureblood yuan-ti into a halfblood. This involves Voice of Merrshaulk:On reaching 10th level, a yuan-ti brewing a more potent version of the infusion that trans- cultist attains the pinnacle of his career, transcending his forms humans into tainted ones (Craft [alchemy] DC 35, mortal essence to become an emissary of Merrshaulk. His raw materials cost 500 gp). In addition, at least three yuan-ti type changes to outsider, but he can be raised from the dead cultists of the Inner Circle must preside over the ceremony, if willing. He gains spell resistance equal to 20 + his Wisdom which lasts 6 hours. If the creature does not desire the trans- modifier. formation, he must succeed on a Fortitude save (DC 10 + In addition, the Voice of Merrshaulk gains the supernat- yuan-ti cultist’s class level + yuan-ti cultist’s Con modifier). ural ability to communicate telepathically with any other On a failure, he lapses into a coma and dies in 1 hour unless creature within 100 feet that has a language. He can also revived with a delay poisonorneutralize poisonspell. command other yuan-ti at will, as dominate monstercast as a Unhallow(Sp):At 7th level, a yuan-ti cultist gains the abil- divine spell by a cleric of the cultist’s class level (including ity to use unhallowonce per week as the spell cast by a cleric cleric levels). This is a spell-like, mind-affecting compul- of his class level (including cleric levels). He does not sion effect. 99 CLASSES PRESTIGE CHAPTER 7: pqqqqrs SUFFERING PRESTIGE DOMAIN Suffering Domain Spells",
        "name":  "First Circle",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can use a pain touchonce per day. Make a 1 Bane 6 Harm melee touch attack against a living creature, which bestows on 2 Endurance 7 Eyebite (sicken effect only) that creature a –2 enhancement penalty to Strength and 3 Bestow curse 8 Symbol (pain effect only) Dexterity for 1 minute on a successful attack. This spell-like 4 Enervation 9 Horrid wilting ability does not affect creatures immune to critical hits. 5 Feeblemind pqqqqrs SAMPLE YUAN-TI CULTIST any snake or yuan-ti, alive or dead; if already within 20 feet, Through cleverness and guile, Shauganttha rose to a position they move away. A subject can overcome the compulsion by of power through capturing many orcs and humans in raids, succeeding at another DC 17 Will save, but still suffers deep preparing for the yuan-ti village elders to transform them into anxiety. This causes a –4 reduction to Dexterity until the tainted ones. After his settlement of yuan-ti was raided by a effect wears off or the subject is no longer within 20 feet of band of adventurers and dispersed, Shauganttha moved to a a snake or yuan-ti. This ability is otherwise similar to antipa- large yuan-ti city located beneath a large human metropolis thyas cast by a 16th-level sorcerer. and began advising a high priest in the temple of Merrshaulk. Rebuke Undead (Su):Shauganttha can make undead cower by channeling negative energy.",
        "name":  "Granted Power",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "*Yuan-ti using chameleon power receive a +8 cir- Darkvision:Shauganttha can see in the dark as though cumstance bonus on Hide checks. in normal daylight. Constrict (Ex):The creature crushes the opponent, deal- Outer Circle:At 1st level, Shauganttha entered the serv- ing 1d6+7 points of bludgeoning damage, after making a ice of Merrshaulk and learned some of the secrets of the cult. successful grapple check. He gains a +2 circumstance bonus on Diplomacy and Intim- Improved Grab (Ex):If Shauganttha hits an opponent idate checks when dealing with yuan-ti not of the temple that is at Medium-size or smaller with his bite, he deals hierarchy and a +2 circumstance bonus on Knowledge (reli- normal damage and attempts to start a grapple as a free gion) checks dealing with the worship of Merrshaulk. action without provoking an attack of opportunity (grapple In addition, Shauganttha learned the secret of brewing the bonus +21). If he gets a hold, he can also constrict in the dreadful mixture that transforms humans into tainted ones same round. Thereafter, Shauganttha has the option to con- or broodguards (see Yuan-Ti in Chapter 10: Templates of this duct the grapple normally, or simply use its bite to hold the book for more information) The mixture requires the venom opponent (– 20 penalty to grapple check, but the Shaugant- of a halfblood or pureblood yuan-ti as well as certain herbs tha is not considered grappled). In either case, each success- and roots found only in tropical forests, whose raw materials ful grapple check it makes during successive rounds auto- cost is at least 50 gp. The DC to craft this mixture is 25. matically deals bite and constrict damage. Suffering Prestige Domain:At 2nd level, Shauganttha Psionics (Sp): Shauganttha can produce the following gained access to the Suffering prestige domain. This allows effects at will. him access to a third domain’s spells and immediately grants",
        "name":  "Skills",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As the spell cast by a 6th-level sorcerer. the domain’s power, as set out in the sidebar.",
        "name":  "Detect Poison",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Groups of monsters ADVANCING benefit from having at least one cleric and at least one sorcerer or wizard (see below). These AS A CHARACTER classes bolster the entire group through spells When you need a monster to have a particular class ability, that increase speed, enhance ability scores, or feat, or skill, adding class levels is usually the quickest way heal injuries. 105 AS STANDARD CLASSES ing a monster to the point where it qualifies for a prestige Following is some general advice about deciding on an class may make it too big a threat for your current adven- appropriate character class for a monster. ture.",
        "name":  "Groups of Monsters",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These are the Most prestige class descriptions state which classes most four usual possibilities for combat-focused monsters. The commonly enter the prestige class. Those statements often choice usually boils down to having a d12 Hit Die and the indicate the strength of the prestige class: combat, stealth, rage ability or having a wide selection of feats. Few base noncombat interaction, divine spellcasting, or arcane spell- creatures meet the alignment requirement for paladins, but casting. Once you determine that strength, it is easy to apply monster PCs might. Monsters with moderate Constitution the above guidelines given for the basic classes to the pres- scores should consider the barbarian class, since the large tige class. Hit Die will generate the most hit points on average. Mon- sters with high Constitution scores can take fighter or ADVANCING BY TYPE ranger levels, since their Constitution bonus will make up for the slightly smaller Hit Die. The Monster Manualcovers this form of monster advance-",
        "name":  "Barbarian, Fighter, Paladin, or Ranger",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If Wisdom is one of the monster’s top When an advanced monster changes size, adjust its two ability scores, these classes are good choices. Monsters Strength, Dexterity, and Constitution first. Use the new that work with or against undead are better off taking levels Constitution and the new number of Hit Dice to determine of cleric. This also helps a group of monsters in a fight, since the monster’s new hit points. Then determine the new For- the cleric can use healing spells, as well as spells to enhance titude saving throw bonus based on the monster’s type and Strength and Constitution. Monster druids present a seri- add the new Constitution modifier. Apply any other modi- ous threat to PCs because of their summoning abilities and fiers, such as from Great Fortitude, and you have the mon- their control over nature. ster’s new Fortitude saving throw bonus.",
        "name":  "Cleric or Druid",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any monster that gets to ambush opponents Attack, Spirited Charge, Trample): If your campaign from long range benefits from this feat. Note that this feat focuses on outdoor adventures, giving ample opportunity to does not increase the range of ray spells. ride into combat, monsters should focus on this feat and",
        "name":  "Far Shot",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Great Fortitude, Power Attack, Track not especially intelligent, they possess innate cunning 115 TEMPLATES CHAPTER 10: and logical ability. This makes them immune to maze Each successful attack does normal claw damage for that spells, prevents them from ever becoming lost, and size of feral creature, plus 1/2 its Strength bonus (rounded enables them to track enemies. Further, they are never down). If the feral creature pounces on an opponent, it can caught flat-footed. also rake. Scent (Ex):A feral minotaur can detect approaching ene- Rend (Ex):A feral creature that hits with both claw attacks mies, sniff out hidden foes, and track by sense of smell. latches onto the opponent’s body and tears the flesh. This",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 spells, and spell-like abilities, and supernatural abilities. The",
        "name":  "Initiative",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary (alone or with its spellcaster INSECTILE CREATURE liberator)",
        "name":  "Organization",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary (alone or with its spellcaster lib- erator). Insectile ogres are big, ugly, greedy creatures that live by",
        "name":  "Organization",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A monstrous stag beetle is immune to all Gargantuan 6d6 8 mind-affecting effects (charms, compulsions, phantasms, Colossal 10d6 10 patterns, and morale effects). It also has darkvision (60-foot range). Charm (Sp):The key ability score for charmis Charisma, a Fire Subtype (Ex):A monstrous stag beetle is immune successful Will save negates the effect, and the minimum to fire damage and takes a –10 penalty on saves against cold Challenge Rating to qualify for the ability is 1. This ability attacks. If a cold attack does not allow a saving throw, the functions like a charm monsterspell (caster level equal to Hit creature takes double damage instead. Dice; range 30 feet). Petrifying Gaze (Su):The key ability score for petrifying CREATING A MONSTROUS BEAST gaze is Wisdom, a successful Fortitude save negates the “Monstrous” is an inherited template that can be added to effect, and the minimum Challenge Rating to qualify any animal or vermin (here- for the ability is 5. Any after referred to as the base creature within 30 feet creature). A monstrous that meets the mon- beast has all the base crea- strous beast’s gaze turns ture’s characteristics except to stone. as noted here. Poison (Ex): The key",
        "name":  "Vermin Traits",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Multiheaded creatures have dark- Some multiheaded creatures have abilities similar to the vision to a range of 90 feet. Having a redundant head makes various forms of hydras. The three different types each have a creature more able to survive otherwise lethal attacks. a special ability, as detailed below. 125 TEMPLATES CHAPTER 10: Lernaean Creatures with a slow, shambling gait and groans with the weight of These multiheaded creatures have bodies that are immune the ages. Symbols of the deity it once served often mark one to attack (but see below). The only way to slay a Lernaean of these horrid creatures. While other undead stink of car- creature is to sever all its heads. However, each time a head rion, the herbs and powders used to create a mummy give is severed, two new heads spring from the stump in 1d4 off a sharp, pungent odor, like that of a spice cabinet. rounds. A Lernaean creature may never have more than Mummified creatures speak the languages they spoke in twice its original number of heads; any heads it gains life. beyond that number wither and die within a day. To prevent a severed head from growing back into two, at SAMPLE MUMMIFIED CREATURE least 5 points of fire or acid damage must be dealt to the This example uses an ogre as the base creature. stump (AC 19) before the new heads appear. Spells such as disintegrate, finger of death,andslay livingkill Mummified Ogre a Lernaean creature if they succeed. If the spell deals Large Undead damage on a successful save, that damage is directed against Hit Dice:4d12 (26 hp) one of the creature’s heads. Initiative:–2 A Lernaean creature has an additional +2 level adjust- Speed:20 ft. ment. AC:15 (–1 size, –2 Dex, +8 natural), touch 7, flat-footed 15",
        "name":  "Special Qualities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+7. Combat Blood Drain (Ex): A SPECTRAL bugsucker drains blood. To use CHARACTERS this ability, it must make a Spectral characters with class successful grapple check and levels generally take levels of attach itself to the target barbarian, fighter, or ranger. These by hitting with its touch classes offer good Hit Dice and attack. Each round it attack bonuses that the spectral maintains the hold, it character uses to make its incorpo- deals 1d4 points of Consti- real touch more effective. The preferred tution damage. It can make the class of spectral characters is fighter. They attack against Small or rarely take spellcaster levels because, as incorporeal larger creatures only. creatures, they cannot handle material components. Some Detach (Ex):A symbiotic creature’s two multiclass as rogues to get the class abilities and increased members can separate, dealing 1d6 points of damage to the access to skills (their incorporeal nature allows them to host (bugbear). This is a standard action that does provoke move silently and hide without those rogue class skills). an attack of opportunity, which may be made against host 131 TEMPLATES CHAPTER 10: or guest. Reengaging takes one day of complete rest. If the Constitution) of the host, and the mental scores (Intelli- reattaching creatures are disturbed during this process, gence, Wisdom, Charisma) of the guest (minimum Intelli- each takes 1d6 points of Constitution damage from bleed- gence 3). ing, and they remain separate. Skills:A symbiotic creature uses the host’s skill ranks, adjusted to account for the changed ability scores of the CREATING A SYMBIOTIC CREATURE overall symbiotic creature. The skill ranks of the guest “Symbiotic” is an acquired template that can be added to become racial bonuses of the symbiotic creature. All the any two living creatures of the following types: animal, original racial skill bonuses of both the host and the guest humanoid, plant, or vermin. The two creatures need not be also apply. the same type. One (hereafter referred to as the guest) must Feats:A symbiotic creature retains the host’s feats and be at least two size categories smaller than the other (here- gains the guest’s feats as bonus feats. after referred to as the host). Climate/Terrain:Same as the host.",
        "name":  "Level Adjustment",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A wight gains the forested regions. Some possess feathered wings, energy drain special attack, described some possess leathery wings, and still others below. The DC of the saving throw for possess insect wings. The type of wing is no any of its special attacks is equal to indication of alignment, sophistication, or atti- 10 + 1/2 wight’s HD + wight’s Cha tude. Intelligent winged creatures tend to modifier. revere Bahamut and Obad-Hai for their con- Energy Drain (Su): Any living creature trol over the air. struck by a wight’s natural attack must A winged creature appears as a normal succeed on a Fortitude saving representative of the base creature, with throw or gain two negative the addition of a pair of wings on its backs. levels. For each negative level Intelligent winged folk may be primitive it bestows, the wight heals 5 tribes, nomadic wanderers, points of damage. If the or as culturally sophisti- amount of healing is more cated as elves. than the damage the creature Winged crea- has taken, it gains any tures, if they excess as temporary hit possess the gift points. If the nega- of language, speak tive level has not the languages of their base been removed (with creatures, plus Auran. a spell such as restoration) before 24 hours have passed, the afflicted opponent must succeed on a Fortitude save (same DC) to remove it. Failure means the opponent’s level (or Hit Dice) is reduced by one. SAMPLE",
        "name":  "Special Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The base damage for the wraith’s incorporeal effects, poison, sleep,paralysis, stunning, disease, death touch attack depends on the size of the creature, as shown effects, necromantic effects, and any effect that requires a on the table below. The attack also deals 1d6 points of Con- Fortitude save unless it also works on objects. It is not sub- stitution drain. ject to critical hits, subdual damage, ability damage, ability 139 TEMPLATES CHAPTER 10: drain, energy drain, or death from massive damage. A in and out of its mouth. Broodguards, as their name wraith cannot be raised, and resurrectionworks only if it is suggests, are most often found guarding yuan-ti brood willing. The creature has darkvision (60-foot range). chambers. Unnatural Aura (Su): Both wild and domesticated animals Tainted ones and broodguards speak the languages they can sense the unnatural presence of a wraith at a distance of knew before their transformation, and they usually learn 30 feet. They do not willingly approach nearer than that and Draconic within a few months of becoming infected. become panicked if forced to do so; they remain panicked as long as they are within that range. SAMPLE YUAN-TI TAINTED ONE Sunlight Powerlessness (Ex): Wraiths are utterly powerless This example uses a human 4th-level fighter as the base in natural sunlight (not merely a daylightspell) and flee creature. from it. A wraith caught in sunlight cannot attack and can take only partial actions. Yuan-Ti Tainted One",
        "name":  "Damage",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Poison immunity, spell resistance 13",
        "name":  "WRAITH CHARACTERS Special Qualities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5 One of the most insidious aspects of the yuan-ti is their Treasure:Standard human heritage, for this vile race of serpent folk is Alignment:Chaotic evil descended from humans who interbred with an ancient Advancement:By character class sauroid race. In their monstrous evil, the yuan-ti continue this mingling of serpentine and human blood, creating two Combat type of agents and servitors who are not quite human—nor Poison Bite (Ex):The saliva of a tainted one is poisonous are they fully yuan-ti. when ingested or introduced into the blood. A tainted one Yuan-ti cultists (see Chapter 7: Prestige Classes) create can only inject its venom while grappling a foe with both these servitors using essentially the same process. exposed skin. The Fortitude save to resist this poison has a If the process is a success, the result is a tainted one. DC of 17. Victims who fail this save take 1d4 points of Con- These creatures appear just as they did before their infec- stitution damage. After 1 minute, they must make another tion—generally able-bodied humans, usually of 3rd to save; failure means another 1d4 points of Constitution 6th level. Though their bodies do not show signs of their damage. A tainted one’s kiss is also poisonous, though in tainted blood, their personalities and mannerisms do: this case the save DC is reduced by 2. They often develop habits such as frequently licking their Psionics (Sp): The transformation activates latent lips, drawing out the sibilant sounds when they speak, or psionic potential in human minds, granting tainted ones keeping large serpents as pets. Tainted ones serve the supernatural abilities similar to those of true yuan-ti. A yuan-ti as agents who can pass unnoticed among other tainted one can create the following effects through the races and infiltrate where even a pureblood yuan-ti might power of its mind as a sorcerer of its character level: poison risk discovery. (Fortitude save, DC 18) and polymorph self(into snake or If the process goes awry, the result is a broodguard— snakelike forms only). a hairless, near-mindless abomination with an emaciated Poison Immunity (Ex):Tainted ones are immune to all body. Its gray or yellow-green skin is tough and scaly, and forms of snake venom, including their own poison. it smells faintly of rotting meat. The creature has beady, Spell Resistance (Ex):A tainted one gains spell resist- bloodshot eyes, and its forked tongue continually darts ance of 12 +1 per three levels. 140 :01 RETPAHC SETALPMET CREATING A YUAN-TI tion damage. A tainted one’s kiss is also poisonous, though in “Tainted one” and “broodguard” are acquired templates that this case the save DC is reduced by 2. can be added to any human (referred to hereafter as the Broodguards do not gain psionics or a poison bite, but base creature). Creatures using these templates have all the instead gain a rage ability. base creature’s characteristics except as noted here. Rage (Ex):Once per day, a broodguard can enter into a",
        "name":  "Challenge Rating",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Tainted ones gain poison immunity they can use in melee. They use the base attack and spell resistance. values they had as humans, but their claws deal 1d2 Poison Immunity (Ex): Tainted ones and broodguards points of damage and their bite deals 1d3 points of are immune to all forms of snake venom. damage. Spell Resistance (Ex):Tainted ones gain spell",
        "name":  "Broodguards have sharp claws and vicious bites Special Qualities",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Tainted ones gain the resistance of 12 +1 per three levels. following two special attacks. Broodguards gain mental resistance. Psionics (Sp):The transformation Mental Resistance (Ex): Broodguards are immune activates latent psionic potential in toholdandcharmspells. human minds, granting tainted Abilities:Tainted ones, +2 Con. Broodguards, ones supernatural abilities similar +2Dex, +2 Con, –4 Int, –4 Cha. to those of true yuan-ti. A tainted Feats:Tainted ones and broodguards gain Alert- one can create the following ness as a bonus feat due to their heightened senses. effects through the power of its mind Climate/Terrain:Warm land.",
        "name":  "Special Attacks",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you add additional templates, Yuan-ti:No special notes. the creature retains its multiple heads. 144 :01 RETPAHC SETALPMET pqqqqrs BREAKING THE RULES gain the incorporeal subtype. The undead type possesses If you want to take some risks and venture into territory not some significant advantages, so for this example we change covered by the rules, you can combine templates in any way the type to undead and the Hit Dice to d12s. The ghost bargh- you like and apply them to whatever creatures you like. You est loses its Constitution score but gains immunity to any gain a monster unique to your campaign at the expense of a effect that requires a Fortitude save, unless it affects objects. few extra decisions. The ghost barghest now has Charisma 18. It now has 39 hit Suppose you want to create a ghost barghest. Normally the points, a small gain despite losing its Constitution bonus. Its ghost template does not apply to outsiders, so the resulting Fortitude save drops to +5, since it loses its Constitution creature breaks the rules. The template does not change the bonus. It has no Constitution-based skills. Its Bluff and creature’s size, but it does change the type. Undead and Intimidate skill modifiers increase to +13 because of its outsider are both at the top of the pyramid, so the creature’s increased Charisma. The new Charisma score also increases type depends on which is more advantageous. If your adven- the DC for its spell-like abilities to 14 + spell level, and the tures occur on an Outer Plane, you might want to leave it as an ghost barghest must manifest to affect targets on the Material outsider. If so, Hit Dice should probably stay the same, and the Plane. Otherwise, the special attacks and special qualities of a ghost barghest should have a Constitution score and vulnera- ghost apply just as well to this creature as to any normally bility to most effects requiring Fortitudes saves. It could still covered by the template. pqqqqrs f you are a DM, chances are your players will want to For example, a human rogue just gained 5th level build new characters when they see this book. Some, and has 10,000 experience points. On her next adven- however, will want to transform their existing characters ture, a wererat bites her. The rogue decides she wants into monsters. This chapter provides information to use the abilities that lycanthropy brings; perhaps envi- when that happens. sioning a gang of wererat thieves all working for her. A DM never has to allow a character to transform from a She voluntarily fails her Fortitude save against the standard race to a monster. Even in the case of monsters curse of lycanthropy (see Lycanthropes, below) and, that transform victims into monsters of the same kind by after her first change, becomes a wererat. Now her killing them, the DM may decide that this type of transfor- ECL is 8. Instead of needing 5,000 experience mation does not necessarily produce a monster that can be points to go from 5th level to 6th, she needs 26,000 a character. In the case of lycanthropy or some form of experience points (the difference between 5th and transformation that takes place after a character’s death, 9th level). The average level of her party increases, the DM may decide to simply take the character and make so everyone gets fewer experience points from an NPC from it. As for voluntary ritual transformation the ensuing encounters (see Table 7–1: Experi- (detailed in this chapter), the DM need never allow it, or ence Point Awards in the DUNGEONMASTER’s Guide) she may determine that this method of transformation is unless the DM tweaks those encounters to unavailable until she is more comfortable with the idea. increase their Encounter Level. When she has 36,000 experience points, the rogue can add her EFFECTS OF 6th level as a rogue (or any other class level she chooses), and she will be an ECL 9 character. TRANSFORMATION She needs 9,000 XP to reach her next level (the Once a character transforms, she has a new effective char- difference between 9th and 10th level). acter level. This ECL determines how many experience After the character transforms, the charac- points she needs to gain her next class level, and how many ter’s ECL should be 15 or lower for reasons dis- experience points her party gets from each encounter. The cussed in the Maximum Levels sidebar in Chap- DM must explain these effects to her players before allow- ter 2: Building Monster Characters. While ing them to begin transforming their characters. ritual transformation is possible for higher- 145 AS level characters, those who know the rituals generally do becomes vulnerable to sunlight. (Primarily for these reasons, not undertake the transformation process for someone who the bodak is not considered an appropriate choice for a mon- may then usurp their authority or who is not likely to adven- ster PC; see Appendix 2 of this book for a complete list of all ture long enough to pay them back. recommended monsters.) The new bodak has no obligation or tie to the bodak that killed the new bodak’s previous form.",
        "name":  "Multiheaded Creature",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "According to the Monster Manual, when a drow of If a character transforms to a kind of monster that always above average ability (and all player characters are, in some has a particular alignment, and the character did not origi- way, above average) reaches 6th level, the deity Lolth may nally have that alignment, the transforming character put him or her through a special test. Those who fail the test makes a Will save (DC 10 + 1/2 the goal monster’s Hit Dice become driders (and their type changes to aberration). + the goal monster’s Wis modifier) to avoid an involuntary Unlike other sorts of monster transformations, this one alignment change. Modify the DC as follows: requires that the base creature be of an unusual race (drow) to begin with. Further, that creature must be a cleric, wizard, Monster’s alignment is one step removed from or sorcerer. This sort of transformation also requires access character’s original alignment to a temple of Lolth, so the base creature must be one that is (for instance, character NG and monster LG) –5 accepted in drow society, meaning it is most likely neutral Monster’s alignment is two steps removed from evil in alignment. You can create a drider by applying the character’s original alignment (for instance, tauric template found in Chapter 10 of this book. character NG and monster LN, or character NG and monster NE) +5 Once transformed, the drider is an outcast from drow Monster’s alignment is diametrically opposed to society. Drider clerics retain their spells, domains, domain character’s original alignment (for instance, spells, and granted powers. Drider wizards keep their spells character LG and monster CE) +10 and bonus feats, and may continue preparing those spells normally. Drider sorcerers keep their spells and may con- CLASSES AND SPELLS tinue preparing those spells normally. Any additional cleric, Ways already exist to change a character’s creature type from sorcerer, or wizard levels earned as a drider add to the char- a standard-race humanoid to something else. Monks, for acter’s previous six levels. If a character meets the require- instance, become outsiders at 20th level. Several prestige ments, the DM should consider the impact of the drider’s classes presented in books such asTome and Bloodallow grad- spells and spell-like abilities on the game before allowing ual changes to outsider, half-dragon, and other types. Appro- this transformation. priate rules appear in the class descriptions. Ghost: The DM may allow deceased characters to remain Thereincarnatespell also provides an opportunity for a in contact with their former lives by becoming ghosts (see character to transform. Pixies and satyrs are on the table in the template in the Monster Manual). Such a character the spell description (see Chapter 11 of the Player’s Hand- changes its type to undead. Ghosts feature many of the same book), but so is “Other.” Talk to your DM about your desire to challenges as vampires: They can easily negotiate obstacles alter your character; then, if your character dies, your DM that would stop or delay a party of corporeal beings, they are may allow that character to be reincarnated as a creature exceedingly difficult to kill, and they can possess living type chosen by the two of you. beings. Such characters are best suited to single adventures, The effects of casting a wishspell to change a creature’s “passing on” when they accomplish some business they left type are discussed in Rituals, later in this chapter. unfinished in life.",
        "name":  "ALIGNMENT CHANGE Drider",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All four of these an entirely different creature. transformed creatures appear within rounds of when the vic- A ritualist (a spellcaster versed in the conducting of one tim was slain. In all cases, the character’s type changes to un- or more rituals) is necessary for the performance of any rit- dead. A major drawback to shadows, spectres, and wraiths as ual. Player character spellcasters can learn how to conduct characters is their inability to physically interact with the the rituals described below. A ritualist cannot conduct a rit- real world except through their draining touch attacks. As ual on herself. a result, they are unlikely to get a good reception anywhere. A spellcaster may learn a single ritual each time she gains Since the base creature is always of a specific evil alignment, a new spell level. For instance, a wizard can learn a ritual at characters of other alignments are rare. Shadow characters 1st level (when she gains 1st-level spells), 3rd level (when spawned from a shadow’s Strength drain attack are under she gains 2nd-level spells), 5th level (when she gains 3rd- the original shadow’s control while it exists. level spells), and so on. A spellcaster cannot learn a ritual",
        "name":  "Shadow, Spectre, Wight, and Wraith",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The bite of a blue slaad transforms arcane spell- that requires a specific spell (wishorpolymorph other) unless casters into green slaad and other characters into red slaad. she can cast that spell. In either case, the character’s type changes to outsider. The transformation takes one week, but leaves the character’s MINOR RITUALS mind and memory intact. In addition, no bond exists Some characters may wish to gain the benefits of a particu- between the transformed character and the blue slaad; the lar type or subtype of monster, without actually becoming a transformed character is free to act independently. specific kind of monster. For instance, a character may wish",
        "name":  "Slaad",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Level Adjustment:+0. If a character attempts to gain an alignment subtype that is Ritual of the Elements neither his nor opposed to his This ritual imbues a character with (for instance, a neutral good an elemental (air, earth, fire, water) character attempting to gain the or energy (acid, cold, electricity, fire) chaotic subtype), he must make subtype or modifier. The character a Will save (DC 15). If he fails, becomes immune to the appropriate the ritual changes his alignment energy type or element, and takes to match the subtype and he double damage from its opposing gains one negative level. The charac- energy or element unless a saving throw ter’s new experience point total is midway for half damage is allowed. The character is subject between the minimum needed for the new to all spells that affect that element or energy type. level and the minimum needed for the next one. If the character was 1st level, he loses 1 point of Constitution Associated Opposed instead of gaining one negative level. This negative level or Element Energy Energy Air Electricity Acid Constitution loss cannot be offset by any mortal spell, even Earth Acid Electricity wishormiracle, thought the character can improve his Con- Fire Fire Cold stitution normally. If he succeeds, the ritual still changes his Water Cold Fire alignment to match the subtype. If the character’s align- ment ever changes from that of the subtype, the subtype and its benefits are lost. The character may repeat the ritual after This ritual requires a 9th-level cleric who has the appropri- losing the subtype and gain it again, suffering the same ate element or energy type as one of his domains. forced alignment change. Ritual Cost:This ritual costs the subject 36,000 gold pieces",
        "name":  "Different but not Opposed",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A number of class levels equal to the starting MAJOR RITUALS ECL of the goal creature, minimum 1. As with any major Some of these rituals are performed by members of cults ritual, the subject character also pays the ritualist a number devoted to particular monster types, such as dragon cults. of gold pieces equal to 1,000 ×caster level ×the starting ECL Others are performed by arcane or divine orders. Arcane of the goal creature. In this case, the DM should allow a 149 MONSTER BECOMING A CHAPTER 11: pqqqqrs ECL OF THE GOAL CREATURE Conversely, the less powerful the goal creature, the less expen- When transforming an existing character into a new race or sive the ritual is. creature type by means of a major ritual, the goal creature is It is possible to use the information in Chapter 3: Classes in what the character wishes to become. If a human wants to conjunction with major rituals. A character may become a become an ogre, the goal creature is ogre. The cost to trans- monster at a level lower than its starting ECL by using the form a character using a major ritual is based on the starting guidelines in that chapter. Doing this reduces the time and ECL of the goal creature (the HD of the base creature plus level cost of any major ritual the character undergoes. The character adjustment; see Appendix 2: Compiled Tables). The more advances as that monster until reaching its starting ECL, and powerful the goal creature, the more expensive the ritual is. then may resume gaining class levels normally. pqqqqrs character to pay this amount in stages—a number of gold would need to pay 3,000 XP, since a gnoll’s starting ECL is 3 pieces equal to 1,000 ×caster level each time he gains a level and it takes 3,000 experience points to become a 3rd-level until the character pays the entire fee. character. No spell, not even restoration,can bring back the",
        "name":  "Ritual Cost",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The starting ECL of the goal creature lost experience points. (minimum 7th). A character may spend so many experience points that he loses levels. If you decide to do this, be careful not to lose so Characters using this major ritual earn experience and gain many levels that, even with the addition of the goal crea- levels normally. However, once they earn class levels equal ture’s Hit Dice, your monster character cannot survive the to the starting ECL of the goal creature, they sacrifice that threats your group faces. Characters may not spend experi- many class levels and gain the starting ECL of the goal crea- ence points they do not have. Experience points are not ture. The transformation is gradual and occurs while the spent until the completion of the ritual. If the ritual is inter- character is gaining the requisite levels. Other characters rupted, the character loses nothing but the time he already can notice changes in height, skin, hair, eyes, teeth, and so spent on it, and he may start the ritual again later. forth before the ritual is complete. If a character multi- Paying the experience point cost all at once, or in large classes while earning these levels, then when he trades partial amounts, is a quick way to complete this ritual for levels he retains only those he had when he began the ritual. higher-level characters with the experience points to For example, a 1st-level elf fighter wishes to become an spend. If you have players with high-level characters and ogre. An ogre’s starting ECL is 6, so the ritual requires a ritu- want to allow the characters to transform, this ritual is an alist of 7th caster level and costs 42,000 gold pieces. The DM ideal method. The loss of experience points may even tells the player that the elf fighter must pay 7,000 gold extend the time those characters have available to continue pieces (42,000 gold pieces divided by six levels) to the ritual- adventuring. ist every time the elf fighter gains a level until the fee is paid. The elf gradually transforms into an ogre while earning six Wish class levels. Every seventh day (six days separate each ritual A spellcaster casts wishand transforms the character. activity), he spends 8 hours performing ritual activities Ritual Time:1 action, as the spell. during which he does nothing other than conduct the Ritual Cost:The ritualist must spend 5,000 XP (the spell’s ritual, rest, eat, sleep, or talk. Upon reaching 6th level, he XP component). The ritualist charges the subject a number becomes a 1st-level ogre fighter, regardless of which classes of gold pieces equal to caster level ×90, plus an additional contributed to those six levels, because he was a 1st-level 25,000 gp (to compensate for the experience point loss). fighter when he began the ritual. Ritual Caster Level:17th, as the spell. Trading levels is generally best for lower-level, single- class characters who decide to transform, because they have Castingwishto become a new kind of creature, with full plenty of time to earn levels in their current form and class, access to all extraordinary, spell-like, and supernatural abili- and still have a lot of time left to advance in level after trans- ties (see End Result, below), while retaining Intelligence, forming. If your players have low-level characters and you memory, and personality, falls under the “wishing for want them to have time to adventure after transforming, greater effects” rules in the spell description. While this is this ritual is a good choice. the quickest method of transformation and potentially the least expensive, it has substantial risks. Ritual of Vitality The DM may, for instance, require the spellcaster to make This major ritual trades experience points for the starting a Spellcraft check. For every point by which the check result ECL of the goal creature. exceeds 20, the transforming character gains a 5% chance to",
        "name":  "Ritual Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This ritual takes a number of days equal to the have the goal creature’s abilities. The transforming character ECL of the goal creature, minimum one day. Ritual activities must roll for each ability. For instance, if the spellcaster gets occur each day. a 28 on her Spellcraft check, the transforming character has",
        "name":  "Ritual Time",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A ghaele receives one feat at 1st level and addi- minor globe of invulnerability. The ghaele’s caster level for tional ones at 3rd, 7th, and 15th level. After 20th level it these effects is its Hit Dice from ghaele class levels. The gains feats normally according to its character level (which aura can be dispelled, but the ghaele can create it again as a requires epic level advancement rules; see Epic Level Hand- free action on its next turn. bookfor more information). Alternate Form (Su): Upon reaching 7th level, as a",
        "name":  "Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    }
]
