[
    {
        "origin_file":  "spells.json",
        "description":  "Climb –4, Concentration +11, Diplo- for succor when he feels the temptation to give in to macy +8, Hide –2, Jump –4, Knowledge (religion) +7, his newfound bestial urges, but in time, a character Listen +9, Move Silently –4, Spellcraft +11, Spot +8; who has done so faithfully gains release from the risk Alertness, Extend Spell, Improved Initiative, Scribe of alignment change. (In game terms, the afflicted Scroll, Spell Penetration. lycanthrope PC must stave off an alignment change Summon Undead(Sp):Wulbrin can summon a until he earns enough experience to take a level in shadow or allip to fight his enemies. This ability works moon guardian.) like the summon monster I spell, except as follows. Wul- As NPCs, moon guardians often perform quests on brin cannot dismiss the summoned creature, and if it behalf of their deities or infiltrate cults of evil lycan- remains after the last enemy is gone or slain, it attacks thropes in order to destroy them from within. The Wulbrin unless he successfully rebukes or commands occasional evil moon guardian NPC often takes advan- it. He gains a +4 bonus on turning checks and damage tage of PCs’ assumptions about his alignment, pretend- against undead he has summoned. He may always ing to be good at first, then revealing his true nature at choose to substitute lower-CR undead for any higher- a crucial moment. CR ones that he can summon, but the number sum-",
        "name":  "Skills and Feats",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. humanoid form can make another attempt each sub- sequent round, rather than waiting until dawn. The Moon Guardian Class Level Base Attack Bonus Fort Save Ref Save Will Save Special Spells per Day/Spells Known 1st +1 +2 +2 +0 Natural spell, — voluntary change 2nd +2 +3 +3 +0 +1 level of existing divine spellcasting class 3rd +3 +3 +3 +1 Rapid change — 4th +4 +4 +4 +1 +1 level of existing divine spellcasting class 5th +5 +4 +4 +1 Instantaneous — change CLASS FEATURES Rapid Change (Ex): At 3rd level, the moon guardian can make a Control Shape check as a move All of the following are class features of the moon action rather than a standard action, though he can still guardian prestige class. change form only once per round.",
        "name":  "Skill Points at Each Level",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. The Nightcloak Class Level Base Attack Bonus Fort Save Ref Save Will Save Special Spells per Day/Spells Known 1st +0 +2 +0 +2 Might of darkness +1 level of existing spellcasting class 2nd +1 +3 +0 +3 Eyes of night +1 level of existing spellcasting class 3rd +2 +3 +1 +3 — +1 level of existing spellcasting class 4th +3 +4 +1 +4 Shadow talk +1 level of existing spellcasting class 5th +3 +4 +1 +4 True lies +1 level of existing spellcasting class 6th +4 +5 +2 +5 — +1 level of existing spellcasting class 7th +5 +5 +2 +5 Grace of the dark +1 level of existing spellcasting class 8th +6 +6 +2 +6 Minions of night +1 level of existing spellcasting class 9th +6 +6 +3 +6 — +1 level of existing spellcasting class 10th +7 +7 +3 +7 Voice of ineffable evil +1 level of existing spellcasting class CLASS FEATURES feet beyond that). Shadow talk is a sonic, language- All the following are features of the nightcloak prestige dependent effect. class. True Lies(Sp):Beginning at 5th level, a night-",
        "name":  "Skill Points at Each Level",
        "source":  "complete_divine_web_enhancement.txt",
        "_id":  "9a2e42cca219845faf9c9e4da18b0f8195e6d2f8991d81eaa21b1bf648f07e0b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Necromancers are introspective characters transmutation are complementary schools, since both share with a pragmatic approach to death. As a necromancer, you the same view of using whatever is available. Whether alive, might exhibit any or all of the following personality traits. dead, or inanimate, the raw materials can be altered to become You are heedless and insensitive toward the emotions of something more. people about death. Personality: Transmuters are tinkerers at heart, never You are hopeful and impatient as people die, seeing their content to leave things as they are. As a transmuter, you might bodies as useful material for your spells. exhibit any or all of the following personality traits. You are obsessed with your own mortality and crave You are a troubleshooter who enjoys overcoming chal immunity from death. lenging obstacles. You brood instead of discussing or sharing your You are a natural actor who assumes the role of any creature thoughts. whose forms you take. You have a frenetic curiosity about creatures you encoun foremost, a successful blaster takes care to avoid injuring his ter, eager to broaden your knowledge of new forms and comrades with the spells he casts. For this reason, blasters abilities. train themselves to be as observant as possible. They do not You revel in appearing to be much less than you seem. simply monitor their enemies, but keep track of their allies as",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although these feats retain some function of damage to multiple targets on the battlefield, with greater ality for a blaster, their application is limited at best. accuracy and against opponents that are more widely spread Chain Spell (Complete Arcane): Chain Spell can be used to apart. arc a spell effect between a number of secondary targets equal 7th—Radiant Assault (Spell Compendium): This spell deals to your caster level, but this feat only applies to spells that massive amounts of light damage to all creatures in a 20- initially have a single target. Most of the spells in a blaster\u0027s foot-radius burst, while either dazing or dazzling them for repertoire affect multiple opponents within an area, limiting ld6 rounds (depending on whether they make their saving this feat\u0027s utility. throw). Short of being sightless, no creature can boast immu",
        "name":  "Feats to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spells with a range of medium or long already nity to this spell. offer plenty of distance from which to cast blaster spells. Cast 8th—Horrid Wilting: Unquestionably worthy of its name, ing a blaster spell from any farther away becomes excessive, this spell drains moisture from the bodies of an extraordinary especially if you want to see where your party members are number of targets. You can selectively affect any number of in relation to the enemy. Moreover, spells with burst, cone, or creatures within long range as long as all targets are within line areas or those with ranges measured in a fixed number 60 feet of each other. of feet, cannot benefit from this feat. 9th—Meteor Swarm: This spell generates four 40-foot-radius Repeat Spell (Complete Arcane): Although it is useful against spreads of fire that can overlap each other with stacking an advancing horde, this feat can be dangerous in a crowded damage. A more powerful gout of flame does not exist. Make environment where allies can be easily caught in the second sure your friends have all run for cover. ary blast. Spells to Avoid: Although blasters have many options",
        "name":  "Enlarge Spell",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a blaster, you want to catch the maximum available to them, some spells more effectively deal damage number of opponents in your area spells without harming in a wider area than others. Try to balance damage output your allies. Doing this requires a good vantage point from against potential area, especially if you have a limited number which the battle can be surveyed, but you also can\u0027t be so of spells known. far away that you lose communication with your fellow Acid Fog: This spell and others like it deal ongoing damage party members. Most of your spells come from the evoca to targets in the area, but in small amounts that can be easily tion school. avoided by leaving the spell effect.",
        "name":  "Best Spells",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This spell (and others like it) jen (Complete Arcane) with elemental mastery over earth or simply impairs targets rather than dealing hit wood can make a particularly good booster as well, espe point damage. cially if he consistently chooses to apply Extend Spell to his transmutation spells. Bards arguably make the BOOSTER best boosters, not only because of their inspirational music, but also thanks to their ability to double You tend to be exceptionally selfless as secondary healers with access to cure for an arcanist, devoting your spells spells. Additionally, bards are also to making everybody in the party the arcanists most capable of more formidable against their protecting themselves with enemies. As a booster, you are out needing help. A sorcerer as valuable to an adventuring who focuses on transmu party as a healer—except that tation spells is a boon to instead of restoring the exist any party, since he rarely ing potential of your group, suffers from a shortage your spells push mortal of spells, but he often limitations to preternatural lacks the perfect so extremes and endow your lution for a particular allies with arcane might. problem.",
        "name":  "Stinking Cloud",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "There is Best Prestige Class something parental about es: The initiate of the boosters. More than any sevenfold veil (Complete thing, they want to see Arcane) is an excellent everybody in their party choice of prestige class for come back alive from their a booster, since its protective latest adventure. To this end wards protect boosters while they are both sympathetic they augment their allies. More and analytically critical of important to any arcanist, an ini their companions, address tiate of the sevenfold veil does not lose a ing individual strengths single caster level. The sublime chord (Com and weaknesses to shore plete Arcane) offers 9th-level spell access to up group dynamics. Boosters bards, permitting them to choose between value communication more than any other Boosters push mortal limitations to the bard and sorcerer/wizard spell lists. In quality and have no difficultly suggesting preternatural extremes addition, the sublime chord class grants ac areas in which their companions can im cess to several arcane songs that increase prove their tactics and train accordingly. A booster takes his spellcasting effectiveness and can even suspend the enemy role so seriously that when anyone is injured due to lack of out of time (while the party better prepares for the attack). organization, he takes it as a personal failure. A booster willing to sacrifice power for versatility should",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Boosters are the sergeants of a party, keeping consider the mystic theurge prestige class, since the sheer track of individual contributions and pointing out flaws number of boost spells available to such a character should that need to be eliminated. Wherever a deficiency exists, the keep him busy throughout the adventure. booster provides a spell that removes the problem. When",
        "name":  "Strengths",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These feats help augment a booster in his no weaknesses can be found, the booster can truly flaunt chosen role and are strongly recommended. his power, augmenting the abilities of his companions well Arcane Disciple (Complete Divine): Although you can only beyond their most ambitious imaginings. Adventurers who gain so many spells from this feat (depending on your have a booster watching their backs can make short work of Wisdom score), even if you only gain access to the first three any obstacles they face. levels, those spells can justify this investment—especially",
        "name":  "Best Feats",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Not surprisingly, the greatest potential for bards and sorcerers. Many domains grant spells that weak link in any adventuring group is the booster himself. arcane casters can find on their own lists, but a booster As arcane spellcasters, boosters are notoriously ineffectual might want to consider the Courage (Spell Compendium), in melee combat. They try to fortify their own weaknesses Family (Spell Compendium), Healing, Luck, Protection, and before battle along with everyone else, but once a conflict Renewal (Spell Compendium) domains. starts, boosters need protecting. This weakness can be turned",
        "name":  "Weaknesses",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Casting touch spells on your allies inevi barbarian to chip in for this boost. (It\u0027s cheaper than a potion tably puts you in harm\u0027s way during melee combat. This feat of cure moderate wounds, and certainly more beneficial.) helps to ensure that your spells won\u0027t be spoiled by an errant 5th—Mass Fly (Spell Compendium): A coordinated aerial attack. assault is a beautiful sight—and a terrifying one for oppo",
        "name":  "Combat Casting",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Having a few wands with key booster spells nents. This spell makes it possible for everyone in your party at hand means you can branch out with your own spell to participate in an attack from above. selection. Scribe Scroll and Brew Potion are similarly useful, 6th—Stone Body (Spell Compendium): Although mass bull\u0027s though not as cost-effective. strength spreads the wealth of a Strength boost around the",
        "name":  "Craft Wand",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although these feats retain some function- but one that causes spells and spell-like abilities to bounce ality for a booster, their application is limited at best. off your party like ineffectual sparks from an anvil. Fortify Spell (Complete Arcane): This feat can prevent a 9th—Freedom: When all else has failed to liberate a party booster\u0027s spells from being dispelled, but the likelihood member from enspelled imprisonment, this one does the of that event occurring with enough frequency to warrant trick. taking this feat is slim. Spells to Avoid: You have the largest selection of spells Spell Focus (transmutation): Most of the targets of your spells to choose from as a booster. Try to restrict your choices to are willing recipients, meaning that save DCs are not usually boosts your companions cannot achieve themselves with important. This spell should be considered only if you learn special abilities or spells, especially if you have a limited a significant number of offensive transmutation spells. number of spells known.",
        "name":  "Feats to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wizards (par difficult to resist. Greater Spell ticularly enchanters) and wu Focus (enchantment) should jen (Complete Arcane) enjoy a definitely be in your repertoire wide variety of controlling as well. spells, limited only by the Spell Penetration: Enslav acquisition of spells for their ing or affecting a creature spellbook. Sorcerers fit the with spell resistance is egomaniacal controller not easy, but unques archetype best of all, tionably worth the effort. with the addition of Even Greater Spell Penetration is a high Charisma score Controllers have little respect for life worth the investment for a controller. to compel obedience by their or its freedoms Feats to Avoid: Although these feats charmed victims. Bards are also well retain some functionality for a control suited to play controllers, combining useful spells with bardic ler, their application is limited at best. music abilities; however, the beguiler (Player\u0027s Handbook II) Extend Spell: Most of a controller\u0027s spells already last long outshines the bard in both sheer controlling power and enough, so further extending their durations provides breadth of options for influencing enemies. diminishing returns.",
        "name":  "Best Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Generalists are sagelike in their approach to great second choice), since they understand the potential of a problem-solving, carefully deliberating over the best course painfully restrictive \"permanent\" curse. of action. They understand the need for haste in the face of 5th—Dominate Person: At last, the tried and true spell that lets danger, but find themselves more perturbed by rushing than any controller achieve her full potential. Although its effects frightened by an impending threat. Anything worth doing are restricted to humanoids, you shouldn\u0027t have trouble finding is worth thinking about rationally, and a solution can always a thrall that can offer decent resistance against any enemy. be found. Generalists prefer to solve minor problems with 6th—Mass Suggestion: Never underestimate the power of intellect alone and so are greatly valued by adventuring par mind control on a massive level to turn enemy forces against ties. The generalist prides herself in always being prepared each other. The geas spell comes a close second at this level, but and maintaining a level head despite setbacks. it requires a 10-minute casting time. Still, it might be worth",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wizards who do not choose a school of mass hold monster, when along comes a spell that lets you specialization are best suited to become generalists. Although permanently rewrite the memory of any creature to make it a discriminating sorcerer who makes thrifty spells known believe that its entire purpose in life is to secure and protect choices can attempt the role of generalist, it is hard to compete your safety. Why control your enemy when you can turn him with a wizard, who has the potential to learn every arcane into a loyal friend? spell she comes across. A wu jen (Complete Arcane) makes a",
        "name":  "Best Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These feats help augment a generalist in her Empower Spell or Maximize Spell. chosen role and are strongly recommended. 2nd-—Invisibility: Whether attacking with surprise, sneak",
        "name":  "Best Feats",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For all those spells that you enemies more than im Generalists pride themselves on always never need until you really need them, this mobilizing them for several being prepared feat can\u0027t be beat. rounds, presuming of course that no",
        "name":  "Scribe Scroll",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Notwithstanding all the times that a or translucent creatures or objects, and polymorphed forms sorcerer generalist needs a move action in the same round as are either negated or revealed through this spell. The true casting a spell, a more useful feat could be selected. seeing spell even lets you perceive the Ethereal Plane in case",
        "name":  "Arcane Preparation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a generalist, choosing which spells low hit points. to avoid taking can be exceedingly difficult, because Best Classes: Necromancers and dread necromancers virtually any spell can prove useful in the right context. (Heroes of Horror) are the best choices for this archetype. Dread Although this is by no means a firm rule, try to avoid necromancers are particularly effective, since they can rebuke spells that will be trumped by higher-level spells in two undead to control them. On the other hand, certain useful or three levels, especially if you have a limited number of spells aren\u0027t on their spell list. Sorcerer necromasters find spells known. that with limited spells known, choosing the best spells for",
        "name":  "Spells to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This spell is a crutch for generalists who have Best Prestige Classes: The pale master (Libris Mortis) not done their homework. With a deceptively cheap 300 XP presents a good option. The first level is a hurdle, but being cost (compared to the wish spell), you can duplicate any spell able to sidestep the material component of animate dead can of 6th level or lower rather than doing your job properly. A prove a meaningful advantage. The true necromancer (Libris generalist who has given all due consideration to her spells Mortis) prestige class also offers a good selection of abilities. should never have use for limited wish. You trade your highest-level spells and Hit Dice of undead",
        "name":  "Limited Wish",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although these feats retain some func minions. Each might pack less punch than an outsider a tionality for a necromaster, their application is limited at summoner controls, but you have more creatures under your best. control, and they remain to fight in later battles. Also, you Fell Animate (Libris Mortis): You shouldn\u0027t have much trouble can cast undead-creating spells outside combat, allowing you making zombies, so this feat applies a high cost to a spell from to make the most of your in-combat actions while existing which you gain little or no benefit. minions contribute to the fight. Spell Focus (necromancy): Look closely at how many of your buck. It deals 3d6 points of damage per round, and it takes necromancy spells allow saves before choosing this feat. some effort to end the effect. When the foe reaches 0 hit",
        "name":  "Feats to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spies keep their profession to themselves, should be the first spell selected at this level. As a second not wanting to risk the ire of people who are offended by spell, phantasmal killer is a devastating choice. their trade. Spies accept the fact that they operate outside 5th—Prismatic Ray (Spell Compendium): An unpredictable society and embrace their roles as interlopers. Some spies spell, to be sure, but the majority of the generated effects are use their power with a solemn purpose, becoming seekers well worth the random chance. Cast this spell with the Split of truth in a world filled with lies, but many are not quite Ray feat to increase the possibility of a lethal effect. as righteous and look only for secrets with which to exploit 6th—Disintegrate: Nothing reduces your enemies to dust as and manipulate people of influence. well as disintegrate. This spell is perhaps the most utilitarian",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spy is nothing if not tapped into her sur sniper spell, lacking an energy type that might be resisted roundings. A party lucky enough to count a spy as an ally by creatures with immunities. would be foolish to overlook her foresight. An adventuring 7th—Finger of Death: A sniper simply cannot afford to spy takes great care to remotely observe any intended desti forswear a spell with this much power over life and death. nation, noting any creatures that inhabit it long before she The limited range of this spell, although counterintuitive ever physically enters the location. A spy arms her compan for a sniper, still allows it to be cast from over 50 feet away ions with this knowledge so they can reliably ambush their when initially learned. opponents and minimize losses, especially if she discovers 8th—Polar Ray: This is another spell that significantly the vulnerabilities of such creatures beforehand. benefits from the Energy Substitution feat. More important,",
        "name":  "Strengths",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although these spells might seem it requires three levels of a divine spellcasting class before appealing at first, consider rethinking your options, espe progressing as an arcane spellcaster. The arcane trickster cially if you have a limited number of spells known. makes for a great stealth-oriented spy, but the class requires",
        "name":  "Spells to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a sniper, ask yourself why you are trying at least three levels of rogue. If a spy doesn\u0027t mind losing that to make friends with your opponents instead of sending many spellcasting levels, this combination also makes her a them to the afterlife. lot more capable in combat with the addition of sneak attack damage. The loremaster, with seven prerequisite divination 3rd—Clairaudience/Clairvoyance or Know Opponent (Spell spells, is a natural choice for a spy who doesn\u0027t want to give Compendium): Once a spy is acquainted with her surround up any arcane spellcasting levels. ings, clairaudience/clairvoyance becomes an immeasurable",
        "name":  "Charm Person",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your scrying bulky focus makes this spell use Spies are nothing if not tapped spells have unlimited range and your into their surroundings ful in the dungeon. detect spells have fixed ranges, neither of 8th—Discern Location: When it comes which can be augmented with this feat. to tracking down a creature or object, there is virtually no",
        "name":  "Enlarge Spell",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although the archmage is a good the ground out from underneath their feet. This is no meta choice for any arcane spellcaster, strategists especially covet phorical boast, since as a strategist you can literally change the master of shaping ability, which allows them to selec the nature of reality around your opponents. Perhaps they tively avoid allies in their area spells. Masters of the unseen won\u0027t underestimate you next time, if they live to see a next hand (Complete Warrior), although lacking in spellcasting time. levels, gain unparalleled control with telekinetic force and",
        "name":  "Best Prestige Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although a strategist likes to see a plan can dominate a battlefield more thoroughly than strategists fall perfectly into place, he truly comes into his own when devoted to spellcasting can. The initiate of the sevenfold veil encountering situations in which thinking on his feet can (Complete Arcane) is ideal for strategists who work from afar save the day. Strategists are equally happy participating in and use the protective wards of this prestige class to cast their small skirmishes as they are overseeing large conflicts, alter spells undisturbed. ing terrain modifiers from afar to change the combat dynamic",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A strategist who controls the battlefield con Fortify Spell (Complete Arcane): Although many of your spells trols the battle. When his enemies can\u0027t take anything for cannot be resisted with saving throws, spell resistance granted, including the ground upon which they stand, often still applies. For every higher-level spell chaos and disorder fill their ranks. A strategist\u0027s first slot you give up, you gain a +2 bonus on caster goal is to turn the attack position level checks to overcome spell resistance. of his opponents into a defen",
        "name":  "Strengths",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sometimes sive posture. He does this by the biggest setback for a strategist casting spells that throw off en is not being able to cast his emy tactics by limiting mobility spells before the enemy or attack options and destroying attacks. This feat makes existing advantages. Parties that it easier for a strategist coordinate with a strategist can to act first. develop tricks that allow them Sculpt Spell (Complete to ignore the effects of com Arcane): This feat allows mon spells, allowing them to you to alter the area of any fight with impunity against spell and even permits opponents who are subject to you to create four isolated the full-blown effects. 10-foot cubes anywhere",
        "name":  "Improved Initiative",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you want to target a large expanse of ing you and anyone in a 10-foot radius around you, while enemies with a damaging area spell (and your allies have allowing spells of any level to be cast out of the globe without safely retreated off the battlefield), this feat is ideal for put difficulty. ting down the maximum number of enemies. 7th—Waves of Exhaustion: All creatures caught within a",
        "name":  "Widen Spell",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a strategist, you look for spells that affect provides total concealment for those more than 5 feet away, your targets by changing the environment around them. effectively cutting the battlefield in half. As such, your spells cannot be directly resisted with saving Greater Invocation—Nightmares Made Real*: Not only does throws or overcome with spell resistance. Keep in mind, this invocation slow down and injure your enemies, it gives however, that spells cast on an object in possession of a you a chance to hide from their attacks. creature that has spell resistance must still overcome that Dark Invocation—Eldritch Doom (Complete Arcane): Cover resistance to take effect. Most of your spells come from the one of the warlock\u0027s shortcomings—the inability to deal conjuration school. with groups of enemies effectively—by turning your eldritch 1st—Grease: A handy spell that can trip up to four Medium blast against all nearby targets. or Small targets (more if they share the same space). Remem Spells to Avoid: A strategist must always remain aware ber that creatures standing up from prone provoke attacks of of the larger tactics in play during a battle and choose his opportunity. Held objects get no saving throw against this spells accordingly. Your purpose is lost when choosing spells spell, and a creature must succeed on a Reflex saving throw that target single creatures, especially if you have a limited or drop the object. number of spells known. 2nd—Web: The ultimate strategist spell. Targets who Control Weather: Although this spell certainly represents a successfully make their saving throw must still push their powerful option for a strategist, the 10-minute casting time way through the gluey fibers with Strength or Escape Artist and 1- minute weather adjustment period make it impractical checks. Even better, spell resistance is completely ineffective for all but the most large-scale battles (when the time and against the effect. place are known in advance). 3rd—Stinking Cloud: This is really two spells in one. The Power Word spells (Player\u0027s Handbook, Races of the Dragon): primary effect creates a bank of fog that nauseates everybody Even though eliminating a single target can sometimes within the spread while also simulating the effect of a fog cloud change the course of events in a battle, any spell that begins spell. The nauseating fog can be resisted with a saving throw, with the phrase \"power word\" is too narrow a focus for a but the concealment cannot. Stinking cloud naturally gives way strategist. to cloudkill when 5th-level spells become available. Silent Image: Despite the fact that illusion spells, starting 4th—Evard\u0027s Black Tentacles: A devastating spell that crushes with silent image and progressing up through the levels from the life out of your enemies. Greater invisibility also presents a there, can help a strategist control events on the battlefield, good choice at this level, effectively hiding your involvement these spells\u0027 effects are always hit-or-miss, with one saving during any battle. throw that can negate the effect. 5th—Telekinesis: Despite the saving throws permitted by this spell, no single transmutation can control a battlefield SUMMONER more effectively. This spell has three possible applications Your will is supreme, and the creatures that serve you under that can be used as needed, allowing the caster to choose stand that intuitively, throwing themselves at your opponents between a combat maneuver, a sustained force, or a violent with abandon and running interference so that you can cast thrust. spells with impunity. You are the master, and they are your 6th—Globe of Invulnerability: A strategist\u0027s dream, this minions. The clarity and simplicity of this relationship is abjuration prevents spells of 4th level or lower from affect your personal addiction.",
        "name":  "Best Spells",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Every summoner knows that the creatures Best Prestige Classes: For a summoner willing to contact he summons don\u0027t really die when defeated. The reality is, the Far Realms to augment his power, the alienist prestige however, that even if the opposite were true, summoners class (Complete Arcane) has much to offer. Not only does the would not abandon their profession. The creatures that fight familiar of a summoner continue to progress in this prestige for them do so with unchecked ferocity. Summoners casually class, but the character doesn\u0027t miss out on a single spellcast¬ wield the ability to call servants that carry out their wishes ing level. The compromise, however, is that the summoner over and over again, heedless of personal cost. Some consider becomes more and more detached from reality as he accrues their dominion over their summoned creations to be penalties to specific Charisma skills. For a saner approach an awesome responsibility, while others think to summoning, consider the thaumaturgist pres of it merely as heartily deserved power. This tige class, which eventually results in gaining difference of perception marks the point an extraplanar companion as a cohort. at which summoners either become Best Feats: These feats help augment compassionate leaders or ruthless a summoner in his chosen role and are dictators. strongly recommended.",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Regardless of how Augment Summoning: This is a powerful a summoned creature feat tailor-made for summoners might be in relation to a given that significantly strengthens opponent, as long as that crea and toughens the creatures you ture harries your enemy for 2 summon without taking up a or 3 rounds, it has served its higher-level spell slot. purpose admirably. Although Extend Spell: A standard feat summoning creatures that that doubles the duration of have the strength and power your summoning spells, bind to defeat your enemies is ing them to your service for preferable, their real pur twice as long. Sudden Ex pose is to keep the enemy tend (Complete Arcane) might occupied while you and be even more useful, though your party bring even more it forces the tough decision of offensive power to bear. when to use it. (In this way, a summoner Improved Familiar (Dun functions much like a geon Master\u0027s Guide): As strategist, described above.) a summoner, you can\u0027t Summoned creatures can surround yourself with also cover a strategic retreat enough powerful creatures or create a distraction so that to keep your opponents oc an injured companion can be cupied while you lambast them helped. A summoned creature with offensive spells. The hardier might even become a reserve of hit you can make your familiar, the bet points with the help of a vamipiric touch Summoners have a supreme will that ter. For additional options, see also the spell. creatures intuitively serve Combat Familiar and Lurking Familiar",
        "name":  "Strengths",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Casting spells that send feats in Player\u0027s Handbook II. summoned creatures into battle might prevent some of the Rapid Spell (Complete Divine): Don\u0027t underestimate the value more powerful area spells from being cast at the same time. of reducing that 1-round casting time to a standard action. Although it\u0027s certainly not out of the question to cast such Not only does this let you add in a move action during the spells regardless, one has to question the purpose of even round, but it also greatly reduces the chance of your spell summoning the creatures in the first place—unless the being interrupted. creatures are immune to the area attack, which would certain Spell Focus (conjuration): Although this feat is not really be a valid tactic. helpful for any of your summoning spells, it is a necessary",
        "name":  "Weaknesses",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Conjurer is a natural choice for a wizard prerequisite for Augment Summoning and the prestige summoner, as is progressing as a wu jen (Complete Arcane) classes recommended above. who consistently devotes his spell secrets to summon monster Feats to Avoid: Although these feats retain some function spells. Although the sorcerer-summoner suffers from a limited ality for the summoner, their application is limited at best. number of spells known, taking summon monster at every avail Greater Spell Focus (conjuration): Since you are primarily a able level—and swapping out the lower-level versions when summoner, taking this feat doesn\u0027t help your purpose unless they are no longer useful—can prove rather effective. A bard it is a prerequisite for more powerful summoning feats. can augment summoned creatures with his music, but gains Spell Penetration: Summoning spells manifest creatures higher-level summon monster spells at such a slow rate that his that attack your enemy, a process that cannot be affected in creatures\u0027 power level becomes comparatively ineffectual. any way by spell resistance.",
        "name":  "Best Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any warrior spellcaster must find a way be forced to do your bidding. This kind of coercion, however, to overcome or otherwise cope with the drawbacks of a low becomes much easier if the outsider is offered a reward or base attack bonus, low AC, and/or low hit points. If you can\u0027t bribe. Lesser planar binding and greater planar binding also have find a way around at least two of these disadvantages, you\u0027re their uses if you are not limited by spells known. better off avoiding this archetype. 7th—Dragon Ally (Spell Compendium): What could be more",
        "name":  "Weaknesses",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Other than the duskblade (Player\u0027s Hand impressive than producing a dragon? This spell calls a single book II), no arcane spellcaster can effectively pursue this dragon of up to 22 Hit Dice that barters for its service in role without some early multiclassing. Even a single level of exchange for gold, gems, or both. fighter or barbarian can dramatically extend the life span (and 8th—Fierce Pride of the Beastlands (Spell Compendium): For utility) of a sorcerer or wizard bent on becoming a warrior. absolutely no XP or gp cost, this spell summons 2d4 celestial That said, with the right spell selection, any arcane caster lions into your service, followed by ld4 celestial dire lions 10 can eventually achieve the ability to hold her own in a fight. minutes later. Depending on your alignment, the alternatives The sorcerer probably has an edge on the wizard, since her to this spell, abyssal army, heavenly host, and hellish horde, are ability to cast the same few spells many times per day grants all available to you as 9th-level spells. her an edge over the wizard\u0027s versatility. Both the warmage 9th—Call Marut (Spell Compendium): Despite the 500 XP and the bard enjoy better AC and hit points than a typical cost of this conjuration, few spells conjure forth a more reli arcane spellcaster, but they lack the spell selection required able or powerful ally to serve your cause for 1 hour. to shine in this role. The hexblade (Complete Warrior) is",
        "name":  "Best Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Summoners have most of their spells plot certainly a viable warrior candidate, but the class has only ted out for them. Despite the seemingly predictable direction limited arcane spellcasting power. your choices might take, try to avoid the following two spells,",
        "name":  "Spells to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For warriors who are strictly especially if you have a limited number of spells known. devoted to fighting, the eldritch knight, however straightfor",
        "name":  "Best Prestige Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A warrior wants sometimes these aren\u0027t to reap the benefits of her com worth the adjudication bat spells for several battles in headaches created by one day. This feat helps you this complex effect. If make the most of your spells you prefer your own per day. form, go with stoneskin Practiced Spellcaster (Com instead. plete Arcane): Useful for 5th—Draconic Might hexblades and any multiclass (Spell Compendium): spellcaster, a common choice of Warriors have never bought into the When a single spell grants this archetype. weakness of their profession a +4 bonus to Strength, Con",
        "name":  "Extend Spell",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Warrior spells are primarily personal, 7th—Body of War (Spell Compendium): You transform into a meaning the caster can always lower her spell resistance (if huge warforged titan with all the special abilities and attacks she even has such an ability) as a standard action. that come with the form, not to mention a desire for battle",
        "name":  "Spell Penetration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The alter grace class feature and all native class feature later improvements to that can be selected only ability. at this level. In some Benefit: Choose one cases, different levels of the following spells: might be given for dif blur, expeditious retreat, ferent classes. feather fall, jump, or spider Special Require climb. You can use that ment: Any special spell-like ability as a swift requirements that you action (or, in the case of must meet before feather fall, as an immedi selecting the alterna ate action); the duration tive class feature. of the spell is reduced Many of the alter to 1 round. Your caster native class features level is equal to your described here require swashbuckler level. 1 or more ranks of a At 11th level, you can Knowledge skill. Since choose a second spell-like skill ranks are purchased ability from the list above, before class features are and the benefit gained from selected (PH 58-59), you can both of these spell-like abilities lasts meet this requirement at the same level that for 2 rounds. At 20th level, you can choose a third spell-like you gain the alternative class feature. ability, and the benefit of each one lasts for 3 rounds.",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 1st level, you do not select a favored enemy feature grants little benefit to a single-classed fighter; only from Table 3-14 in the Flayer\u0027s Handbook. At 5th, 10th, 15th, in conjunction with one or more levels of sorcerer, wizard, and 20th level, you can choose favored enemies as normal. or a similar arcane spellcasting class does this ability come",
        "name":  "Replaces",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Paladin. clerics gain access to spells normally beyond their abilities.",
        "name":  "Class",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You do not gain the remove disease spell-like Level: 1st. ability or any later improvement of that ability. Special Requirement: Knowledge (arcana) 1 rank.",
        "name":  "Replaces",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd (monk or 3rd level, you gain a +1 rogue), 5th (scout), or 9th dodge bonus to your AC (ranger). against spells and spell",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You do not gain the countersong bardic music its normal damage to the wizard. ability. This effect applies only to spells and spell-like abilities that",
        "name":  "Replaces",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reduce by one the number of sorcerer spells likely to be used by spontaneous casters. known for your highest spell level (to a minimum of one). As a 1st-level character, you have one 1st-level spell known HERITAGE FEATS rather than two. When you would gain a second known spell from a higher A heritage feat represents a specific ancestry of the character. level, apply this penalty to the new spell level but remove it The player and the DM are encouraged to devise a background from the lower level. For example, at 5th level, you reduce story explaining the character\u0027s heritage, though the exact your 2nd-level spells known from two to one but you gain source of the ancestral link isn\u0027t crucial to the feat\u0027s operation the previously unavailable 1st-level spell (increasing your (and might remain a mystery to the character). 1st-level spells known from three to four). A character can select a heritage feat at any level. Choosing",
        "name":  "Replaces",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level spells. available—either because of casting it, exhausting the Benefit: As long as you have an acid spell of 2nd level or appropriate spell slots, or a daily spell selection that does not higher available to cast, you can throw an orb of acid as a include that spell—she can\u0027t use the feat\u0027s primary benefit ranged touch attack. The attack has a range of 5 feet per level until she once again has an appropriate spell available for cast of the highest-level acid spell you have available to cast and ing. She retains the secondary benefit of the feat, however. deals ld6 points of damage per level of that acid spell. Only actual spells or spell slots allow the character to As a secondary benefit, you gain a +1 competence bonus use the primary benefit of a reserve feat. Spell-like abilities, to your caster level when casting acid spells. supernatural abilities, and extraordinary abilities—even if they mimic or duplicate an appropriate spell—do not qualify. ALACRITOUS COGITATION Spells that do not have a descriptor until cast (such as the You can leave a prepared spell slot open to spontaneously summon monster spells) can\u0027t be used to gain the primary cast a spell. benefit of a reserve feat.",
        "name":  "Once the spellcaster no longer has an appropriate spell Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must prepare arcane spells. A spellcaster can key two or more reserve feats off a single",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you leave an arcane spell slot open when pre spell. For example, if a wizard had the Sickening Grasp and paring spells, you can use that open slot to cast any arcane Winter\u0027s Blast feats, she could use both primary benefits of spell you know of the same level or lower. Casting the spell those feats if she had a single 3rd-level (or higher) necromancy requires a full-round action. cold spell prepared and not yet cast. The secondary boosts You can use this feat only once per day, regardless of the likewise stack; a spellcaster who has the Aquatic Breath and number of slots you leave open. Drowning Glance feats gains a +2 competence bonus when",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells. the melee touch attack) on an enemy who threatens you while",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have a water spell of 3rd level or you cast it, you gain a +2 bonus on any touch attack you make higher available to cast, you can breathe normally in both air against that enemy on your next turn. and water. This supernatural quality requires no activation. Practiced Defense: When you successfully cast a spell defen As a secondary benefit, you gain a +1 competence bonus sively in 2 consecutive rounds, you gain a +10 bonus on any to your caster level when casting water spells. Concentration check made to cast a spell defensively in the next round. BATTLECASTER DEFENSE [TACTICAL]",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you successfully cast a spell defensively, You have mastered techniques for taking full advantage of your movement on your next turn doesn\u0027t provoke attacks of spells in melee while remaining unharmed. opportunity from any creatures that were threatening you",
        "name":  "Safe Retreat",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Battlecaster Defense feat allows the use of three tactical maneuvers while spellcasting in melee.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These benefits apply equally to characters mani Benefit: As a swift action before casting a spell, you can festing psionic powers defensively or to those using spell-like attempt a Perform check (DC 15 + the level of the spell you abilities defensively. intend to cast). If you succeed, you can sacrifice one of your daily uses of bardic music to increase the save DC of the next BATTLECASTER OFFENSE [TACTICAL] enchantment or illusion spell you cast in the same round by 2. If the Perform check fails, you still lose one daily use of You cunningly mix melee combat and spellcasting to increase bardic music but gain no benefit. the potency of both. You can apply Captivating Melody only to spells cast by",
        "name":  "Special",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat Casting or warmage edge, base the same class that grants you your bardic music ability. attack bonus +1, Spellcraft 4 ranks. For instance, if you are a multiclass bard/wizard, you can",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Battlecaster Offense feat allows the use of apply this feat to bard spells, but not to spells you cast as a two tactical maneuvers. wizard.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 5th-level spells. of the cloud.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have an air spell of 5th level or",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bardic music, ability to cast arcane speed of 5 feet. This effect lasts for 1 round. spells. A successful Fortitude save negates this effect and ren action to teleport yourself and carried objects up to your ders the target immune to the feat\u0027s effect for 24 hours. heavy load a distance of 5 feet per level of the highest-level Creatures currently swimming or flying are immune to teleportation spell you have available to cast. You can teleport this effect. only to a location that you can see (including one you are As a secondary benefit, you gain a +1 competence bonus currently scrying). You can\u0027t bring along another creature to your caster level when casting earth spells. (except for a familiar). As a secondary benefit, you gain a +1 competence bonus to DAZZLING ILLUSION your caster level when casting teleportation spells. Casting illusions causes the air about you to be filled with DIMENSIONAL REACH flashing colors that dazzle your foes. [RESERVE]",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (illusion) or illusionist level 1st. You can transport small",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you cast an illu objects to you with an act sion spell, you can choose to render of will. all enemies within 30 feet dazzled for Prerequisite: Ability 1 round. Blind creatures are immune to cast 3rd-level spells. to this effect. Benefit: As long as",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 4th-level spells. for a number of hours equal to your Constitution modifier",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have a water spell of 4th level (minimum 1 hour). At any time during this period, you can or higher available to cast, you can use a standard action to activate the potion\u0027s effect as a swift action. If the duration transform a small portion of the air in a living creature\u0027s lungs expires before you activate the potion, it is wasted. to water, making it difficult for the creature to breathe. The You can delay only one potion at a time. You must activate a subject must be within 30 feet. The target becomes exhausted delayed potion before you can choose to delay another one. for 1 round; if it succeeds on a Fortitude save, it is instead fatigued for 1 round. DIMENSIONAL JAUNT [RESERVE] Whether or not a targeted creature successfully saves, it is With a single step, you can cross an entire room. immune to any further uses of your drowning glance for 24",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 4th-level spells. hours. Creatures that can breathe water (or who don\u0027t breathe)",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have a teleportation spell of 4th are immune to this effect. level or higher available to cast, you can spend a standard FACE-CHANGER [RESERVE] As a secondary benefit, you gain a +1 competence bonus to your caster level when casting water spells. Your mastery of illusions allows you to subtly alter your appearance at whim.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells.",
        "name":  "ELEMENTAL ADEPT Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have a glamer spell of 3rd level or You can spontaneously cast a spell of the element you have higher available to cast, you can alter your appearance as the mastered. spell disguise self, except that the duration lasts 1 minute per",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Elemental mastery class feature (see the wu level of the glamer spell. jen class in Complete Arcane). This illusory transformation requires a full-round action",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge 6 ranks (in appropriate skill; Casting an abjuration spell grants you protection from see below) or favored enemy class feature. energy damage.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (abjuration) or abjurer level favored enemy class feature, or one associated with a Knowl 1st. edge skill in which you have at least 6 ranks (see below). If you",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you cast an abjuration spell, you can choose choose humanoid or outsider, you must also choose a subtype to gain a special energy resistance equal to (1 + the spell\u0027s from Table 3-14: Ranger Favored Enemies (PH 47). level) x 5. This energy resistance lasts for the duration of the You gain a +1 bonus on caster level checks to overcome abjuration spell you cast or until you are struck by any type the spell resistance of the chosen creature type, and such of energy damage (acid, cold, fire, electricity, or sonic). The creatures take a -1 penalty on saves against your spells and resistance applies to the first energy damage to which you spell-like abilities. are exposed, and thereafter you lose the energy resistance until you cast another abjuration spell. Creature Type Associated Knowledge Skill",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Energy Gestalt feat enables the use of three Monstrous humanoid Nature tactical maneuvers. In every case, you must deal damage to Ooze Dungeoneering one or more subjects with a pair of energy-based spells you Outsider (any) The planes cast in 2 successive rounds. Plant Nature",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You cast an acid spell followed by a fire spell. Undead Religion The flames of your second spell turn some of the lingering Vermin Nature acid into choking, sickening fumes. Any living creature dam aged by both spells is nauseated for 1 round. Those who make Special: You can take this feat multiple times. Each time a successful Fortitude save (DC based on the second spell) you take this feat, you choose a new creature type (or subtype, are sickened for 1 round instead. Treat this as a poison effect in the case of humanoids or outsiders). for the purpose of save bonuses and immunities.",
        "name":  "Acrid Fumes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You cast a cold spell followed by a sonic spell. FEARSOME NECROMANCY Any object or construct damaged by both spells takes +50% Creatures subjected to your necromantic spells feel the chill damage from the sonic spell, because its physical structure of fear. has been made brittle by the cold.",
        "name":  "Brittle Blast",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (necromancy) or necromancer",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You cast a cold spell followed by an level 1st. electricity spell. The lingering cold more effectively conducts",
        "name":  "Improved Conduction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any foe required to save against a necromancy the electricity, temporarily fatiguing creatures. Living crea spell you cast is shaken for 1 round, regardless of the result tures damaged by both spells are slowed for 1 round (as the of the save. This mind-affecting fear ability does not stack slow spell). Creatures that make successful Fortitude saves (DC based on the second spell) are fatigued for 1 round. with any other fear effect (it can\u0027t make a foe worse than Prerequisite: Non-good alignment. shaken). Benefit: You gain a +4 bonus on Fortitude saving throws",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your caster level and save DCs for enchantment Prerequisites: Non-good alignment, Fiendish Heritage, spells and warlock invocations increase by 1. character level 6th.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain the following spell-like abilities, each usable once per day: cause fear, detect thoughts, and suggestion. FEY PRESENCE [HERITAGE] Your caster level equals your character level. You share your ancestors\u0027 knack for playing tricks on the minds of others.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells. controlled undead creatures. In this case, you still control the",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Perform 4 ranks, Spellcraft 4 ranks, bardic to your caster level when casting force spells. music class feature.",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (chosen school) or specialist Benefit: As long as you have a polymorph spell of 4th level wizard in chosen school. or higher available to cast, you can spend a swift action to",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 4 ranks, Point Blank Shot,",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 12 ranks, ability to spontane to function. ously cast spells. For example, if Hennet uses a 5th-level slot to cast an",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 5 ranks, Spellcraft 5 cast the spell on that attacker as an immediate action. Once ranks. activated, a retributive spell disappears (it can only",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd- world around him. level spells.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you cast 2nd-level spells. have an electricity spell of",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you 3rd level or higher avail have a darkness spell of able to cast, you can fire a 20-foot 2nd level or higher available An enemy can\u0027t hit what the Shadow Veil line of electricity as a standard action. This feat obscures to cast, you can obscure the vision of bolt deals ld6 points of electricity damage a subject within 30 feet as a standard per level of the highest-level electricity action. If the subject fails a Will save, it treats all other crea spell you have available to cast. tures and objects as though they had concealment and takes As a secondary benefit, you gain a +1 competence bonus a -5 penalty on Spot checks for 1 round. to your caster level when casting electricity spells. As a secondary benefit, you gain a +1 competence bonus to your caster level when casting darkness spells. SUMMON ELEMENTAL [RESERVE] SICKENING GRASP [RESERVE] You can channel the summoning power you hold to briefly bring forth an elemental servant. You wreak havoc with the inner organs of a target, causing",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 4th-level spells. it to grow ill.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have a summoning spell of 4th",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells. level or higher available to cast, you can summon a Small",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have a necromancy spell of 3rd elemental (air, earth, fire, or water; your choice) within a range level or higher available to cast, any living creature you hit of 30 feet. The elemental acts as if summoned by a summon with a melee touch attack becomes sickened for a number monster spell (PH 285). The duration of the summoning is of rounds equal to the level of the highest-level necromancy equal to 1 round per level of the highest-level conjuration spell you have available to cast. The subject can reduce this (summoning) spell you have available to cast. duration to 1 round with a successful Fortitude save. UNSETTLING ENCHANTMENT You can have only one summoned elemental from this feat at a time; if you use the ability a second time, the first Your enchantment spells cloud the minds of even those who elemental disappears. Also, you must remain close to the would otherwise resist their effects. elemental you summon. If at the end of your turn you are Prerequisite: Spell Focus (enchantment) or enchanter more than 30 feet from the elemental, it disappears. level 1st. If you have a conjuration (summoning) spell of 6th level or Benefit: Any foe required to save against an enchantment higher available to cast, you can summon a Medium elemental spell you cast takes a -2 penalty on attack rolls and to AC for instead. If you have a conjuration (summoning) spell of 8th 1 round, regardless of the result of the save. This is a mind- | level or higher available to cast, you can summon a Large affecting effect. elemental instead. Special: An enchanter can select this feat as a wizard As a secondary benefit, you gain a +1 competence bonus bonus feat. to your caster level when casting conjuration (summoning) I spells. VENGEFUL SPIRIT Your watchful spirit takes revenge on foes that have harmed SUNLIGHT EYES [RESERVE] you.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level spells. Benefit: If you use an initiative reroll from your watchful",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have an air spell of 3rd level or efforts. higher available to cast, you can spend an immediate action",
        "name":  "Your touch briefly clouds the mind of a foe, impeding its Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (transmutation) or transmuter Benefit: As long as you have a cold spell of 2nd level or level 1st. higher available to cast, you can create a 15-foot cone-shaped",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must be able to cast 1st-level arcane spells, including at least one abjuration spell. PLAYING AN ABJURANT CHAMPION",
        "name":  "Spellcasting",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "LaMont does not keep a familiar, thinking that its spells per day and an increase in caster level (and spells presence in melee combat would prove more of a known, if applicable) as if you had also gained a level in a detriment than an advantage. divine spellcasting class to which you belonged before adding the prestige class level. You do not, however, gain any other ELDRITCH DISCIPLE benefit a character of that class would have gained. If you had more than one divine spellcasting class before becoming an \"You have seen the powers my calling has granted me. How can I eldritch disciple, you must decide to which class to add each not devote my entire soul to the divinity in the wild?\" level for the purpose of determining spells per day, caster —Leruun Anstrun, Disciple of the Wild level, and spells known. Gift of the Divine Patron (Su): At 1st level, you gain a All warlocks harbor at least a grudging respect for the entities sacred gift of power from your divine patron (who is also the responsible for their powers. They are clearly beings of great source of your cleric spells and, directly or indirectly, your mystical might, and thus worthy of regard. A rare few war warlock invocations). locks go beyond this attitude to actual reverence or worship of Choose one of the following abilities at 1st level, and the fiendish, fey, or extraplanar powers that have made them another ability every three levels thereafter (4th, 7th, and far more than mortal. Such is the life of an eldritch disciple 10th level). You can spend one of your turn/rebuke undead devoted to a deity who granted her the arcane talents of the attempts as a swift action to activate the chosen power. warlock. Though her powers might take different forms, she",
        "name":  "Note",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In place of applying an eldritch essence knows that the source is the same. invocation to your eldritch blast, you can change it into a cor rupting blast. In addition to its normal effect, the blast applies a penalty on the target\u0027s next Will save equal to 1/2 your class than greatreach blast or spellblast; see the eldritch theurge level (minimum -1). If the target doesn\u0027t attempt a Will save class features on page 57) to any divine spell that affects a before the end of your next turn, the effect fades. target or that requires a melee or ranged touch attack. The",
        "name":  "Corrupting Blast",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain temporary damage reduc spell\u0027s level must be at least as high as the level of the eldritch tion (overcome by cold iron) equal to 1/2 your class level essence (for example, you can apply hellrime blast only to a (minimum l).This damage reduction stacks with the damage spell of 4th level or higher). If the essence requires a saving reduction granted by the warlock class. This effect lasts for a throw, use the normal save DC for that essence. number of rounds equal to 3 + your Cha modifier (minimum If an eldritch essence invocation changes the 1 round). damage of the spell, it can be applied only to a",
        "name":  "Damage Reduction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can render a single living creature within spell that deals damage (you can\u0027t add brimstone 30 feet of you shaken for 1 round (Will negates; DC 10 + class blast to dimensional anchor, for example). level + Cha modifier). The creature\u0027s HD can\u0027t exceed Using this ability increases the spell\u0027s cast your character level. ing time to 1 full-round action. A spell that has",
        "name":  "Fearful Glare",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain resistance to acid and a normal casting time of 1 full round or longer fire equal to 10 + your class level. This resistance takes an extra full-round action to cast. stacks with the energy resistance granted by the If the spell has more than one target or allows warlock class. This effect lasts for a number more than one attack, you must choose one of rounds equal to 3 + your Cha modifier target to be affected by the invocation; all (minimum 1 round). Your deity must be other targets take only the normal effect of evil for you to select this gift. the spell.",
        "name":  "Fiendish Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You understand that your connection gain a bonus equal to 1/2 is more potent than mortals can hope your class level (minimum to understand. You stand ready to serve +l) on your next save to when called upon, but since divine beings resist a mind-affecting spell rarely interact with mortals directly, you or ability. This effect lasts for a Leruun Anstrun, an eldritch disciple spend your time in pursuit of your own number of rounds equal to 3 + your Cha goals. Others see this as convenient modifier (minimum 1 round); if you haven\u0027t attempted an hypocrisy on your part, but you know that as you advance appropriate save in this time, the effect ends. your own causes and increase your own power, so too do you",
        "name":  "Strength of Will",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level arcane spells. Treat spellblast as a spell whose level is equal to the area spell",
        "name":  "Spells",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Eldritch blast +2d6. Eldritch Spellweave (Su): Beginning at 5th level, you can apply an eldritch essence invocation you know (other than CLASS FEATURES greatreach blast or spellblast) to any arcane spell that affects a target or that requires a melee or ranged touch attack. The As you advance as an eldritch theurge, your skill with both spell\u0027s level must be at least as high as the level of the eldritch arcane spells and invocations increases until you\u0027re able to essence (for example, you can apply hellrime blast only to a combine them into a single potent energy. spell of 4th level or higher). If the essence requires a saving",
        "name":  "Special",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (religion) 2 ranks. the spell\u0027s attack rolls and damage rolls, this adds the good",
        "name":  "Skills",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 6 ranks, Perform (any) 9 ranks, CONFESSOR RUPRECHT VARSUUM CR 10 Spellcraft 6 ranks. Male human warmage 6/holy scourge 4 Feat: Melodic Casting\".",
        "name":  "Skills",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At each level, you gain new spells per day Space 5 ft; Reach 5 ft. (10 ft. with longspear) and an increase in caster level (and spells known) as if you Base Atk +5; Grp +5 Atk Options arcane smite 2/day had also gained a level in the bard class. You do not, however, Special Actions righteous evocation +1 gain any other benefit the bard class gives you. Warmage Spells per Day/Advanced Learning (CL 9th, 10th Bardic Music: You gain one extra daily use of your for good spells): bardic music ability per lyric thaumaturge level. You can 4th (4/day)—as per warmage list use bardic music from this class to create any effect you 3rd (7/day)—as per warmage list know as a bard. 2nd (7/day)—as per warmage list, plus luminous swarm*",
        "name":  "Spellcasting",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 5 ranks, Spellcraft 5 ranks. suggestion [DC 16])",
        "name":  "Skills",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Targets of your charm spells do not gain a specialist is that school\u0027s teacher. bonus on their saves due to being currently threatened or attacked by you or your allies. In addition, subjects of your compulsion spells do not get a bonus on saves due to being forced to take an action against their natures.",
        "name":  "Enchantment",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When casting an evocation spell, you gain a Enchantment: You can immediately reroll any failed Will bonus on Concentration checks equal to 1/2 your master save against an enchantment or mind-affecting spell or abil specialist level. ity; you must accept the result of the second roll.",
        "name":  "Evocation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The save DCs of your illusion spells that have a Evocation: You gain resistance 20 to any one energy type saving throw entry of \"Will disbelief\" increase by 2. that matches a descriptor used by the spell you just cast.",
        "name":  "Illusion",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you cast a necromancy spell, Illusion: You gain concealment. undead allies within 60 feet gain turn resistance Necromancy: You are immune to ability and a bonus on saves equal to your master special damage, ability drain, energy drain, ist level for a number of rounds equal to your and negative levels. master specialist level. Transmutation: You can immedi",
        "name":  "Necromancy",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a transmutation spell ately reroll any failed Fortitude save you have cast is successfully dispelled, it against a transmutation spell or abil remains in effect for 1 round and then ends as ity; you must accept the result of normal for dispelling. If a creature is respon the second roll. sible for the dispelling effect, it knows that the Major School Esoterica (Ex): spell has been dispelled but is functioning At 10th level, your knowledge of your for another round. chosen school reaches its peak. You gain Caster Level Increase (Ex): Upon reach an ability from those below based on ing 6th level, add 1 to your caster level your chosen school; each one can be whenever you cast a spell of your chosen used three times per day. school. At 9th level, you instead add 2 to Abjuration: When casting an abjuration your caster level. spell that normally has a range of personal, Moderate School Esoterica (Ex) you can instead choose to cast it as a touch At 7th level, your long study of spell that affects a single creature. When your chosen school leads to a casting an abjuration spell that is an breakthrough. You gain an abil emanation centered on you, you can instead ity from those below based on choose to cast it as a touch spell that emanates your chosen school. Each ability from the touched creature. is triggered automatically when Conjuration: You can cast a conjuration you cast a spell from your chosen spell with a casting time of 1 standard school and lasts for a number of action as a swift action. rounds equal to the spell\u0027s level. Divination: When you cast a divina",
        "name":  "Transmutation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you are subject tion spell, you also gain true seeing (as to a spell that has a partial or the spell) for 5 rounds. half effect on a successful save, Enchantment: Any creature that you suffer no adverse effect if you successfully saves against one of your successfully save. enchantment spells must save again 1",
        "name":  "Abjuration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dispel checks made Caphodel Berrandar, a master specialist round later (as if you had cast the spell against your conjuration spells treat again) with a +5 bonus on the save. your caster level as if it were 5 higher than normal. Evocation: Any creature that fails its save against one of your",
        "name":  "Conjuration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain uncanny dodge (PH SO) for the dura evocation spells takes damage again 1 round later equal to tion of the spell. half the damage it took when you cast the spell. TABLE 3-7: THE MASTER SPECIALIST HIT DIE: D4 Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting 1st +0 +0 +0 +2 Skill Focus (Spellcraft) +1 level of wizard spellcasting ability 2nd +1 +0 +0 +3 Expanded spellbook +1 level of wizard spellcasting ability 3rd +1 +1 +1 +3 Greater Spell Focus +1 level of wizard spellcasting ability 4th +2 +1 +1 +4 Minor school esoterica +1 level of wizard spellcasting ability 5th +2 +1 +1 +4 Expanded spellbook +1 level of wizard spellcasting ability 6th +3 +2 +2 +5 Caster level increase +1 +1 level of wizard spellcasting ability 7th +3 +2 +2 +5 Moderate school esoterica +1 level of wizard spellcasting ability 8th +4 +2 +2 +6 Expanded spellbook +1 level of wizard spellcasting ability 9th +4 +3 +3 +6 Caster level increase +2 +1 level of wizard spellcasting ability 10th +5 +3 +3 +7 Major school esoterica +1 level of wizard spellcasting ability Class Skills (2 + Int modifier per level): Concentration, Craft, Decipher Script, Knowledge (all skills, taken individually), Profession, Spellcraft.",
        "name":  "Divination",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you cast a necromancy spell, undead area, this is the place to find them. You might even be able to allies within 60 feet gain fast healing 10 for 5 rounds. purchase them at a small discount (5% to 10%), in exchange",
        "name":  "Necromancy",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff 4 ranks, Intimidate 4 ranks, Sense Motive 4 attempts a Will save to disbelieve the affected illusion spell, ranks. a tiny portion of the spell transforms into a phantasm effect",
        "name":  "Skills",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any nonlawful. prepared arcane spell (or, for a spontaneous caster, an arcane",
        "name":  "Alignment",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 8 ranks, Knowledge (nature) 4 ranks. spell slot) to cast a particular spell of the same spell level or",
        "name":  "Skills",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must be able to cast 2nd-level arcane spells, must lower. Depending on whether you have chosen the seelie or make peaceful contact with a fey creature and peacefully unseelie path, you choose from different specific spells as spend at least a day among fey. specified on the table below. You gain access to these spon taneous spell options by level as shown on Table 3-11: The CLASS FEATURES Wild Soul. Access to a spontaneous spell does not grant the ability to cast it if you do not have a prepared spell or spell Your class features are all influenced by your bond with the slot of appropriately high level to lose in exchange. mystical creatures of the world. You gain several of their TABLE 3-11: THE WILD SOUL HIT DIE: D4 Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting 1st +0 +0 +0 +2 Seelie courtier, — spontaneous spells (1st—3rd) 2nd +1 +0 +0 +3 Seelie bond (immune to sleep), +1 level of existing arcane spellcasting class summon seelie ally 3rd +1 +1 +1 +3 Spontaneous spells (4th) +1 level of existing arcane spellcasting class 4th +2 +1 +1 +4 Seelie bond (+2 against +1 level of existing arcane spellcasting class enchantments), summon seelie ally 5th +2 +1 +1 +4 Spontaneous spells (5th) +1 level of existing arcane spellcasting class 6th +3 +2 +2 +5 Seelie bond (speed +10 feet), +1 level of existing arcane spellcasting class summon seelie ally 7th +3 +2 +2 +5 Spontaneous spells (6th) +1 level of existing arcane spellcasting class 8th +4 +2 +2 +6 Seelie bond (+1 to illusion DCs), +1 level of existing arcane spellcasting class summon seelie ally 9th +4 +3 +3 +6 Spontaneous spells (7th) +1 level of existing arcane spellcasting class 10th +5 +3 +3 +7 Seelie bond (+1 to enchantment DCs), +1 level of existing arcane spellcasting class spontaneous spells (8th and 9th), summon seelie ally Class Skills (2 + Int modifier per level): Concentration, Craft, Diplomacy, Knowledge (arcana), Knowledge (nature), Knowledge (the planes), Spellcraft. For example, a 5th-level wizard/4th-level wild soul who chose the seelie path could lose a prepared ice storm to 2nd (Summon Monster IV) cast break enchantment or a lower-level option (invisibility Seelie: Blink dog Pegasus sphere, Tasha\u0027s hideous laughter, or remove fear). A 6th-level Senmurv (Fiend Folio) sorcerer/1st-level wild soul who chose the unseelie path Unicorn can spontaneously cast lesser confusion, detect thoughts, or",
        "name":  "Special",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nixie SPONTANEOUS SPELLS OPTIONS Satyr (with pipes) Spell",
        "name":  "Seelie",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lillend Seelie Bond (Su): When you cast summon seelie ally or Leskylor (Book of Exalted Deeds) a summon monster spell to bring forth a creature from the Unseelie: Annis summon seelie ally list, your connection to the seelie increases, Will-o\u0027-wisp granting you benefits. These benefits remain as long as one 10th (Summon Monster VIII) of the seelie or unseelie creatures you summoned is alive",
        "name":  "Seelie",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lasting sound deals 4d6 sonic damage per round, deafens creatures within area. 1st Level 5th Level",
        "name":  "NEW BARD SPELLS Resounding Thunder",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject takes sonic damage each type. time she casts a spell with a verbal component.",
        "name":  "Discordant Malediction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Illusory vision fatigues or exhausts target, object difficult to drop. makes spellcasting difficult.",
        "name":  "Fever Dream",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Create a noncostly spell component. 6th Level",
        "name":  "Summon Component",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Set specific conditions under which you Resonating Agony: Subject nauseated or sickened for 1 immediately wake up. round/level. 2nd Level NEW CLERIC SPELLS",
        "name":  "Vigilant Slumber",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All creatures below 0 hit points within 10 by sound burst spell. feet of you take 1 point of damage.",
        "name":  "Reaving Aura",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanently deafen all targets in 20-foot- Seed of UndeathM: Subject that dies before spell expires radius spread. rises as a zombie under your command.",
        "name":  "Deafening Blast",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cure spells in area deal damage, living",
        "name":  "Necrotic Curse",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All creatures below 0 hit points within 10 Summon Component: Create a noncostly spell feet of you take 1 point of damage. component.",
        "name":  "Reaving Aura",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+10 on your next spell penetration 2nd Level roll.",
        "name":  "Div True Casting",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You appear serpentine to target, and and subject loses one spell. can deliver illusory poison bites.",
        "name":  "Hood of the Cobra",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Read subject\u0027s surface thoughts, deal hit point and Int damage. 3rd Level",
        "name":  "NEW PALADIN SPELL Crystalline Memories",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remove increment-based penalties on ranged blinds creatures. attacks. Div Enduring Scrutiny: Become aware when target performs designated action. Spellcaster\u0027s Bane: Gain +2 on dispel, counterspell checks; recognize cast spell and caster level.",
        "name":  "Near Horizon",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Nightmare grapples and Illus Fever Dream: Illusory vision fatigues or exhausts strangles one foe. target, makes spellcasting difficult.",
        "name":  "Phantasmal Strangler",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cast two spells you know without Vecna\u0027s Malevolent Whisper: Reduces living expending additional slots. (Sorcerer only.) creature with 10 hp or lower to -9 hp. 6th Level",
        "name":  "Univ Arcane Fusion",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject that dies before spell Steal Summoning: Take control of another caster\u0027s expires rises as a zombie under your command. summoned monster.",
        "name":  "Seed of UndeathM",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cure spells in area deal damage, destroyed by rust, even if reduced to powder. living beings don\u0027t heal with rest.",
        "name":  "Necro Necrotic Curse",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cast two spells without",
        "name":  "Univ Arcane Fusion, Greater",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wings grant fly 60 ft., provide concealment, block ranged attacks, empower natural attacks. sonic or electricity spells.",
        "name":  "Metal Adamantine Wings",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Attacks against you have 50% chance to strike adjacent target instead. 1st Level",
        "name":  "NEW WU JEN SPELLS Mysterious Redirection",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject is temporarily blinded and emotionally distraught. SPELL ALLIED FOOTSTEPS DCs. Diminutive or smaller objects are Divination unaffected by the spell. DESCRIPTIONS",
        "name":  "Water Torrent of Tears",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 7, wu jen 7 Spell Resistance: Yes (harmless) any of your class features, feats, or other (metal) special abilities that would improve its",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You The subject of the spell knows the di example, an animated +1 flaming long-",
        "name":  "Target",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S; see text Spell Resistance: Yes Components: V, S",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal As you make the final spell gesture, the look Range: 60 ft.",
        "name":  "Range",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 2 Saving Throw: Fortitude partial or that you choose any 4th-level or lower Fortitude negates sorcerer spell that you know and any Your mind seems to expand as a mystical sixth Spell Resistance: Yes 7th-level or lower sorcerer spell that sense begins observing the target area. you know to cast together. The plant-matter creaks and writhes beneath This spell functions like alarm, except your hand as you generate a malignant rot ARCANE TURMOIL that you immediately know the type and at its center. Abjuration number of creatures that triggered the level: Hexblade 2, sorcerer/wizard 2 spell. This effect applies only to crea This spell allows you to deliver a single",
        "name":  "This spell works like arcane fusion, except Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action round in which the spell is triggered; ture over a number of rounds or renders",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes; see text Saving Throw: Fortitude partial Components: V, S",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V Saving Throw: Fortitude partial creature currently affected by a pre Casting Time: 1 immediate action Spell Resistance: No vious casting of the spell, the second Range: Personal spell has a different effect. As long as Target: You Green-tinged smoke billows from the both spells\u0027 durations last, the subject\u0027s Duration: Instantaneous earth, obscuring sight and burning all it speech is physically painful to it. In any touches. round in which the creature speaks, it As you complete this spell, you feel as lithe takes ld8 points of damage. Treat this as and quick as a cat. You create a bank of smoke, similar in continuous damage for the purpose of effect to a fog cloud. In addition to obscur making Concentration checks to cast When you cast this spell, you can im ing sight, the cloud deals ld6 points of spells. When the first duration ends, mediately reroll a Balance, Climb, Jump, acid damage per round to all creatures this secondary effect is replaced by the or Move Silently check that you have within. Furthermore, its acrid fumes normal effect of the spell. just rolled. This second roll gains a +5 burn the eyes, imposing a -5 penalty insight bonus. You must abide by the on all attack rolls and Search and Spot CACOPHONOUS ALARM second result, even if it is worse than checks unless a creature succeeds on a Abjuration the first. Fortitude save (repeated each round the",
        "name":  "If you cast bothersome babble on a Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action acid damage from any other effect, it you can only set it to produce an audible Range: Medium must succeed on a Fortitude save (using result, not a mental one. (100 ft. + 10 ft./level) this spell\u0027s save DC) or be blinded for",
        "name":  "This spell functions like alarm, although Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20-ft.-radius spread 1 round. to a sound burst spell affects the first Duration: 1 round/level (D) CHANNELED LIFETHEFT creature to violate the warded area (only Saving Throw: None this creature is affected, not a 10-foot- Spell Resistance: No Necromancy radius spread). Level: Sorcerer/wizard 5",
        "name":  "Furthermore, an effect equivalent Area",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action affected by caustic mire costs 2 squares Spell Resistance: Yes",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes its space takes ld6 points of damage per enough energy into the spell, you release the round at the end of its turn. mote to drain the life of your enemy. You loose an earsplitting shriek that induces The fumes rising out of caustic mire revulsion. are flammable. Any effect that deals This spell uses negative energy to drain fire damage within an area of caustic the vitality from a single foe. The spell\u0027s mire deals an extra 1 point of damage strength depends on the amount of time per die (minimum +1 damage). you spend channeling energy into it. If you cast channeled lifetheft as a swift of sonic damage per level in a 30-foot tion to the effects described above, any action, it renders a single target fatigued, cone. creature within the overlapping area and you gain 5 temporary hit points. If you spend 2 full rounds casting this has cover against adjacent creatures, If you cast the spell as a standard ac spell, it deals 1d10 points of sonic dam and total cover against creatures more tion, it renders the target fatigued and age per level in a 60-foot-radius spread than 5 feet away. Entering a square of deals 5d4 points of damage, and you and permanently deafens all creatures overlapping cobwebs costs 4 squares of gain temporary hit points equal to 5 + in the area that fail Fortitude saves. movement, and a living creature within the damage dealt. Regardless of how long you spend this area is nauseated rather than sick If you cast channeled lifetheft as a casting this spell, it can\u0027t deal more than ened (Fortitude negates) and also takes full-round action, it renders the target 10 dice of damage. When you begin cast ld4 points of Constitution damage in exhausted and deals 5d4 points of dam ing this spell, you decide when you are each round that it is nauseated. age, and you gain temporary hit points finished casting it after the appropriate CLIMBING TREE equal to 10 + the damage dealt. time has passed. You do not need to de If you spend 2 full rounds casting clare ahead of time how long you want Conjuration (Creation) this spell, it renders the target exhausted to spend casting the spell. Level: Druid 1, ranger 1, wu jen 1 and deals 5d8 points of damage, and you (wood) CHOKING COBWEBS gain temporary hit points equal to 10 + Components: V, S, DF the damage dealt. Conjuration (Creation) Casting Time: 1 full round",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 7 Range: 0 ft. spell last for up to 1 hour. Components: V, S Effect: A thin but sturdy tree",
        "name":  "Temporary hit points granted by this Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Duration: 1 minute/level (D) you decide when you are finished casting Range: Close (25 ft. + 5 ft./2 levels) Saving Throw: None it after the appropriate time has passed. Effect: Dusty webs in a 10-ft.-radius Spell Resistance: No You do not need to declare ahead of spread time how long you want to spend cast Duration: 1 minute/level (D) At your call, a tree snakes up from the earth, ing the spell. Saving Throw: Fortitude partial in seconds growing as tall as trees that have",
        "name":  "When you begin casting this spell, Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No lived for years. CHANNELED SOUND BLAST You fill an area with thin, dust-laden chok You cause a 1-foot-diameter tree to grow Evocation (Sonic) ing strands. in the center of any adjacent square.",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S This spell covers an area in layers of per caster level (to a maximum of 50",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text dusty cobwebs. Unlike a web spell, the and perfect for climbing; ascending",
        "name":  "Range",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cone-shaped burst strands of a choking cobwebs spell need the tree requires a successful DC 5",
        "name":  "Area",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes they can be. Unsupported cobwebs such as dirt, soil, or sand. The tree has flutter in the air as through held up by hardness 5 and 120 hit points; if cut You channel energy into the shimmering a rising current. down, it vanishes instantly. It can\u0027t be waves of sound spell, causing them to tremble The cobwebs block sight beyond 5 animated by any means, such as with and quake with power. When you have feet. A creature within 5 feet has con animate plants, nor can it serve as the poured enough energy into the spell, you cealment. Creatures farther away have basis for any plant-related spell such as send a thunderous blast into your foes. total concealment. tree stride. Treat the tree as a slender pillar Entering a square of cobwebs costs 2 (DMG 64) for terrain purposes. This spell creates a cone of sonic energy squares of movement. A living creature COAT OF ARMS that blasts your enemies. The spell\u0027s that enters choking cobwebs falls into a fit strength depends on the amount of time of horrific coughing, making it sickened Evocation [Force] you spend channeling energy into it. for as long as it remains in the area and Level: Sorcerer/wizard 5 If you cast channeled sound burst as for 1 round after it leaves. A successful Components: V, S a swift action, it deals ld4 points of Fortitude save negates the sickened ef Casting Time: 1 standard action sonic damage per two levels in a 15- fect, but the save must be repeated each Range: 0 ft. foot cone. round the creature enters or remains Effect: A ring of blades swirling If you cast the spell as a standard ac within the area. around you tion, it deals ld6 points of sonic damage If two or more choking cobwebs spells Duration: 1 minute/level (D) or per level in a 30-foot cone. overlap the same area, the overlapping until expended",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None a full-round action, it deals ld8 points impenetrable barrier of stands. In addi- Spell Resistance: No or Yes; see text A ring of flashing blades, composed entirely uses the other subject\u0027s skill ranks in CRYPTWARDEN\u0027S GRASP of glowing blue force, spins around you in place of her own but applies her own Necromancy [Evil] a whirling dance of death. ability, racial, and other modifiers. The Level: Sorcerer/wizard 5 second subject does not lose access to Components: V, S",
        "name":  "If you cast channeled sound burst as area of the two spells becomes a nearly Saving Throw",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S healing spell on a creature",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + caster level check, or the spell 5 ft./2 level) has no effect.",
        "name":  "Range",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) ing a DC 20 caster level check). If this is done, a caster level check is no longer For an instant, both your companions\u0027 eyes As you complete this spell, you sense the blood necessary to cast healing spells on the go wide as they sense the mental link that rushing through your target\u0027s veins. victim, and mummy rot can be magi now exists between them. cally cured like any disease. This spell guides your next attack to You allow one of the subjects to make use your foe\u0027s vital spots. Your next single CRYSTALLINE MEMORIES of the skill ranks of the other subject, in attack roll (if it is made before the end Transmutation (Mind-Affecting) place of her own, up to a value equal to of the next round) ignores any miss Level: Sorcerer/wizard 2 your caster level (maximum 10 ranks). chance due to concealment. (In the Components: V, S",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action when you cast the spell, and the spell ment, you must still attack the correct Range: 60 ft. lasts for long enough to attempt a single square.) This even allows you to deliver Target: One living creature with use of that skill, up to a maximum of a sneak attack against a foe that has Intelligence 3 or higher 10 minutes. The beneficiary of the spell concealment. Duration: See text DEAFENING BLAST",
        "name":  "You must decide which skill is affected case of a foe that has total conceal Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Range: 60 ft. Evocation [Sonic]",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous Components: V, S crystal bursts through your subject\u0027s skull, Saving Throw: Reflex partial Casting Time: 1 standard action flying into your waiting hand. Spell Resistance: No Range: Medium (100 ft. + 10 ft./level)",
        "name":  "With a hideous cracking noise, a shard of Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20-ft.-radius spread the target for 3 consecutive rounds, the ground, washing over your foes. Duration: Instantaneous concentrating each round on the effect. Saving Throw: Fortitude partial This is treated as concentrating on a spell You create a liquid landslide of molten- Spell Resistance: Yes (PH176), and if you are interrupted, the hot volcanic material. All creatures in spell is lost. Once the study is complete, the area of the spell take 10d6 points A deafening blast of sound, louder than the target\u0027s current surface thoughts (as of fire damage. Additionally, those thunder and more piercing that the shrieks detect thoughts) congeal into a solid shard creatures are coated in a thick layer of of the damned, erupts where you point. of crystal. This crystal then erupts from the viscous substance, slowing them the target\u0027s head (dealing 2d8 points of (as the slow spell) for the next 3 rounds All creatures in the area are permanently damage and 2 points of Intelligence and dealing an additional 5d6 points deafened. A successful Fortitude save damage) and flies to your hand. of fire damage per round. A successful reduces the duration of the deafness Once you have the crystal, you (and Reflex save reduces the initial damage to 1 round. only you) can use a full-round action by half and prevents the slow effect and If a subject is already under the effect to look into it and view the memories the additional damage. of painful echoes (page 112) when attacked it contains. The crystal remains for 24 by deafening blast, the two spells interact hours or until the memories have been DEADLY SUNSTROKE to create a greater effect. In addition viewed once. Evocation [Light] to being deafened on a failed save, the",
        "name":  "After casting this spell, you must study A rushing torrent of liquid rock bursts from Area",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex partial Spell Resistance: Yes you",
        "name":  "Saving Throw",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Duration: Instantaneous",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes as though the light of dawn had arisen. their vitality. You release a scream that chills the air with All creatures in the area glow with light This spell creates waves of overwhelm deathly energy. equivalent to a torch for the duration of ing heat that deal ld6 points of fire the spell, making hiding difficult and damage per caster level, maximum 25d6. All living creatures within the area even revealing the location of invisible Undead and plants take +50% damage. (other than you) take 1 point of dam creatures. (Invisible creatures are still Any living creature damaged by this age per caster level (maximum 5) and considered to have concealment.) spell becomes fatigued. A successful become fatigued. A successful Fortitude In addition, undead and creatures Fortitude save halves the damage and save negates the fatigue. within the area that have light sensitiv negates the fatigue. Any swarm in the area of death\u0027s ity or light blindness take ld6 points of If you cast this spell in any locale call instead takes ld4 points of dam damage, +1 point of damage per caster where the temperature exceeds 90 de age per caster level (maximum 5d4) level (maximum +5). A successful Reflex grees Fahrenheit, the spell instead deals and becomes fatigued (Fortitude save save halves this damage. ld8 points of fire damage per caster negates fatigue). This supersedes the level (maximum 25d8) and makes liv normal +50% damage dealt to a swarm DEADLY LAHAR ing creatures exhausted. A successful by an area spell. Conjuration [Earth, Fire] Fortitude save halves the damage and",
        "name":  "A globe of brilliant radiance erupts silently, foes, scorching their flesh and draining Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "S glamer can make a Will save to recognize Each time the subject casts a spell with a",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 5, sorcerer/wizard 5 check (DC 15 + damage dealt + spell",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level Level: Bard 2 into the actions and physiology of your Components: S, M foes. Your next attack (if it is made before You whisk yourself from place to place Casting Time: 1 standard action the end of your next turn) is considered with a word. Range: Touch a death attack, without the need for the Targets: You plus one creature standard 3 rounds of observation. All For the duration of this spell, you gain touched/4 levels other rules for a death attack, such as the ability to teleport yourself up to 30 Duration: 1 minute/level (D) determining success and damage dealt, feet once per round as a move action. Saving Throw: Will negates apply as normal. You can bring along held or carried (harmless, target) or Will disbelief If you don\u0027t have the ability to deliver objects, as long as their weight doesn\u0027t (if interacted with, everyone else) a death attack, this spell has no effect. exceed your maximum load. You can\u0027t Spell Resistance: Yes (harmless) transport other creatures except for a DECEPTIVE FACADE familiar. You understand your companions clearly Illusion (Glamer) You must be able to see your desti enough, but judging by the expressions of",
        "name":  "You gain temporary, intuitive insight Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action the spell remains in effect. If you don\u0027t",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch end your teleport on a solid surface, you The subjects of the spell can speak about",
        "name":  "Range",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) movements to match the illusory words You whisk yourself from place to place with spoken. Anyone who spends at least 1 After an instant to lock the appropriate but a thought. full round studying the conversation image in your mind, your touch brings it is allowed a Will save to disbelieve the to life, spreading a new image across the This spell functions like dimension illusion. canvas of reality. jumper, except that you teleport as a Subjects of the spell know the gist swift action rather than as a move ac of what the illusory voices talked about Deceptive facade allows you to alter the tion, and the range of your teleport during the duration—that is, they know appearance of another being or object. extends to 60 feet. the topics covered—but not the precise When cast on another creature, it func phrases or details. DISCORDANT tions as disguise self, except that it can Material Component: The tongue of MALEDICTION affect a target other than yourself. a snake. When cast on an inanimate object Transmutation [Sonic] or a structure, the spell allows you to Level: Bard 5 DREADED FORM OF THE alter the object\u0027s visible characteristics. Components: V, S EYE TYRANT",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You (metal), a puddle of water (water), or a command the spell to alert you if the",
        "name":  "Target",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) chunk of wood (wood). In each case, the subject casts a spell or kills someone. object must weigh between 1/2 and 1 You do not necessarily know the precise Your body withers away to dust, leaving pound. The focus is also the target of details of when or how the subject com only a floating head, which quickly grows the spell. mitted the designated action; you only oversized and misshapen. Your eyes fuse know, instantly, that he did so. together as a single orb in your forehead, ENDLESS SLUMBER and ten writhing eyestalks sprout from Enchantment (Compulsion) ENERGY ABSORPTION your skull. [Mind-Affecting] Abjuration",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One object weighing up to 1 can attempt a new save every 24 hours to As an immediate action, the subject pound (see Focus, below) awaken early. The subject does not need can cause the spell to absorb the power",
        "name":  "Target",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No black sand. types used in that attack (but only for that attack), and also heals a number You close your eyes, and instantly the areaE NDURING SCRUTINY of points of damage equal to 1/2 the around the chosen object comes into focus. Divination damage the effect would normally have",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 2 Spell Resistance: Yes nauseated condition to sickened.",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level A creature subjected to this spell feels (fire)",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes tigo and a phantasmagoric confusion Casting Time: 1 standard action of the senses. Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature demeanor. ognize the dream as unreal. If that save Duration: Instantaneous fails, the creature becomes exhausted Saving Throw: Fortitude partial False lie causes the subject to appear while the spell lasts. A successful Spell Resistance: No dishonest and deceptive. Sense Motive Fortitude save lessens the condition checks made against the subject take a to fatigued. With a shout, you cause your foes to erupt in -10 penalty, and any failure convinces Regardless of the outcome of the afoul, acrid-smelling burst of yellow fire. the observer that the subject is lying, Fortitude save, the subject has difficulty even if she is not. Anyone who casts a focusing its mind on spellcasting. Each The subject ignites in a burst of sulfuric spell that reveals lies (such as discern lie) time it attempts to cast, concentrate on, fire that deals ld6 points of damage per can attempt a caster level check (DC or direct a spell, it must first succeed caster level (maximum 15d6) and causes 11 + your caster level); if this fails, the on a Concentration check (DC equal the subject to be sickened for 5 rounds. spell registers the individual as lying to this spell\u0027s save DC + the level of the A successful Fortitude save halves the even when she is not. spell being used). damage and negates the sickening.",
        "name":  "Your subject takes on a shifty, dishonest The target first gets a Will save to rec Targets",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A serpent\u0027s When this spell ends (whether be Material Component: A pinch of tongue. cause its duration ends, you dismiss it, brimstone. or it is dispelled), the subject is confused FAMILIAR REFUGE for 1 round afterward. FLAYING TENDRILS Conjuration (Teleportation) If the subject of fever dream is already Transmutation [Evil]",
        "name":  "Material Component",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V spell (see page 110), the Will save DC Components: V, S",
        "name":  "Components",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    }
]
