[
    {
        "origin_file":  "spells.json",
        "description":  "A sentry ooze gains skill points equal to (2 + hit points, it is destroyed but the swarm that nests within Int modifi er, minimum 1) × (Hit Dice + 3) to account it is released. One centipede swarm is immediately placed Illus. by Daarken 662200__9955668844__CChh55..iinndddd 111155 1111//2277//0066 99::4488::0055 AAMM 116 5 RETPAHC NOEGNUD SRETNUOCNE in the space previously occupied by the hivenest minotaur Spellcasting or concentrating on spells while adjacent to zombie. This swarm has full hit points, regardless of dam- a hivenest monster requires a Concentration check (DC age to the hivenest minotaur zombie, and acts indepen- 20 + spell level). Using skills that involve patience and dently of any control the zombie was under. concentration requires a successful DC 20 Concentra- Hook A carpet of squirming centipedes crawls through the tion check. rotted fl esh of this decaying minotaur.",
        "name":  "Skills",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Death traps are most effective early in the dungeon occupants should stand ready to strike down dungeon. Since the builders are simply trying to execute anyone who becomes paralyzed, or the effect will wear intruders, it makes sense that doing so early saves them off a few rounds later, leaving the adventurer no worse and their minions the trouble of fi ghting trespassing than before. adventurers later. A death trap placed late in a dungeon Placement: Combat advantage traps are always is almost an insult to the creatures that lose their lives in placed near an ambush location or encounter area. To battle before the PCs ever reach the trap. seize the momentary benefit when the trap is sprung, monsters should be no more than 1 or 2 rounds away. SOFTENING INTRUDERS These traps work just about anywhere in the dungeon, More commonly, traps are strewn about a dungeon as part and they often are most effective when paired with of an attempt to weaken intruders over the long term, dangerous monsters. especially in dungeons used as lairs by powerful creatures. The traps slowly drain the adventurers’ resources—every DISCOURAGING PURSUIT injury requires another cure light wounds spell, and every Some monsters build traps into their lairs to prepare for poisoning requires another lesser restoration. The more a day when adventurers might come for them, and they resources intruders expend, the fewer they have available must turn tail and run. By acting as living bait, they to fi ght the dungeon’s occupants. hope to lure the PCs into an area with a trap powerful This strategy works best when the owner of the dungeon enough to defeat the foolish explorers, or at least slow can actively harass intruders, keeping them from resting them down for a few precious minutes. Such traps rarely as they explore deeper and deeper. In an unattended reset automatically, because if it ever becomes neces- dungeon, however, traps that fail to kill the PCs are only sary to spring one, its owner will be in the process of a minor annoyance because the party can just wait until abandoning the area. morning to replenish their cleric spells. Examples: This category includes most pit traps,",
        "name":  "Placement",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Joe gives his trap a detection trigger (an disadvantage, Joe decides that the trap does not affect every alarm spell). square of the room every round. Instead, each round, only",
        "name":  "Trigger",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The trap’s effect is a spell attack that deals to that one. average damage of 28 points (CR of 8 × 3-1/2). The Joe’s completed encounter trap looks like this. attack’s save DC, for a 3rd-level spell effect, is 14 (10 + Lightning Hexagon Trap CR 8 [3 × 1-1/2].",
        "name":  "Effect",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Old or shoddily built fl oors might be spalled door (see page 25), pushing through requires a successful by cracks and small breaches that make them harder to Strength or Escape Artist check as though against a stuck navigate. Treat a weakened fl oor as diffi cult terrain. door. Increase the DC of this check by 5 for the woody and resilient nature of the tangled plant material. DOORS Doors can be created from unusual materials, as described Void Doors in Chapter 1. Many of the same sorts of modifi cations apply Some versions of void doors deal 1d8 points of damage to to them as well. The following entries supplement the ideas creatures passing through (Will DC 10 negates; undead given for walls. Doors also lend themselves to different are immune). The most powerful bestow a negative level variants from those used on walls or fl oors. (duration 1 hour, Will DC 20 negates), much like the effect of an enervation spell. Table 7–2: Doors and Door Variants Door Typical Hit Stuck Locked Water Lock Doors Type Thickness Hardness Points DC DC Decide how much water the door holds back when you Bone 3 in. 5 15 15 17 design the dungeon; this determines how long the forceful Energy 1 in. — — — — fl ow should last. A single water-fi lled room might fl ow for Flesh 1 in. 2 5 15 20 (membrane) only a round, while a passage connected to an underground Flesh (valve) 6 in. 2 30 20 25 lake could continue to fl ow for days. Ice 4 in. 10 20 20 20 Glass 2 in. 1 8 14 16 Zombie Doors Golem 6 in. 0 120 35 35 The grabbing limbs of a zombie door can bestow various Plant 6 in. 5 30 16 18 Void 1 in. — — — — necromantic effects, much like those of a bone wall (see Water lock 2 in. 10 120 26 26 page 21). Zombie 6 in. 5 30 20 22 Variant Door Construction Door Typical Hit Stuck Locked As with walls, doors can have any number of variants, Variant Thickness Hardness Points DC DC Disguised — — — — — modifying existing types and adding new features. Most of Hardened — +5 +50% +5 +5 the modifi cations available for walls can be made to doors, Invisible — — — — +101 having the same effects unless noted otherwise below. Spiked — — — — —",
        "name":  "Weakened",
        "source":  "dungeonscape.txt",
        "_id":  "b52f2ec282237ced256fa631237d2f49b802b02389d0a28694835b2d980f4191"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You see something sparkle inside a small skull. Looking Jozan: Cool! Mialee, will you cast your own lightspell so I can closer, you see it’s a gem—a garnet. toss this rock down into the pool to get a better look at this skele-",
        "name":  "DM",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ifa flying creature fails to maintain its stands at the end of the corridor, at a dead end. He’s been poisoned minimum forward speed, it must land at the end of its movement. and is dying. The cleric wants to get at the fighter to help, but two Ifit is too high above the ground to land, it falls straight down, other characters are between them. Thus, there’s no way for the cleric descending 150 feet in the first round of falling. If this distance to get next to the fighter and cast neutralize poison. You can rule that it’s brings it to the ground, it takes falling damage. If the fall doesn’t okay for the cleric to squeeze past the characters who are in the way, bring the creature to the ground, it must spend its next turn recov- cast the spell, and then move back to where she previously stood. ering from the stall. It must succeed on a DC 20 Reflex save to Ingeneral, when the characters aren’t engaged in round-by- recover. Otherwise it falls another 300 feet. If it hits the ground, it round combat, they should be able to move anywhere and in any takes falling damage. Otherwise, it has another chance to recover manner that you can imagine real people could. A 5-foot square, on its next turn. for instance, can hold several characters; they just can’t all fight",
        "name":  "Minimum Forward Speed",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Analchemical bonus represents the benefit from Size:When a character gets bigger (such as through the effect a chemical compound, usually one ingested prior to receiving the of an enlarge personspell), his Strength increases (as might his Con- bonus. Antitoxin, for example, provides a +5 alchemical bonus on stitution). That’s a size bonus. Fortitude saving throws against poison.",
        "name":  "Alchemical",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a character has a competence bonus, he takes to the air and chases the elf lord and his retinue, jaws snap- actually gets better at what he’s doing, such as with the guidance ping behind them as they run in terror. spell. Combat is a big part of what makes the D\u0026D game exciting.",
        "name":  "Competence",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Aninsight bonus makes a character better at what he’s in question is actually another creature, measure line of sight doing because he has an almost precognitive knowledge of factors from the square the character is in to the square that the creature pertinent to the activity, as with the true strikespell. occupies. If a character can see a portion of a large creature that",
        "name":  "Insight",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A luck bonus is a general bonus that represents good for- occupies more than one square, she can target that creature for a tune, such as from the divine favorspell. spell or any other attack.",
        "name":  "Luck",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "ROLL INITIATIVE EACH ROUND affected). The monk runs forward and stuns the wizard, a condition Some players find combat more fun if they get to roll initiative every that lasts until the monk’s next action. In the next round, the monk round rather than rolling once at the beginning of the encounter. wins initiative again, and attacks but misses. Now the wizard casts Rather than determining a sequence of actions for each round at the another spell—but because he lost initiative in this round, and acted beginning of an encounter, the players and DM reroll for all combat- after the monk’s action, the fact that he was stunned hardly hindered ants, determining a different sequence at the start of each new round. him at all. The goal is to give the combat a feeling of shifting variability. If you roll initiative each round, taking a readied action later in the Ultimately, this variant rule doesn’t change things much. You’ll find same round or delaying an action until later in the same round gives that it slows down play, because a new sequence of activity will need you a cumulative –2 penalty on later initiative rolls. (The first time you to be determined each round—more die rolling, more calculation, do this causes a –2 penalty; if you take a readied action later in the more organizing time. It doesn’t change spell durations, or how vari- same round or delay an action until later in the same round again ous combat actions work. Effects that last until the character’s next during the current combat, the penalty becomes –4, and so on.) Taking action still operate that way. The difference is that it’s possible for a readied action in the next round or delaying until the next round someone to take an action at the end of one round (such as a charge carries no penalty, but you get no other action that round. attack) that puts him at a penalty until his next action, and then to roll Even if you normally use a single set of initiative rolls for the whole well in the next round so that he goes first and the penalty has no combat, some turn of events could make it worthwhile to reroll initia- effect. This means that sometimes it can be beneficial to roll low for tive. For example, the PCs are fighting a drow wizard using greater invis- initiative in a round. ibility.It’s a climactic encounter with the survival of the party hinging",
        "name":  "VARIANT",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If any or all of the newcomers are not act before the enemies and who will act after. It’s too easy to plan aware of the other sides when they enter the encounter (for actions around when their opponents act. example, the PCs stumble unaware into a fight between two mon- sters in a dungeon), the newcomers still come into play at the Simultaneous Activity beginning of the round, but they roll initiative normally. If one of When you play out a combat scene or some other activity for the other characters involved in the encounter has a higher initia- which time is measured in rounds, it can be important to remem- tive check result than one or more of the newcomers, that charac- ber that all the PCs’ and NPCs’ actions are occurring simultane- ter can react to those newcomers before they get a chance to act ously. For instance, in one 6-second round, Mialee might be trying (the newcomers are caught flat-footed). to cast a spell at the same time that Lidda is moving in to make a If more than one new group enters an existing encounter at the sneak attack. same time, you must first decide if they are aware of the However, when everyone at the table plays out a combat round, encounter. Those that are unaware, “stumbling in,” roll initiative. each individual acts in turn according to the initiative count for Those that are aware act first in the round, in the order of their his character. Obviously, this is necessary, because if every indi- Dexterity scores, even if they are not in the same group. vidual took his turn at the same time, mass confusion would",
        "name":  "Newcomers Not Aware",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 + spell level + caster’s ability modifier. Since a target who makes his saving throw against a spell knows",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 + 1/2 monster’s Hit Dice + monster’s that something happened to him, you could describe a charm ability modifier. spell or a compulsion spell as a cold claw threatening to enclose",
        "name":  "Monster Abilities",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "SPELL ROLL This variant allows for special rare ingredients (“power compo- Substitute this variant for the standard method of determining saving nents”) to be added to material spell components in place of an XP throw DCs for spells. Every time a character casts a spell that requires component. You’re free to allow this on a case-by-case basis. Perhaps a target to make a saving throw, the caster rolls 1d20 and adds the spell these components exist only for certain spells. They’re certainly rare, level and the appropriate ability modifier. The result is the DC for the and certainly expensive—ten to twenty times the XP component in saving throw. Roll once even for a spell that affects many creatures. gold pieces is a good baseline price. Further, characters may need to This variant introduces a great deal more randomness into spell- consult sages or cast divinations in order to find out what the proper casting—sometimes low-level spells cast by mediocre casters will ingredients are. have high DCs, and sometimes high-level spells cast by powerful Consider not allowing characters to buy power components— casters are easy to resist. It downplays the level of the spell and the instead, make them the object of an adventure. The hunt for the red ability modifier. As with variant combat rules, any change that minotaur can be a challenging and entertaining adventure by itself, but increases chance in a battle favors the underdog, and that’s usually if the defeat of the minotaur is the first step toward the goal of bring- the enemy of the PCs. ing back a fallen comrade, the scenario takes on a larger importance. In the same way, special ingredients can substitute for the XP that a",
        "name":  "VARIANT",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "SUMMONING INDIVIDUAL MONSTERS ture is killed (and thus sent back to its home) or dispelled, however, When a character casts a summon monster or summon nature’s ally that individual creature is not available to be summoned for 24 hours. spell, she gets a typical, random creature of the kind she chooses. As The summoner summons one fewer creature of that kind because the a variant in your campaign, you can rule that each spellcaster gets unavailable creature still takes up its normal “slot.” Thus, if Kulik is specific, individual creatures rather than just some random one. This killed and later that day Mialee summons two celestial eagles, she only variant lets players feel more ownership over the creatures that their gets Skitky (instead of Kulik and Skitky). characters summon, but it entails some special problems, so don’t If a creature that a character summons is actually, truly killed (not allow it without considering it carefully. just “killed” while summoned), it is no longer available, and the",
        "name":  "VARIANT",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever a spellcaster summons a single crea- summoner gets one less creature of that kind than normal. On attain- ture of a given kind, it’s always the same creature. A player can roll the ing a new level, however, the summoner may replace the slain creature ability scores and hit points for each creature that his character can (see below). summon. His specific creatures may be above or below average. Allow Replacing Creatures:Each time a summoner gains a level in a spell- the player to take average statistics instead of rolling if he wants to casting class, she can drop out one of her creatures and roll up a new avoid the risk of getting stuck with bad dice rolls. (There’s no “hope- one to fill its “slot.” For example, at 5th level, Mialee can summon less creature reroll” for bad ability scores in this case.) The player can Kulik, Skitky, and Kliss with summon monster III.When she reaches 6th also name each creature and define its distinguishing characteristics. level, she can drop any one of her summonable creatures and replace",
        "name":  "Specific Creatures",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A good adventure should pro- but an ability (or a spell) that a character never gets to use is a waste. vide a number of different experiences—attack, defense, prob- lem-solving, roleplaying, and investigation. Make sure you vary BAD STRUCTURE the kinds of encounters the adventure provides (see Encounters, Try to avoid the pitfalls described below. page 48). Leading the PCs by the Nose:A bad event-based adventure is",
        "name":  "Different Sorts of Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Another way to organize an event-based adventure is the cleric’s hide from undeadspell allows her to get to the treasure by the passage of time. A timeline starts when the PCs get involved the skeletons are guarding while the battle rages. in the story (or sometimes even before then). It marks what hap- A status quo encounter forces the PCs to adapt to the encounter pens when: “One day after the PCs arrive in town, Joham comes to rather than the other way around. Bugbears live on Clover Hill, them pleading for help. The next day, Joham is found dead in his and if the PCs go there, they encounter bugbears, whether bug- room at the inn. That evening, Gregory comes to the inn, poking bears are an appropriate encounter for them or not. This kind of around for information to see if the body has been found.” encounter gives the world a certain verisimilitude, and so it’s good",
        "name":  "Timeline",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Even in an adventure driven by events, That decision, of course, is to run away and fight again another day an encounter unrelated to the flow of events can serve to empha- (when the party is better equipped to meet the challenge). size (or distract from) the ongoing plot. See Table 3–28: Urban Encounters, page 102, for an example of an event-based random CHALLENGE RATINGS AND encounter table. ENCOUNTER LEVELS A monster’s Challenge Rating (CR) tells you the level of the party for which that monster is a good challenge. A monster of CR 5 is THE END (?) an appropriate challenge for a group of four 5th-level characters. If Eventually, each adventure comes to an end. A climactic the characters are of higher level than the monster, they get fewer encounter places a nice capstone on an adventure, particularly if XP because the monster should be easier to defeat. Likewise, if the it’s one that the players have seen coming. (If the ogres they have characters are of lower level than a monster’s Challenge Rating, been fighting have been referring to a dragon, then an encounter the PCs get a greater award. with the dragon is a suitable ending.) Parties with five or more members can often take on monsters Many adventures require a denouement—some wrap-up to with higher CRs, and parties of three or fewer are challenged by deal with the aftermath of the final encounter. This can be the monsters with lower CRs. The game rules account for these facts time when the PCs discover what treasure is in the dragon’s hoard, bydividing the XP earned by the number of characters in the a dramatic scene in the king’s court in which he thanks the adven- party (see Rewards, page 36). turers for slaying the dragon and passes out knighthoods all around, or a time to mourn those comrades who did not survive Multiple Monsters and Encounter Levels the battle. Generally, the denouement should not take nearly as Obviously, if one monster has a given Challenge Rating, more long as the climax itself. than one monster represents a greater challenge than that. You As with movies and books, adventures sometimes deserve se- can use Table 3–1: Encounter Numbers to determine the quels. Many adventures lead directly into new adventures for the Encounter Level of a group of monsters, as well as to determine PCs, relating to what they have accomplished or discovered. If the how many monsters equate to a given Encounter Level (useful in characters just destroyed the fortress of the evil overlord, they may balancing an encounter with a PC party). find clues within the fortress that betray the identity of a traitor on Tobalance an encounter with a party, determine the party’s the town council who has been secretly aiding the warlord. Per- level (the average of all the members’ character levels). You want haps the overlord’s orc minions fled the site—where did they go? the party’s level to match the level of the encounter, so find that (Orcs, no matter where they go, are sure to cause trouble!) Suppose number in the “Encounter Level” column. Then look across that bandits attacked the adventurers while they were on their way to line to find the CR of the kind of creature that you want to use in the overlord’s fortress—going back now and finding the bandits’ the encounter. Once you have found it, look at the top of that lair is an adventure of both justice and vengeance. column to find the number of creatures that makes a balanced encounter for the party. For example, suppose you want to send ogres against a 6th-level ENCOUNTERS party. The Monster Manualentry on ogres shows that they are CR 2. As interesting as it is to talk about adventures (and the stories be- Looking at the “6” row in the “Encounter Level” column, you read hind them), the game is really composed of encounters. Each indi- across to the “2” entry and then check the top of that column to vidual encounter is like its own game—with a beginning, a middle, find that four CR 2 monsters make a good 6th-level encounter. To an end, and victory conditions to determine a winner and a loser. determine the Encounter Level of a group of monsters, reverse these steps (begin with the number of creatures, read down to find TAILORED OR STATUS QUO the CR for the creature, then look left to find the appropriate EL). Just as with motivations, encounters can be tailored specifically to Ingeneral, if a creature’s Challenge Rating is two lower than a the PCs or not. A tailored encounter is one in which you take into given Encounter Level, then two creatures of that kind equal an 48 consideration that the wizard PC has a wand of invisibility and the encounter of that Encounter Level. Thus, a pair of frost giants (CR fighter’s AC is 23. In a tailored encounter, you design things to fit 9 each) is an EL 11 encounter. The progression holds of doubling the PCs and the players. In fact, you can specifically design some- the number of creatures for each drop of two places in their indi- :3 RETPAHC SERUTNEVDA vidual CR, so that four CR 7 creatures (say, four hill giants) are an encounters of the party’s level the PCs need to rest, heal, and EL 11 encounter, as are eight CR 5 creatures (such as shadow mas- regain spells. A fifth encounter would probably wipe them out. tiffs). This calculation does not work, however, with creatures The party should be able to take on many more encounters whose CR is 1 or lower, so be sure to use Table 3–1: Encounter lower than their level but fewer encounters with ELs higher than Numbers for such encounters. their level. As a general rule, if the EL is two lower than the party’s",
        "name":  "Random Encounters",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most encounters seriously threaten at least one the same old 30-foot-by-30-foot room starts to grow stale. Like- member of the group in some way. These are challenging encoun- wise, a trip through the dark woods can be interesting and fright- ters, about equal in Encounter Level to the party level. The average ening, but the tenth trip through is less so. Since this is a fantasy adventuring group should be able to handle four challenging en- game, allow yourself the freedom to consider all sorts of strange counters before they run low on spells, hit points, and other re- locations for encounters. Imagine an encounter inside a volcano, sources. If an encounter doesn’t cost the PCs some significant por- along a narrow ledge on the side of a cliff, atop a flying whale, or tion of their resources, it’s not challenging. deep underwater. Think of the exciting location first, and then",
        "name":  "Challenging",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An interesting facet of a dungeon might be a Rooms in dungeons vary in shape and size. Although many are sealed door too strong to break down. Such a door might be simple in construction and appearance, particularly interesting opened only by operating secret switches, or hidden (and distant) rooms have multiple levels joined by stairs, ramps, or ladders, as levers. Crafty builders make using the switches or levers more dif- well as statuary, altars, pits, chasms, bridges, and more. ficult by requiring that they be used in a special way. For example, Keep three things in mind when designing a dungeon room: a particular door might only open if a series of four levers is moved decoration, ceiling support, and exits. into a specific configuration—two pushed up and two pushed Most kinds of intelligent creatures have a tendency to decorate down. If a lever in the series is put in the wrong position, a trap is their lairs. It should be fairly commonplace to find carvings or sprung. Now imagine how much more difficult it would be if paintings on the walls of dungeon rooms. Exploring adventurers there were a dozen or more levers, with multiple settings, spread also often encounter statues and bas reliefs, as well as scrawled out through the entire dungeon. Finding the method to open a messages, marks, and maps left behind by others who have come special door (perhaps leading into the vault, the vampire’s lair, or this way before. Some of these marks amount to little more than the dragon’s secret temple) can be an adventure in itself. graffiti (“Robilar was here”), while others may be useful to adven- Sometimes a door is special because of its construction. A lead- turers who examine them closely. lined door, for example, provides a barrier against many detection Underground chambers are prone to collapse, so many rooms— spells. A heavy iron door might be built in a circular design, particularly large ones—have arched ceilings or pillars to support 62 rolling to one side on a track once it is opened. A mechanical door the weight of the rock overhead. linked with levers or winches might not open unless the proper Pay close attention to the exits. Creatures that can’t open doors mechanism is activated. Such doors often sink into the floor, rise can’t make a lair in a sealed room without some sort of external :3 RETPAHC SERUTNEVDA assistance. Strong creatures without the ability to open doors CORRIDORS smash them down if necessary. Burrowing creatures might dig Stretching into the darkness, a mysterious, cobweb-filled passage their own exits. deeper into the dungeon can be intriguing and a little frightening. In general, both the PCs and the monsters should be able to All dungeons have rooms, and most have corridors. While most move around a room without too much difficulty. Fighting a battle corridors simply connect rooms, sometimes they can be in particularly tight quarters can make for an interesting change encounter areas in their own right because of traps, guard patrols, of pace, however. and wandering monsters out on the hunt. Common dungeon rooms fall into the following broad cate- When designing a dungeon, make sure the corridors are large gories. Use them as a springboard for your own creations, not as a enough for the dungeon residents to use. (For example, a dragon limited list. needs a pretty big tunnel to get in and out of its lair.) Wealthy,",
        "name":  "Special Doors",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell traps produce the spell’s effect, as described with a +10 attack bonus. The damage bonus for each spike is +1 per in the appropriate entry in the Player’s Handbook.Like all spells, a 10 feet of pit depth (to a maximum of +5). Each character who falls spell trap that allows a saving throw has a save DC of 10 + spell into the pit is attacked by 1d4 spikes. Pit spikes do not add to the level + caster’s relevant ability modifier. average damage of the trap (see Average Damage, page 75).",
        "name":  "Spell Traps",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 2; mechanical; touch trigger (open- (detect good);automatic reset; spell effect (extended bane,3rd-level ing the box); automatic reset; 5-ft. cold aura (3d6, cold nonlethal); cleric, DC 13 Will save negates); Search DC 27; Disable Device DC Search DC 22; Disable Device DC 16. Market Price:3,000 gp. 27.Cost:3,500 gp, 280 XP.",
        "name":  "Box of Brown Mold",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 4; spell; spell trigger; no reset; spell Price:12,650 gp. effect (sepia snake sigil, 5th-level wizard, DC 14 Reflex save Spiked Pit Trap: CR 5; mechanical; location trigger; manual negates); Search DC 28; Disable Device DC 28. Cost:650 gp to hire reset; DC 25 Reflex save avoids; 40 ft. deep (4d6, fall); multiple tar- NPC spellcaster. gets (first target in each of two adjacent 5-ft. squares); pit spikes",
        "name":  "Sepia Snake SigilTrap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 5; spell; spell trigger; no reset; spell effect (fire trap, Glyph of Warding (Blast): CR 6; spell; spell trigger; no reset; spell 7th-level wizard, 1d4+7 fire, DC 16 Reflex save half damage); effect (glyph of warding[blast], 16th-level cleric, 8d8 sonic, DC 14 Search DC 29; Disable Device DC 29. Cost:305 gp to hire NPC Reflex save half damage); multiple targets (all targets within 5 ft.); spellcaster. Search DC 28; Disable Device DC 28. Cost:680 gp to hire NPC",
        "name":  "Fire Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 10; mechanical; location trigger; auto- you and the player have agreed on what spells and other elements matic reset; no attack roll required (18d6, crush); Search DC 20; the trap contains, you can determine the cost of the raw materials Disable Device DC 25. Market Price: 25,000 gp. for the trap and the CR of the trap.",
        "name":  "Crushing Wall Trap",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Todetermine how much progress a char- Molds and fungi flourish in dark, cool, damp places. While some acter makes on building a trap each week, that character makes a are as inoffensive as the normal dungeon slime, others are quite Craft (trapmaking) check. Page 70 of the Player’s Handbookcontains dangerous. Mushrooms, puffballs, yeasts, mildew, and other sorts details on Craft checks and the circumstances that can affect them. of bulbous, fibrous, or flat patches of fungi can be found through- out most dungeons. They are usually inoffensive, and some are even edible (though most are unappealing or odd-tasting). DUNGEON ECOLOGY Green Slime (CR 4):This dungeon peril is a dangerous variety Aninhabited dungeon is an environment in and of itself. The crea- of normal slime. Green slime devours flesh and organic materials tures that live there need to eat, drink, breathe, and sleep just as on contact and is even capable of dissolving metal. Bright green, the creatures of the forest or the plains do. Predators need prey. wet, and sticky, it clings to walls, floors, and ceilings in patches, Creatures living in the dungeon need to be able to get around. reproducing as it consumes organic matter. It drops from walls Locked doors, or even doors that require hands to open, can pre- and ceilings when it detects movement (and possible food) below. ventcreatures from getting to food or water. A single 5-foot square of green slime deals 1d6 points of Con- Consider these factors when designing a dungeon you want the stitution damage per round while it devours flesh. On the first players to believe in. If the environment doesn’t have some logic round of contact, the slime can be scraped off a creature (most behind it, the PCs can’t make decisions based on reasoning while likely destroying the scraping device), but after that it must be adventuring there. For example, upon finding a pool of fresh frozen, burned, or cut away (dealing damage to the victim as water in the dungeon, a character should be able to make the well). Anything that deals cold or fire damage, sunlight, or a assumption that many of the creatures inhabiting the place come remove disease spell destroys a patch of green slime. Against to that spot often. Thus, the PCs could wait in ambush for a partic- wood or metal, green slime deals 2d6 points of damage per ular creature that they’re after. Bits of faulty dungeon logic, such as round, ignoring metal’s hardness but not that of wood. It does all the doors in a dungeon being locked when the dungeon is not harm stone. home to many creatures, destroy any chance of verisimilitude. Dwarves consider green slime to be one of the worst hazards ofmining and underground construction. They have their own DUNGEON ANIMALS ways of burning it out of infested areas, methods that they say are Not everything that lives in a dungeon is a monster. Other crea- thorough. “If you don’t do it proper, the stuff comes right back,” tures inhabit these unlit labyrinths as well. they claim.",
        "name":  "Making the Checks",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Like rats, bats are found throughout any dungeon with heat from anything around it. It normally comes in patches 5 feet access to outside air. Although normal bats aren’t dangerous, a in diameter, and the temperature is always cold in a 30-foot radius swarm of bats can obscure vision and hamper the actions of dun- around it. Living creatures within 5 feet of it take 3d6 points of geon delvers—particularly spellcasting. nonlethal cold damage. Fire brought within 5 feet of brown mold",
        "name":  "Bats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature’s special qualities (some of which may be de- those creatures and presented here in an abbreviated form. Many scribed in more detail beneath the Skills and Feats paragraph). published adventures contain stat blocks for the creatures therein AL: The one- or two-letter abbreviation denoting the creature’s as a convenience, preventing you from needing to look up infor- alignment. mation from one of the core rulebooks (usually the Monster SV: The creature’s saving throw bonuses. Manual) in order to run the adventure. Ability Scores: The creature’s ability scores in the customary Some stat blocks are less detailed than others, sometimes order (Str, Dex, Con, Int, Wis, Cha). because those characters or creatures are only “bit players” (com- Skills and Feats:In a new paragraph, a list of all the creature’s skill moners or other unimportant NPCs) and sometimes because only modifiers and feats. certain aspects of a creature’s abilities are relevant to the adventure. Details:Special attacks and special qualities that need further For instance, the stat block for a gold dragon would only need explanation are covered next. to mention that the dragon can breathe underwater if the place Spells Known:For sorcerers and members of other classes that do where it’s encountered includes a body of water large enough for not prepare spells. this ability to be potentially useful. Spells Prepared:For wizards, clerics, and members of other classes 85 Following is a summary of the main elements of a statistics that prepare spells. A cleric’s stat block also includes the domains block. All the terms used in this summary are discussed in more he has access to (with domain spells asterisked in the list of pre- ADVENTURES CHAPTER 3: pared spells), his deity (if applicable), and the granted powers of GETTING LOST his domains. There are many ways to get lost in the wilderness. Following an",
        "name":  "This information is taken from the Monster Manualentries for SQ",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Optionally (in addition to Spells Prepared), you may obvious road, trail, or feature such as a stream or shoreline pre- wish to provide the contents of a caster’s spellbook in her stat vents any possibility of becoming lost, but travelers striking off block. (See the sample NPC wizards on page 125 for what this cross-country may become disoriented—especially in conditions looks like.) This information can be important for an NPC whom of poor visibility or in difficult terrain. the characters might encounter repeatedly over the course of sev- Poor Visibility: Any time characters cannot see at least 60 eral days (so that she could choose to prepare different spells on feet in the prevailing conditions of visibility, they may become different days). lost. Characters traveling through fog, snow, or a downpour",
        "name":  "Spellbook",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All these NPCs have starting ability Skill Pts./Feats:The numbers of skill points and feats an NPC scores that were determined by using the elite array (15, 14, 13, 12, has are calculated assuming a nonhuman character; for a human, 10, 8) and arranging the numbers to the character’s best advantage. add skill points and bonus feats as appropriate. The number of (See page 169 for more about the elite array and other alternative total feats includes any bonus feats granted by the class. methods of determining ability scores.) Spells:The number of spells of each level a spellcaster has is",
        "name":  "Starting Ability Scores",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For bards and sorcerers, an addi- Uncanny Dodge (Ex):This barbarian can react to danger before tional table gives the number of spells known at each level from his senses would normally allow him to do so. He retains his Dex- 1st through 20th. terity bonus to AC even when caught flat-footed.",
        "name":  "Spells Known per Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 8, Dex 14, Con 13, Int 10, Wis 12, Skills and Feats:Bluff +9, Concentration +9, Craft (trapmaking) Cha 15. +1, Hide +6, Listen +3, Profession (miner) +3, Search +1, Spellcraft",
        "name":  "Starting Ability Scores",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +8, Craft (alchemy) +9, Knowl- fusion,2 scrolls of fireball,scroll of web, dagger. edge (arcana) +12, Knowledge (dungeoneering) +12, Knowledge (history) +9, Listen +3, Search +6, Spellcraft +14, Spot +3; Brew Sample 10th-Level NPC Wizard: Drow Wiz 10; CR 11; 125 Potion, Combat Casting, Scribe Scroll, Toughness. Medium humanoid (elf); HD 10d4+3; hp 29; Init +3; Spd 30 ft.; AC",
        "name":  "Skills and Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+1 CR. +2 Con, –4 Cha. +1 Listen, +4 Move –3 ranks/skill, +8 Concentration, +8 Listen, +8 Spellcraft, +8 Spot. Silently, +1 Spot. Speed 20 ft. Large. Speed 50 ft.",
        "name":  "Dwarf, Duergar",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Monastery of Zerth’Ad’lun ture is nearest. Thus, there is no normal concept of floor, wall and 159 One of many githzerai monasteries on the plane, Zerth’Ad’lun fol- ceiling—any surface is a floor if you’re near enough to it. Rare lows the teaching of Sensei Belthomias, a 16th-level monk. narrow tunnels exactly cancel out gravity, allowing a traveler to CAMPAIGNS CHAPTER 5: shoot through them at incredible speed. The layer of Phlegethon INFINITE LAYERS OF THE ABYSS is an exception—there, the normal gravity trait applies. The Abyss is all that is ugly, all that is evil, and all that is chaotic • Divinely morphic. Specific powerful beings such as the deity reflected in infinite variety through layers beyond counting. Its Erythnul can alter Pandemonium. Ordinary creatures find virtually endless layers spiral downward into ever more atrocious Pandemonium indistinguishable from the Material Plane (it forms. Conventional wisdom places the number of layers of the has the alterable morphic trait for them, in other words). Spells Abyss at 666, though there may be far more. The whole point of and physical effort affect Pandemonium normally. the Abyss, after all, is that it’s far more terrible than conventional • Mildly chaos-aligned. wisdom could ever encompass.",
        "name":  "Example Limbo Site",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Orthrys, Cathrys, Minethys, What if your characters wind up being sent to the Abyss as a Colothys, Porphratys, and Agathys. Each layer consists of a series result of an adventure gone wrong? Or what if they flee powerful of orbs like tiny planets. A gulf of air separates each orb from the demons by jumping through the nearest portal? next. On a particular layer, little distinguishes one orb from the Use the following table to randomly determine the general next, and it’s possible that the number of orblike planets on each characteristics of an unknown layer. If desired, roll twice (or layer is infinite. more) and combine the results. Carceri has the following traits. • Normal gravity. On the orbs, gravity is normal. Between orbs, d% Type of Layer there is no gravity, which eases travel for those who can fly 01–05 Air-dominant beyond the clutches of each orb’s gravity. 06–10 Blood War battleground (demons against devils) • Divinely morphic. Nerull and any other entity of lesser deity 11–15 Burning hellscape (mix of magma and stone) status or greater can alter Carceri. More ordinary creatures find 16–20 Demonic city Carceri indistinguishable from the Material Plane; it responds 21–25 Desert of sand, ice, salt, or ash to spells and physical effort normally. 26–30 Earth-dominant • Mildly evil-aligned. 31–35 Fire-dominant Random Encounters: Use the Abyssal Encounters table (page 36–40 Fetid swamp (filled with predators) 167) for random encounters on Carceri. 41–45 Mixed element-dominant (as Limbo) 46–50 Mountainous Example Carceri Site: Sand Tombs of Payratheon 51–55 Negative-dominant (minor or major) Payratheon is the name of a vanished city built on an orb of 56–60 Normal (as the Material Plane) Minethys eons ago. That city is long buried under sand dunes, 61–65 Ocean of water but its sand-drowned avenues, crumbled towers, and silted porti- 66–70 Realm of powerful Abyssal entity cos still remain far below the shifting surface of the layer. Some- 71–75 Sea of acid times the shifting sands reveal Payratheon for an hour or a 76–80 Sea of insects longer, but it is always engulfed again by the sands, smothering 81–85 Sea of blood most creatures that were tempted by its appearance and entered 86–90 Subterranean the sand-blasted city. 91–95 Undead realm Resourceful adventurers have burrowed down to find outlying 96–100 Water-dominant suburbs of the city during its phases of submersion. Tales of terror walk hand in hand with these accounts, which tell of dragonlike",
        "name":  "Random Abyssal Layers Carceri consists of six layers",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Demonweb Pits “sand gorgons” that swim through the sand as if it were water. Also The 66th layer of the Abyss is home to Lolth, the Spider Queen. mentioned are the remnants of former inhabitants that force their The plane folds in upon itself so that it resembles a great web. A way through the streets as petrified undead, so weathered and dizzying array of web pathways interconnect with fractal com- eroded that little can be discerned of their original race or size. plexity. Each strand is strung with portals onto the planes where To create an encounter map for the sand tombs, start with a city, Lolth is worshiped. Lolth’s palace is said to be a mobile iron then reduce half the buildings to heavy rubble and damage the stronghold shaped like a spider, perpetually crawling across her others in some significant way. The riches of Payratheon are there planar web. for the taking, for the city was buried suddenly. But the characters To draw an encounter map for the Demonweb Pits, design a will have to contend with the sand gorgons (24 HD gorgons with crisscrossing network of 20-foot-wide walkways suspended magi- a burrow speed of 30 feet), mummy lords (see the Monster Manual), cally in vast cloud of solid fog(as the spell). The fog stays 1d4×10 and other undead eager to slay and consume the living. And feet away from the pathways, so characters can sometimes glimpse they’re also racing against time—a titanic sandstorm (see page 91) other parts of the web that are above, below, or to the side of the is only 1d4 hours away. path they’re walking on. The web twists and turns in on itself, but it always appears per- GRAY WASTE OF HADES fectly level, even when it corkscrews upward or downward. It’s Hades sits at the nadir of the lower planes, halfway between two possible to make four right turns and wind up underneath the races of fiends each bent on the other’s annihilation. Thus, it often point where you started, without encountering a slope or stairs. sees its gray plains darkened by vast armies of demons battling Characters who fall—or are bull rushed—off a walkway fall at equally vast armies of devils who neither ask nor give quarter. If only 60 feet per round (as the feather fallspell), and they take no any plane defines the nature of true evil, it is the Gray Waste. damage when they land on another walkway (which might be In the Gray Waste of Hades, pure undiluted evil acts as a power- miles below where they started). ful spiritual force that drags all creatures down. Here, even the consuming rage of the Abyss and the devious plotting of the Nine TARTERIAN DEPTHS OF CARCERI Hells are subjugated to hopelessness. Apathy and despair seep into The prison plane of Carceri seems the least overtly dangerous of everything at the pole of evil. Hades slowly kills a visitor’s dreams the lower planes, but that first impression quickly disappears. Acid and desires, leaving the withered husk of what used to be a fiery seas and sulfurous atmospheres may be rare on this plane, and no sprit. Spend enough time in Hades, and a visitor gives up on areas of biting cold or infernos of raging heat exist. The danger of things that used to matter, eventually succumbing to total apathy. Carceri is a subtler thing. Hades has three layers, called “glooms”: Oinos, Niflheim, and The plane is a place of darkness and despair, of passions and Pluton. Uncaring malevolence that slowly crushes the spirit per- poisons, and of kingdom-shattering betrayals. On Carceri, meates each gloom. hatreds run like a deep, slow-moving river. And there’s no telling Hades has the following traits. what the flood of treachery is going to consume next. It is said • Divinely morphic. Entities of at least lesser deity status can alter that a prisoner on Carceri may only escape when she has become Hades, though few deities care to reign in Hades. The Gray stronger than whatever imprisoned her there. That’s a difficult Waste has the alterable morphic trait for less powerful crea- 161 task on a plane whose very nature breeds despair, betrayal, and tures; Hades responds normally to spells and physical effort. self-hatred. • Strongly evil-aligned. CAMPAIGNS CHAPTER 5: • Entrapping. This is a special trait unique to Hades (although an infinitely larger void. Gravity is normal on the steep slopes Elysium has a similar entrapping trait). A nonoutsider in Hades of a mountain, and a fall causes a creature to tumble until a experiences increasing apathy and despair while there. Colors chance ledge catches it, or until continued abrasions from the become grayer and less vivid, sounds duller, and even the long fall completely shred the victim. demeanor of companions seems to be more hateful. At the • Divinely morphic. Lesser deities can alter Gehenna’s mountain- conclusion of every week spent in Hades, any nonoutsider ous landscape. Ordinary creatures find that Gehenna is as alter- must succeed on a Will saving throw (DC 10 + the number of able as the Material Plane. consecutive weeks in Hades). Failure indicates that the individ- • Mildly evil-aligned. ual has fallen entirely under the control of the plane, becoming Random Encounters: Use the Hellish Encounters table (page a petitioner of Hades. 167) for random encounters in Gehenna. Travelers entrapped by the inherent evil of Hades cannot leave the plane of their own volition and have no desire to do so. Mem- Example Gehenna Site: Valley of the Outcast ories of any previous life fade into nothingness, and it takes a wish Mungoth, the third layer of Gehenna, is a cold place. The light of ormiraclespell to return such characters to normal. scattered volcanic vents is equivalent to that of a full moon,",
        "name":  "Example Abyss Site",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  " change the infernal battlefield. Fortress of Disciplined Enlightenment • Mildly law-aligned. This structure sits on its own cog, and its spires and towers rise",
        "name":  "Ordinary creatures must use spells and physical effort to Example Mechanus Site",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gold dwarves have all the dwarf racial traits ibility of half-elves who are raised by humans. described on page 14 of the Player’s Handbook,with the following exceptions. CLASS/RACE RESTRICTIONS • +2 Constitution, –2 Dexterity: Gold dwarves are stout and The parameters of a campaign can shape the benefits and restric- tough, but not as quick or agile as other races. tions for playing characters of various races. Sometimes, in order • +1 racial bonus on attack rolls against aberrations: Gold dwarves to reflect specific roles that you want races to play in the cam- are trained in special combat techniques against these bizarre crea- paign, you can restrict which classes each race can choose from. tures (this replaces the attack bonus against orcs and goblinoids). Limitations might include any or all of the following. • Dwarves and halflings cannot be wizards, sorcerers, bards, MODIFYING A COMMON RACE monks, druids, paladins, or rangers. Sometimes you may wish to modify one of the common races • Elves cannot be druids, paladins, or monks. (those described in the Player’s Handbook). Doing this is different • Half-elves cannot be paladins or monks. from creating a subrace, because it’s a change of larger scope—the • Half-orcs cannot be wizards, bards, druids, paladins, or rangers. entire common race takes on different characteristics. A campaign The fighter class, the cleric class, and the rogue class are rarely might not even use subraces but still have races modified from the restricted. Each is considered available to any race, although you rules presented in the Player’s Handbook. can of course create your own exceptions. The main reason you may want to modify the Player’s Handbook It is perfectly acceptable for you to say “In my world . . .” and races is to give your campaign a unique or a specific feel. For then describe whatever changes or restrictions you feel necessary. example, in some campaigns, dwarves never use arcane spells. In Be prepared for players to complain if you’re denying something others, they may be wizened masters of the arcane arts. otherwise granted to them in the Player’s Handbook for the choices they make. You’re the DM, and it’s your campaign. It’s important, however, to make sure that the players understand the explana- tions behind these changes so that they don’t feel restricted for no reason. It’s often a good idea to balance restrictions with extra allowances—such as greater starting money, free skills, or some other small consideration. NEW RACES You can give your players new race options either by using creatures 171 from the Monster Manual or new creatures of your own design. In either case, handle this radical change to the campaign with care. CHARACTERS CHAPTER 6: pqqrs",
        "name":  "Racial Traits",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Witch suggestion, tongues.",
        "name":  "Example New Spell List",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only the weakest of these, and the witch doesn’t wood, transport via plants. have the cleric’s ability to cast curespells spontaneously. The witch 8th Level: antipathy, demand, discern location, horrid wilting, poly- isn’t blessed with a cleric’s (or druid’s) plethora of healing spells, morph any object, sympathy, trap the soul. but she can offer a little aid to those she favors. 9th Level: earthquake, foresight, refuge, shapechange, wail of the ban-",
        "name":  "CureSpells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only through the middle levels. A witch can trick shee, weird. her foes, but not to the extent that a wizard can. *When she becomes able to cast 3rd-level spells, the witch",
        "name":  "Illusions",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Many. A major feature of this class. alignment opposed to her own. Form-Changing:Another strong point for the witch. From alter selftoshapechange, the witch has most of the spells relating to CREATING NEW CLASSES changing her (or someone else’s) form. It’s possible to create entirely new classes, or rather, to alter exist-",
        "name":  "Charms",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Generally equal to the number of class levels (see below) in a spell- casting class. Some prestige classes add caster levels to an existing class.",
        "name":  "Caster Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sneak attack +2d6. Class Skills The arcane trickster’s class skills (and the key ability for each skill) are Appraise (Int), Balance (Dex), Bluff (Cha), Climb (Str), Concentration (Con), Craft (Int), Decipher Script (Int), Diplomacy (Cha), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Gather Information (Cha), Hide (Dex), Jump (Str), Knowledge (Int), Listen (Wis), Move Silently (Dex), Open Lock (Dex), Profession (Wis), Sense Motive (Wis), Search (Int), Sleight of Hand (Dex), Speak Language (Int), Spellcraft (Int), Spot (Wis), Swim (Str), Tumble (Dex), and Use Rope (Dex). See Chapter 4 of the Player’s Handbookfor skill descriptions.",
        "name":  "Special",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Using his unique talents, an arcane Class Skills trickster can perform one of the following class skills at a range of The archmage’s class skills (and the key ability for each skill) are 30 feet: Disable Device, Open Lock, or Sleight of Hand. Working Concentration (Con), Craft (alchemy) (Int), Knowledge (all skills at a distance increases the normal skill check DC by 5, and an taken individually) (Int), Profession (Wis), Search (Int), and arcane trickster cannot take 10 on this check. Any object to be Spellcraft (Int). See Chapter 4 of the Player’s Handbookfor skill manipulated must weigh 5 pounds or less. descriptions.",
        "name":  "Ranged Legerdemain",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4. damage per class level of the archmage plus 1d6 points of damage per level of the spell used to create the effect. For instance, a 5th- 178 Requirements level archmage who channels a 7th-level spell into arcane fire To qualify to become an archmage, a character must fulfill all the deals 12d6 points of damage to the target if it hits. This ability following criteria. costs one 9th-level spell slot. :6 RETPAHC SRETCARAHC Table 6–2: The Arcane Trickster Base Fort Ref Will Level Attack Bonus Save Save Save Special Spells per Day 1st +0 +0 +2 +2 Ranged legerdemain 1/day +1 level of existing class 2nd +1 +0 +3 +3 Sneak attack +1d6 +1 level of existing class 3rd +1 +1 +3 +3 Impromptu sneak attack 1/day +1 level of existing class 4th +2 +1 +4 +4 Sneak attack +2d6 +1 level of existing class 5th +2 +1 +4 +4 Ranged legerdemain 2/day +1 level of existing class 6th +3 +2 +5 +5 Sneak attack +3d6 +1 level of existing class 7th +3 +2 +5 +5 Impromptu sneak attack 2/day +1 level of existing class 8th +4 +2 +6 +6 Sneak attack +4d6 +1 level of existing class 9th +4 +3 +6 +6 Ranged legerdemain 3/day +1 level of existing class 10th +5 +3 +7 +7 Sneak attack +5d6 +1 level of existing class Arcane Reach (Su): The archmage can use spells with a range of variables such as damage dice or range, and caster level checks touch on a target up to 30 feet away. The archmage must make a only). This ability costs one 5th-level spell slot. ranged touch attack. Arcane reach can be selected a second time Spell-Like Ability: An archmage who selects this type of high as a special ability, in which case the range increases to 60 feet. arcana can use one of her arcane spell slots (other than a slot ex- This ability costs one 7th-level spell slot. pended to learn this or any other type of high arcana) to perma-",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When the archmage nently prepare one of her arcane spells as a spell-like abil- counterspells a spell, it is turned back upon ity that can be used twice per day. The the caster as if it were fully archmage does not use any affected by a spell turning components when casting spell. If the spell cannot the spell, although a spell be affected by spell turn- that costs XP to cast still ing(for example, if it is a does so and a spell with a spell that affects an costly material compo- area), then it is merely nent instead costs her 10 counterspelled. This times that amount in XP. ability costs one 7th- This ability costs one level spell slot. 5th-level spell slot.",
        "name":  "Mastery of Counterspelling",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "use the spell- The archmage can alter like ability area and effect spells that four times use one of the following per day, and shapes: burst, cone, a slot six levels cylinder, emanation, or higher lets her use spread. The alteration con- it six times per day. For sists of creating spaces within the spell’s area or example, Hexark, a 15th-level wizard/2nd-level effect that are not subject to the spell. The minimum dimension archmage, is a pyromaniac and never wants to be for these spaces is a 5-foot cube. For example, an archmage could denied the ability to castfireball,so she permanently uses cast a fireball and leave a hole where his ally stands, preventing any a 9th-level spell slot to get fireball as a spell-like ability usable six fire damage. Furthermore, any shapeable spells have a minimum times per day. She forfeits a 5th-level spell slot to master the ability. dimension of 5 feet instead of 10 feet. This ability costs one 6th- If spell-like ability is selected more than one time as a high level spell slot. arcana choice, this ability can apply to the same spell chosen the",
        "name":  "Mastery of Shaping",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells without preparation. and bite attacks if he",
        "name":  "Spellcasting",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The player chooses a dragon variety does not already when taking the first level in this prestige class, subject to the DM’s approval. Class Skills The dragon disciple’s class skills (and the key ability for have them. Use the each skill) are Concentration (Con), values above or the dis- Craft (Int), Diplomacy (Cha), ciple’s base claw and bite Escape Artist (Dex), Gather damage values, whichever are greater. Information (Cha), Knowl- edge (all skills, taken individu- Size Bite Damage Claw Damage ally) (Int) Listen (Wis), Profes- Small 1d4 1d3 sion (Wis), Search (Int), Speak Medium 1d6 1d4 Language (Int), Spellcraft (Int), Large 1d8 1d6 and Spot (Wis). See Chapter 4 of the Player’s Handbookfor skill A dragon disciple is considered proficient with descriptions. these attacks. When making a full attack, a dragon",
        "name":  "Special",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 3rd-level arcane spells. All the following are class features of the hierophant prestige class.",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. of his choice from among the following. Blast Infidel (Su):A hierophant can use negative energy spells to Class Features their maximum effect on creatures with an alignment opposed to All of the following are features of the eldritch knight prestige the hierophant. (See the table below for a list of which alignments class. are opposed to each alignment.) Any spell with a description that",
        "name":  "Skill Points at Each Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 2nd-level divine spells and 2nd-level arcane spells. Class Skills The mystic theurge’s class skills (and the key ability for each skill) are Concentration (Con), Craft (Int), Decipher Script (Int), Knowledge (arcana) (Int), Knowledge (religion) (Int), Profession (Wis), Sense Motive (Wis), and Spellcraft (Int). See Chapter 4 of the Player’s Handbook for skill descriptions.",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Human from Thay. book.He can never again learn spells from those prohibited",
        "name":  "Race",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A Red Wizard gains a bonus on saving circle; a Red Wizard of 10th level can lead a great circle containing throws against spells from his specialist school. This bonus starts up to nine other participants. at +1 and increases at higher levels, as shown on Table 6–15. All participants in a circle must stand within 10 feet of the circle",
        "name":  "Specialist Defense",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A 10th-level spell even if he does not know the feat or if the Red Wizard can be the leader of a great addition of the feat would raise the spell level past circle, which can have up to nine other the circle leader’s normal maximum spell level participants instead of just five. (maximum spell level 20th). These effects last for 24 hours or until expended. New Features of the Red Wizard Circle bonus levels may be divided up as the circle The Red Wizard prestige class was origi- leader sees fit. For example, the Red Wizard Hauth nally created for inclusion in the Var leads a circle in which four participants each cast a FORGOTTENREALMS®Campaign Setting,and 2nd-level spell, so that Hauth Var gains eight circle uses several rules specific to that setting. bonus levels. Hauth Var chooses to use three circle We’ve reproduced them here so you can better see bonus levels to maximize his cone of coldspell, three to increase his how the class works. Consider carefully before adding them to a caster level from 10th to 13th for all level-based variables in his campaign that does not use the FORGOTTENREALMSsetting. spells, and two to provide a +2 bonus on any level checks he needs to make. The maximized spell is used up whenever he casts his",
        "name":  "Great Circle Leader",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Add +1 to the DC for all saving throws against spells SHADOWDANCER from your specialized school. You get a +1 bonus on caster level Operating in the border between light and darkness, shadow- checks (1d20 + caster level) to overcome a creature’s spell resist- dancers are nimble artists of deception. They are mysterious and ance when casting spells from that school. unknown, never completely trusted but always inducing wonder",
        "name":  "Benefit",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. dark as though she were permanently under the effect of a dark- visionspell. Requirements Uncanny Dodge (Ex): Starting at 2nd level, a shadowdancer has To qualify to become a shadowdancer, a character must fulfill all the ability to react to danger before her senses would normally allow the following criteria. her to even be aware of it. She retains her Dexterity bonus to AC (if",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat Reflexes, Dodge, Mobility. If a character gains uncanny dodge from a second class (such as barbarian or rogue), the character automatically gains improved Class Skills uncanny dodge (see below). The shadowdancer’s class skills (and the key ability for each skill) Shadow Illusion(Sp): When a shadowdancer reaches 3rd level, she are Balance (Dex), Bluff (Cha), Decipher Script (Int), Diplomacy can create visual illusions from surrounding shadows. This ability’s (Cha), Disguise (Cha), Es- effect is identical to that of the arcane spell silent imageand may be cape Artist (Dex), Hide employed once per day. (Dex), Jump (Str), Listen Summon Shadow (Su): At 3rd level, a shadowdancer can sum- (Wis), Move Silently (Dex), mon a shadow, an undead shade (see the Monster Perform (Cha), Profession (Wis), Manualfor the shadow’s statistics). Unlike a Search (Int), Sleight of Hand (Dex), normal shadow, this shadow’s align- Spot (Wis), Tumble(Dex), and Use ment matches that of the shadow- Rope (Dex). See Chapter 4 of the Player’s dancer, and the creature cannot Handbookfor skill descriptions. create spawn. The summoned",
        "name":  "Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At3rd level and higher, all spells silver chalice atop the Great Glacier.” Don’t require levels in a spe- from the summoning subschool that the thaumaturgist casts have cific class, minimum ability scores, or minimum hit points to qual- their durations doubled, as if the Extend Spell feat had been ify for a prestige class. applied to them. The levels of the summoning spells don’t change, Make your prestige class as specific as possible, because you’re however. This ability stacks with the effect of the Extend Spell designing it for your campaign, not everyone’s D\u0026D game. The feat, which does change the spell’s level. “Dawnstrider of Pelor” prestige class will be remembered long",
        "name":  "Extended Summoning",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A 4th-level thaumaturgist can pre- after a “holy warrior” prestige class has been forgotten. pare a summoning or calling spell ahead of time to be triggered by some other event. This functions as described for the contingency HOW PCS IMPROVE spell, including having the thaumaturgist cast the summoning or calling spell beforehand. The spell is cast instantly when the trig- The rules in the Player’s Handbookassume that characters have access ger event occurs. For example, a thaumaturgist could use the con- to everything they need to advance in level—libraries where they tingent conjuration ability to summon a barbed devil the next can research new spells, trainers to guide their efforts, and places to time he is attacked, or call a ghaele eladrin to act as messenger if practice new skills and abilities. Research and training aren’t a part the king falls ill. of the standard rules. They’re assumed to be going on in the back- The conditions needed to bring the spell into effect must be ground. However, you control the background and can decide how clear, although they can be general. If complicated or convoluted you want to handle things such as this. Keep in mind, however, that condition as are prescribed, the contingent conjuration may fail leaving them in the background is a fine choice. when triggered. The conjuration spell occurs based solely on the stated conditions, regardless of whether the thaumaturgist wants it LEARNING SKILLS AND FEATS to, although most conjurations can be dismissed normally. A thau- According to the rules in the Player’s Handbook, characters pick up maturgist can have only one contingent conjuration active at a time. new skills and feats as they go up in levels. In your campaign, how-",
        "name":  "Contingent Conjuration",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A 5th-level thaumaturgist can use any of the ever, you can require that a character can’t learn a new skill or feat planar ally spells to call a creature to act as his cohort. The called that he hasn’t been exposed to. For example, a character in the creature serves loyally and well as long as the thaumaturgist con- desert can’t learn swimming unless he spends time at an oasis. You tinues to advance a cause important to the creature. For example, a might decide that a character can’t even improveexisting skills 5th-level thaumaturgist could use planar ally to call a bralani without the ability and opportunity to practice. eladrin to act as his cohort. As long as the thaumaturgist under- One step further would be to require that a character have an takes quests and missions to fight evil and uphold good, the instructor to teach him new skills and feats. Under this approach, eladrin will loyally serve. To call a planar cohort, the thaumaturgist a character can’t learn to swim unless he has access to a body of must cast the relevant spell, paying the XP costs normally. It takes waterandsomeone who can swim willing to train him. Likewise, an offering of 1,000 gp ×the HD of the creature to convince it to a character can’t learn the Cleave feat unless he’s got a trainer who serve as a planar cohort, and the improved ally class feature can’t knows how to do it and the time and a place to practice by sparring be used to reduce or eliminate this cost. The planar cohort can’t with that trainer. A trainer can be another PC (which encourages have more Hit Dice than the thaumaturgist has, and must have an interaction and cooperation among the players) or an NPC. Non- ECL no higher than the thaumaturgist’s character level –2. A player character trainers who are friends of the PCs might train bralani eladrin has an ECL of 11 (6 Hit Dice and +5 level adjust- them for nothing; otherwise, professional trainers, who are usu- ment), so it might serve as a planar cohort to an 8th-level cleric/ ally found only in large cities, charge money. 5th-level thaumaturgist (character level 13th). Training Cost: 50 gp per week for a professional trainer (plus A thaumaturgist can have only one planar cohort at a time, but related expenses). hecan continue to make agreements with other called creatures Training Time:One week per rank gained in a skill, or two normally. A planar cohort replaces a thaumaturgist’s existing weeks for a feat. A character may work on two skills or feats at cohort, if he has one by virtue of the Leadership feat (page 106). once, paying separately for each. If a single trainer is providing instruction in more than one DESIGNING PRESTIGE CLASSES discipline, then the skills or feats in question should have some Some of the best prestige classes are the ones you design yourself sort of connection. For example, a certain trainer might be capa- for your own campaign. Ideally, a prestige class you design your- ble of teaching both Mounted Archery and Ride-By Attack, since self is tied to an organization or culture in the campaign world. For the feats are closely related (they even have the same prerequi- example, if the PCs are involved in a struggle with a citadel of evil sites). Likewise, a single trainer might be found for Diplomacy called the Black Tower, then a “Mage of the Black Tower” prestige and Intimidate, since those skills are both tied to Charisma and 197 class is a good way to give the villains some unexpected abilities involve the same type of activity (getting someone else to do what and a certain panache. you want). It would be less likely to find one trainer for both CHARACTERS CHAPTER 6: Open Lock and Ride; even though both skills are Dexterity- natively, you can rule that the bard must spend an equivalent based, they cover different kinds of activity (fine manipulation of period of time and money scouring the countryside for new a mechanism versus keeping a mount under control in combat). songs, new rumors, and so on. Scarcer yet would be a trainer who could impart knowledge of Great Cleave and Forge Ring—those feats are so far apart in con- Researching Original Spells cept and application that the chance of one character having both If you decide to allow characters to develop original spells,you of them is close to nil. can use these guidelines to handle the situation. If you allow it, at the expense of a certain degree of realism, a A spellcaster of any kind can create a new spell. The research to character can obtain training ahead of time. A player whose char- do this requires access to a well-stocked library, typically in a large acter is at 2nd level, knowing that the character will get a new feat city or metropolis. Research requires an expenditure of 1,000 gp at 3rd level, might choose to have his character train for the feat per week and takes one week per level of the spell. This money now either because the opportunity is available or to just get it out goes into fees, consultants, material component experimentation, of the way. and other miscellaneous expenditures. At the end of that time, the",
        "name":  "Planar Cohort",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR —; Tiny construct; HD 7; hp 1/2 master’s; Init +2; Spd 20 ft., fly 50 ft. (good); AC 18, touch 14, flat- Pseudodragon Familiar:CR —; Tiny dragon; HD 7; hp 1/2 footed 16; Base Atk +1; Grp –8;Atk +2 melee (1d4–1 plus poison, master’s; Init +0; Spd 15 ft., fly 60 ft. (good); AC 22, touch 14, flat- bite); Full Atk +2 melee (1d4–1 plus poison, bite); Space/Reach footed 20; Base Atk +2; Grp –8; Atk +4 melee (1d3–2 plus poison, 2-1/2 ft./0 ft.; SA poison; SQ construct type, deliver touch spells, sting); Full Atk +4 melee (1d3–2 plus poison, sting) and +0 melee improved evasion, speak with master, granted abilities; AL any; SV (1, bite); Space/Reach 2-1/2 ft./0 ft. (5 ft. with tail); SA poison; SQ Fort +0, Ref +4, Will +1; Str 8, Dex 15, Con —, Int 10, Wis 12, blindsense 60 ft., deliver touch spells, dragon type, improved eva- Cha7. sion, speak with master, telepathy, granted abilities; AL NG; SV",
        "name":  "Homunculus Familiar",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Immune to cold damage. Takes half again as much (self only); 1/day—cause fear (as the spell, but 30-foot radius; save 201 (+50%) damage as normal from fire, regardless of whether a saving DC 11). Caster level 6th. Once per week a quasit can use communeto throw is allowed, or if the save is a success or failure. ask six questions (otherwise as the spell cast by a 12th-level cleric). CHARACTERS CHAPTER 6: Alternate Form (Su):Aspolymorph,caster level 12th, except that Push (Ex):Can start a bull rush without provoking an attack of an individual imp can assume only one or two forms no larger opportunity. The combat modifiers given for earth mastery, above, than Medium. Common forms include bat, monstrous centipede, also apply to the elemental’s opposed Strength checks. toad, and wolf. Elemental Type:Immune to poison, sleep,paralysis, and stunning; not subject to critical hits or flanking.",
        "name":  "Cold Subytpe",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR —; Small elemental (air, extraplanar); HD 5; hp 1/2 master’s; Init +7; Spd fly 100 ft. (per- Small Water Elemental Familiar:CR —; Small elemental fect); AC 20, touch 14, flat-footed 17; Base Atk +1; Grp –3; Atk +5 (water, extraplanar); HD 5; hp 1/2 master’s; Init +0; Spd 20 ft., melee (1d4, slam); Full Atk +5 melee (1d4, slam); Space/Reach swim 90 ft.; AC 20, touch 11, flat-footed 20; Base Atk +1; Grp –3; 5ft./5 ft.; SA air mastery, whirlwind; SQ deliver touch spells, ele- Atk +4 melee (1d6+3, slam); Full Atk +4 melee (1d6+3, slam); mental type, improved evasion, speak with master, granted abili- Space/Reach 5 ft./5 ft.; SA water mastery, drench, vortex; SQ ties; AL any; SV Fort +0, Ref +6, Will +0; Str 10, Dex 17, Con 10, deliver touch spells, elemental type, improved evasion, speak with Int8, Wis 11, Cha 11. master, granted abilities; AL any; SV Fort +4, Ref +1, Will +4,",
        "name":  "Small Air Elemental Familiar",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR —; Small elemental Creatures 5 feet away have concealment, while those farther away (earth, extraplanar); HD 5; hp 1/2 master’s; Init –1; Spd 20 ft.; AC have total concealment (see page 152 of the Player’s Handbook). 20, touch 10, flat-footed 20; Base Atk +1; Grp +0;Atk +5 melee Those caught in the cloud must succeed on a DC 11 Concentra- (1d6+4, slam); Full Atk +5 melee (1d6+4, slam); Space/Reach 5 ft./5 tion check to cast a spell. ft.; SA earth mastery, push; SQ deliver touch spells, elemental type, Elemental Type:Immune to poison,sleep,paralysis, and stunning; improved evasion, speak with master, granted abilities; AL any; SV not subject to critical hits or flanking. Fort +4, Ref –1, Will +0; Str 17, Dex 8, Con 13, Int 8, Wis 11, Cha 11.",
        "name":  "Small Earth Elemental Familiar",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The bard’s caster level is equal to his class level. The Adding a Second Class bard’s number of spells per day does not increase after 20th level. When an epic character with levels in only one class attains a new The bard does not learn additional spells. level, she may choose to increase the level of her current class or Bardic Music:The bard gains no new bardic music effects pick up a new class at 1st level. The standard rules for multiclass- from his Perform ranks. ing in the Player’s Handbook(page 59) still apply, but epic characters Bardic Knowledge:Add the bard’s class level + Intelligence must keep in mind the rules for epic advancement. modifier to all bardic knowledge checks, as normal. 207 CHARACTERS CHAPTER 6: pqqqqrs",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The epic bard gains a bonus feat every three Wholeness of Body (Su):The epic monk can cure up to twice levels higher than 20th (23rd, 26th, and so on). her class level in hit points each day, as normal. Inspire Courage (Su):The epic bard’s bonus when this ability Abundant Step (Su): Use the monk’s class level when deter- is used increases by +1 every six levels higher than 20th (26th, mining the effective caster level of this ability, as normal. 32nd, and so on). Diamond Soul (Ex):The epic monk’s spell resistance is equal to her class level +10, as normal. EPIC CLERIC Quivering Palm (Su):Use the monk’s class level when deter- In a typical world, the epic cleric stands as one of his deity’s most mining the DC to resist this attack, as normal. elite servants. In an adventuring party, he must also stand as the Empty Body (Su):Use the monk’s class level when determin- solid center of the group, providing power and assistance to his ing the duration of this effect, as normal. companions. Bonus Feats: The epic monk gains a bonus feat every five",
        "name":  "Bonus Feats",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The cleric’s caster level is equal to his class level. The EPIC PALADIN cleric’s number of spells per day does not increase after 20th level. The epic paladin stands at the forefront of the battle against chaos",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The druid’s caster level is equal to her class level. The levels lower, as normal. druid’s number of spells per day does not increase after 20th level. Spells:The paladin’s caster level is equal to one-half her class",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ranger’s caster level is equal to one-half his class The epic monk has achieved an inner tranquility that lesser char- level, as normal. The ranger’s number of spells per day does not acters can’t even dream of. Her speed, power, grace, and force of increase after 20th level. will are unmatched by mortal beings. Favored Enemy (Ex):The epic ranger gains one additional",
        "name":  "EPIC MONK Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The sorcerer’s caster level is equal to his class level. The The epic rules in this section also work for monsters with char- sorcerer’s number of spells per day does not increase after 20th acter levels, using the creature’s effective character level (ECL) level. The sorcerer does not learn additional spells. instead of just its class levels. For example, a bugbear (3 Hit Dice",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4. Prerequisite:Int 25 (if your spellcasting is controlled by Intel-",
        "name":  "Hit Die",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. ligence) or Cha 25 (if your spellcasting is controlled by Charisma).",
        "name":  "Skill Points at Each Additional Level",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The wizard’s caster level is equal to her class level. The Benefit:Choose one spell you know of 8th level or lower, such wizard’s number of spells per day does not increase after 20th aschain lightning orcircle of death. Your familiar can now cast this level. Each time the wizard attains a new level, she learns two spell once per day as a spell-like ability as a caster of a level equal to new spells of any level or levels that she can cast (according to your caster level. You cannot bestow a spell upon your familiar if her new level). the spell normally has a material component cost of more than 1",
        "name":  "Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This feat may be taken multiple times. Its effects stack. Planar Turning [Epic] You can turn or rebuke outsiders. Improved Spell Capacity [Epic] Prerequisites: Wis 25, Cha 25, ability to turn or rebuke You can prepare spells that exceed the normal limits of spell- undead. casting. Benefit:You can turn or rebuke outsiders as if they were",
        "name":  "Special",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast spells of the normal maximum undead. An outsider has effective turn resistance equal to half its spell level in at least one spellcasting class. spell resistance (round down).",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you select this feat, you gain one spell slot per If you can turn undead, you turn (or destroy) all evil outsiders day of any level up to one level higher than the highest level spell and rebuke (or command) all nonevil outsiders. If you can rebuke you can already cast in a particular class. For example, if a 21st- undead, you rebuke (or command) all evil outsiders and rebuke level wizard selected this feat, she would gain one wizard spell slot (or command) all nonevil outsiders. of any level up to 10th. The character must have the requisite abil- ity score (10 + spell level) in order to cast a spell stored in such a Spell Knowledge [Epic] slot. If the character has a high enough ability modifier to gain You add two additional arcane spells to your repertoire. one or more bonus spells for this spell level, she also gains those Prerequisites:Ability to cast spells of the maximum normal bonus spells for this spell level. spell level of an arcane spellcasting class. This feat can’t grant spellcasting ability to a class that doesn’t Benefit:You learn two new arcane spells of any level up to the have spellcasting ability. A character must use the spell slot in a maximum level you can cast. This feat does not grant any addi- class of which she can already cast the maximum normal spell tional spell slots. level. (For instance, a 5th-level ranger/22nd-level sorcerer Special:You can gain this feat multiple times. couldn’t add a ranger spell slot, because she can’t cast the maxi- mum normal spell level for ranger. She must add the spell slot to Terrifying Rage [Epic] her sorcerer spells.) While in a rage, you panic your opponents.",
        "name":  "Benefit",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "On command, this ring affects an animal petence bonus on its wearer’s Climb checks. as if the wearer had cast charm animal. Faint transmutation;CL5th;Forge Ring,creator must have 10 Faint enchantment;CL3rd;Forge Ring, charm animal; Price ranks in the Climb skill;Price10,000 gp. 10,800 gp. Counterspells: This ring might seem to be a ring of spell stor-",
        "name":  "Animal Friendship",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "On command, this ring makes the wearer blink, as ingupon first examination. However, while it allows a single with the blinkspell. spell of 1st through 6th level to be cast into it, that spell cannot Moderate transmutation;CL7th;Forge Ring,blink;Price27,000 gp. be cast out of the ring again. Instead, should that spell ever be",
        "name":  "Blinking",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This ring is crafted with a feather pattern all Moderate transmutation;CL9th;Forge Ring, bull’s strength,tele- around its edge. It acts exactly like a feather fallspell, activated im- kinesis;Price8,600 gp. mediately if the wearer falls more than 5 feet. Regeneration:This white gold ring continually allows a living Faint transmutation;CL1st;Forge Ring, feather fall; Price2,200 gp. wearer to heal 1 point of damage per level every hour rather than",
        "name":  "Feather Falling",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This gold ring allows the wearer to 90,000 gp. act as if continually under the effect of a freedom of movement spell. Shooting Stars:This ring has two modes of operation, one for Moderate abjuration;CL7th;Forge Ring, freedom of movement; being in shadowy darkness or outdoors at night and a second one Price 40,000 gp. when the wearer is underground or indoors at night.",
        "name":  "Freedom of Movement",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "By activating this simple silver ring, the wearer The first special function, ball lightning,releases one to four can benefit from invisibility, as the spell. balls of lightning (ring wearer’s choice). These glowing globes Faint illusion;CL3rd;Forge Ring, invisibility;Price20,000 gp. resemble dancing lights, and the ring wearer controls them in the",
        "name":  "Invisibility",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This ring continually allows the wearer to leap about, same fashion (see the dancing lightsspell description in the Player’s providing a +5 competence bonus on all his Jump checks. Handbook). The spheres have a 120-foot range and a duration of 4 Faint transmutation;CL2nd;Forge Ring,creator must have 5 rounds. They can be moved at 120 feet per round. Each sphere is ranks in the Jump skill;Price2,500 gp. about 3 feet in diameter, and any creature who comes within 5",
        "name":  "Jumping",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As the minor ring of spell storing, except it holds stances or a thin sheet of lead blocks the vision. up to five levels of spells. Using the ring is physically exhausting, causing the wearer 1 Moderate evocation;CL9th;Forge Ring, imbue with spell ability; point of Constitution damage per minute after the first 10 min- Price50,000 gp. utes of use in a single day.",
        "name":  "Spell Storing",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As the minor ring of spell storing, except it Moderate divination; CL 6th; Forge Ring, true seeing;Price holds up to ten levels of spells. 25,000 gp. Strong evocation;CL17th;Forge Ring, imbue with spell ability; Price200,000 gp. RODS",
        "name":  "Spell Storing, Major",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To generate rods randomly, roll on Table must be equal to or greater than the level of the spell the wielder 7–19: Rods. wants to cast, that any material components required for the",
        "name":  "Random Generation",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To activate a scroll, a spellcaster must read the spell spell’s caster level, then she has to make a caster level check (DC written on it. Doing so involves several steps and conditions. = scroll’s caster level + 1) to cast the spell successfully. If she fails,",
        "name":  "Activation",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Staffs use the spell trigger activation method, so casting a spell from a staff is usually a standard action that doesn’t provoke attacks of opportunity. (If the spell being cast, however, has a longer casting time than 1 standard action, it takes that long to cast the spell from a staff.) To activate a staff, a character must hold it forth in at least one hand (or whatever passes for a hand, for nonhumanoid creatures).",
        "name":  "Activation",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This staff is usually made of ash or walnut and shatter, wall of force; Price bears ornate carvings of many different kinds of creatures. It 65,000 gp. allows use of the following spells: Fire:Crafted from bronze- • Unseen servant(1 charge) wood with brass bindings, this • Summon swarm(1 charge) staff allows use of the following • Stinking cloud(1 charge) spells: • Minor creation(2 charges) • Burning hands(1 charge) • Cloudkill(2 charges) • Fireball(1 charge) • Summon monster VI(3 charges) • Wall of fire(2 charges) Strong conjuration;CL13th;Craft Staff, cloudkill, stinking Moderate evocation; CL 8th; Craft cloud, summon monster VI, summon swarm, unseen servant; Price Staff, burning hands, fireball, wall of fire; 65,000 gp. Price 17,750 gp.",
        "name":  "Conjuration",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Made from a supple length of willow, often with a use of the following spells: forked tip, this staff allows use of the following spells: • Lesser restoration(1charge) • Detect secret doors(1 charge) • Cure serious wounds (1charge) • Locate object(1 charge) • Remove blindness/deafness(2 charges) • Tongues(1 charge) • Remove disease(3charges) • Locate creature(2 charges) Moderate conjuration; CL 8th; Craft Staff, cure serious wounds, • Prying eyes(2 charges) lesser restoration, remove blindness/deafness, remove disease; Price • True seeing(3 charges) 27,750 gp. Strong divination;CL13th;Craft Illusion:This staff is made from ebony or other dark wood and Staff, detect secret doors,locate creature, carved into an intricately twisted, fluted, or spiral shape. It allows locate object, prying eyes,tongues,true use of the following spells: seeing; Price 73,500 gp. • Disguise self(1 charge)",
        "name":  "Divination",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Often made from rated with sunbursts. It allows use of the following spells: applewood and topped with a clear crystal, this • Dancing lights(1 charge) staff allows use of the following spells: • Flare(1 charge) • Sleep(1 charge) • Daylight(2 charges) • Tasha’s hideous laughter(1 charge) • Sunburst(3 charges) • Suggestion(1 charge) Strong evocation;CL15th; Craft Staff, dancing lights, daylight, • Crushing despair(2charges) flare, sunburst; Price 48,250 gp. • Mind fog(2 charges) Life:Made of thick oak shod in gold, this staff allows use of the • Suggestion, mass(3 charges) following spells: Strong enchantment;CL13th;Craft Staff, • Heal(1 charge) crushing despair, mass suggestion, mind fog, • Raise dead(5 charges) sleep, suggestion, Tasha’s hideous laughter; Price Moderate conjuration; CL 11th; Craft Staff, heal, resurrection; 65,000 gp. Price 155,750 gp. 244 Evocation:Usually very smooth and Necromancy:This staff is made from ebony or other dark carved from hickory, willow, or yew, this wood and carved with the images of bones and skulls. It allows use staff allows use of the following spells: of the following spells: :7 RETPAHC SMETI CIGAM Staff of frost Staff of earth and stone • Cause fear(1 charge) spots resembling crawling insects (which occasionally seem to • Ghoul touch(1 charge) move), this staff allows use of the following spells: • Halt undead (1 charge) • Summon swarm(1 charge) • Enervation(2 charges) • Insect plague(3 charges) • Waves of fatigue(2 charges) Moderate conjuration; CL 9th; Craft Staff,insect plague, summon • Circle of death(3 charges) swarm; Price 24,750 gp. Strong necromancy;CL13th;Craft Staff, cause fear, circle of death, Transmutation:This staff is generally carved from or deco- enervation, ghoul touch, halt undead, waves of fatigue; Price 65,000 gp. rated with petrified wood and allows use of the following spells:",
        "name":  "Enchantment",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This card sometimes bears the image of a moonstone gem The quicksilver found in the center of the stone may also be put with the appropriate number of wishesshown as gleams therein; to another use. If mixed with any curepotion while the substance sometimes it depicts a moon with its phase indicating the number is still potent, it creates a special oil of lifethat acts as a true resurrec- ofwishes(full = four; gibbous = three; half = two; quarter = one). tionspell for any dead body it is sprinkled upon. These wishesare the same as those granted by the 9th-level wizard Strong transmutation;CL20th;Weight 3 lb. spell and must be used within a number of minutes equal to the Sphere of Annihilation:Asphere of annihilationis a globe of number received. absolute blackness, a ball of nothingness 2 feet in diameter. The",
        "name":  "Moon",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This black card spells instant disaster. The character’s Should a gatespell be cast upon a sphere of annihilation, there is a body continues to function, as though comatose, but her psyche is 50% chance (01–50 on d%) that the spell destroys it, a 35% chance trapped in a prison somewhere—in an object on a far plane or (51–85) that the spell does nothing, and a 15% chance (86–100) that planet, possibly in the possession of an outsider. A wishor a mira- a gap is torn in the spatial fabric, catapulting everything within a cledoes not bring the character back, instead merely revealing the 180-foot radius into another plane (see page 151 for a way to deter- plane of entrapment. Draw no more cards. mine this randomly). If a rod of cancellationtouches a sphere of anni- Strong (all schools);CL20th. hilation, they negate each other in a tremendous explosion. Every-",
        "name":  "The Void",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Does spell resistance protect a creature from these abilities?",
        "name":  "Spell Resistance",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Does using the ability provoke attacks of opportunity the way that casting a spell does? pqqqqrs",
        "name":  "Attack of Opportunity",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Characters who are frightened are shaken, and in charm, curse, or even kill. Gaze attacks not produced by a spell are addition they flee from the source of their fear as quickly as they supernatural. can. They can choose the path of their flight. Other than that stip- Each character within range of a gaze attack must attempt a ulation, once they are out of sight (or hearing) of the source of saving throw (which can be a Fortitude or Will save) each round at their fear, they can act as they want. However, if the duration of the beginning of his turn. their fear continues, characters can be forced to flee once more if An opponent can avert his eyes from the creature’s face, looking the source of their fear presents itself again. Characters unable to at the creature’s body, watching its shadow, or tracking the crea- flee can fight (though they are still shaken). ture in a reflective surface. Each round, the opponent has a 50%",
        "name":  "Frightened",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell resistance applies if the resistant creature is ture is subject to spell resistance (which would protect only the within the spell’s area. It protects the resistant creature without creature but would not affect the spell itself). If the lightning bolt is affecting the spell itself. cast at a chamber’s ceiling, bringing down a rain of debris, it is not",
        "name":  "Area Spells",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The target creature must be harmed, changed, or some creatures (usually undead) are less easily affected by clerics restricted in some manner for spell resistance to apply. Perception or paladins (see Turn or Rebuke Undead, page 159 of the Player’s changes, such as nondetection, aren’t subject to spell resistance. Handbook). Abjurations that block or negate attacks are not subject to an Turn resistance is an extraordinary ability. attacker’s spell resistance—it is the protected creature that is When resolving a turn, rebuke, command, or bolster attempt, affected by the spell (becoming immune or resistant to the attack). added the appropriate bonus to the creature’s Hit Dice total. For",
        "name":  "Abjuration",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These spells are usually not subject to spell resist- example, a shadow has +2 turn resistance and 3 HD. Attempts to 299 ance unless the spell conjures some form of energy, such as Melf’s acid turn, rebuke, command, or bolster it treat the shadow as though it arroworpower word stun.Spells that summon creatures or produce has 5 HD, though it is a 3 HD creature for any other purpose. GLOSSARY CHAPTER 8:",
        "name":  "Conjuration",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The character has temporarily lost 1 or body either to full health or to its condition at the time of death more ability score points. Lost points return at a rate of 1 per day (depending on the spell or device). unless noted otherwise by the condition dealing the damage. A Either way, resurrected characters need not worry about rigor character with Strength 0 falls to the ground and is helpless. A mortis, decomposition, and other conditions that affect dead bodies. character with Dexterity 0 is paralyzed. A character with Constitu- Deafened:A deafened character cannot hear. She takes a –4 tion 0 is dead. A character with Intelligence, Wisdom, or penalty on initiative checks, automatically fails Listen checks, and Charisma 0 is unconscious. (See Ability Score Loss under Special has a 20% chance of spell failure when casting spells with verbal Abilities earlier in this chapter.) components. Ability damage is different from penalties to ability scores, Characters who remain deafened for a long time grow accus- which go away when the conditions causing them (fatigue, entan- tomed to these drawbacks and can overcome some of them (DM’s glement, and so on) go away. discretion).",
        "name":  "Ability Damaged",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fatigued character can neither run nor charge and Panicked is a more extreme state of fear than shaken or frightened. takes a –2 penalty to Strength and Dexterity. Doing anything that Paralyzed:A paralyzed character is frozen in place and unable would normally cause fatigue causes the fatigued character to to move or act, such as by the hold personspell. A paralyzed charac- become exhausted. After 8 hours of complete rest, fatigued char- ter has effective Dexterity and Strength scores of 0 and is helpless, acters are no longer fatigued. but can take purely mental actions. A winged creature flying in Flat-Footed:A character who has not yet acted during a the air at the time that it becomes paralyzed cannot flap its wings combat is flat-footed, not yet reacting normally to the situation. A and falls. A paralyzed swimmer can’t swim and may drown. A crea- flat-footed character loses his Dexterity bonus to AC (if any) and ture can move through a space occupied by a paralyzed creature— cannot make attacks of opportunity. ally or not. Each square occupied by a paralyzed creature, however,",
        "name":  "Fatigued",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A frightened creature flees from the source of its counts as 2 squares. fear as best it can. If unable to flee, it may fight. A frightened crea- Petrified:A petrified character has been turned to stone and is ture takes a –2 penalty on all attack rolls, saving throws, skill considered unconscious. If a petrified character cracks or breaks, checks, and ability checks. A frightened creature can use special but the broken pieces are joined with the body as he returns to abilities, including spells, to flee; indeed, the creature must use flesh, he is unharmed. If the character’s petrified body is incom- such means if they are the only way to escape. plete when it returns to flesh, the body is likewise incomplete and Frightened is like shaken, except that the creature must flee if the DM must assign some amount of permanent hit point loss possible. Panicked is a more extreme state of fear. and/or debilitation.",
        "name":  "Frightened",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Striking the Cover instead of a Missed Target..........................24 Walls, Doors, and DetectSpells.......................................................................60",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Roll..............................................................................................36 Behind the Curtain: Body Slot Affinities.................................................288",
        "name":  "Variant",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Antique dealer, bookbinder, (80% of normal). bookseller, candy maker, clockmaker, cosmetics Services, Upscale: Animal trainer, apothecary, dealer, curio dealer, dice maker, distiller, fine architect, assassin, banker, barrister, bounty hunter, clothier, gemcutter, glassblower, glazier, gold- cartographer, dentist, engraver, illuminator, kennel smith, inkmaker, jeweler, mapseller, papermaker, master, masseur, mewskeeper, moneychanger, sage, perfumer, pewterer, sculptor, sealmaker, silver- scribe, spellcaster for hire, tutor. smith, slave trader, toymaker, trinkets purveyor, Services, Average:Auctioneer, barber, bookkeeper, vintner, wiresmith. Also found here are average brothel owner, clerk, engineer, fortuneteller, freight trades performed at fine quality and increased shipper, guide, healer, horse trainer, interpreter, cost (masterwork). laundress, messenger, minstrel, navigator, painter,",
        "name":  "Trades, Upscale",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druids no longer get multiple animal companions. supernatural, extraordinary, and spell-like abilities.",
        "name":  "Problem",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb DCs on Table 3–9 differ from what’s given missing. in the text on page 59. Solution: After the Spells paragraph, insert the following",
        "name":  "Problem",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Clay golem manual prerequisite spells don’t for suffocation. As it stands, no one will ever die from slow match the Monster Manual info on constructing a clay golem. suffocation (because nonlethal damage doesn’t kill).",
        "name":  "Problem",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Delete references to the prayer spell from the clay",
        "name":  "Solution",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Prerequisite spells for constructing a stone golem or greater stone golem given on page 137 of the Monster Manual don’t match those given for the stone golem manual and greater stone golem manual on page 258 of the Dungeon Master’s Guide.",
        "name":  "Problem",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Dungeon Master’s Guide is correct. Add the slow spell to the prerequisites for each of these golems in the Monster Manual. Table 7–33 Dungeon Master\u0027s Guide v.3.5 Errata 3/10/04 Version 032004",
        "name":  "Solution",
        "source":  "dungeon_masters_guide.txt",
        "_id":  "a51a46765d1e614c63dce0c333313675fa200c9e652f19b6e393700081d7326b"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Create a situation requiring the use of High Secrecy Mode: The players know no more than the specialist PC’s defi ning gimmick: something to sneak their characters do. When a PC participates in a scene into for the ninja, a narrow precipice to balance on for the or encounter and the others are not present, you take acrobatic adventurer, and so on. him aside, most likely into another room, and run the 662200__8866331177__CChhpp11..iinndddd 2222 33//2288//0055 33::5544::5544 PPMM 23 A GAME RUNNING CHAPTER 1 encounter there. If one or two characters are somehow which a drow sorcerer, Zz’urzab, is imprisoned. The drow excluded from a scene, they are asked to leave the room casts a charm person spell on Fleance. Zz’urzab draws a while the rest continue playing. map of the complex and shows Fleance a room with Even in the presence of the other PCs, a character a lever on the wall. If the lever is pulled, an otherwise might learn some tidbit of information unknown to the impregnable trap door in the bottom of the drow’s cell other characters. For example, she might see a clue with will open up, allowing him to escape. The charmed Fleance a high Spot check result, or perhaps one of the characters agrees to steer his friends to this chamber, even though has the scent ability. In some groups, the convention is it’s packed with dangerous creatures and is completely that all such facts are instantly revealed to the entire barren of treasure. Then he will pull the lever, freeing group. In others, characters sometimes keep secrets; the his new ally. After further agreeing not to tell his allies player decides what to reveal and when. In such cases, about Zz’urzab, Fleance departs, returning through you communicate any private discoveries to players with the crawlway. written notes. An especially secretive group could run At this point, you return with Derrick to the main game a deeply Machiavellian game with each player using a room. “Nothing in there but rocks and bat guano,” Derrick laptop with a wireless modem, using instant messaging tells the other players. He then proceeds to follow Fleance’s to zap hidden information and hush-hush instructions agreement with Zz’urzab, leading the group into relatively back and forth. profi tless trouble.",
        "name":  "Favorite Role",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "While exploring a cavern complex, the party What Derrick doesn’t know is that, in a similar secret discovers the entrance to a ductlike crawlway that only scene played out last week, one of the other PCs, the Derrick’s character Fleance is small enough to squeeze wizard Redmoor, learned that the drow sorcerer who into. While Fleance is working his way into the passage- killed his family was recently seen in the area, and prob- way, you play out the scene as usual, in front of the other ably plans an assault on the kingdom. The sorcerer’s name players. As soon as he’s out of earshot, you grab some dice, was Zz’urzab. escort Derrick out onto your back deck, and run the rest High secrecy uses the principle of surprise, in which of the scene for him alone. Fleance crawls through the the players have a feeling that something’s afoot and hope passageway and winds up inside a cramped chamber in to fi nd out what it is. To make it work properly, you should Fleance discovers a drow sorcerer and falls under her spell Illus. by F. Vohwinkel 662200__8866331177__CChhpp11..iinndddd 2233 33//2288//0055 33::5544::5566 PPMM 24 1 RETPAHC GNINNUR EMAG A routinely take group members aside to share mundane, up with a justifi cation that does not rely on knowledge uninteresting secrets with them. Otherwise everyone her character doesn’t have, Alessandra groans and readies will know something important is up every time you take herself for trouble with her archenemy. a player aside for a private conference. When the player Spectator mode operates on the principle of suspense, as returns, the rest of the players might be prone to relent- in a movie when the audience knows what the protagonist lessly grilling him until he gives up the goods. doesn’t—that a killer is lurking overhead, for example. High secrecy helps players believe in the reality of the Film director Alfred Hitchcock argued that suspense world; they don’t have to split their awareness between was more powerful than mere surprise, because it builds what they know and what their characters know. Players tension over time. A moment of surprise comes out of who value a strong belief in the fi ctional reality of the nowhere and is over in a moment. In the above example, world and their characters prefer this approach. They the players will spend a good part of the session waiting include players whose tastes run to drama, tactics, and to see what happens when the other shoe drops. puzzle solving. The chief advantage of spectator mode is that it keeps all The disadvantage of high secrecy is that it forces you the players in the same room, engaged with the proceed- to leave members of the group idle while running scenes ings even if some of them aren’t participating directly in which their characters aren’t present. This dead time in the action all the time. In a tense game, players enjoy breaks energy and focus, making it harder for you to get periods of respite when they don’t have to make any deci- uninvolved players reengaged with the game when they sions, and someone else is stuck in a tight spot. get to act again. This cost of the high secrecy approach Story-oriented players tend to especially enjoy this might seem especially high when you’re secretly imparting approach. Spectator mode reduces the pressure on you irrelevant, boring information as a smokescreen for later to keep the party together, allowing players who want to revelations that really matter. pursue private agendas the freedom to do so. Explorers",
        "name":  "Example",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR 1/2; mechanical device; touch trigger; no a Concentration check (DC 15 + spell level). reset; fragile container of fi ne powder (Atk +5 melee touch, The dust cloud trap is common among creatures that blindness for 1d3 rounds, DC 12 Fortitude negates); Search don’t need to rely on normal vision to track intruders, DC 15; Disable Device DC 15. and among creatures naturally resistant to the trap’s fairly",
        "name":  "Duster",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This trap functions exactly as the water-fi lled reach the ground. This latter piece of information might room trap, page 73 of the Dungeon Master’s Guide, with the not seem important, but a feather fall spell lasts for only 1 added complication of the summoned creatures. round per level, and a character who casts the spell too soon might end up taking full falling damage as if the The tables below provide the details for multiple versions of spell had never been cast. the trap, and a set of sample statistics follows the tables. A falling character reaches terminal velocity (roughly 130 miles per hour, or nearly 200 feet per second) within the fi rst Water Summoning Traps round of a long fall. That means a character falls roughly Elemental Size Caster Level 670 feet in the fi rst round. After that, a character falls about Small 5th 1,150 feet each round. If a fall is from a great height and lasts Medium or 1d3 Small 9th several rounds, a character using feather fall needs to wait Large or 1d3 Medium 11th Huge or 1d3 Large 13th to cast the spell until impact is imminent, since the short Greater or 1d3 Huge 15th duration might mean the spell expires before the character Elder or 1d3 greater 17th touches down safely. In general, a character must activate the effect within the last round before impact would occur. The ————— Elemental Size ————— Water S M or L or H or G or E or exact distance from the ground can vary greatly depending Depth 1d3 S 1d3 M 1d3 L 1d3 H 1d3 G on the caster level of the feather fall (a 1st-level caster must 1 ft. CR 5 CR 7 CR 8 CR 9 CR 10 CR 11 activate with only 60 feet to spare or take damage, while 4 ft. CR 6 CR 8 CR 9 CR 10 CR 11 CR 12 a 20th-level caster could activate the spell at a height of 10 ft. CR 6 CR 9 CR 10 CR 11 CR 12 CR 13 Ceiling CR 7 CR 10 CR 11 CR 12 CR 13 CR 14 1,200 feet and touch down safely), but for simplicity’s sake, allowing a character to simply specify that she is waiting",
        "name":  "Ceiling",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Jammed traffi c occurs only when an obstruc- that moved in the last round faces an additional danger. tion prevents passage along a roadway. A dense, standing He can take a full-round action to stand his ground, he crowd of people, horses, carts, and wagons can be very can take a full-round action to move with the crowd, or difficult to move through. A jammed road consists of he can try to resist the crowd’s motion. A character who stationary crowds. tries to resist a crowd in this manner must make a DC 15 Refl ex save. Success indicates that he takes the same MOBS penalties as for being in a stationary crowd, except that An angry mob represents the most dangerous form of the action constitutes violent motion (requiring a DC 15 crowd. An angry mob might or might not be enraged at Concentration check to cast spells). Failure indicates that the PCs, but as a general rule the mob mentality overrides the PC loses all actions for the round and is subjected to a the desires and goals of an individual in a mob, and PCs trip attack. The crowd has a +8 bonus on the opposed attack who happen to get in the way could fi nd themselves the roll to resolve the trip attack. If the character is knocked focus of the mob’s rage. prone, he is trampled for 2d6 points of damage. A mob is treated as a single entity similar to a swarm, except that it is made of larger creatures. A mob can be Traffic Flow composed of Small, Medium, or Large creatures, but all Traffi c is a specifi c form of crowd that appears on roadways the individual creatures must be of the same type. A mob and open areas. Any crowd that moves at least its speed that incorporates a crowd of goblins and a crowd of chok- in a round is considered to be in traffi c for the remainder ers is best modeled by two separate mobs. You can use the of the round. following template to create specifi c types of mobs. Although roads are built to ease traffi c, they can still “Mob” is an acquired template that can be added to any become rather crowded and diffi cult to navigate. In settle- Small, Medium, or Large creature. Generally, mobs are ments, these conditions can cause signifi cant problems to transitory; after forming, a mob lasts for, at most, 1d4+1 characters, especially when combat or a chase breaks out. hours before breaking up. Most mobs break up naturally Traffi c can be categorized into four distinct categories. far sooner, once the condition that caused their formation",
        "name":  "A character who ends his movement in a crowd square Jammed",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "—. factions, each based on an alignment: lawful good, lawful evil, chaotic good, and chaotic evil. Each faction also rep- Sample Mobs resents a unique style of play. For example, lawful factions The following statistics blocks, presented in a new format, tend to be slow and deal less damage than chaotic factions, describe two common forms of mobs, the riot and the but they have higher AC and attack values. These basic stampede. For details of the new format, see page 173. principles of factions and warband construction can lead to the generation of interesting roleplaying encounters. Riot (Mob of Humans) CR 8 Take a warband you have constructed for use in the skir- LN Gargantuan humanoid (mob of Medium humans) mish game. At your next D\u0026D session, use the roleplaying Init +4; Senses Listen +4, Spot +4 statistics on the back of the miniatures stat cards and intro- Languages Common duce a roleplaying encounter with your skirmish warband. AC 6, touch 6, flat-footed 6 The warband might seem like a disparate group of normally hp 135 (30 HD) unassociated creatures, but that’s part of the fun. Even if the Fort +11, Ref +9, Will +17 group is composed of monsters your characters have faced Speed 20 ft. (4 squares) before, this encounter still has a unique fl avor. By placing Melee mob (5d6) the monsters in a new setting, with different allies from Space 20 ft.; Reach 0 ft. those the characters would normally expect, it’s as though Base Atk +22; Grp +34 Atk Options expert grappler, trample 2d6 they’re facing a brand-new monster. You’ll fi nd that the abilities that complement each other Abilities Str 11, Dex 11, Con 11, Int 10, Wis 10, Cha 10 SQ mob anatomy so well in the skirmish game do so just as well in the D\u0026D Feats Improved Initiative, Great Fortitude, Improved roleplaying game. Skirmish warband design focuses on Bull RushB, Improved OverrunB combining miniatures with abilities that cover for each Skills Listen +4, Spot +4 other’s weaknesses. These well-rounded warbands attempt to prepare for any eventuality, whether they might face a Stampede (Mob of Light Horses) CR 8 fast, hard-hitting warband or a high-AC juggernaut. Groups N Gargantuan animal (mob of Large animals) based around spellcasters or ranged attackers have beefy Init +0; Senses low-light vision, scent; Listen +3, Spot +3 bodyguards to keep them out of melee. Groups based around AC 10, touch 7, flat-footed 9 a couple of tough, fi erce melee combatants have spellcast- hp 195 (30 HD) ing backup capable of enhancing their effectiveness in Fort +19, Ref +18, Will +9 combat. No matter what challenge the characters throw Speed 50 ft. (10 squares) at the group, these groups should have an answer. The Melee mob (5d6) skirmish-based group might not have a potent offense in Space 20 ft.; Reach 0 ft. any one category to throw back at the PCs, but its versatility Base Atk +22; Grp +36 should keep the characters on their toes. Atk Options expert grappler, trample 2d6+3 Different warbands focus on perfecting one particular Abilities Str 14, Dex 13, Con 15, Int 2, Wis 10, Cha 6 tactic, using it at the expense of all others. These war- SQ mob anatomy Feats Endurance, Improved Bull RushB, Improved bands might consist of hard-hitting creatures that deal OverrunB, Run tremendous amounts of damage but have relatively few Skills Listen +3, Spot +3 defenses themselves, or they might be nearly indestructible 662200__8866331177__CChhpp22..iinndddd 6611 33//2288//0055 33::5599::1166 PPMM 62 2 RETPAHC SERUTNEVDA creatures that deal very little damage. This type of focus perfect for tumbling on or charging across. After playing also translates well into the D\u0026D roleplaying experience. the skirmish game and using terrain to your warband’s When the characters encounter a one-dimensional group, advantage, consider applying the same lessons to monsters they’ll need to develop a strategy that takes advantage of its and villains in your roleplaying game. weaknesses. When that moment of discovery comes, the Why would a beholder smooth out the fl oors in its lair? characters will feel gratifi ed at their tactical superiority, It doesn’t use them, and it’s to the beholder’s advantage to and you can take satisfaction in knowing you have pro- make it diffi cult for invaders arriving by foot to fi ght and vided your players with a new type of play experience. attack. How about aquatic creatures? Why would kuo-toas, In general, applying the same strategies you use when with their fantastic maneuverability in the water, ever lair constructing skirmish warbands to roleplaying encounters anywhere that wasn’t at least partially fl ooded? In even a makes for a great change of pace. The groups of unique, few feet of water, they gain a tremendous tactical advantage mixed opponents keep the PCs guessing, always trying to over interlopers. Burrowing creatures should choose lairs fi gure out the next tactic they need to adopt to overcome in areas with tight, twisting corridors that allow them to your next band of villains. attack from the walls, fl oor, or ceiling with impunity. Dungeons should favor the creatures that live there, ALIGNMENT-BASED ENCOUNTERS and this attention to the tactical realities of terrain doesn’t Even if you don’t directly bring a skirmish warband into have to be limited to the skirmish game. After all, the your roleplaying game, you can still use warband-building monsters live there; why wouldn’t they make their homes principles when putting together roleplaying encounters. comfortable and defensible? Consider the following The generation of warbands based on alignments results additional ideas. in effective, distinctive groups. In the skirmish game, each warband has a particular • Flying monsters with ranged attacks favor lairs with feel that coincides with its alignment, as described above. high ceilings. Using the principle behind each faction, you can generate • Burrowing monsters function well in tight, twisting roleplaying encounters that play to the strengths of skir- corridors. Such terrain allows them to set up ambushes mish factions. Combine slow, methodical, defensive units nearly at will, and introduces the possibility of using and make them lawful evil. Create several encounters of cave-ins to separate groups of intruders. quick, offensively oriented chaotic evil minions. As you • Creatures with climb speeds favor sheer, smooth walls repeatedly throw these groups at your characters, the PCs and ceilings in their lairs. They don’t need to make gradually learn the best strategies for dealing with such Climb checks all that often, so why make climbing groups. They will want to cast detect law and detect chaos, easier for invaders? just for the tactical edge such alignment-based information • Straight, open ground favors creatures that prefer charg- can gain them. Adopting these tactics gives them a feel- ing in combat. Minotaurs, mounted opponents, and ing of satisfaction for paying attention and remembering other monsters that gain benefi ts from charging live in their tactical training. This level of tactical play mimics places that allow them to use that ability frequently. how seasoned adventurers would probably react to such encounters in the course of their adventures. When you MAKING IT FAIR break out of the mold and throw fast, high-AC monsters at Springing diffi cult dungeons (in terms of terrain) on your them, such encounters will be more effective, memorable, characters is likely to increase your players’ frustrations in and challenging for being starkly different. the short term. You want them to have fun, so allow them an opportunity to recognize troublesome terrain when USING TERRAIN they fi rst enter it. If they enter a room that requires them to The miniatures skirmish game can also teach you how to traverse a foot of water, consider giving them a Knowledge use terrain more effectively in your campaign. The terrain (nature), Knowledge (dungeoneering), or Survival check, section in the Dungeon Master’s Guide provides a wealth or, in the right circumstances, even a level check to recog- of information on varying encounters that many DMs nize the effects water will have should combat ensue. Most don’t use. Once you’ve played a few skirmish matches, players won’t have memorized the appropriate terrain rules however, you’ll realize how tactically important terrain in the Dungeon Master’s Guide, but the adventurers should can be, and how it can be put to effective use in your know better, realizing that wading through water will roleplaying game. affect their speed and maneuverability. Providing them The simple presence of diffi cult terrain on the miniatures with an in-game way to “recall” these effects encourages terrain tiles makes encounters interesting and tactical. The players to gain ranks in often-ignored skills. Likewise, same principle applies to the roleplaying game. Dungeons rogues know that light rubble increases their Tumble and should not be made up entirely of smooth stone fl oors, Balance check DCs. Rangers and druids know the effects 662200__8866331177__CChhpp22..iinndddd 6622 33//2288//0055 33::5599::1177 PPMM 63 ADVENTURES CHAPTER 2 of light and heavy undergrowth on movement. Give the of a gradually elevated area, such as a hill, sand dune, or characters the chance to make checks to recognize tricky the top of a slope, put a plus sign, followed by a number terrain and respond accordingly. indicating the height at that elevation in feet. For a gradu- ally depressed area, use a minus sign followed by a number representing the low point of the depression in feet. BATTLE GRID TERRAIN If you want to track all the elevation changes on a With prepainted miniatures readily available, more groups gradual rise or depression, you can mark the changes at have begun to use battle grids in their everyday games. each change in terrain height. Note these changes using Each group is likely to have a different way of representing dotted lines, and mark the new elevation in feet next to terrain elements, using a variety of colored pens. With a each line. On a steep slope, the change will be marked simple black pen, however, you can quickly sketch every every inch (every square) on the battle mat (indicating a terrain element you might need using the symbology 5-foot increase in height for each 5 horizontal feet). On a illustrated on page 64. gradual slope, the change will be marked every two inches These symbols provide quickly recognizable elements (2 squares). See Slopes, below, for details. for your battle grid that are easy to sketch, can be done Simply marking the edge of the drop-off can indicate on the fl y, and can be represented using only a black pen. cliffs, chasms, and trenches. Specify whether the terrain If you have pens of other colors, feel free to use them as drops down (relative to where the characters are on the you see fi t, but having a set of symbols that require only a map) with a minus sign followed by a number indicating single pen color means the game can go on even if colored how far down the chasm goes in feet. If the terrain calls pens aren’t available. for a cliff, use a plus sign followed by a number indicating",
        "name":  "Level Adjustment",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "shallow (depths up to 1 foot), deep (depths up to 4 keep battle grid clutter to a minimum, but sometimes you feet), and everything deeper, when all Medium and smaller need to represent multiple types of terrain in the same area. characters are forced to swim. These water depths should The symbols presented below can overlap when necessary also be used to represent bogs. To indicate a body of water, with little impact. mark off the area, and signify that the area is fi lled with water using wave marks. Shallow water is marked with a ELEVATED OR DEPRESSED TERRAIN single wave, deep water by a double wave, and anything Terrain of higher and lower elevation is quite common—so deeper than that with a triple wave. Elevation differences common, in fact, that some terrain elements use elevated or in water, should you find it necessary to mark them, depressed terrain as part of their own features. Indicating can be indicated as described in Elevated or Depressed an increase or decrease in elevation is simple. At the center Terrain, above. 662200__8866331177__CChhpp22..iinndddd 6633 33//2288//0055 33::5599::1199 PPMM 64 2 RETPAHC SERUTNEVDA 662200__8866331177__CChhpp22..iinndddd 6644 33//2288//0055 33::5599::2200 PPMM 65 ADVENTURES CHAPTER 2 To indicate fl owing water, use arrows to indicate the ICE SHEETS direction the water travels, and note the speed of the water To indicate an ice sheet or other slippery surface, mark next to the arrow. off the relevant area and use a forked Y shape to denote the slick conditions. This symbol is also quite effective at SLOPES noting the area of a grease spell.",
        "name":  "The technique described under Drawing Quickly helps matter",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creating the Burning Eye requires unnaturally clear atmospheric condi- tions. A control weather spell cast on a day that’s clear and sunny to begin with is necessary for the birth of the Burning Eye.",
        "name":  "Catalyst",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Several manuscripts purport to describe the Because the vortex is sessile at fi rst, an evil cleric who process of creating the Consuming Vortex of Traal, brings it into being often has a number of sacrificial but all are fragmentary and incomplete. Filling in the victims handy to feed into the vortex until it grows and missing parts requires ten separate divination or contact gains mobility. Once the vortex has consumed 100 Hit other plane spells—only the deities and similar great Dice of creatures, it grows to a diameter of 15 feet, and powers know the missing details of vortex creation. its tentacles likewise extend their reach to 15 feet. It also Creatures that try to create a vortex with incomplete or starts to move at a speed of 20 feet per round. The vortex inaccurate instructions are sucked against their will to possesses only a rudimentary intellect at this time and the Negative Energy Plane when they create the gate (as seeks large congregations of living creatures that it can described below). consume more quickly. The vortex completely ignores",
        "name":  "Lore",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The vortex itself is made of absolute matter, fl oating down narrow corridors, through fl oors nothingness, but it requires an infl ux of negative energy and ceilings, and so on. at the moment of creation. Anyone seeking to create the When the vortex has consumed a further 200 Hit Dice Consuming Vortex of Traal must create a gate (as the spell) of creatures, it reaches its maximum size of 20 feet across to the Negative Energy Plane, and then call forth pure with 20-foot-long tentacles. Its speed likewise increases negative energy. This drains the caster as would calling to 60 feet per round. At this stage, the vortex knows forth a creature, costing him or her 1,000 XP. enough to seek concentrations of life such as cities and",
        "name":  "Energy Source",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The negative energy that emerges from to retreat when faced with positive energy attacks (as the gate must fill a gold-inlaid, cylindrical cage some described below). 10 feet across (which costs 10,000 gp to make). An inky To Stop: Disrupting the gate spell or damaging the cage blackness fills the cage and pulses gently until the before the apogee of the new moon ruins the ritual that trigger moment. creates the Consuming Vortex of Traal—and it might",
        "name":  "Catalyst",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Avatar of the Horde maintains a subtle, though, that it causes the image of Ghulurak to fester instinctive control over the horde at all times. Creatures in the reader’s mind, and drives her to madness. Any of the horde regard the avatar as a creature of power creature that rolls a 50 or higher on an attempt to learn and a true leader. Their disposition is never less than of the Killing Frost is exposed to a description so precise friendly toward it, and often includes an almost worship- that she must succeed on a DC 25 Will save or fall under ful devotion. Although the fractious races of the horde the effect of a geas spell that directs the reader to create generally follow the directives of the Avatar of the Horde, the statue and complete the ritual that brings the Killing they are less fi rmly tied to one another. Open fi ghting Frost into existence. is uncommon, but sometimes seen within the ranks of Energy Source: The Killing Frost of Ghulurak draws the horde. This infi ghting usually occurs between large power from a being of vast and ancient evil. Any true and powerful tribes of lesser humanoids such as orcs and replica of its frozen and twisted form allows the creature goblins. Few orc tribes will tangle with giants or trolls, Ghulurak to send a slender icicle of its power into the but they hope to profi t by weakening lesser members worlds of men. Once such a replica exists, Ghulurak powers of the horde. Any enterprising chieftain, while bound the killing frost that bears its name. to the horde, remains alert for opportunities to weaken Trigger: The Killing Frost of Ghulurak starts when tribes that lair near his own. pure glacier ice is carved into Ghulurak’s form in a",
        "name":  "Control",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Killing Frost of Ghulurak spreads slowly This effect can be broken only by a break enchantment from the immobile ice statue that brings it into being. As spell cast within a hallowed area. Many evil creatures fall the frost spreads, three distinct areas of dangerous cold easily under Ghulurak’s sway, and work to bind others emerge, growing in severity and danger the nearer they to the frozen dreams of their master. These fell creatures are to the statue itself. rampage throughout the regions known as the frost fringe",
        "name":  "Effects",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One hundred clerics of Pelor must gather in the world of mortal creatures, lacking a will to guide within a temple of Pelor specially prepared for the occa- it. It is sometimes sensed—a thunderstorm of unusual sion and they must all cast daylight. In addition to casting strength carries with it a feeling of unquestioned dread, the spell at the ceremony, all the participating clerics powerful dire animals venture from their usual haunts must devote a solid week to preparing themselves for the with violent intent, and similar unexplained events occur event. Along with the presence and spellcasting of the when this ancient power comes more fi rmly in touch clerics themselves, the ceremony requires at least 10,000 with the world of humankind. Ancient rites, their origin gp in special materials. The ceremony can be performed bound to the very creation of the world, provide a means only in a temple dedicated to Pelor and warded by a to awaken and control this power, and some powerful and hallow spell. dedicated druids can call it forth.",
        "name":  "Trigger",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An unusual number of coins minted 8) in size and popularity. Kord’s worshipers include fi shers in Furyondy have recently cropped up in Saltmarsh, caus- and laborers, as well as the majority of the town’s guards. ing Lankus to worry that Furyondian agents have arrived The Cathedral of Kord is open to the public, holding in town and are searching for him. This worry might just services once per day at sunset. These services are little be paranoia, but he’s willing to pay trustworthy locals or more than glorifi ed fi ghting matches between locals, but patrons 200 gp (or more) for information about the source sometimes traveling combatants from other cities come of these coins. to pit their skills against resident heroes. The temple bells ring only in times of danger; they double as a citywide 6. SALTMARSH SENDINGS alarm, and their distinctive, thunderous peal has been To send messages to distant locations, one visits Saltmarsh sounded only a few times in Saltmarsh’s history. Sendings. The services offered in this brick building Creatures: The Cathedral of Kord is staffed by two 2nd- vary greatly, from simple letter delivery to sending spells. level clerics, two 1st-level clerics, and high priest Nestor Saltmarsh Sendings does not ship cargo or other physical Purilltan. Nestor has held that post for only a few short objects, but it does maintain good relations with Whitecap years, after the prior high priest was killed by an otyugh. Shipping (area 29) and often refers its customers there for The fi ghting sermons were Nestor’s idea, and they have such needs. Written messages are the most popular ser- been singularly responsible for the sudden upswing of vices, but those who cannot write or would rather not have Kord’s popularity in the town—the locals can’t seem to written evidence hire employees of Saltmarsh Sendings get enough of the fi ghts. to memorize messages and deliver them orally. Adventure Hook: The temple always seeks new",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Despite regular rumors that undead somewhere comfortable to relax. Radric’s long red hair is plague the graveyard, the cemetery and Noshi are both always kept neatly combed, as is his prodigious beard. He just what they seem. Nevertheless, grave robbers do pose wears plain clothing but favors outrageous hats. a problem. A group of thieves based in the slums has cre- Adventure Hook: Not long before a disastrous fi ght ated a method of robbing the dead that is both ingenious with a black dragon in the Hool Marshes, Radric and his and difficult to prevent: On nights after a burial, the adventuring companions were searching the dangerous three thieves steal out to the fresh grave and hammer a area for a remote monastery said to be built on a low hill long, hollow metal tube into the grave and through the long ago by the devotees of an obscure deity of bigotry coffi n’s lid, using a silence spell from a wand to hide the and amphibians. He still owns the map that supposedly sound. One of the thieves (a halfl ing) then uses a wand of indicates the monastery’s location as well as the fact that gaseous form to fl oat down through the tube and into the it is abandoned—except for a snakelike creature with a coffi n, whereupon he resumes solid form to pluck anything woman’s head and her large stash of treasure. Although valuable from the body before using the wand to resume Radric never made it to the monastery, he’s still curious to gaseous form and escape. The tiny hole left in the earth know if it exists and eagerly shows the map to anyone who is easily hidden. No one as yet suspects them, but any seems capable of an extended foray into the swamp. unscheduled exhumation brings the thefts to light and convinces both Noshi and the church of Pelor (area 8) to 13. THE ANVIL hire someone to track the thieves down. Half of this stone building is open to the air, exposing no fewer than a dozen well-equipped forges to observation by 11. CARPENTERS’ GUILDHALL passersby on the nearby roads. A sign bearing the image of This large wooden structure is both solidly and aesthetically an anvil and the words “Guildhall of Smiths” hangs from built; every piece of timber seems to have been placed not a post at the street corner. only for structural reasons, but also to augment and enhance The Anvil is one of the more powerful guilds in Saltmarsh. the grain and shape of those placed next to it. A sign above Much of its work lies in providing harpoons, hooks, gaffs, the entrance depicts a saw crossed with a hammer. and various components for the construction of ships and This cunningly constructed building is the carpenters’ boats, but the smiths of Saltmarsh can build almost anything guildhall. Built entirely of wood, no nails or other fasten- from metal, given enough time. The dozen open forges serve ers hold the structure together, yet it is perhaps the most a dual purpose: They give guild members who have not yet structurally sound building in town. It contains a large established a forge of their own a place to ply their trade, meeting hall, supply rooms, and numerous archives for and they serve as additional sources of income. blueprints, building techniques, and the like. Creatures: The current guildmaster is a human smith",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Kailee Restinan’s affi nity for lizards A two-story tower serves as the temple caretaker’s home, is in small part due to the fact that a lizardfolk druid and an enclosed set of rooms on the opposite side serve named Krisharr rescued her from the wyvern that bit off as storage. her hand. She’s formed a strong friendship with Krisharr Creatures: A halfl ing druid named Ferrin Kastilar, a and visits him at his hut in the Hool Marshes at least morose individual in the later years of his life, tends to the 662200__8866331177__CChhpp44..iinndddd 113300 33//2288//0055 44::2211::4477 PPMM 131 SALTMARSH CHAPTER 4 shrine. His animal companion is a particularly large bullfrog Several years ago, the town of Saltmarsh nearly went to named Lorys. Ferrin has a special love of frogs, and the war with a large tribe of lizardfolk to the south. The war amphibious denizens of the park seem to appreciate him as was averted by a band of heroes who discovered that the well. More often than not, though, his calm attitude breaks lizardfolk were building up arms to fi ght against a tribe of at inopportune moments, and he fl ies into a frothing frenzy. sahuagin. In order to prevent possible misunderstandings His temper is legendary in Saltmarsh. More than once, he’s between the lizardfolk tribes of the Hool Marshes and lashed out at visitors with his spells, entangling people or Saltmarsh, the town council built this structure to serve even throwing fi re at them for no apparent reason. So far, as an embassy for the lizardfolk. no one’s been killed, and he always seems able to talk his Much of the building is open to the skies, with large, way out of trouble with the city watch. swampy courtyards fi lled with vegetation and bathing The druids of Ehlonna on Oak Island (area 63) worry pools used by the lizardfolk. Meeting rooms and barracks that Ferrin’s anger is a manifestation of something more ring the courtyards, along with a kennel for the several dire, but they hate to meddle in another church’s affairs monitor lizards kept here as guards. and bide their time for now. Creatures: As the years roll by and memories of the",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The druids of Oak Island are right; menace posed by the sahuagin fade, the lizardfolk slowly something dire does brew in Ferrin’s mind. He’s been lose interest in maintaining a presence in Saltmarsh. receiving visions of a particularly cruel and hateful minor The majority of the citizens are only too happy to see deity of bigotry and amphibians named Wastri, and the this come to pass; while the lizardfolk have never caused visions have played to this anger. It won’t be long before any problems in town, they are nevertheless viewed with Ferrin abandons the teachings of Obad-Hai and seeks an suspicion and fear. unhealthy and sinister alliance with the frog people of Currently, only half a dozen lizardfolk and three moni- the Hool Marshes, an alliance that would spell trouble tor lizards reside in the embassy. One of the lizardfolk, an for Saltmarsh. ancient diplomat named Silark, vividly remembers the terrible times of the sahuagin. He’s doing his best to make 21. FROG PARK sure that relations between Saltmarsh and the lizardfolk Fir and pine trees dominate this sizable park, with a few don’t deteriorate further, but he’s fi ghting a losing battle. willow trees growing near the park’s marshy interior. The Adventure Hook: Any number of intolerant locals might ground here has always been a bit sloshy, making it dif- spread rumors to the PCs that Silark and the lizardfolk are fi cult to build structures. As a result, a cleric of Obad-Hai up to no good, prompting an investigation. Silark and his purchased the land for a great price, and druids of the deity fellow lizardfolk harbor no ill intent, and their desire to have tended to the area ever since. maintain an open forum between Saltmarsh and the Hool Frog Park derives its name from the large number of Marshes tribes is nothing more than it seems. Nevertheless, frogs that dwell here; on some nights, their susurrus can the Lizard Embassy has more than its share of enemies, be heard all the way to the town market (area 31). Most including the powerful Ambermead family. Lord Tobias people attribute the frog population to the park’s proxim- Ambermead has been lobbying recently to have the embassy ity to the northern wetlands. Statues of frogs decorate the closed down, to little success. See the description of area park, but most visitors fi nd the place just too swampy. 58 for details of his new plans for the lizardfolk.",
        "name":  "Adventure Hook",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Dancing Dryad is a front for Saltmarsh’s thieves’ guild. Several under- ground chambers below the building serve as the actual guildhouse. According to town records, the owner of the Dancing Dryad is Oslor Pendicraw, but he’s little more than a smokescreen—an ally of the guild, though not an offi cial member. The actual owner is Sasha Amistar, a canny and beguiling half-elf. She performs as the dancing dryad three nights a week, using her bard spells to make herself appear as a dryad; her disguise has fooled many druids and rangers into outrage at the perceived abuse of an innocent fey. Each time, though, Sasha talks the offended person into becoming an ally, while still disguised as the dryad. Her true appearance and role in the business are known only to guild members and a select few others in town, including her lover, Toren Aerakin, one of the town councilors. This connection is one of the primary reasons her operation has remained so well hidden for the past several years.",
        "name":  "Creatures",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This word or phrase identifies the creature. information is followed by any other resistances the Sometimes a number is given with the name to indicate creature has. Altered saving throw bonuses for specific how many creatures appear in the encounter. circumstances appear on this line. The creature’s spell",
        "name":  "Name",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Senses entry indicates whether the creature in combat. All its combat options—from melee attacks has darkvision, low-light vision, scent, tremorsense, blind- to spells to potions it might drink—are detailed in this sense, blindsight, or some other sensory special quality. section, even if they are not strictly offensive in nature. This information is followed by the creature’s modifi ers on Speed: This entry begins with the creature’s base land Listen and Spot checks (even if the creature has no ranks speed, in feet and in squares on the battle grid. Next come in those skills). speeds for its other modes of movement, if applicable.",
        "name":  "Senses",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This entry defi nes how large a square the creature makes certain skills class skills would not be detailed in takes up on the battle grid. This information is omitted the statistics block. for any creature that occupies a 5-foot square. Spell-Like Abilities: Any spell-like abilities the crea-",
        "name":  "Space",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spellcaster mentor could be a priest of Condition Modifi er Mentor and apprentice are same race and class +1 the character’s religion, a teacher at a wizard’s guild, or an Mentor and apprentice are same alignment +2 inventor seeking a protégé. Spellcaster mentors are not Mentor and apprentice share one alignment aspect +1 as useful as the other seven mentors for characters who Mentor and apprentice are opposing alignments –1 cannot cast spells themselves. A spellcaster grants her Apprentice starts at maximum rank in at least two +1 of the mentor’s associated skills apprentice a +2 competence bonus on Spellcraft checks. The tutelage of a spellcasting mentor grants additional benefi ts only if the apprentice shares the same class as Becoming an Ex-Apprentice his mentor. The apprentice only gains these benefits In the case of the death or loss of a mentor, an ally or asso- when he gains a level in this class; he retains all the other ciate of the prior mentor (who is of an equal level to the benefi ts of this feat (the bonus skills and the bonus on original mentor) typically takes the place of the original. Spellcraft checks) regardless of what class he chooses to The benefi ts gained from the Apprentice feat are not altered. gain a level in. Two conditions can alter the apprentice benefi ts.",
        "name":  "Spellcaster",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once the apprentice reaches he gains one additional spell known at 1st level. Wizards 5th level, he graduates from his apprenticeship. He contin- gain this spell in their spellbooks, and spontaneous cast- ues to gain the benefi ts of the Apprentice feat, but no longer ers such as sorcerers or bards gain an additional 1st-level needs to work with his mentor. The mentor’s associated spell beyond their normal number of spells known. As skills remain class skills for purposes of determining the the apprentice gains levels, he is able to learn additional maximum rank he can have in those skills, and he still spellcasting techniques from his mentor; wizards can copy retains the secondary benefi ts, but an associated skill can from their mentor’s spellbook at no charge. Spellcasters only be purchased as a class skill if he gains a level in a who do not prepare spells (such as a bard or sorcerer) class that has that skill as a class skill. He no longer needs gain increased fl exibility with the spells they know. Each to tithe to his mentor upon gaining levels. If you allow, he time an apprentice gains another of these levels, he can can also immediately exchange his Apprentice feat for the choose to learn a new spell in place of one he already Mentor feat (see below). knows. The new spell’s level must be the same as that of Expulsion: Grounds for expulsion include actions the spell being exchanged. deemed destructive by the mentor, failing to pay tithes in If the character and his mentor are divine spellcasters a timely manner, or simply not spending the time required who prepare spells (such as clerics, druids, paladins, or to study the chosen craft for an entire month. A character rangers), he can select one spell he knows as a preferred can also choose to leave an apprenticeship; although the spell. This can be a spell of any level he can cast. Once apprentice can part on good terms with his mentor, the per day, the apprentice can spontaneously cast a preferred game effects are the same as if he were expelled. spell by swapping out any prepared spell of an equal spell An expelled apprentice immediately loses the second- level. He can only have one preferred spell at a time, but ary benefits of this feat, and his apprentice class skills each time he gains a level in the associated class, he can immediately become cross-class skills unless he possesses change his preferred spell to a different spell. a level in a class that grants the skill as a class skill. A skill",
        "name":  "If the apprentice and his mentor are arcane spellcasters, Surpassing the Mentor",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The business owner is approached rats, vermin, or another undesirable pest. Each term the by another entrepreneur and given a franchise offer. For infestation is allowed to continue, apply a cumulative an investment of no less than 1,000 gp, the entrepreneur –1 penalty on all profit checks. The infestation can be can establish a linked business elsewhere in the nation removed with a successful DC 25 Survival check and (or perhaps in the same city, if the city is large enough). 2d6×10 gp of supplies; at the DM’s option, certain spells Illus. by F. Vohwinkel 662200__8866331177__CChhpp66..iinndddd 118877 33//3300//0055 1122::0033::5522 PPMM 188 6 RETPAHC SRETCARAHC (such as repel vermin cast multiple times) can cure the only to the business, but to everyone else in the region. infestation as well. Penalties accrued by infestation As a result, profit checks take a –8 penalty for this diminish at the same rate, lowering by 1 point per term month. Each month that follows, this penalty decreases as customers slowly become convinced the infestation by 2 until four terms have passed and the penalty is is over. removed altogether.",
        "name":  "Franchise Offer",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spellcaster has foolishly experi- To qualify for a teamwork benefi t, PCs must meet two mented with a spell or had a mishap with a scroll. The broad categories of requirements: training time and business might have to contend with a rampaging prerequisites. summoned creature, the aftermath of a fi reball, or a squad First, the characters seeking the benefi t must jointly of the city guard under a confusion effect. practice techniques relevant to the benefi t for at least two",
        "name":  "Spell Gone Awry",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The door procedures teamwork benefi t is a good By attuning yourself to minute, almost subliminal changes way to quickly adjudicate each door you approach in a in your environment, you get just enough warning to avoid dungeon. You can quickly make the rolls and get on with damaging area spells cast by your allies. the encounter on the other side. Be ready to make these Training: During the training procedure for this benefi t, rolls when you fi nd a closed door in the dungeon. Then the spellcasters on your team cast lightning bolts, fi reballs, make the Listen check or the Search check, and either fl ame strikes, and other area spells in their arsenal, and other deal with the trap you fi nd or get ready to open the door. team members stand on the fringes of the spells’ area, their Keep in mind that you might be able to take 10 or take 20 senses perked for the whiff of brimstone, the crackle of on these checks. static electricity, or the barely audible hum that occurs an instant before such spells go off. Then you practice ducking, Field Medic Training dodging, and covering so that you avoid the damage from Your comrades can quickly stabilize grievous wounds those spells. so that a fallen ally doesn’t succumb to blood loss and Task Leader Prerequisite: Spellcraft 4 ranks, eva- trauma. sion ability.",
        "name":  "Tips",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To gain this benefit, your team receives Team Member Prerequisite: Base Reflex save +2, instruction from accomplished healers and practices on Spellcraft 1 rank. the wounded. Illus. by F. Vohwinkel 662200__8866331177__CChhpp66..iinndddd 119911 33//3300//0055 1122::0044::0044 PPMM 192 6 RETPAHC SRETCARAHC",
        "name":  "Training",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain the evasion ability (see page 41 of the Benefi t: Your team can move at full speed without taking Player’s Handbook), but only concerning spells cast by your a –5 penalty on Hide and Move Silently checks. Other team members. penalties (such as from diffi cult terrain) still apply, and you",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use this teamwork benefi t to keep tough char- take the normal penalties on Hide or Move Silently checks acters in the front line despite allied damaging spells while attacking, running, or charging. Team members are raining down around them. Of course, you still need a always visible to each other despite their Hide check results pretty good Refl ex save bonus to take full advantage of and the presence of anything less than total concealment this benefi t. (although cover might still block line of sight between team members). If you move to a position where none Gaze Aversion of your comrades can see or contact you, you lose the When facing a monster with a gaze attack (such as a teamwork benefi t at the start of your next turn and don’t medusa), you are adept at avoiding its dangerous gaze. count as part of the team until you reestablish contact with",
        "name":  "Tips",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In a series of wrestling matches, you prac- team members have been subverted by a compulsion tice techniques of suddenly shifting your weight and effect. Spellcraft checks can identify that a spell such as applying maximum effort just as a comrade outside the dominate person has been cast, and a Sense Motive check grapple makes a similar effort—or at least distracts your can detect that the behavior of one of your team members opponent. Eventually, your timing improves to the point is being infl uenced by an enchantment. where you and your comrades are working in concert with split-second timing. Spell Barrage",
        "name":  "Training",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Base attack bonus +4 or By coordinating the release of your spells, you’re able to Improved Grapple. catch your foes when they’re unable to evade the effects.",
        "name":  "Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcraft 2 ranks.",
        "name":  "Team Member Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This benefi t is triggered when a team member You know the timing of your comrades’ attacks so well fi rst casts a spell requiring a Refl ex save. Whether they that you can shift to the side for a moment, letting ranged succeed or fail on the save, all enemies within its area take a attacks fl y past you and into your enemies. –2 penalty on Refl ex saves for each subsequent Refl ex save",
        "name":  "Ranged Precision Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Base attack bonus +4, area spell for such occasions. Precise Shot.",
        "name":  "Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Base attack bonus +2. Spellcaster Guardian",
        "name":  "Team Member Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat Refl exes, Spellcraft attacks against that enemy as if they also fl anked her. 4 ranks. Creatures that can’t be fl anked are unaffected.",
        "name":  "Task Leader Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dexterity 13 or Spellcraft Furthermore, if at least two members of your team 1 rank. are fl anking a foe who has the improved uncanny dodge",
        "name":  "Team Member Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As with organizations, Ideally, the choice of gaining a level in the character’s races and cultures benefi t from specifi c rules that showcase primary class (or only class, if not multiclassing) or taking their abilities. a prestige class should be a tough decision. A prestige class While it’s fi ne to declare that “elves operate well in the might allow access to new skills or spells, but can be more woods,” or “gnomes are tricky,” such statements carry greater restrictive than the standard class. Perhaps it has a slower weight with rules to back them up. Prestige classes (the elven attack progression or less desirable saves. If a player has a woodstalker and the gnome trickster, for example) provide tough time deciding whether her character should take those rules. another level of rogue from the Player’s Handbook or should Cultures garner even greater benefit from prestige start taking levels of your prestige class, you’ve probably classes. Game rules don’t provide distinctions for how the balanced your prestige class correctly. people from the Southern Kingdom in your campaign differ from the folk of the Direwood Forest. You could NAMING AND CORE CONCEPT create an extensive description of how the spear-using You have an advantage that no game designer can ever have: warriors of the south have a completely different fi ghting You know the specifi c details of your campaign. When cre- style than the hardy, no-nonsense approach of the war- ating a prestige class, use your knowledge of these details riors of the Direwood. The southern speardancer and the to their fullest. The fi rst rule is to forget the general and Direwood ranger prestige classes directly speak for those embrace the specifi c. You’re not creating a prestige class for differences. Culture-based prestige classes can tie into PC everyone’s campaign—just for yours. The examples below backgrounds; perhaps only characters from the Sunlost show how general prestige class names, when modifi ed Desert can take the knife-fi ghter prestige class. It makes toward particular organizations, become more specifi c every culture and every populated place that you create and therefore better defi ned in your campaign. for your campaign truly special.",
        "name":  "To Develop a Race or Culture",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Do not use a modifi ed attack roll. the organization or culture that a prestige class represents, This requirement isn’t necessary if skill ranks already set such as pledging allegiance to a monarch, paying initial the minimum class level for the prestige class. Use this membership dues, or performing a specifi c religious rite. instead of stringent skill rank requirements for combat- Use nongame mechanics requirements to add life and oriented prestige classes. fl avor to prestige classes, but don’t use them for game Base Save Bonus: Base saving throw bonuses group balance purposes. character classes differently than base attack bonuses. No requirement should be based on a die roll. That For instance, you can choose a base Fortitude save bonus, means that ability scores (or ability score bonuses), hit which puts fi ghters, monks, and clerics on the same level, points, or other aspects of a character determined by a or choose a base Will save bonus requirement and have die should never be used as a prestige class requirement. clerics, wizards, and monks all meeting the prerequisites Requirements should be based on choices—feats, skills at the same time. ranks, and the like. Special Abilities: When used as prestige class require- Further, remember that prestige classes do not map to ments, special abilities such as evasion, rage, or turning existing classes. That is to say, no prestige class should limit undead might defi ne the focus of the class. itself to members of a regular class. Class and level are not Spellcasting Ability: This either requires the ability to good requirements. That said, once you assign a set number cast arcane or divine spells of a certain level or the ability of ranks, feats, and so on as requirements, it’s not diffi cult to cast specifi c spells. Requiring spells of a certain type to fi gure out which class can meet those requirements at (arcane or divine) and level opens the class to more spell- what level. Rogues can attain the assassin prestige class casters. Requiring specifi c spells might focus the prestige in the Dungeon Master’s Guide, for example, quicker (at 5th class to druids, bards, or wizards, depending on the spell. level) than other classes, but even wizards could potentially Since sorcerers know fewer spells than wizards, requiring meet the requirements (at 13th level). a specifi c spell might prevent sorcerers from taking the No prestige class should be attainable by a character class. Be aware of those effects of the requirement. lower than 5th level. Domains: Some prestige classes, such as those specifi c to a religion or cause, might require a specifi c cleric Good Requirements domain.",
        "name":  "Sometimes these are simply roleplaying hooks that tie into Base Attack Bonus",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Some classes clearly qualify for a prestige class 3rd 5th 6th 7th 11th 8th sooner than others. Those classes might have to accept a 4th 7th 8th 10th 14th 12th 5th 9th 10th 13th — 16th smaller Hit Die when taking levels of the prestige class. 6th 11th 12th 16th — — For them, this is a cost, but for other classes that Hit Die 7th 13th 14th — — — might be larger. For instance, a prestige class that uses a 8th 15th 16th — — — d8 for Hit Dice has a cost for barbarians, fi ghters, paladins, 9th 17th 18th — — — *Provided character has access to bonus spells. and rangers, but it represents a benefi t for bards, rogues, sorcerers, and wizards.",
        "name":  "Hit Dice",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clearly, certain classes never lose when a given level, look to the Player’s Handbook for examples of they take a prestige class. Fighters and wizards can’t have spell progression. If your prestige class prepares spells as any fewer skill points than they already do, for instance. a cleric, use the cleric and druid tables as guides. If your Just like with Hit Dice, one class’s gain might be another class prepares spells as a wizard, use the wizard table class’s loss. A prestige class that grants 4 skill points per as a model. If your class doesn’t prepare spells, use the level +Int modifi er represents a gain for fi ghters and sorcerer tables. wizards, but a loss for rogues. Spell lists should always have more low-level spells Class Skills: The impact of a class skill list can be tricky than high level. As a result, it’s best to start the list by to judge. A class with a long skill list and commensurate choosing the highest-level spells the class can know. skill points seems like a gain for many classes, but if the Then you can list a greater number of spells at the level prestige class’s skill list is suffi ciently different from the below that, and more spells still at the next lower level, list of the classes most attracted to it, it might not be a and so on. For example, suppose you create a class that, benefi t at all. like paladins and rangers, can know spells up to 4th level. Attack Progression: As mentioned above, base attack The class spell list should have more 3rd-level spells than bonus can be a cost. A wizard or sorcerer can’t have a worse pqqqqqqqqqqqqqqqqqqqqrs",
        "name":  "When assigning how many spells a character can cast at Skill Points",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a class has two or all good saves, divine caster. Combatant classes include barbarian, fi ghter, then a prestige class with fewer good saves needs enticing monk, paladin, and ranger. Bard, monk, rogue, and ranger abilities to draw members. For instance, a monk-focused are examples of sneak classes. Arcane casters obviously prestige class, such as one with the slow fall (30 ft.) ability include sorcerers and wizards, and bards as well. Cleric and as a requirement, with only one good save needs powerful druid are examples of divine caster classes, as are paladin abilities to attract any but ex-monks. and ranger to a lesser extent. Choices in feats, skills, spells,",
        "name":  "Save Progression",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Both of these their chosen fi elds. requirements create a cost because they might force char- The archmage and the hierophant provide important acters to multiclass to enter a prestige class. examples of another option in prestige class design. Rather",
        "name":  "Special Abilities and Spellcasting",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This requirement might force a cleric to than having twenty levels (as standard classes do) or ten change patron deity in order to qualify for a prestige class. levels (as the arcane archer, duelist, dwarven defender, and The loss of domain powers and change in domain spells shadowdancer do), they only have fi ve. That’s because the can be a real cost for such characters. classes they’re based on, cleric and wizard, do a good job",
        "name":  "Domains",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fantasy literature has helped to defi ne accept that cost. For instance, you might design a prestige certain iconic roles. Some, such as the barbarian, are class with restrictions on multiclassing similar to those standard classes in the Player’s Handbook. Others require placed on paladins or monks. Hunter of the dead offers prestige classes. The assassin and the blackguard are iconic another example, requiring candidates to have lost a level images in the D\u0026D framework, and the game could never to the attack of an undead creature. be complete without them. These two classes, the assassin and the blackguard, are Special Considerations also examples of another use for prestige classes. According Prestige classes tied to organizations might have ongoing to the Player’s Handbook, “Standard characters are good requirements. These can include assignments, dues, strict or neutral but not evil. Evil alignments are for villains obedience to specifi c rules, or personal sacrifi ces of wealth. and monsters.” These prestige classes exist for NPCs, Becoming a member of a prestige class might involve providing you with memorable opponents to pit against apprenticing for a time to another member, or eventually the heroic PCs. serving as a mentor for a prospective member. Race-Based Classes: Racial prestige classes develop Entry into a prestige class might come with strings a race further by providing specifi c rules to showcase attached. Powerful enemies seek members out, or those its abilities. While each race detailed in the Player’s among the group’s ranks face the prejudices of the local Handbook has different abilities, the arcane archer and folk. Membership in certain prestige classes might even the dwarven defender help demonstrate how—through be illegal, particularly if they dabble in forbidden knowl- the rules—each race fi ts the archetypes represented in edge. These “strings” can come along with prestige classes campaign worlds and fantasy traditions. You could easily that represent a specifi c group in the campaign world, or create prestige classes that further defi ne these archetypes, they can be tied to prestige classes that simply deal with such as the dwarven smith, the halfl ing hill-scout, or the knowledge. The dragonslayers might not be a formal half-orc demolisher. organization, for example, but their reputation precedes Situational Classes: Sometimes you want a character them nonetheless. to really shine in a particular situation. While feats, skills, and class abilities allow that, prestige classes let you take Prestige Class Categories it a step further. In general, prestige classes fall into the following catego- The loremaster is an example of the value of advancing ries. When you’re inventing your own prestige class, think as a spellcaster. The loremaster continues to gain spells about how you’d classify it—or use the categories below known, spells per day, and caster levels as if she were to inspire your creations. gaining levels in her standard class. This is extraordinarily 662200__8866331177__CChhpp66..iinndddd 220099 33//3300//0055 1122::0099::1155 PPMM 210 6 RETPAHC SRETCARAHC valuable to spellcasters, and so the class must have cor- abstract it might be—the characters don’t diffuse their responding costs. efforts. An elf paladin and a dwarf rogue might ordinarily",
        "name":  "Characters wishing to take levels of the prestige class must Iconic Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Usually a character must slow feel like the struggles of the game world matter to their development of a class feature while gaining levels in characters. A PC organization is a good way to “ground” another class. A prestige class lets a character focus on the players in the setting, giving them a set of enemies those features she wants to develop while sacrifi cing those and allies they can accept or rebel against. she doesn’t. The arcane trickster is an example of crossing It Makes a DM’s Life Easier: Most PC organiza- rogues with arcane casters. The eldritch knight crosses tions provide some sort of tangible benefits to their arcane casters with fighters or other combat-focused members—otherwise, what PC would want to join? A prestige classes. You can explore these kinds of combina- good organization provides benefi ts to the DM as well. If tions when a player expresses a desire to pick and choose the PCs are loyal to an organization, the DM can get an among class abilities—as long as the prestige class holds adventure rolling quickly by having its leaders direct the commensurate costs. PCs to take action against some threat. The organization can also provide a safe home (either literally or fi gura- tively) where the players can recover between struggles PC ORGANIZATIONS and spend their downtime. Some characters prefer an independent existence, choos- ing no affi liation greater than their association with the CONSTRUCTING A other PCs at the table. Others join larger groups of dozens, PC ORGANIZATION hundreds, or thousands of NPCs. Whether it’s a national Building an organization that the PCs will want to join is army, a secret society, or a pirate ship’s crew, the organiza- more art than science; there’s no right or wrong way to do tion a PC joins offers advantages and responsibilities that it. The three example organizations provided below share independent characters don’t have. Used properly, an orga- a common format, which contains elements you might nization that all the PCs at your table can join strengthens want to add to your own organizations. the bonds between characters, immerses them further into Entry Requirements: Unlike a prestige class, it’s okay the game world, and adds drama to their adventures. for an organization to admit low-level members. You don’t In some ways, PC organizations are like prestige classes. need to refer to specifi c game mechanics at all if they aren’t Characters often have to earn their way in, they receive appropriate for an organization. special benefi ts to match their special membership, and Benefi ts: The organization should provide some tan- the group they choose suggests a particular way of life. gible benefi t, unless you’re completely sure that the players The ideal PC organization is something that everyone at your table will join it for entirely altruistic reasons. D\u0026D at your gaming table, regardless of race or class, wants to is already replete with reward systems for PCs, so you don’t join. Organizations tend to have long-term goals that the need to give away big benefi ts. Focus instead on benefi ts PCs can jointly achieve. If a class or prestige class is the that make your game run more smoothly. answer to the “Who am I?” question, the PC organization For example, if an organization gives PCs easy and inex- is the answer to the “Who are we?” question. pensive access to a 9th-level NPC cleric, that makes your job easier. A PC who dies can get a raise dead spell quickly, CAMPAIGN BENEFITS minimizing the player’s time away from the action at the A good PC organization takes some work for the DM to game table. It’s a tangible benefi t to the players, but doesn’t create, but it provides three main benefi ts for your ongo- actively affect the PCs in everyday play. ing campaign. Consider the following benefi t categories.",
        "name":  "Combination Classes",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Handle Animal, Listen, Knowledge Knowledge (religion), Knowledge (any one other), (nature), Search, Spot, Survival. Spellcraft.",
        "name":  "Associated Skills",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any scholastic research or new spells the member trolls and exploring abandoned mines can fi nd it diffi cult to researches must be copied and donated to the guild’s library. make time to fulfi ll their guild responsibilities. As a general",
        "name":  "Arcane",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Character level 6th, completion of a bonding or carried on your body). ritual. In addition, you can use locate object as a spell-like ability at",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Base attack bonus +3. cast 2nd-level divine spells.",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +1 bonus on Will saves against spells bonus on initiative checks. or spell-like abilities used by outsiders whose alignment Truebond Benefi t: You gain a +4 dodge bonus to AC does not match your own. against attacks of opportunity made by creatures that you",
        "name":  "Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can move at your normal speed for any reason—either because it does not require them through diffi cult terrain that would normally halve your or because it is affected by a feat such as Still Spell—does speed, including undergrowth (but not heavy undergrowth), not gain this benefi t. shallow bogs, steep slopes, and dense rubble. Obstacles",
        "name":  "A spell cast without either or both of these components Truebond Benefi t",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To gain the ability conferred DC 20: Each such location holds tremendous necroman- by an altar of the dreamwalker, a qualified creature must tic power that can be drawn forth and used to augment spend 8 hours in uninterrupted rest within 20 feet of necromantic spells. the central stump or tree. Ethereal creatures cannot DC 25: A dragonheart tomb is always watched and approach within 30 feet of it, and any effect that would guarded—not just by those who seek to harvest its power cause a creature within this radius to become ethereal for themselves, but also by those who seek to prevent the automatically fails. spread of necromancy.",
        "name":  "Location Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once it has granted a creature the dream sources function normally within it, an impression of ability, an altar cannot do so again for 24 hours. darkness still remains. Any illumination seems temporary Special Ability (Sp): An altar of the dreamwalker grants and somehow fragile, as if the tomb were just waiting to the ability to use dream (caster level equals creature’s return to its natural state of darkness. The air within a character level) as a spell-like ability once during the next dragonheart tomb also has an unnatural chill, which many 24-hour period. If not used within that timeframe, the liken to the presence of death. Although the creeping ability is lost. darkness and seeping cold produce no tangible effects,",
        "name":  "Recharge",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A creature that uses the ability and then creatures fi nd their stay within a dragonheart tomb both spends another 8 hours resting within the required unnerving and unpleasant. radius of the altar regains the ability as soon as the altar Prerequisite: To gain the benefi ts of a dragonheart tomb, has recharged (24 hours after gaining it the first time). a creature must be able to cast at least one 2nd-level or The creature can continue this process for as long as higher necromancy spell. desired, regaining the ability each day, so long as it does Location Activation: A qualifi ed spellcaster can sense not leave the area of the altar. Once it passes beyond the the lingering power of a dragonheart tomb and claim a 20-foot radius of the altar’s power, it can never again gain small shard of it by spending a full-round action within the ability. its confines. A dragonheart tomb holds enough power",
        "name":  "Duration",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Moderate illusion. to boost the spellcasting ability of up to two qualifi ed",
        "name":  "Aura",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only a 5th-level or higher spellcaster can crisp and clean. access the power contained within a heart of fl ame. The air around any spellcaster who has successfully",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To claim the power of a heart drawn power from a heart of ice drops a few degrees in of flame, a qualified spellcaster must stand within its temperature and takes on a crisp, icy clarity whenever confines and draw its power into herself by force of he casts a spell with the cold descriptor. This inherent will. Doing so requires a full-round action and provokes coolness deals no damage of any kind. attacks of opportunity. Prerequisite: Only a 5th-level or higher spellcaster can",
        "name":  "Location Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once a heart of ice has conferred its ability Prerequisite: Only a 5th-level or higher spellcaster can on a single spellcaster, it cannot do so again for one year. access the power contained within a heart of stone. Special Ability (Su): A spellcaster who draws forth the Location Activation: To claim the power of a heart of power from a heart of ice has an effective +1 caster level for stone, a qualifi ed spellcaster must stand within its confi nes all spells with the cold descriptor. and draw its power into herself by force of will. Doing",
        "name":  "Recharge",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To claim the power of a heart aligned heroes to swear a powerful oath of mutual of wind, a qualified spellcaster must stand within its protection. confines and draw its power into himself by force of Description: The Ironsworn made their fi nal stand will. Doing so requires a full-round action and provokes just inside the gates of their great underground city. attacks of opportunity. A grand passage, once lined with the artistry of proud",
        "name":  "Location Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once a necropolis of dread has conferred its To gain the benefi ts of a pool of frozen souls, a qualifi ed ability on a single spellcaster, it cannot do so again for creature must stand unprotected within its confi nes for at one year. least 3 rounds. Each incarnation of the pool affects only fi ve Special Ability (Su): Any qualifi ed spellcaster who creatures at a time. If more than fi ve creatures qualify for draws forth the power of a necropolis of dread gains a +4 the benefi t at once, only fi ve of them (selected at random) bonus on saving throws against fear effects. In addition, gain it. whenever he casts a spell with the fear descriptor, or uses Recharge: Once a pool of frozen souls has conferred its a spell-like or supernatural ability that induces fear, the benefi ts on fi ve creatures, it cannot confer them again for DC of the required saving throw increases by 1. one year.",
        "name":  "Recharge",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  " Only a 5th-level or higher arcane The sorcerer Aramil draws power from a spellward of arcane might Illus. by M. Cotie 662200__8866331177__CChhpp77..iinndddd 224477 33//3300//0055 22::1144::1177 PPMM 248 7 RETPAHC CIGAM SMETI",
        "name":  "Prerequisite",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This ring can hold a spell of 1st through 6th level, much like a ring of counterspells. This ability is usable RINGS by anyone. The following rings supplement those found on page 229 Once stored, a spell cannot be cast out of the ring. of the Dungeon Master’s Guide. Instead, should that spell ever be cast upon the wearer, All the rings described in this section must be activated it is immediately countered, as a counterspell action, in order to function, and their descriptions are broken requiring no action (or even knowledge) on the wearer’s down into sections, as follows. part. Once so used, the spell stored within the ring is gone, and a new spell (or the same one as before) can RING DESCRIPTION FORMAT be placed in it. The general nature of the ring is described fi rst. A spellcaster capable of countering a spell on his",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This section details how the ring looks own can access the ring’s secondary ability—to coun- and how the wearer looks and feels when its special ability ter a spell. Once per day as an immediate action, the is activated. wearer can attempt to counter a single spell cast by a",
        "name":  "Description",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The method of activating the ring is spellcaster he can see, provided the latter is within 100 described in this section. feet. Like the ring’s other power, using this one requires",
        "name":  "Activation",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This section details the effect of the ring. Any no preparation or knowledge on the wearer’s part. He limitations on usage and duration are also specifi ed. need not make a Spellcraft check to identify the spell Aura/Caster Level: This section presents the aura type being cast, and the spell he uses to counterspell can and strength, as well as the caster level of the effect. be of any level. This counterspell attempt functions",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This entry provides the ring’s market price. (These (maximum +20). Thus, a 12th-level wizard wearing a values are summarized on Table 7–6.) ring of greater counterspells would roll 1d20+12 when activating this ability. (See page 237 for the definition Table 7–6: Rings of an immediate action.) Ring Market Price Aura/Caster Level: Strong evocation and abjuration; Ring of greater counterspells 16,000 gp CL 15th. Ring of mental fortitude 110,000 gp",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Craft Rod, inflict The immobility imposed by this spell light wounds. prevents all voluntary movement that",
        "name":  "Construction",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "6,000 gp. While mounted, the wearer gains a +4 bonus on Ride checks made during combat, plus the benefi t of the Ride-By QUILL OF RAPID SCRIVENING Attack feat (even if she lacks the prerequisite). In addition, if A quill of rapid scrivening is an incredible boon for the wearer has the Spirited Charge feat, any charge attacks wizards who have little time to scribe spells into their she makes while mounted and wielding a lance deal ×4 spellbooks. damage on a critical hit, instead of the normal ×3.",
        "name":  "Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "12,000 gp. and constellations glow faintly and shift across the grip- ping surface. ROBE OF THE INFERNO",
        "name":  "When the quill is used to trace a spell, the inlaid stars Price",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once the user has traced the runes of the the wearer in melee. desired scroll with the quill, the scroll turns blank, and Lore: Characters can gain the following pieces of infor- the spell that was on it is automatically transferred onto mation about a robe of the inferno by making Knowledge the previously designated blank page in the spellbook. (arcana) or Knowledge (history) checks at the appropriate Only spells on the wizard spell list can be copied in DCs, as given below. this manner. DC 20 (arcana): A robe of the inferno not only protects the Because it is so responsive and easy to write with, a quill wearer from fi re; it also allows her to launch fi ery missiles of rapid scrivening is also a boon to forgers. A user with the at foes. Forgery skill gains a +10 competence bonus on Forgery DC 30 (arcana or history): The fi rst robe of the inferno was checks made to forge documents. crafted by an elf evoker named Killaith Marcaun, who Aura/Caster Level: Moderate transmutation; CL 10th. was badly burned in a fi ght against a large number of sum-",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "While these slippers are on the wearer’s feet, This scarf protects the wearer by absorbing spells and even he moves with unnatural grace and alacrity, gaining allows her to cast absorbed spells back at her foes. an enhancement bonus of +10 feet to his land speed.",
        "name":  "SCARF OF SPELLCATCHING Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A good-aligned wearer gains access to the Good domain, and an evil-aligned wearer gains access to the Evil domain. The wearer casts spells with the appropriate align- ment descriptor at +1 caster level, and he can prepare domain spells from the new domain, though he is still limited to only one domain spell at each level. If the wearer already has access to the domain granted by the vestments, he instead casts spells with the appropriate alignment descriptor at +2 caster level. A wearer who is neither good nor evil gains no additional benefi ts from vestments of divinity. Aura/Caster Level: Moderate conjuration; CL 9th.",
        "name":  "Effect",
        "source":  "dungeon_masters_guide_ii.txt",
        "_id":  "a7af01ac27b3ae2721d17f1d37cbbda87043f4b81348c48324fc31d8c895090a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instead of the sun disappearing completely, “Too long have we reveled in our wickedness, too long have we planetary rotation slows so that, ultimately, one side of sampled the forbidden—now the gods shun us, sealing the gates to the world is bathed in perpetual light while the other is heaven and leaving us lost among the dead.” plunged into eternal darkness. The effects of the sign on the dark side function as described above. On the light side, When this sign appears, the demarcation between life and the effects are reversed: The range of natural light sources death grows ever more blurry. After souls depart, their bodies doubles; sunrise occurs earlier and sunset later; darkness stir in a wretched existence neither alive nor dead. spells are impeded and light spells enhanced as described The sign of the restless dead fi rst makes itself known by above. Finally, global average temperatures climb rather isolated occurrences of zombies and skeletons in the commu- than drop. The glaring light and heat are as great a disaster nity. As it strengthens, the undead plague increases. Corpses as endless dark, ultimately rendering the light side a life- pull themselves free from graves, slaughtering former friends less ruin. and lovers and swelling their ranks until only the shuffl ing dead remain.",
        "name":  "Variant",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Leviathan (Chapter 5) and Zargon (Chapter sign intensifi es, the glyph grows more complex, spreading 10) are associated with this sign. See pages 65 and 145 for like a weird stain across the heavens. more information. Effect: The seal of binding interferes with most conjura- tion spells and many divination spells by closing off the Infestation avenues that enable mortals to interact with the planes. “Do you hear that? That terrible sound! The scratching, the endless Clerics’ connections with the divine are severed, summoned scratching in the wall—and the rats! They’re everywhere, choking creatures do not return to their home planes, and dimensional us, drowning us!” travel ceases to function.",
        "name":  "Details",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This sign forces living things to grow, ripen, and When creating your own elder evil, use the following signs die at an alarming rate. as inspiration. Alter the effects to fi t the theme of your elder Faint: Ordinary plants are enhanced as if by the plant growth evil when necessary. spell (PH 262; CL 20th). Crops benefi t from the enrichment effect, while other vegetation suffers from overgrowth and Alien Skies chokes open spaces. “I peered into the heavens, searching for familiar sights, but found Moderate: All areas of natural growth are affected as if nothing I knew. All was strange and disquieting, as though we by the entangle spell (PH 227; CL 20th). Each week, living were adrift in alien seas.” creatures must succeed on a DC 10 Fortitude save or acquire the pseudonatural template (Complete Arcane 160).",
        "name":  "ADDITIONAL SIGNS Effects",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The DCs of all Concentration checks related to cast- Hit Dice, the creature is affected as if by an insanity spell. ing arcane spells increase by 5. Once its Wisdom score drops to 0, the creature becomes",
        "name":  "Faint",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Arcane spells are cast at –2 caster level. A char- unconscious but cannot recover lost Wisdom naturally. acter whose effective caster level drops to 0 or lower cannot Only a sleep or deep slumber spell or equivalent effect can cast arcane spells at all. grant rest for a time, after which the effects of the sign",
        "name":  "Moderate",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Arcane spells and spell-like abilities are impeded, begin anew. meaning that a caster must succeed on a Spellcraft check Overwhelming: Flesh grows and heals with terrible speed. (DC 20 + the level of the spell) or lose the spell or spell slot Each hour, all living creatures gain 1d6 temporary hit points. without effect. For each hour that a creature’s temporary hit point total",
        "name":  "Strong",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wis 15. give the swarm one command as per the suggestion spell",
        "name":  "Prerequisite",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a profane bonus equal to one-half your (caster level equals your Hit Dice). Whenever you infuse character level on saving throws against divine spells. You a swarm in this manner, you take 1d4 points of Constitu- cannot voluntarily fail a saving throw against a divine spell, tion damage. even if the spell is harmless. Normal: Attempting to utter a word of Dark Speech always",
        "name":  "Benefi t",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you are a divine spellcaster with a code of ends in immediate death for a speaker who is not trained in conduct (such as a paladin), selecting this feat violates your its dark power. It is impossible for an unwilling creature to code of conduct regardless of your alignment. use the Dark Speech, because the language’s pronunciation is so exacting. Chosen of Evil [Vile] Special: You gain a +4 circumstance bonus on saving Your naked devotion to wickedness causes dark powers to throws made when someone uses the Dark Speech against take an interest in your well-being. you.",
        "name":  "Special",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you use Dark Speech in this manner, Because of intentional self-mutilation, you have a hideous you take 1d4 points of Charisma damage. By incorporating face. the Dark Speech into the verbal component of a spell, you Prerequisite: Willing Deformity. 662200__2211555566__CChh11..iinndddd 1122 99//2277//0077 22::0055::5588 PPMM 13 NOT SLEEP EVIL DOES CHAPTER 1",
        "name":  "Power",
        "source":  "elder_evils.txt",
        "_id":  "4b5f3b5de763673e7fd8e784f023e78af516b7c29179f8ebdd4eee1696c8ba5e"
    }
]
