[
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates dark clouds that provide concealment spell by 1 minute. The poison has no",
        "name":  "Saving Throw",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes as fog cloud. Powerful and contrary cur effect if ingested. rents of wind inside the cylinder have TRANSCEND MORTALITY With a touch, your foe becomes visibly en the effect of a wind wall spell. Move feebled, as if a sudden weight of years had ment within the cylinder is hampered; Transmutation dropped onto his shoulders. entering an affected square costs 2 Level: Wu jen 9 squares of movement. You can see and Components: V, S move normally within your own tow Casting Time: 1 immediate action",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once while the spell lasts, you can use same time, you can use the horn to • Damage reduction 30/epic. a swift action to bestow temporary hit smite evil, dealing an extra 1 point of • Spell resistance equal to 21 + your points equal to your caster level (maxi damage per level (maximum +20). You caster level. mum 15) to another willing creature you can smite evil only once per casting of • Acid, cold, electricity, fire, and sonic touch. This ends the duration of unicorn unicorn horn. resistance 50. blood on you, though the temporary If you are the under the effect of this • Immunity to ability damage, disease, hit points last for the remainder of the spell, unicorn blood, and unicorn horn at energy drain, poison, and death original duration of the spell. You can\u0027t the same time, you gain damage reduc effects. use this ability on yourself. tion 5/evil. • +10 enhancement bonus on all saving If you are under the effect of this spell UNICORN HORN throws. and the unicorn horn spell at the same • You do not need to eat, drink, or time, you instead bestow temporary hit Transmutation (Good) breathe. points equal to twice your caster level Level: Druid 3, sorcerer/wizard 3 Although this spell makes you effec (maximum 30). Components: V, S tively unkillable for the duration, that Casting Time: 1 standard action UNICORN HEART comes at a horrific price. You gain these Range: Personal benefits by using up all your remaining Transmutation (Good) Effect: One horn that sprouts from life force. When the spell ends, you are Level: Druid 7, sorcerer/wizard 7 your forehead instantly slain and reduced to a pile of Components: V, S Duration: 1 minute/level (D) or dust (as disintegrate). This effect allows Casting Time: 1 standard action until expended no save and can\u0027t be prevented by any Range: Personal means, though you can be resurrected Target: You A horn like a unicorn\u0027s sprouts from your normally afterward. Duration: 1 hour/level (D) or until forehead. expended TRUE CASTING When you complete this spell, you grow Divination Your heart beats with the power of the a single horn about as long as your fore",
        "name":  "You gain the following benefits",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 full round Spell Resistance: Yes",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level (D) rends the soul of your subject. single attack roll (if it is made before the end of the next round) is considered a You strike your foe, then immediately fade A weaker (and perhaps older) variant sneak attack, even if your foe is neither from sight. of the power word spells, this horrible flat-footed nor flanked. This spell does malediction was supposedly created not allow you to sneak attack creatures This spell has no immediate effect upon by the Whispered One himself, long normally immune to such attacks, nor you. However, the next time you deliver before his ascension to godhood. The does it allow you to make use of other a successful melee attack, you instantly subject of the spell is reduced to -9 hit abilities—such as certain feats—that turn invisible (as the invisibility spell). points (no roll to check for becoming deal ability damage, or otherwise grant If you do not make a successful melee stable is necessary). you extra benefits, when you make a attack within 1 hour per level of casting sneak attack. the spell, the effect ends. VIGILANT SLUMBER Divination \"Power? Wizards know nothing",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gain swim The warlock invocations below are pre speed and ability to breathe water. sented in alphabetical order. CAUSTIC MIRE Greater; 4th LESSER INVOCATIONS ALL-SEEING EYES You can use caustic mire as the spell (see",
        "name":  "Swimming the Styx",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Detach one of environment. You remain cool in hot BINDING BLAST your hands and send it forth to weather and warm in cold weather, as manipulate objects or attack. Dark; 7th; Eldritch Essence the spell endure elements. Additionally,",
        "name":  "Disembodied Hand",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You are considered four levels higher than your finger of its own accord and gives off faint creaking sounds, actual caster level whenever another character attempts to like the clacking of the walking dead. dispel or counter one of your spells.",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This ring is constructed desecrate spell. of thin wires—gold and black iron— Aura/Caster Level: Moder wound around each other over and over ate necromancy. CL 7th. into a nearly solid band.",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A ring of instant escape This simple but potent ring enables requires an immediate action to activate. you to more effectively penetrate The ring functions only once per day and your foe\u0027s spell resistance.",
        "name":  "Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This ornate silver of enduring arcana, ring of instant escape Effect: When you are subject to a harm ring resembles a serpentine dragon ful effect that allows a Reflex save to reduce consuming its own tail, in the classic ouroboros position. or negate it (such as a fireball or a dragon\u0027s breath), you can The band feels slightly warm to the touch, and the dragon\u0027s activate a ring of instant escape to be instantly transported else eyes gleam brightly any time the wearer casts a spell. where, as per dimension door (PH 221), although the range is",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Forge Ring, dimension door, 9,000 gp, 720 caster level check made to overcome spell resistance with XP, 18 days. an arcane spell or invocation. You must take the result of the",
        "name":  "Construction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The rare ring of elusive escape also turns you invis reroll, even if it\u0027s worse than the original roll. ible (as the invisibility spell) and leaves behind a major image Aura/Caster Level: Faint abjuration. CL 3rd.",
        "name":  "Variants",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "12,000 gp. Ring Market Price Deadwalker\u0027s ring 4,000 gp Ring of Enduring Arcana Spell guard rings 4,000 gp Well loved by casters who expect to face rivals with similar Ring of enduring arcana 6,000 gp abilities, a ring of enduring arcana renders your spells more Ring of arcane supremacy 12,000 gp resistant to dispelling. Ring of mighty summons 14,000 gp Ring of instant escape 18,000 gp",
        "name":  "Price",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A ring of mighty summons requires no When the rod is used, the wielder\u0027s eldritch blast specific action to activate, merely an act of will made comes from the carved eyes and mouth of the sculpted as part of casting a summoning spell. It functions up head, rather than from his hand. to three times per day. Activation: A rod of eldritch power requires a swift",
        "name":  "Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you use this ring while casting a action to activate. It functions five times per day. summoning spell, any creature you summon with the Effect: Each rod of eldritch power has one invoca spell has maximum hit points per Hit Die. However, tion—either a blast shape invocation or an eldritch the duration of the spell is halved (to a minimum of essence invocation—contained within it. You can 1 round). will it to apply this invocation to any eldritch blast you Aura/Caster Level: Moderate conjuration. fire while holding it. This allows you to make use of CL 6th. blast shape or eldritch essence invocations you might",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Forge Ring, Augment Summon not normally have, but it does not change the normal ing, Spell Focus (conjuration), summon monster III or restriction that only one invocation of each type can Rod of eldritch summon natures ally III, 7,000 gp, 560 XP, 14 days. be applied to any given blast. power",
        "name":  "Construction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spellcaster activates the power of spellguard rings as a free action in conjunction with casting a spell. They TABLE 5-2: NEW RODS function up to three times per day. Rod Market Price",
        "name":  "Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Craft Rod, plus whichever invocation is at an opponent engaged in melee does not take the standard attached to the rod. The precise costs depend on the grade -4 penalty on your attack roll. of the invocation within the rod. In addition, you can choose for your spell or spell-like",
        "name":  "Construction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A rod of shadowblending infuses your normal illu can hold only a single spell at a time. sions with shadow, making them partially real. This effect Effect: You can hold a touch spell in the rod, allowing you allows you to transform any casting of either minor image to cast other spells or to touch other creatures, without trig or major image into a casting of shadow conjuration, and any gering the spell. (Normally, you cannot cast other spells while casting of major image into shadow evocation. holding a touch spell, and any creature you touch suffers the Aura/Caster Level: Moderate illusion. CL 9th. effect.) You can use the held spell by using a standard action",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Craft Rod, shadow evocation, shadow conjura and making a melee touch attack; the held spell is expended tion, 4,500 gp, 360 XP, 9 days. if you succeed on your attack roll, and it has the normal effect.",
        "name":  "Construction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3 lb. The rod cannot hold a spell indefinitely, however; the spell",
        "name":  "Weight",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "9,000 gp. fades in 6 minutes if you have not already used it. The spell is also lost if the rod of spellholding ever leaves your hands. Rod of Spell Channeling Aura/Caster Level: Moderate, no school. CL 6th.",
        "name":  "Price",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Craft Rod, 4,500 gp, 360 XP, 9 days. channeling allows you to deliver spells other than touch spells Weight: 1 lb. through your companion. Price: 9,000 gp.",
        "name":  "Sought by those who share a link with a familiar, a rod of spell Construction",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A rod of spell channeling appears to be a short wooden or bone shaft, with numerous animalistic shapes and Warbringer\u0027s Rod symbols engraved up and down its length. A boon to warriors everywhere, a warbringer\u0027s rod allows Upon activation, the rod hums very lightly, duplicating the soldiers and fighters to mystically augment their abilities call of the species to which your familiar belongs. without waiting for assistance from an allied spellcaster.",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can cast any spell with a range greater than berating in his head. touch or 0 feet with its source as your familiar, rather than Activation: The normal enhancement bonus of a from your own person. warbringer\u0027s rod and the feat-related benefit require no activa If the spell affects one or more targets, both you and your tion to function. familiar must have line of sight to any target selected. The spell effects contained within a warbringer\u0027s rod require For all other purposes (including attack rolls, save DCs, a command word to activate; this takes a standard action. The and so on), treat the spell as if you were the caster. specific words vary from rod to rod, but include phrases such You can apply this effect to spells of 3rd level or lower if as \"Grant me strength!\" and \"Let blood flow!\" using a lesser rod of spell channeling, to spells of 6th level or lower Once it is activated, a warbringer\u0027s rod cannot be activated if using a normal rod of spell channeling, and to spells of 9th again until an arcane spell of 3rd level or higher has been level or lower if using a greater rod of spell channeling. placed into it (much as the way a ring of spell storing functions, Aura/Caster Level: Strong, no school. CL 17th. though the precise spell doesn\u0027t matter).",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A rod of spellholding is unusually small for a Weight: 8 lb. rod; it is only about 1 foot in length and a little over 1 inch Price: 8,312 gp. in circumference. A series of tiny symbols that spiral up the length of the rod is revealed, on close inspection, to be a chain of linked hands. STAFFS • deep slumber 1 charge • endless slumber (page 103), 2 charges TABLE 5-3: NEW STAFFS • dream, 3 charges Staff Market Price • nightmare, 3 charges Staff of tricks 13,500 gp Staff of ooze 27,000 gp Magebane staff 37,000 gp Aura/Caster Level: Moderate enchantment and illusion. Staff of lifeless touch 38,250 gp CL 11th. Assassin\u0027s staff 39,000 gp Construction: Craft Staff, dream, endless slumber, nightmare, Dreamstaff 54,000 gp deep slumber, 27,000 gp, 2,160 XP, 54 days. Magebane staff greater 56,000 gp",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An assassin\u0027s staff allows the wielder to produce the effect, but it does make casters—particularly arcane following spell effects: casters—uncomfortable.",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A dreamstaff allows the wielder to produce the of bone. Some versions appear to be made of a single long following spell effects: bone, such as the femur of a giant, while others are clearly constructed from multiple interconnected bones. The staff is topped with a skeletal hand, its fingers bent into a shal low claw. When you cast a spell through the staff, the hand clenches Physical contact reveals the wood to be perfectly dry, of its own accord, as though attempting to grasp the however. target. When the staff is in use, its head undulates slowly,",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A staff of malediction allows the wielder to pro lighter than its size would indicate, its appearance duce the following spell effects: offers no trace of its abilities.",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An amulet of spell conversion is a bronze octa pouch. gon, roughly 2 inches on a side, dangling from either a leather",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An amulet of spell conversion functions only Aura/Caster Level: Moderate conjuration. CL 11th. for arcane casters who prepare their spells in advance from",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An amulet of spell conversion allows you to lose one spell you have prepared for the day Heward\u0027s Fortifying Bedroll and replace it with another spell of equal or Less well known than Heward\u0027s other great lower level. The new spell must be one that creation but still a boon to adventurers every is already scribed in your spellbook. You where, this bedroll grants the benefit a full can now cast that spell as though you had night\u0027s sleep in a fraction of the time. prepared it normally.",
        "name":  "Effect",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A cloak of comfort appears Amulet of spell conversion the benefits of a full 8 hours of rest—includ old and slightly worn. It is normally of dark ing the elimination of fatigue or exhaustion, natural brown hue, though some in shades of black, blue, and healing, and the ability to prepare or ready arcane spells— gray exist. over the course of a single hour. Spells cast within the last 8 The cloak always feels comfortable to touch, regardless of hours still count against your daily limit as normal. the ambient temperature.",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Horizon goggles are active as long as they are for 1 round (as the invisibility spell, PH 245). worn; they require no special action to activate. Aura/Caster Level: Moderate illusion. CL 7th.",
        "name":  "Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "16,000 gp. like abilities that require ranged attack rolls by 50%. Aura/Caster Level: Faint divination. CL 3rd. Quill of Scribing",
        "name":  "These goggles also increase the range of spells and spell Price",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 lb. effect of a water breathing spell, though immersing the auran",
        "name":  "Weight",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These small bits of stone resemble brightly Spellcasters have found that they can shape it as part of colored mushrooms or flowers. They occur naturally in cav spellcasting to take on other forms. Unlike other components erns where the groundwater has the correct mineral content. described here, spells of higher than 1st level don\u0027t automati They get their name from their minuscule size and bright cally require multiple units of primal essence. colors—usually red, yellow, green or purple or some varie A pinch of primal essence dust can be substituted for any gated combination that includes some or all of those hues. material component (but not a focus) that costs 100 gp or When incorporated into an illusion spell, a fairy button less. Multiple pinches have an additive effect; three pinches, doubles the area of the spell, as if affected by the Widen for example, could substitute for the 250 gp of diamond dust Spell feat. required by stoneskin.",
        "name":  "Fairy Button",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This fine powder is all but invisible in day Serpents\u0027 Tongue: This material resembles dried snake\u0027s light, but it gleams with a silvery sheen in moonlight. Fey tongues, hence the name. In fact, it is a mixture of cured creatures supposedly collect it from newly blossomed wood tongues of various rare birds and reptiles and the dried sta flowers each spring. In fact, fairy dust is made of the dried mens of several kinds of tropical flowers. All the ingredients and powdered cocoons of certain rare moths that breed in must be painstakingly gathered by hand and carefully mixed the spring. in the correct proportions. When used in any transmutation spell, fairy dust doubles When used in an enchantment spell, serpent\u0027s tongue the duration of the spell, as if affected by the Extend Spell doubles the spell\u0027s duration, as if affected by the Extend feat. Spell feat.",
        "name":  "Fairy Dust",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Actually lumps of dried of dried Singing Shell: These little shells resemble miniature sap from a rare desert tree, this material is a vital ingredient conch shells. They come from a rare mollusk found along in expensive incenses and perfumes. jungle coastlines. Searching for the shells is time-consuming When used in a summoning spell with a casting time of in the murky water and exposes the gatherer to attack from 1 round, golden desert honey reduces the casting time to 1 predators that lurk both in the water and on land. standard action, as if affected by the Rapid Spell feat (see When a singing shell is used in a spell with the sonic Complete Divine). descriptor, the spell\u0027s area doubles, as if affected by the Widen",
        "name":  "Golden Desert Honey",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bigby\u0027s tomb can confer its special ability only on an arcane spellcaster with an Intelligence score of 12 or higher who has access to spells of the evocation school and can cast 2nd-level or higher spells.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once it has granted one spellcaster its special ability, Bigby\u0027s tomb cannot do so again until the detached visitor must seize the tops of the fingers and pull down. The hand has returned to the sarcophagus. open door then forms a ramp into the tomb. Special Ability (Sp): Bigby\u0027s tomb grants the ability to use Bigby\u0027s tomb consists of a single, square chamber about one of the Bigby\u0027s hand spells (caster level equals creature\u0027s 100 feet on a side that appears to be hollowed out of what character level) as a spell-like ability once per day upon ever substance surrounds it. Against one wall of this room detaching the stone hand. The specific spell granted depends on the user\u0027s spell ability. BIGBY\u0027S SLAPPING HAND • A character who can cast arcane spells of 4th level or lower gains Bigby\u0027s slapping hand (see the sidebar). Evocation [Force] • A character who can cast arcane spells of 5th, 6th, or 7th",
        "name":  "Recharge",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action • A character who can cast arcane spells of 8th or 9th level",
        "name":  "Casting Time",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes hands to glow with arcane power. You complete the spell and blow into the leather glove. Immedi Duration: The ability to use the selected Bigby\u0027s hand spell ately a blue-white, translucent hand appears next to the enemy lasts for one year. At the end of that time, the spellcaster\u0027s and smacks it across the side of the head—not enough to hurt it, hand returns to normal, and the stone hand reappears on but hard enough to give others nearby a chance to attack. the sarcophagus.",
        "name":  "Spell Resistance",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Strong evocation. This spell distracts the subject, causing it to immediately",
        "name":  "Aura",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1,200 gp (Bigby\u0027s slapping hand); 8,000 gp provoke attacks of opportunity from creatures threatening its space. The spell allows no saving throw, but a slapped creature (Bigby\u0027s interposing hand); 20,000 gp (Bigby\u0027s clenched fist). can negate the effect with a DC 20 Concentration check.",
        "name":  "Ability Value",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A Boccob\u0027s reading room occupies a cubic area about 20 feet on a side. It usually forms either inside an abandoned structure or within an area of ruins, but it can also be in a cave or other natural setting. If it is indoors, its walls are a neutral, restful shade; if it is located in ruins or outdoors, the area is visually unremarkable. The only unusual features of the site are a large, comfortable chair and a read ing lamp, which might or might not seem very out of place in the setting. The musty smell of old books pervades a Boccob\u0027s reading room, even though no actual books remain. The room is unnaturally silent, and voices and even footfalls are muffled. Any intelligent creature entering the area feels that some new arcane secret waits here, waiting to be learned. When a spellcaster has successfully gained new spell knowledge from a Boccob\u0027s reading room, a small mark shaped like a book appears on one of his hands. This mark is permanent.",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only a spellcaster capable of preparing and casting 3rd-level arcane spells can sense and access the power of a Boccob\u0027s reading room.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a qualified spellcaster enters the site, a book appears on the chair. By spending 8 uninterrupted hours perusing this tome, the spellcaster gains a portion of the collected arcane knowledge that was once kept here. If his perusal is interrupted, the spellcaster can begin again.",
        "name":  "Location Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Characters can gain the following pieces of informa the same Boccob\u0027s reading room more than once per year, but tion about a boneyard by making Knowledge (arcana) checks he can benefit from any number of different Boccob\u0027s reading at the appropriate DCs, as given below. rooms within the same year.",
        "name":  "A spellcaster who employs spellbooks cannot benefit from Lore",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The new spell knowledge gained from a Boccob\u0027s Knowledge (arcana) DC Information Gained reading room is permanent. 10 A boneyard is a site that forms any place with large",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ability to augment necromancy spells Typically, such a creature is seized with the desire to decipher lasts for one year. what these voices are saying, but no more than a word or two",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To claim the power of a cloudseat, a rain or setting. Many form in the dwelling places of powerful qualified spellcaster must sit in it and meditate uninterrupted diviners. A few, however, are located in wilderness areas that for 8 hours. During this time, the creature might experience have been popular as oracle sites. horrifying or euphoric dreams. If the required period of",
        "name":  "Cloudseats can form indoors or outdoors in any kind of ter Location Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Characters can gain the following pieces of informa meditation is interrupted, the spellcaster can begin again. tion about a cloudseat by making Knowledge (arcana) checks Recharge: Once a cloudseat has granted its ability to a single at the appropriate DCs, as given below. creature, it cannot do so again for one year. Special Ability (Ex): Once per day, a spellcaster who has drawn power from a cloudseat can cast a divination spell of 2nd level or lower as a swift action, regardless of its usual casting time.",
        "name":  "Lore",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A crypt of Wee Jas looks like an ornate mau swirling darkness. soleum decorated with arcane sigils, glowing skulls, and A crypt of Wee Jas carries no odor of death, but the skulls and bones that decorate the walls leave no doubt as to its nature. The darkness within the sarcophagus makes a faint whoosh ing sound, but other than that the place is silent. When a spellcaster who has successfully drawn power from a crypt of Wee Jas uses the granted ability, her eyes briefly become twin pools of swirling darkness.",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only an arcane spellcaster who can cast at least three different necromancy spells of 2nd level or higher can sense and access the power contained within a crypt of Wee Jas.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To claim the power of a crypt of Wee Jas, a qualified spellcaster must draw forth its power as an act of will. Doing so requires a full-round action and provokes attacks of opportunity.",
        "name":  "Location Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once a crypt of Wee Jas has conferred its ability on a single spellcaster, it cannot do so again for one year. Special Ability (Su): A spellcaster who draws forth the power from a crypt of Wee Jas constantly senses how near death any given creature is, as with the deathwatch spell, except that the range is 60 feet.",
        "name":  "Recharge",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Characters can gain the following pieces of informa The eyes of a spellcaster who has successfully drawn power tion about a dragonsblood pool by making Knowledge (arcana) from a dragonsblood pool turn yellow and take on a draconic checks at the appropriate DCs, as given below. appearance.",
        "name":  "Lore",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To gain the benefits of a dragonsblood pool, a Knowledge (arcana) creature must be able to spontaneously cast at least one spell DC Information Gained of 2nd level or higher. 10 A dragonsblood pool results from the spectacular",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A qualified spellcaster can sense death of a powerful dragon. the lingering power of a dragonsblood pool and claim a small 15 A dragonsblood pool can increase the spellcasting power of any creature with a draconic bloodline. shard of it by drinking a small amount of liquid (equivalent 20 A dragonsblood pool has a metaphysical connection to the amount in a potion bottle) from it. A dragonsblood pool to the dragon from which it came. That connection holds enough power to boost the spellcasting ability of up can manifest in peculiar ways in those who harvest to three qualified spellcasters simultaneously. its power.",
        "name":  "Location Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A dragonsblood pool is a roughly circular body full year. of dark liquid about 100 feet in diameter. Wavelets ripple the Special Ability (Ex): A spellcaster who draws forth the surface even when no wind is present, as if some unseen power of a dragonsblood pool gains one bonus arcane spell power were disturbing the fluid. The liquid in the pool is slot of 1st, 2nd, or 3rd level (spellcasters choice, but not of a thick, viscous, and dark red-brown in color. higher level than the character can cast). No single creature The unmistakable odor of blood permeates the area around can have more than one bonus spell slot from a dragonsblood the pool. Anyone who approaches it becomes aware of a faint pool at a time. rushing sound, like that made by a great dragon\u0027s wings. Some",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The bonus spell slot lasts for one year. small remnant of the dragon\u0027s frightful presence remains as",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An eternal vortex looks like a whirlpool of elemental force. Fire, ice, acid, and bolts of raw electric be placed horizontally, vertically, or in any other orientation ity swirl down toward its center in an endless dance, each on a surface. retaining its own character even when in contact with the An eternal vortex throbs with power, and the area around other forces. Periodically, explosions burst from its walls it appears blasted and ruined. The air in the vicinity sparkles with deafening crashes, sending gouts of elemental mate with small flashes of energy—tiny arcs of lightning, tongues rial shooting out into the center of the vortex. The vortex is of flame, rays of cold, and colorful splashes of acid. The low blindingly bright and garishly colored, and its opening can rumble of the vortex is punctuated by small bangs and pops of stray sonic energy The vortex inspires a feeling of awe and a twinge of fear in viewers. When a spellcaster who has successfully drawn power from an eternal vortex casts an evocation spell that deals energy damage, her hands are surrounded with the type of energy that the spell produces. Although this effect looks impressive, it deals no damage of any kind.",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only an arcane spellcaster capable of cast ing at least three different evocation spells of 3rd level or higher can sense and access the power contained within an eternal vortex.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To claim the power of an eternal vortex, a qualified spellcaster must meditate uninterrupted at its lip for 8 hours. If the required meditation period is interrupted, the character can begin again.",
        "name":  "Location Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ability to extend the duration of a trans mutation spell lasts for one year.",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To claim the power of a soulheart Lore: Characters can gain the following pieces of infor pool, a qualified spellcaster must meditate uninterrupted mation about a vale of smoke and fog by making Knowledge within its confines for 8 hours. If the required meditation (arcana) checks at the appropriate DCs, as given below. period is interrupted, the character can begin again.",
        "name":  "Location Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Only an arcane spellcaster capable of casting at least three different illusion spells of 4th level or higher can sense and access the power contained within a vale of smoke and fog.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To claim the power of a vale of smoke and fog, a qualified spellcaster must meditate uninterrupted within its confines for 8 hours. If the required meditation period is interrupted, the character can begin again.",
        "name":  "Location Activation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once a vale of smoke and fog has conferred its ability on a single spellcaster, it cannot do so again for one year. Special Ability (Ex): The duration of all illusion spells cast by a spellcaster who has drawn power from a vale of smoke and fog increases by 50%, and the save DC of each such spell increases by 1.",
        "name":  "Recharge",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ability to cast enhanced illusion spells lasts for one year.",
        "name":  "Duration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Characters can gain the following pieces of informa ignore one another rather than fighting. The thrum of life is tion about a worldmeet glade by making Knowledge (arcana) everywhere, and an intangible sense of peace and harmony checks at the appropriate DCs, as given below. pervades the area. When a spellcaster who has successfully drawn power from Knowledge (arcana) a worldmeet glade casts a summoning spell, the summoned DC Information Gained creature is briefly outlined in a green glowing light. 10 A worldmeet glade is a site that forms where",
        "name":  "Lore",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A worldmeet glade is an outdoor location the character can begin again. with several different kinds of habitats concentrated in a Recharge: Once a worldmeet glade has bestowed its power smaller than normal space. Typically, such a site includes a on a single spellcaster, it cannot do so again for one year. forest, a marsh, a freshwater lake, a saltwater lake, and some Special Ability (Ex): A worldmeet glade grants a qualified hilly or mountainous terrain. Some even include deserts and spellcaster the ability to summon an enhanced version of frozen tundra, depending on the kinds of creatures present. any creature he could normally call with a given summon The temperature in any given section is appropriate for its monster spell. The creature gains +2 hit points per Hit Die terrain, and all the sections coexist without \"bleeding\" into and a +2 bonus on all saving throws, checks, attack rolls, and one another. damage rolls. A worldmeet glade teems with life. The air is filled with Duration: The ability to summon enhanced creatures squawks, grunts, roars, and growls, and creatures cavort lasts for one year. in every part of the space. Nuts, berries, and ordinary prey Aura: None. animals abound to satisfy the hunger of every creature Ability Value: 18,000 gp. present. If both good and evil creatures are present, they",
        "name":  "Description",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Complete Adventurer 5. A number of character classes from other D\u0026D supplements Psion: Expanded Psionics Handbook 19. make excellent choices for scoundrels, and some of these Psychic Warrior: Expanded Psionics Handbook 24. classes are mentioned often in these pages. The following are Scout: Complete Adventurer 10. the most common of these classes and the books in which Spellthief: Complete Adventurer 13. they appear. Swashbuckler: Complete Warrior 11.",
        "name":  "Ninja",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Regardless of your with a well-timed charge . main class, a level or two of bard doesn’t hurt, and it can Best Feats: More than any other archetype, the help a lot . Not only do bards have a high number of skill aggressive scoundrel relies on fighting ability . Levels points, but all the important acrobatic skills are class in fighter bolster your repertoire of combat feats . The skills for them . The real advantage of two bard levels feats you choose define your fighting style . Those men- comes from their spell selection . Expeditious retreat and tioned here are optimal choices for the melee-fighting feather fall in particular can keep you alive and help you aggressive scoundrel . shine on the battlefield . Eyes in the Back of Your Head (Complete Warrior): You want",
        "name":  "Best Multiclass Combination",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The arcane scoundrel is one of the most Spell Hand (Complete Arcane): Mage hand and open/close flexible character archetypes . You can hide behind are by far the most important 0-level spells for an arcane illusions, use divination to see what others cannot, scoundrel . The addition of Tenser’s floating disk is icing on alter yourself with transmutation to bypass obstacles, the cake . teleport into restricted areas, and perform other simple Best Spells: As an arcane spellcaster, you rely so heav- and powerful tasks beyond the abilities of your mun- ily on spells that just deciding which ones to prepare or dane associates . learn can be a daunting task . Because you use spells (a",
        "name":  "Strengths",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Not all arcane scoundrels prepare find ways of supplementing their mundane talents with their spells from spellbooks or are the descendants of supernatural ones . Bardic music abilities work par- dragons . Some make pacts with demons to gain their spells ticularly well, as do enchantment spells and telepathy and abilities . The following invocations are particularly powers . useful for arcane scoundrel warlocks . Weaknesses: The clever scoundrel works best Least—spiderwalk: Especially before anyone else in around others . In isolation, your abilities are far less your party can cast fly, this invocation is the surest and useful . You excel in urban settings, but wilderness adven- best way to reach places whose main defense is difficult tures are anathema to you, and dungeon delves waste access . your talents . Lesser—flee the scene: Make your escape and leave a Best Classes: Bards, rogues, and swashbucklers make distraction . Perfect when events don’t go as planned . the best clever scoundrels . Bards naturally crave the Greater—enervating shadow: Ready yourself to ambush spotlight and possess potent people-affecting powers, someone and punish the curious who come too close . making them the best choice for this type of scoundrel . This invocation is particularly useful if you multiclass as Rogues can learn important social skills and still put a rogue or assassin . ranks into others to help them pull off their missions Dark—path of shadow: Yet another evasive invocation, when no one is looking . Swashbucklers have fewer skill this one lets you escape your enemies and also recover points than bards and rogues, but their personalities, more quickly from whatever injuries they caused you . social grace, and luck make them the best fighting class",
        "name":  "Best Invocations",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These feats are 8th—mind blank: While useful optimal choices for the clever for you, this spell actually favors scoundrel . allies who are less able to bluff",
        "name":  "Best Feats",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine scoundrels have many strengths . Spot checks is obvious . The divine spellcasting classes are powerful in their Mobile Spellcasting (Complete Adventurer): This is a great own right, giving those who belong to this archetype an feat for giving your divine scoundrel extra mobility . advantage . In addition, you usually work for organiza- Practiced Spellcaster (Complete Divine): A multiclass divine tions and can tap those groups for support . If you are a scoundrel needs this feat . follower of a good deity, you have near immunity from Best Spells: Divine spellcasters have a surprisingly local constabularies based on the good works you and high number of scoundrel-friendly spells to choose from . your colleagues perform . Who would suspect a cleric of If you have access to it, you should strongly consider the Pelor of a crime when a known thief was spotted in the Trickery domain . It is by far the most useful for scoun- same area? drels, and all the spells on its spell list belong in your",
        "name":  "Strengths",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The organization that supports you also repertoire . Keep in mind that your class choice might restricts you . You must obey your superiors, both worldly prohibit some options . All spells appear in the Player’s and extraplanar . The good divine scoundrel in particular Handbook unless otherwise noted . faces a challenge, since you are tasked with performing 0—detect poison: Make yourself popular by uncovering deeds that fall outside the purview of your faith . In some poison in a noble’s food or drink . Of course, those who cases, you must lie, steal, and even kill for the church, all dwell at the higher ends of society should consider using of which probably violate your religion’s tenets . This cre- this spell on their own fare as well . ates a difficult position for you, one that requires frequent 1st—camouflage (Spell Compendium): Druids and rangers atonement. can be sneaky, too . This spell lets you infiltrate a location",
        "name":  "Weaknesses",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Like any spellcaster, you need a good 4th—discern lies: When you know someone is lying, Concentration modifier . Knowledge (religion) and you can look for ways to manipulate him through his Spellcraft are also useful . Diplomacy, often a class skill falsehoods . for divine classes and almost always useful to a scoundrel, 5th—divine agility (Spell Compendium): Make yourself is essential . Beyond those, focus on the skills in which or an ally harder to hit and grant a useful feat without mundane scoundrels are expert: Hide and Move Silently . meeting its prerequisite . If you still have skill points left over after that, look into 6th—find the path: An incredibly useful spell even for other useful skills such as Bluff, Disable Device, Open nonscoundrels . If you know where you have to go, this Lock, and Search . shows you the way to get there .",
        "name":  "Best Skills",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This trick is even more useful for concealed treasure, invisible opponents, and a host of you than for the arcane scoundrel, because it lets you cast other optical tricks await to thwart your attempts at a spell safely while in combat . skulduggery .",
        "name":  "Conceal Spellcasting",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentrate on an ongoing spell 8th—discern location: Why go through all the trouble while firing off another . of searching for your target?",
        "name":  "Swift Concentration",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Rogue, naturally, is chooses appropriate mantles can also be a good scoundrel . the best multiclass choice for almost all the scoundrel Ideal mantles for scoundrels of these classes include archetypes . Levels in spellthief give you sneak attack Communication, Corruption and Madness, Deception, (always useful, particularly when it can be used from Fate, Freedom, Pain and Suffering, and Time . a position of surprise) and the ability to steal and cast Best Skills: Psionic characters don’t derive their arcane spells, further increasing your already potent scoundrel identity from skills, though most have at flexibility . least one skill that is useful for slipping into or out of",
        "name":  "Best Multiclass Combination",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Like a spellcaster, you appreciate from existence for a couple of rounds is nearly as good knowing what powers will or won’t work against your as teleport—plus this power affects your enemies, too! enemies . (A telepath should select psionic suggestion, which is the",
        "name":  "Collector of Stories",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Though most consider the soulknife Healing Hands: Sometimes you’ll want to save your a psionic character, the class actually has very little in precious cure wounds spells for more important tasks . common with others of that ilk . A soulknife scoundrel Best Feats: These feats are optimal choices for a functions best either as an acrobatic, swashbuckling ringmaster . rascal—with ranks in Climb, Jump, and Tumble and feats Augment Summoning: When you summon a menagerie to match—or as a master of stealth, focusing on Hide, of helpers, they should be the best . Listen, Move Silently, and Spot . See the acrobatic and Companion Spellbond (PH II): Keep your animal com- stealthy scoundrel archetypes in this chapter for more panion alive and bolster it with spells that improve its advice . survivability and help it avoid detection . Natural Bond (Complete Adventurer): This feat is espe- rIngMasTer cially important for rangers or multiclass ringmasters, The ringmaster forms a menagerie of useful and helpful because it gives you the most powerful animal companion animals, which she uses as spies, scouts, thieves, and—in possible . extreme cases—murderers . She trusts their ubiquitous Best Spells: Ringmasters are druids or rangers (pos- and nonthreatening presence to put them into places sibly multiclass), or at least have some connection with she cannot reach . Taken to the extreme, the ringmaster nature through a class or prestige class feature . All the cares little for her fellow humanoids . summon nature’s ally spells are automatically recom-",
        "name":  "Variant Options",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Often an extreme introvert, you find mended . In addition to those nine, the following spells better companionship and more meaningful relationships are particularly useful and important . Keep in mind that with animals than with people . You can dispassionately your class choice might prohibit some options . All spells watch a fellow humanoid writhe in pain before finally appear in the Player’s Handbook unless otherwise noted . dying, but you rage and weep when seeing the smallest 0—naturewatch (Complete Divine): As a ringmaster, you wound on an animal . Not all ringmasters are so antisocial, are always concerned about the welfare of your animals, but all share at least a little of this bizarre trait . and this spell lets you know in a moment the condition",
        "name":  "Personality",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As the head of an organization of sorts, you of each . place multiple layers of separation between yourself and 1st—speak with animals: This is the core spell of the ring- whatever crime or con you devise . Often cunning and master archetype . Use it to instruct your menagerie . charismatic (more around animals than people), you are a 2nd—reduce animal: This spell increases your options strong planner and a loyal friend . Because of your menag- on a vast scale . You can sneak an animal into a secure erie, you can perform (or rather, orchestrate) a number of location, bring along a trusted companion too large different tasks simultaneously . Your wide network gives to otherwise fit (such as a horse in a dungeon), send a you dozens, if not hundreds, of informants . Tiny scout into a place too small for it to fit normally,",
        "name":  "Strengths",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ringmasters are druids, or Best Classes: Ninjas, rogues, and scouts rely on stealth at least take enough levels of druid to gain wild shape . If and deliver powerful precision-based attacks, so they you wish to be stealthy, the animals mentioned for the make the best stealthy scoundrels . Of the three, rogue is divine scoundrel (page 16) make the best choices . In a the most popular choice . fight, though, you need something different . Best Skills: Obviously, a stealthy scoundrel must Tiny—viper: If all the other combatants are Tiny or focus on stealth . Hide and Move Silently are your highest smaller, and the situation makes larger forms difficult priority . For those times when stealth fails or when you to use, you can’t go far wrong with the Tiny viper’s high simply need to escape, you should also keep Climb and attack bonus and poison . Tumble at or near maximum ranks . Small—eagle: The badger is a tough fighter, but you Best Skill Tricks: Plenty of the skill tricks in Chapter can’t overlook the huge advantage of flight . The eagle is 3 are of great use to the stealthy scoundrel, and your class a good choice if the situation precludes using a bigger gives you plenty of skill points to spend on them . creature . Point it Out: Honestly, is there anything more frustrating Medium—wolverine: The wolf is popular, but the wol- than your allies not being able to see what’s right in front verine is powerful . Burrow and climb speeds make it hard of their faces? to escape from, and the rage ability makes it frightening Shrouded Dance: A moment of concealment can spell in combat . the difference between victory and defeat . Large—tiger: You’re a tiger; what else is there to say? Timely Misdirection: A great trick for establishing the Pounce and rake are dangerous and sometimes under- most effective position against an enemy . rated abilities . Best Feats: These feats are optimal choices for the Huge—elephant: This is a pretty easy choice, since you stealthy scoundrel . have few at this size . The Huge viper is tempting for its Improved Diversion (Complete Adventurer): Distract your venomous bite, but the elephant has more hit points, is foe long enough for you to flee the scene . faster, and deals more damage (and can trample) . Lucky Start (page 79): Going first is good . Protect yourself",
        "name":  "Best Wild Shape Forms",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The beastmaster is tailor-made who detect you before they can raise the alarm . for this archetype, while the animal lord provides another Silent Spell and Still Spell: If you have spellcasting levels interesting option; both are from Complete Adventurer . or rely on scrolls, you need to avoid drawing undue atten-",
        "name":  "Best Prestige Classes",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any nongood. Ranged Spellwarp sniper",
        "name":  "Alignment",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The first creature entering the trapped duplicates the effect of a web spell, except that the strands square must succeed on a Reflex save or fall prone . The fill only the trapped square and all adjacent squares . trap reputedly gets its name from its gnome inventor, who Stinkburst: A cloud of noxious vapors duplicates the used it to bring taller foes down to his level . effect of a stinking cloud spell, except that the effect fills",
        "name":  "Equalizer",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At each even-numbered level, you gain costs 5 points of your daily healing allotment . A successful new spells per day and an increase in caster level (and spells Fortitude save (DC 10 + your gray guard level + your Cha known, if applicable) as if you had also gained a level in a modifier) negates the effect . divine spellcasting class to which you belonged before Smite Evil (Su): Beginning at 3rd level, you can smite adding the prestige class level . You do not, however, gain evil once per day . See the paladin class feature (PH 44) . At any other benefit a character of that class would have gained . 8th level, you can smite evil one additional time per day . If you had more than one divine spellcasting class before Levels of other classes that grant the smite evil class feature becoming a gray guard, you must decide to which class to stack for the purpose of determining the extra damage add each level for the purpose of determining spells per dealt . For example, a 5th-level paladin/5th-level gray guard day, caster level, and spells known . delivering a smite evil attack adds 10 points of damage to",
        "name":  "Spellcasting",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Upon entering this prestige class, the attack . you take a vow of allegiance to your faith beyond that Justice Blade (Su): By 4th level, you have learned that of any ordinary paladin . This vow grants you a measure suffering and injustice are not the exclusive province of of freedom to act on your cause’s behalf without fear of evil . You can use your smite evil ability to instead punish retribution should your duties require you to break your creatures of chaotic alignment . Using this ability expends code of conduct . Dishonorable acts still cause you to lose one daily use of your smite evil class feature and works both gray guard and paladin class features until you atone, identically in all other ways, but its effect applies only to but this infraction is considered much less severe than it chaotic targets . Whenever you choose to smite an opponent, would be for a paladin . you must declare whether you are using this ability to Thus, whenever you seek to atone for deeds that you smite evil or chaos . If you accidentally smite a creature of willingly commit in the name of your faith but that break an alignment other than that declared, the smite has no your code of conduct, a cleric casting an atonement spell effect but the ability is still used up . on your behalf does not expend 500 XP as is normally Table 2–8: The Gray Guard Hit Die: d10 Base Attack Fort Ref Will Level Bonus Save Save Save Special Spellcasting 1st +1 +2 +0 +2 Sacrament of trust, lay on hands — 2nd +2 +3 +0 +3 Debilitating touch +1 level of existing divine spellcasting class 3rd +3 +3 +1 +3 Smite evil 1/day — 4th +4 +4 +1 +4 Justice blade (chaos) +1 level of existing divine spellcasting class 5th +5 +4 +1 +4 Devastating touch — 6th +6 +5 +2 +5 — +1 level of existing divine spellcasting class 7th +7 +5 +2 +5 Unbound justice — 8th +8 +6 +2 +6 Smite evil 2/day +1 level of existing divine spellcasting class 9th +9 +6 +3 +6 Justice blade (all alignments) — 10th +10 +7 +3 +7 Sacrament of the true faith +1 level of existing divine spellcasting class Class Skills (2 + Int modifier per level): Bluff, Concentration, Disguise, Forgery, Handle Animal, Heal, Intimidate, Knowledge (local), Knowledge (nobility and royalty), Knowledge (religion), Ride, Sense Motive. \u00182 2 reTPahC egITserP sessalC Beginning at 9th level, you can use justice blade to smite with honor (not lying, cheating, using poison, and the like), creatures of any alignment . You need not declare an align- aid the needy, and punish those who harm the innocent . If ment before making the smite attack, although if the attack you contravene your code of conduct, you must atone for misses, that use of smite is still used up for the day . the transgression or lose all class abilities from both gray Devastating Touch (Su): When you attain 5th level, guard and paladin levels . As you advance in the prestige your deity shows its approval of your grim work . From this class, this code becomes more flexible . However, its tenets point on, you can use your lay on hands ability to make a still apply: You can never break your code without good touch attack that harms your enemies . Using devastating reason . touch does not provoke attacks of opportunity . You decide Gray guards can freely multiclass between paladin and how many points of your daily healing allotment to expend gray guard . after successfully touching a creature: Each point expended deals ex-gray guards 1 point of damage to As a gray guard, you are less at risk of perma- the target . A non- nently losing your abilities than a paladin evil creature is . You might lose them temporarily is allowed for committing dishonor- a Will save able acts, but you are (DC 10 + your granted clemency gray guard level for performing + your Cha mod- such deeds in ifier) to halve the name of your the amount of faith and can atone damage dealt . more easily . Nev- Unbound Jus- ertheless, if you tice (Ex): At 7th commit unfor- level, unrestricted givably evil acts by your code of hon- (such as slaugh- or, you can employ tering innocents or unorthodox meth- despoiling a temple ods that are all the of your faith), take more effective because action that oppos- they’re unexpected . You es your faith’s tenets, add half your gray guard or habitually violate level (round down) as a your code of conduct, competence bonus on you risk permanent Bluff, Disguise, and In- expulsion from the timidate skill checks . holy order .",
        "name":  "Sacrament of Trust",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells. and from them you learn yet more . Becoming a trick",
        "name":  "Spellcasting",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any non-evil. In addition, regular use of conjuration spells with the evil",
        "name":  "Alignment",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Augment Summoning, Spell Focus (conjuration). could cast summon monster I to summon a fiendish raven",
        "name":  "Feats",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast summon monster III. (whose alignment gives the spell the evil descriptor) . The cleric could not cast death knell, though, which has the evil descriptor but is not of the conjuration school . \u0018\u0018 Classes PresTIge ChaPTer 2",
        "name":  "Special",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A swirling mixture of gleaming copper and silver ability requires a swift action . The mask’s benefit applies forms the regal countenance of a smiling man . A gem-stud- regardless of whether it is visible . ded diadem adorns its brow, and stamped across its surface are layered images of coins . PlaYIng a MasTer of Masks Once per day, you can use remove fear as a spell-like abil- Your power lies in your talent at manipulating reality ity . As you advance in the master of masks class, you can through the secret knowledge of those who have come use additional spell-like abilities, each once per day: At 4th before . You are secure in the perfection of your artistry; level, you can use eagle’s splendor; at 7th level, heroism; and masters of masks often adopt grandiose titles . When not in at 10th level, dispel chaos . character—a rare occasion—your own personality might \u0018\u0018 Classes PresTIge ChaPTer 2 reflect either inner confidence or the aloofness and lack of improve your mastery of deception or amplify the benefits direction that come from being without a role . of your masks . Few others share your consummate skill in the perform- ing arts . Some are teachers, others are rivals, and the rest resources to you are mere hacks, but all participate in an old and lit- You receive no material aid from others who share your tle-understood tradition . This loose guild of like-minded talents, but a measure of professional respect exists among thespians helps you refine your abilities, creating new per- peers dedicated to upholding the secrets of your art . Rather sonas and new powers, though mastery depends on intense than a formal organization, fellowship in the acting profes- practice and personal epiphanies . Nonperformers could sion is acknowledged among its members . A mentor never understand how your craft submerges you might have trained you, or you are friendly with in a role so completely that the role becomes other masters of masks . Such allies can reality . help you practice and refine your skills or suggest new masks . Combat A single rule binds mas-",
        "name":  "Lord",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff 8 ranks, Knowledge (arcana), (local), or Skills Appraise +12, Balance +9, Bluff +18, Climb +5, Diplo- (psionics) 4 ranks, Spellcraft 4 ranks. macy +14, Disguise +18 (+20 acting), Forgery +7, Gather",
        "name":  "Skills",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 4th level, you can detect the surface emotions control the subject of your psibond . This works like the of the subject of your psibond as a free action . You also gain dominate monster spell (PH 224) and requires a standard a +2 insight bonus on any Bluff, Diplomacy, Intimidate, or action to activate . The subject is allowed a Will save (DC 19 Sense Motive check made against that subject as long as + your Cha modifier) to resist the effect . If you successfully the psibond is in place . dominate the subject, the effect lasts for 1 hour . Using this",
        "name":  "Empathy",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Beginning at 6th level, you can use a swift ability automatically ends your psibond with the subject, action to use suggestion (as the spell) on the subject of your regardless of whether it succeeds on the save . psibond . The subject is allowed a Will save (DC 13 + your Sneak Attack (Ex): Beginning at 3rd level, you deal an Cha modifier) to resist the effect . You can’t use this ability extra 1d6 points of damage when flanking an opponent or more than once during the same psibond . any time the target would be denied its Dexterity bonus . See the rogue class feature, PH 50 . The extra damage dealt pqqqqqqqqqqqqqqqqqqqqrs geTTIng ahead had no coin to offer and was not as comely as the fair maidens",
        "name":  "Suggestion",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 8 ranks, Spellcraft 8 ranks. anatomies, and creatures immune to extra damage from",
        "name":  "Skills",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells.",
        "name":  "Spellcasting",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your successful sneak attack reduces the target’s freerunner spell resistance and power resistance by 5 (minimum 0) You can move in more baffling ways than others . for 10 rounds . If you use this feat a second time on a Prerequisite: Any two movement skill tricks . target before 10 rounds have elapsed, the effect of the Benefit: You immediately learn up to two movement first use expires . skill tricks at no cost, and your limit on skill tricks known Using this feat reduces your sneak attack damage by increases by one . See page 82 for details on movement 4d6 . skill tricks .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You must be able to reach your foe’s head to use this feat with a melee attack . Arcane Familiar Alignment Caster Level healer’s luCk [luCk] Monstrous centipede, Small N 2nd Badger N 3rd Your spells can heal more damage . Monstrous scorpion, Small N 3rd",
        "name":  "Special",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can expend one luck reroll as a swift Viper, Medium N 3rd action to reroll the number of points of damage healed Monstrous spider, Small N 4th by a conjuration (healing) spell you have just cast on your Vargouille* NE 6th Mephit, any N 7th current turn . * Vargouilles summoned as familiars do not possess the You gain one luck reroll per day . kiss supernatural ability. IMPedIng aTTaCk [aMbush] Special: This feat was originally presented on page 200 Your strikes render your target temporarily clumsy and of the DMG; the description here provides new alternatives awkward . for arcane spellcasters who want familiars stealthy and",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to acquire a new familiar, compat- sidebar on page 25) . ible alignment, sufficiently high arcane spellcaster level . Special: A scout can select Improved Skirmish as one",
        "name":  "Prerequisite",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level arcane spells, luCkY fIngers [luCk] steal spell .",
        "name":  "Prerequisite",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your spellthief levels stack with levels of other need luck . arcane spellcaster classes (that is, levels of any class that grants",
        "name":  "The winds of fortune guide your hands when you most Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can expend one luck reroll as an immediate arcane spellcasting other than the spellthief) for the purpose action to reroll a Disable Device, Open Lock, or Sleight of of determining what level of spell you can steal . For example, Hand check . a 4th-level spellthief/4th-level wizard could steal spells of You gain one luck reroll per day . up to 4th level, as if he were an 8th-level spellthief . Your spellthief and arcane spellcaster levels also stack luCkY sTarT [luCk] when determining your caster level for all arcane spells . Sometimes your luck overcomes a slow natural reaction . The character described above would have a caster level of",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can expend one luck reroll to reroll an 8th for both his spellthief spells and his wizard spells . initiative check . In addition, you do not incur a chance of arcane spell You gain one luck reroll per day . failure for arcane spells cast or stolen from other classes,",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Caster level 3rd, any luck feat . arcane spells he casts, including those stolen from arcane",
        "name":  "Prerequisite",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can expend one luck reroll as a swift action casters (Complete Adventurer 15) . to reroll the damage dealt by a spell you have just cast . You can expend two luck rerolls as a swift action to reroll MerCIful sTrIke [aMbush] a caster level check . You can strike a creature’s vital areas without killing it . You gain one luck reroll per day . Prerequisite: Sneak attack +2d6 .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If your sneak attack hits, your first attack You can use the stolen power points only to manifest against that creature on your next turn is also considered a psionic power you already know . You must use these a sneak attack even if it wouldn’t normally qualify . power points within 1 hour of stealing them; otherwise, Using this feat reduces your first sneak attack’s damage the extra psionic energy fades harmlessly away . This feat by 4d6 . The resulting second sneak attack deals its full otherwise follows the rules for the steal spell class feature extra damage . (Complete Adventurer 16) . In addition, Knowledge (psionics) and Psicraft are PoIson exPerT spellthief class skills for you . These skills appear on page Your skill at crafting and delivering toxins has made you 38 of Expanded Psionics Handbook . a more deadly poisoner .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When impersonating a particular individual, Benefit: When you attempt a trained Knowledge check you can eliminate the normal Spot bonus granted to a to identify a creature or to learn its special powers or vulner- viewer familiar with that individual (PH 73) . The effect abilities, you gain a +5 competence bonus on the check . extends to all viewers . Using this trick requires no special action, but you can ConCeal sPellCasTIng maintain the deception for only 1 hour per day . [ManIPulaTIon] You can cast spells without others noticing . baCk on Your feeT [MoveMenT] Prerequisite: Concentration 1 rank, Sleight of Hand 5 You can hop back to your feet instantly if you fall . ranks, Spellcraft 1 rank .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Tumble 12 ranks . Benefit: You can cast a spell without revealing that you",
        "name":  "Prerequisite",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you fall prone for any reason, you can stand are doing so . Make a Sleight of Hand check as part of the up as an immediate action without provoking attacks action used to cast the spell, opposed by the Spot checks of opportunity . of onlookers . If you are successful, an observer can’t tell that you’re casting a spell . That observer cannot make an ClarITY of vIsIon [MenTal] attack of opportunity against you for casting, nor can it You can briefly see invisible opponents . attempt to counter your spell .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff or Sleight of Hand 8 ranks, Spellcraft 8 ranks .",
        "name":  "Prerequisite",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you make a successful Spot check, you Prerequisite: Bluff 5 ranks, Disguise 5 ranks . can spend an immediate action to grant a single ally a free Benefit: If an observer sees through your disguise with Spot check to see the same thing (with a +2 circumstance a successful Spot check, you can (as an immediate action) bonus) . Your ally must be within 30 feet of you and able to attempt a Bluff check to convince him that he’s mistaken . see or hear you to benefit from this effect . Use the observer’s Spot check result as the DC for your Bluff check; if you succeed, the observer ignores the lekniwhoV .F yb .sullI \u0018\u0018 TrICks feaTs and skIll ChaPTer 3 evidence of his own senses in favor of what your disguise ment cost and penalty on attack rolls and to AC when attempts to show . squeezing through a narrow space (PH 148) . The benefit You must be aware of the observer’s discovery in order to lasts until the start of your next turn . use this trick; for example, you can’t use it against someone viewing you secretly, nor can you use it against someone sPeedY asCenT [MoveMenT] who sees through your disguise but keeps that information You can produce a burst of speed when climbing . secret . When in doubt, the DM should allow a character Prerequisite: Climb 5 ranks . to use this trick if she has any reason to fear that her cover Benefit: If you succeed on a Climb check to move at least has been blown . 10 feet, you can move an extra 10 feet as part of that action . You can use this trick only once per day, but its effect extends to all viewers within 30 feet of you . For example, you sPoT The Weak PoInT [MenTal] could attempt it against an entire patrol of guards confront- Your keen eyes allow you to place attacks where they’ll ing you just as effectively as against a single person . do the most good . This trick doesn’t let you maintain a disguise that has Prerequisite: Spot 12 ranks . been defeated by other means; for example, if your disguise Benefit: As a standard action, you can attempt a Spot self spell is penetrated by a true seeing spell, Second Impres- check to find a weakness in your opponent’s defenses . The sion won’t help . DC of this check equals the opponent’s AC . If the check succeeds, your next attack against that opponent (which shrouded danCe [ManIPulaTIon] must be made no later than your next turn) is treated as a You can seem to be where you aren’t . touch attack .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can maintain concentration on a spell or similar effect as a swift action . TIMelY MIsdIreCTIon [InTeraCTIon] You can divert an opponent’s attention to avoid its attacks .",
        "name":  "Benefit",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Craft a temporary duplicate of yourself 4th level that follows telepathic orders . Spell Theft: Dispel spells on target and gain their ben- efit for yourself . 4th level Assassin’s Darkness: Globe of pure darkness blocks all 5th level sight but your own . Evacuation Rune: Create invisible rune that you can teleport to as swift action . neW bard sPells Harmonic Void: Nearby casters must succeed on Con- centration check to use verbal-component spells . 1st level Scry Location: Spy on a distant location .",
        "name":  "Create Fetch",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject can avoid a single attack of opportunity . neW druId sPells Spymaster’s Coin: Hide a scrying sensor in a coin or other Tiny object for later activation . 1st level",
        "name":  "Opportune Dodge",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fill 5-ft . square with enormous block of wood . cast another, weaker spell .",
        "name":  "Blockade",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drain 5 or more charges from wand or 2nd level staff to replace one or more cast spells .",
        "name":  "Siphon",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Craft a temporary duplicate of neW sorCerer/WIzard sPells yourself that follows telepathic orders . 1st level 5th level",
        "name":  "Conj Create Fetch",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S as this spell is in effect, you can cause musical instrument, such as a piano,",
        "name":  "Components",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute/level The instrument uses your Perform in which you cast the spell . The",
        "name":  "Duration",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No music checks . It continues to play until the spell Once the animated instrument expires or the instrument is damaged . As you finish intoning this chant, your picks up the performance, you do An animated instrument’s AC is 10 instrument leaves your hands and floats not have to concentrate to maintain + any relevant size modifiers; most before you, continuing your song. its effect . Thus, you can continue a handheld instruments are Tiny . performance or bardic music effect Material Component: One working that relies on the use of a musical musical instrument . \u0018\u0018 \u0018\u0018 neW sPells ChaPTer 4 aquaTIC esCaPe 10 feet . If the target has a burrow, bloCkade Transmutation (Polymorph) climb, or swim speed, these are also Conjuration (Creation)",
        "name":  "Spell Resistance",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 swift action the duration of the spell . Components: V, S, M",
        "name":  "Casting Time",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal While affected by this spell, the Casting Time: 1 swift action",
        "name":  "Range",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) joints are too tight and restrictive to Effect: 5-ft . cube of wood escape from . This spell has no effect Duration: 3 rounds",
        "name":  "Duration",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 1, hexblade 1, sorcerer/ can see through . All other creatures Components: V, S wizard 1 within or who enter this spell’s area Casting Time: 1 standard action",
        "name":  "Level",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level (D) cal darkness (such as devils) are not Spell Resistance: None",
        "name":  "Duration",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 3, sorcerer/wizard 3 ongoing control over the subject, this spell, you do not take a penalty",
        "name":  "Level",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level (D) dience, but it suppresses the effect for ends . This spell does not grant you",
        "name":  "Duration",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch The mark created by this spell can on a suitable surface within 100 feet",
        "name":  "Range",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None (harmless) not alerted if the mark is dispelled or take an additional 2d6 points of",
        "name":  "Saving Throw",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No (harmless) the object upon which it is inscribed damage and are shunted to a free is destroyed . Any attempt to teleport space within 1,000 feet . If there As you finish scribing this bloody rune, back to a dispelled or destroyed is no free space within 1,000 feet, the mark flares for an instant and then mark still requires a swift action but you take an additional 4d6 points vanishes. Even though the rune has fails . of damage, and the teleport attempt disappeared, you feel as though you can If you created the evacuation rune simply fails . step back to it simply by willing it. upon a portable object, that object Material Component: The blood of can be moved by another creature . an owl, hawk, or eagle . nnamrediW .E yb .sullI \u0018\u0018 neW sPells ChaPTer 4 faTal flaMe Hundreds of disembodied hands burst Any objects on a wall affected Evocation (Fire) from the wall, forming a sea of clutching, by the spell are unharmed; doors,",
        "name":  "Spell Resistance",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft . + 5 ft ./2 levels) wall within range . This spell simply Material Component: A handful of",
        "name":  "Range",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes ceed on Reflex saves . An opponent Components: V, S must repeat this save each round it Casting Time: 1 standard action A single spark of flame leaps from your remains adjacent to the wall . Range: 60 ft . finger into the target’s body, waiting Allied creatures are not entangled, Area: 60-ft .-radius spherical ema- silently for its death. and in fact can use the hands to gain nation, centered on you a +10 competence bonus on Climb Duration: Concentration, up to 1 You place a tiny quantity of pure checks to scale the wall . If the spell round/level elemental fire within a creature, ends while you are climbing, you Saving Throw: None which interacts with the energy immediately fall but can make a Spell Resistance: No released by its death to create a small normal Climb check to catch your- explosion . When the target creature self (PH 69) . Jarring, discordant noises fill the is killed, its body explodes in a burst area, making it difficult for others to of flame, dealing fire damage to each concentrate. adjacent creature equal to twice the target’s HD or twice your caster level, whichever is less (maximum 20 points) . Treat creatures with less than 1 HD as having 1/2 HD for the purpose of this spell’s effect (so the spell deals 1 point of fire damage when triggered) . A successful Reflex save halves this damage . Fatal flame has no ill effect on the target’s body before its death . The target receives a Will save to negate the spell’s effect .",
        "name":  "Spell Resistance",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S This spell does not reveal the true Mage burr",
        "name":  "Components",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft . + 5 ft ./2 levels) muscle, and every pulsing organ of those nearby becomes vis- ible to your eyes, showing you exactly where to place a healing hand . . . or a deadly strike. Healer’s vision reveals a fiend’s vital spots spmahcseD .E yb .sullI 101 neW sPells ChaPTer 4",
        "name":  "Every thrumming vein, every strained Range",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF lion—being roughly equivalent to a activate the spell’s effect to negate",
        "name":  "Components",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/3 levels (D) audible only to bats . This spell does",
        "name":  "Duration",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No can’t normally speak . 102 4 reTPahC sllePs Wen sCrY loCaTIon fail this check, the scrying attempt Knowledge Caster Level Check Divination (Scrying) simply fails . DC Modifier",
        "name":  "Spell Resistance",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No on a caster level check (DC 15 + your",
        "name":  "Abjuration Spell Resistance",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bard 4, hexblade 4, sor- caster level) . cerer/wizard 5 The ground at which you point erupts At any one time during the spell’s",
        "name":  "Level",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous area affected by this spell becomes location . This effect otherwise",
        "name":  "Duration",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever you would otherwise use a to receive .) luck reroll, you can instead activate a lucky charm . As a A number of different kinds of panic buttons exist . The standard action, while holding the bracelet you vigor- following are the most common; each one lists the spell ously rub one of the charms with your thumb while needed to create it . concentrating . Bolstering: You gain 10 temporary hit points for 1 round .",
        "name":  "Activation",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— . spell for 1 round; this panic button is usually thrown at an",
        "name":  "Weight",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A character who has endured a week A 1st-level warrior would never dare enter the ankheg tun- in an otyugh hole gains a noticeable edge to his personality, nels winding beneath a farmer’s fields, but an 18th-level which manifests as a bonus feat chosen from the following wizard might think nothing of casting a few spells down list: Extend Rage (see the sidebar), Iron Will, Menacing the creatures’ holes to clear out the infestation . Dungeon Demeanor (see the sidebar), or Skill Focus (Intimidate) . Master’s Guide II offers a number of mid-level example The character must still meet the normal prerequisite for contacts, demonstrating the versatility and variety of such the feat chosen . allies . This section expands on that concept, presenting",
        "name":  "Special Ability",
        "source":  "complete_scoundrel.txt",
        "_id":  "454163fd5afbe44189215f27e2e0ad8617eb9a17eac72d4fab3dee2e6b8c8573"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hexblades adventure for personal gain, Background: Like that of the sorcerer, the power whether that gain is power, prestige, wealth, or all the above. of the hexblade often displays itself at an early age, 5 620_17664_CompleteWar3.indd 5 9/12/03, 10:10:31 AM 1 RETPAHC SESSALC frequently in the form of unexplained accidents or other inci- cial powers, including his spellcasting. Strength is important dents of bad luck experienced by those around the budding for him because of its role in combat. Dexterity and Constitu- hexblade. Though the hexblade is ultimately a self-taught tion both contribute to the hexblade’s long-term survival. character, many receive rudimentary training from another Alignment: Any nongood. arcane spellcaster, such as an older hexblade, sorcerer, wizard, Hit Die: d10. or bard, before setting off on their own. Unlike sorcerers, hexblades share a unique bond. Though Class Skills two hexblades who meet in a tavern or apothecary won’t The hexblade’s class skills (and the key ability for each skill) necessarily strike up a lasting friendship, it is rare for two are Bluff (Cha), Concentration (Con), Craft (Int), Diplomacy hexblades to oppose one another unless great personal gain (Cha), Intimidate (Cha), Knowledge (arcana) (Int), Profession is on the line. (Wis), Ride (Dex), and Spellcraft (Int). See Chapter 4 in the",
        "name":  "Adventures",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The swashbuckler combines the classes tend to clash in their approach skill and fi nesse with sheer combat prowess. Though to life. Swashbucklers have no particular dis- swashbucklers can’t dish out quite as much damage taste for spellcasters, and they appreciate the as a typical fi ghter or barbarian, they tend to be more utility of a cleverly chosen, well-timed spell. agile and mobile than most melee combatants. When They don’t interact with barbarians, druids, she can pick her battles carefully, a swashbuckler or rangers very often, since these characters becomes a very deadly opponent (not to mention tend to prefer natural settings to the typical hard to pin down). Swashbucklers also hold their urban environment of the swashbuckler. own in social situations, unlike most fi ghters. Role: The swashbuckler is an able melee",
        "name":  "Characteristics",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The ranger does not gain the ability to cast divine Listen (cc) 2 Wis — spells. Fast Movement (Ex): At 6th level, the ranger’s base land",
        "name":  "Spells",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "be used once per day, and its effect lasts for 1 minute per class PALADINS AND RANGERS level. Healing Touch (Sp): Once per day, a ranger of 13th level WITHOUT SPELLCASTING or higher can use either neutralize poison or remove disease, The paladin and ranger in the Player’s Handbook are hybrid as a caster whose level is equal to one-half the ranger’s class classes, in that they combine martial talents with spellcast- level. ing and other abilities. To make these classes fi t better into Freedom of Movement (Sp): A ranger of 16th level or higher a warrior-focused campaign, consider using the following can use freedom of movement on himself once per day, as variants that trade the classes’ spellcasting powers for other a caster whose level is equal to one-half the ranger’s class extraordinary, supernatural, or spell-like abilities. In gen- level. eral, these variant classes give up the versatility of daily spell selection in exchange for more powerful or reliable special abilities. VARIANT PALADIN This variant paladin gains all the normal class features of the paladin, with the following changes and additions:",
        "name":  "VARIANT",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat-oriented divine and arcane spellcast- against projected levels of entry. The bear warrior, for exam- ers fall into this group, as well as members of classes that don’t ple, has a base attack bonus requirement of +7, meaning that actually cast spells, but instead have a considerable number even the martial classes don’t meet that requirement until at of spell-like abilities. Some are just dabblers, casting spells least 7th level. This is because the bear warrior gains the abil- from a small list or gaining a few spell-like abilities; a few are ity to transform into a bear, an ability normally reserved for hybrids that blend physical combat with mystic spells, and high-level spellcasters and druids. a few others are pure spellcasters that give up very little in The skill points gained at each level for each class were spellcasting to pick up a few combat-ready abilities. determined based primarily on the class’s focus. A class whose",
        "name":  "Spellcaster",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If a character spends most or all of his adven- strengths lie in many special abilities, learned feats, or spell- turing time in a particular environment, a terrain-oriented casting seldom has a high number of skill points. Those that prestige class gives him an edge. The class’s features focus on need more skills, such as the master thrower, who values mobil- improving the character’s abilities in that terrain, but don’t ity, or the dark hunter, who needs skills to track his quarry, help him much when he leaves that terrain behind. have more skill points per level. None of these classes are heavy",
        "name":  "Terrain",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 rapier, spellbook, headband of intellect +4, spell are Diplomacy (Cha), Handle Animal (Cha), Intimidate component pouch, 250 gp diamond dust. (Cha), Knowledge (nobility and royalty) (Int), Profession (Int), and Ride (Dex). CAVALIER",
        "name":  "Possessions",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1st—longstrider. own for extended periods of time. Some dervishes balk at this",
        "name":  "Ranger Spells Prepared",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any nonlawful. damage from an attack, spell, trap, or any other source, she",
        "name":  "Alignment",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A samurai, paladin, or monk who becomes Still Mind (Ex): Shen gains a +2 bonus on saving throws a kensai may continue advancing in his original class. against spells and effects from the enchantment school. Wholeness of Body (Su): Shen can cure up to 30 points of Sample Kensai his own wounds per day, and he can spread this healing out",
        "name":  "Multiclass Note",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d10. Requirements To qualify to become a knight of the Chalice, a character must 10 or lower can not cast fulfi ll all the following criteria. these spells. Knight of the Chal-",
        "name":  "Hit Die",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lawful good. ice bonus spells are based on Wisdom, and saving throws",
        "name":  "Alignment",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+8. against these spells have a DC of 10 + spell level + the knight’s",
        "name":  "Base Attack Bonus",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (the planes) 5 ranks, Knowledge (reli- Wisdom modifi er. When the knight gets 0 spells per day of gion) 10 ranks. a given spell level (for instance, 1st-level spells for a 1st-level",
        "name":  "Skills",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifi er. effect). This gives her concealment, though it does not affect her ability to see or act at all. Table 2–24: The Nature’s Warrior Serpent’s Coils: When in the form of a creature that nor- Base mally has the improved grab ability, the nature’s warrior Attack Fort Ref Will gains a +4 bonus on all grapple checks and does damage Level Bonus Save Save Save Special equal to 1d8 + her Strength bonus after winning an opposed 1st +1 +2 +0 +0 Nature’s armament, wilding grapple check. 2nd +2 +3 +0 +0 +1 level of existing divine Water’s Flow: To use this ability, the nature’s warrior must spellcasting class be able to use wild shape to take the form of an elemental. 3rd +3 +3 +1 +1 Nature’s armament Three times per day as part of a move action, the character 4th +4 +4 +1 +1 +1 level of existing divine may transform her body into a fl owing rush of water. She may spellcasting class 5th +5 +4 +1 +1 Nature’s armament move at her base land speed while in this form but does not provoke attacks of opportunity while doing so. She may do Class Features nothing but move while in this form. At the end of her move, All of the following are class features of the nature’s warrior she immediately changes back into whatever form she was in prestige class. prior to activating this ability. She may use this ability while",
        "name":  "Skill Points at Each Level",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d10. knight may use this ability once per day; at 4th level, she may use it twice per day. Requirements Fear (Su): Once per day as a standard action, a knight To qualify to become a Purple Dragon knight, a character of 3rd level or higher can evoke a fear effect (DC 10 + the must fulfi ll all the following criteria. knight’s class level + the knight’s Cha modifi er) as the spell",
        "name":  "Hit Die",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. skills (except for Balance, Escape Artist, Intimidate, and Ride) while in a spell rage. Requirements A fi t of rage lasts for a number of rounds equal to 3 + the To qualify to become a rage mage, a character must fulfi ll all character’s Constitution modifi er. A rage mage can end her the following criteria. rage voluntarily. At the end of the rage, the character is",
        "name":  "Hit Die",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast 2nd-level arcane spells. mage can only fl y into a rage once per encounter, and only",
        "name":  "Spells",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The character must undergo an arduous ritual attack if such ability is available) against that opponent involving immersion in sacred loam, long fasting periods during that round. Using this ability is a free action. deep underground, and the ingestion of 1,000 gp worth Gravity (Sp): Once per day, a stonelord with this ability can of powdered gemstones. The gem type chosen is then the use a slow effect (as the spell). stonelord’s totem gem, and she must carry that type of stone Stoneskin (Sp): Once per day, a stonelord with this ability with her at all times to access the spell-like abilities she gains can give herself the benefi t of a stoneskin spell (caster level as a stonelord. equal to the stonelord’s class level). The character must pro- vide the material component as if she were actually casting Class Skills the spell. The stonelord’s class skills (and the key ability for each skill) Summon Earth Elemental (Sp): Once per day, a stone lord are Climb (Str), Concentration (Con), Craft (Int), Knowledge with this ability can summon an earth elemental as if she (Int), Profession (Wis), Spot (Wis), and Survival (Wis). had cast a summon monster spell. The size of the summoned",
        "name":  "Special",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifi er. earth elemental depends on the stonelord’s class level, as fol- lows: 1st–3rd, Small; 4th–6th, Medium; 7th–9th, Large; 10th, Class Features Huge. All of the following are class features of the stonelord prestige class. 81 620_17664_CompleteWar3.indd 81 9/12/03, 12:43:49 PM 2 RETPAHC EGITSERP SESSALC Stone Shape (Sp): Once per day, a stonelord of 3rd level or Earth’s Blood (Sp): By using a clump of mud, Chertia can higher can use a stone shape effect (caster level equal to the heal 1d8+8 points of damage to herself once per day. stonelord’s class level). Earth’s Endurance (Sp): Once per day, Chertia can grant Meld into Stone (Sp): Once per day per class level, a stone- herself a +4 bonus to her Constitution score, as with a bear’s lord of 5th level or higher can use a meld into stone effect endurance spell, that lasts for 8 minutes. (caster level equal to the stonelord’s class level). Earth’s Strength (Sp): Once per day, Chertia can grant her- Stone Tell (Sp): Once per day, a stonelord of 7th level or self a +4 bonus to her Strength score, as with a bull’s strength higher can speak with stone as if she had cast stone tell (caster spell, that lasts for 8 minutes. level equal to the stonelord’s class level). Lay on Hands (Su): Chertia can cure 10 hit points of Earthquake (Sp): Once per day, a stonelord of 9th level or wounds per day. higher can use an earthquake effect (caster level equal to the Meld into Stone (Sp): Eight times per day, Chertia can use a stonelord’s class level). meld into stone effect (caster level 8th). Special Mount (Sp): Chertia’s special mount is a heavy war- Sample Stonelord horse (see page 45 of the Player’s Handbook) that has +2 Hit",
        "name":  "Skill Points at Each Level",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Every hour that a character with this Phoenix: A character with this tattoo gains spell resistance tattoo is in direct sunlight, he heals a number of hit points equal to his class level + 15. A tattooed monk must be at least equal to his level. A daylight spell does not provoke this fast 7th level to gain this tattoo. healing; the character must be exposed to real sunlight. Pine: A character with this tattoo gains the Remain Con-",
        "name":  "Chrysanthemum",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per day, a character with this tattoo hours. can use ethereal jaunt as a spell-like ability. A tattooed monk Tiger: Once per day per tattoo he possesses, a character with must be at least 9th level to gain this tattoo. this tattoo can fi ght unarmed with a +1 bonus on all attack",
        "name":  "Moon, Crescent",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may make an attack of opportunity against a charging opponent who enters an area you threaten. Your Arcane Spellcaster Base Attack Familiar Alignment Level Bonus attack of opportunity happens immediately before the charge Krenshar Neutral 3rd +3 attack is resolved. Worg Neutral evil 3rd +3",
        "name":  "Benefi t",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A fi ghter may select Formation Expert (you move into one of the squares as one of his fi ghter bonus feats. the creature occupies). The creature you’re standing on takes a –4 penalty on attack rolls against you, because it can strike at you only awkwardly. If the creature moves during its action, you move along with it. The A pair of half-orcs thwart the spellcasting plans of their night hag opponent. creature can try to shake you off by making a grapple check opposed by GIANTBANE [TACTICAL] your Climb check. If the creature suc- You are trained in fi ghting foes larger than you are. ceeds, you wind up in a random adjacent square.",
        "name":  "Special",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you strike the same creature twice in the same immune to fear and get +2 bonus on attacks. round with your heavy mace, morningstar, or greatclub, it * New spell described later in this chapter. must make a Fortitude saving throw (DC 10 + 1/2 your char- acter level + your Str modifi er) or be nauseated by the pain for Fate Domain 1 round. Deities: Lyris. At the DM’s option, this domain may also be available to the following deities from the Player’s Hand- book: Nerull, Obad-Hai. NEW SPELLS",
        "name":  "Benefi t",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain Extend Spell as a bonus feat. Disguise Self: Changes your appearance.",
        "name":  "Granted Power",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Conceals alignment for 24 hours. 4th-Level Hexblade Spells",
        "name":  "Undetectable Alignment",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Invisible force obeys your commands. Baleful Polymorph: Transforms subject into harmless animal. 2nd-Level Hexblade Spells Break Enchantment: Frees subjects from enchantments,",
        "name":  "Unseen Servant",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ignores fi rst 10 (or more) points of damage/ Solid Fog: Blocks vision and slows movement. attack from specifi ed energy type. NEW SPELL DESCRIPTIONS",
        "name":  "Resist Energy",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Grants ability to walk on walls and ceilings. The new spells herein are presented in alphabetical order.",
        "name":  "Spider Climb",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action 3rd-Level Hexblade Spells Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Casting Time",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Puts 10 HD of creatures to sleep. Spell Resistance: Yes (harmless)",
        "name":  "Deep Slumber",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action that provided by the haste spell, nor does it actually grant an",
        "name":  "Casting Time",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "120 ft. extra action, so you can’t use it to cast a second spell or other-",
        "name":  "Range",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level mum level an arcane spellcaster must be to create one, are as",
        "name":  "Duration",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates follows: 118 Spell Resistance: Yes 620_17664_CompleteWar3.indd 118 9/12/03, 3:24:58 PM RULES SUPPLEMENTAL CHAPTER 3 Arcane This copper-colored creature looks like a toy hunting bird, with obviously Familiar Spellcaster Level mechanical wings and a strangely glowing beak. Spark guardian 7th Gauntlet guardian 9th Spark guardians are mechanical birds that shoot sparks at Blade guardian 11th anyone who threatens their master. Spark guardians are the most basic type of guardian famil- Unlike other familiars, guardian familiars retain their own iar. They usually circle hit points if they’re higher than one-half of the master’s above their master, shoot- total. Their effective HD is the master’s character level or the ing sparks out of their beaks guardian familiar’s HD, whichever is greater. They lack the at enemies. If it isn’t undertak- improved evasion and empathic link abilities that most other ing a specifi c task for its master, familiars possess, and they don’t confer the Alertness feat on a spark guardian fl ies nearby, pre- their master. They respond to the master’s verbal commands, pared to defend its master with its and they understand any language the master knew when spark attack. she created the guardian familiar. Because they are mindless A spark guardian is the size of a constructs, they don’t get smarter as the master attains higher songbird or an owl, but it weighs about levels. Guardian familiars never speak. 10 pounds. If a guardian familiar dies, its master does not have to wait a year and a day to replace it (as is the case with normal Combat familiars). However, a character cannot start to build Spark guardians know that they’re ill- a new guardian familiar if he or she already pos- equipped for melee combat. Instead, they do sesses one. their best to remain out of enemies’ range, fl inging sparks at them from above. SPARK GUARDIAN Sparks (Su): The spark guardian’s Tiny Construct sparks have a range increment of 100 feet.",
        "name":  "Saving Throw",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Construct traits, damage The guardian’s master may assemble reduction 5/–, darkvision 60 ft., fast the body or hire someone else to do the A gauntlet guardian healing 1, fi nd master, low-light vision, job. Creating the body requires a DC 16 spell storing Profession (engineering) check. After",
        "name":  "Special Qualities",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 claws +13 melee* (1d6+7) Gauntlet guardians aren’t exactly subtle. They simply move Space/Reach: 5 ft./5 ft. adjacent to their foes and start pummeling with their Special Attacks: — immense fi sts. Special Qualities: Construct type, damage reduction 5/–, Find Master (Su): No matter the distance, as long as it is darkvision 60 ft., fast healing 1, fi nd master, guard, low- on the same plane, a gauntlet guardian can fi nd its master. light vision, spell storing Spell Storing (Sp): A gauntlet guardian can store one spell Saves: Fort +2, Ref +2, Will +2 of 2nd level or lower that is cast into it by another creature. It Abilities: Str 24, Dex 10, Con —, Int —, Wis 10, Cha 1 uses this spell when commanded or when a predetermined Environment: Any situation arises. Once this spell is used, it can store another Organization: Solitary spell (or the same spell). Challenge Rating: 6 120 Treasure: None 620_17664_CompleteWar3.indd 120 9/12/03, 3:25:29 PM RULES SUPPLEMENTAL CHAPTER 3",
        "name":  "Combat Full Attack",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Many DMs devote a lot of effort to mission. Mid-level PCs facing a vampire spawn army might developing character hooks to draw the PCs into an adven- be temporarily issued maces of disruption. Low-level characters ture and convince them to risk danger. In a mercenary cam- asked to sneak into an enemy outpost might have extended paign, the PCs know that they’re being paid to fi ght. In short, invisibility spells cast on them before they move out. the DM doesn’t need to convince the characters to come to Even if the characters weren’t assigned extra help for their the battlefi eld, because they’re already there, and they know mission, they might be able to get assistance in the middle of what they’re expected to do. the battle if their plans go awry. If the PCs are pinned down",
        "name":  "Clarity of Purpose",
        "source":  "complete_warrior.txt",
        "_id":  "2c61f0d74a7fa62caa32567aa028a968c002e87fe7d35c2303c15b7f7cd80ecb"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6 (Con), Intimidate (Cha), Knowledge (all skills, taken individually) (Int), Scry (Int), Sense Motive (Wis), and Spellcraft (Int).",
        "name":  "Hit Die",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. The Dragonchilde Class Base Fort Ref Will Level Attack Save Save Save Special Spells per Day 1 +0 +2 +0 +2 Draconic +1 level of existing class Imbuement I 2 +1 +3 +0 +3 Dragonsign, The +1 level of existing class Gift of Sight 3 +2 +3 +1 +3 Channel the Wyrm +1 level of existing class Within 4 +3 +4 +1 +4 Dragonsign, The +1 level of existing class Gift of Breath 5 +3 +4 +1 +4 Draconic +1 level of existing class Imbuement II 6 +4 +5 +2 +5 Dragonsign, The +1 level of existing class Gift of Spirit 7 +5 +5 +2 +5 The Song of +1 level of existing class Dragoncalling 8 +6 +6 +2 +6 Dragonsign, The +1 level of existing class Gift of Wings 9 +6 +6 +3 +6 Draconic +1 level of existing class Imbuement III 10 +7 +7 +3 +7 The Gift of Rebirth +1 level of existing class 1144 15 REACHING BEYOND THE VEIL This essentially means the character adds the level of dragonchilde to the level of another spellcasting class he already has and then determines spells per day and caster level accordingly. If the caster had more than one spellcasting class before he became a dragonchilde, he must decide to which class he adds each level of dragonchilde for the purposes of determining spells per day when he adds the new level. Draconic Imbuement I, II, \u0026 III: Until a dragonchilde takes his first step along this path, he may have no idea from what type of dragon he can trace his lineage. This mystery is dispelled when he gains his first draconic imbuement. Draconic Imbuement I awakens the dragon blood lying dormant in the conjurer, filling him with power and dreams of dragonflight. He immediately learns the type of ancestor he comes from, gains an innate understanding of dragons, and receives his first boon; a +1 draconic bonus to the DC of any spell he casts. Treat the knowledge gained as a +1 competence bonus Class Features gained in the same way as a favoured enemy class All of the following are class features of the ability. This does not grant any bonus in combat, dragonchilde prestige class. but most dragonchildren would never harm a dragon in any case.",
        "name":  "Skill points at each level",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The dragonchilde’s eyes Rulebook III, with a range of 30 feet. Creatures become draconic, deepening in colour with a slit with more Hit Dice than the dragonchilde has pupil that widens in dark conditions and contracts caster levels are unaffected. The Gift of Spirit also in bright light. This permanent change grants the makes the dragonchilde immune to the frightful dragonchilde darkvision with a 60-foot range. presence of dragons. The dragonchilde also develops the ability to see invisibility as a dragon does, though he does not The Song of Dragoncalling: The dragonchilde possess it with the same acuity. To see invisibility, learns a special trilling song in Draconic that calls 1166 17 REACHING BEYOND THE VEIL to the souls of all dragons. Using this song, the hatchling of his type. Physical statistics all revert dragonchilde can cast lesser or greater planar to the appropriate hatchling’s abilities, modified ally and substitute any dragon of equivalent only by the inherent bonuses and penalties that Hit Dice as the target. As part of an ancient occurred from the third Dragonsign. All other power of the dragoncalling song, a dragon of statistics (Hit Dice, Armour Class, etc.) are as the compatible alignment to that of the dragonchilde new hatchling form. All spellcasting abilities are is summoned. If the caster is lawful good for also retained, making him far more powerful than example, then any good-aligned dragons will his apparent size and form would suggest. attend to aid the caster. Any evil-aligned dragon would therefore attend a chaotic evil dragonchilde. There are numerous other mental and spiritual The dragon arrives disposed to the conjurer and changes that can occur from rebirth as a dragon. does not require any reward other than mutual These are up to the Games Master, but may respect and the right to call on the dragonchilde include alignment shift, memory loss of varying in the future for a return service. The type of degrees, and a change in the character’s patron dragon called does not have to correspond with deity. The Gift of Rebirth should not be taken the dragonchilde’s ancestor, but most who learn lightly, but for those dragonchildren devoted to the the song prefer their own kind. The Song of majesty of their ancestors, it is a gift beyond price. Dragoncalling cannot be used more than once a day due to the strain on the throat and soul of the The Force Mage dragonchilde. Not every conjurer focuses on summoning. The school can do so much more than call creatures,",
        "name":  "The Gift of Sight",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+7. Spells per Day: A force mage continues training",
        "name":  "Base Attack Bonus",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus – Conjuration, Spell Focus- belonged to before he added the prestige class. He Evocation. does not, however, gain any additional benefits a",
        "name":  "Feats",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "spells.json",
        "description":  "By conjuring forth a blast of force energy, the force mage spellcasting class before he became a force mage, can strike at a foe within 90 feet three he must decide to which class he adds each even- times a day. This attack requires a ranged touch numbered level of force mage for the purposes of attack roll and inflicts 1d10 points of damage per determining spells per day when he adds the new level of force mage possessed. The attack can level. take the shape and hue of anything the force mage desired, but it is always luminous and translucent.",
        "name":  "Force Lash",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "spells.json",
        "description":  "School Focus – Conjuration, Skill Focus abilities. Thus, when a new soulbinder level is – Diplomacy or Intimidation. gained, the character also gains spells as if he",
        "name":  "Feats",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (arcana) 8+, Knowledge (the had also gained a level in a spellcasting class he planes) 10+, at least two planar or elemental belonged to before he added the prestige class. He languages. does not, however, gain any additional benefits a",
        "name":  "Skills",
        "source":  "conjuration___by_bell_book_and_candle.txt",
        "_id":  "b716dd5275e527fa3e153f90cdd66dfcb343cb74cfa7305080b38cf6824b9cd8"
    }
]
