[
    {
        "origin_file":  "spells.json",
        "description":  "Arrows deal +1d6 fi re damage. Summon NatureÆs Ally V (Medium Elemental Only): Calls creature to fi ght.147 SPELLS DOMAINS AND CHAPTER 7148 7 RETPAHC DNA SNIAMOD SLLEPS 6TH-LEVEL SHUGENJA SPELLS",
        "name":  "Flame Arrow",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As glyph of warding, Protection from SpellsMF: Confers +8 resistance but up to 10d8 damage or 6th-level spell. bonus. Anger of the Noonday Sun*: Blinds creatures Fire Incendiary Cloud: Cloud deals 4d6 fi re damage/ within 10 ft. round.",
        "name":  "Greater Glyph of Warding",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sets trigger condition for another Power Word Blind: Blinds creature with 200 hp or spell. less.",
        "name":  "Water ContingencyF",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Circle teleports any 7TH-LEVEL SHUGENJA SPELLS creature inside to designated spot.",
        "name":  "Air Teleportation CircleM",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Turns you invisible and creates illusory Earth Antipathy: Object or location affected by spell double. repels certain creatures.",
        "name":  "Mislead",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Refl ect 1d4+6 spell levels back at Water True ResurrectionM: As resurrection, plus remains caster. arenÆt needed.",
        "name":  "Spell Turning",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 feet WIZARD SPELLS",
        "name":  "Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous WIZARD SPELLS",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Refl ex negates Body of the Sun*: Your body emanates fi re, dealing 1d4+1 Spell Resistance: Yes damage. ScentM *: Grants the scent special ability. This spell unleashes a blinding fl ash of sunlight originating with you and expanding outward. Any creature within the 3RD-LEVEL SORCERER/ area of the spell that can see you must make a saving throw WIZARD SPELL or be temporarily blinded. The blindness lasts for 1 minute Telepathic Bond, Lesser*: As RaryÆs telepathic bond, but you per caster level. and one other creature. An undead creature caught within the spell area takes 1d6 points of damage per two caster levels (maximum 10d6), or 4TH-LEVEL SORCERER/ half damage if a Refl ex save is successful. In addition, the beam WIZARD SPELL results in the destruction of any undead creature specifi cally Wrack*: Renders creature helpless with pain. harmed by bright light (such as a vampire) if it fails its save. The ultraviolet light generated by the spell deals damage to fungi, mold, oozes, and slimes just as if they were undead creatures.151 SPELLS DOMAINS AND CHAPTER 7 AWAKEN, MASS",
        "name":  "Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 8 Spell Resistance: No",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "24 hours This spell allows you to channel divine power into",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary elppabarC .D yb noitartsullI A bogun153 SPELLS DOMAINS AND CHAPTER 7",
        "name":  "Organization",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bogun has immunity to poison, sleep ò One ability score is reduced to 1, or two ability scores effects, paralysis, stunning, disease, death effects, nec ro- suffer û6 penalties (minimum 1). mancy effects, mind-affecting effects (charms, com pul sions, ò û8 penalty on attack rolls, saving throws, ability checks, phantasms, patterns, and morale effects), and any effect that and skill checks. requires a Fortitude save unless it also works on objects or is ò Each turn, the subject has a 25% chance to act normally; harmless. It is not subject to critical hits, subdual damage, otherwise, he takes no action. ability damage, ability drain, fatigue, exhaustion, or energy You may also invent your own curse, but it should be no drain. Cannot heal damage, but can be repaired. Darkvision more powerful than those listed above, and the Dungeon 60 ft. and low-light vision. Master (DM) has fi nal say on the curseÆs effect. The greater curse cannot be dispelled, nor can it can be",
        "name":  "Construct Traits",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Refl ex negates rest and can perform no other activities except eating, sleep- Spell Resistance: Yes ing, or talking. Missing even one day causes the process to fail. At that point, the ritual must be started anew, though You create a fl urry of air to encircle and hold your target. The the previously crafted body and the grove can be reused. binding winds do not move. Instead, they become a physical On the fi nal day of the ritual, the creator must personally barrier surrounding the subject. The subject may act normally, cast control plants, wood shape, and beget bogun. These spells but she cannot move from her current location. The winds can come from outside sources, such as scrolls, rather than carry her voice away, so she can speak but cannot be heard, being prepared, if the creator prefers. and she cannot hear anything but the roar of the winds. Furthermore, no sonic or language-dependent spells BESTOW CURSE, GREATER or effects may be cast into or out of the binding winds Transmutation (though spells cast by the caster upon himself function",
        "name":  "When not actively working on the ritual, the creator must Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Components: V, S",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) choosing one of the three following effects: Effect: Ray",
        "name":  "The spellcaster places a curse on the creature touched, Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes the Blind-Fight feat doesnÆt help the attacker. If the attack is capable of striking invisible or incorporeal creatures, the You direct an invisible blast of force at a chosen target. miss chance is only 20%. An attacker who can both see The blast is a ranged touch attack that deals 1d6 points of and strike ethereal creatures takes no penalty. You have no damage per two caster levels (maximum 5d6). In addition, chance of interfering with your own attacks. a successful hit forces the target to make a Fortitude save or Individually targeted spells have a 50% chance to fail be knocked down (size and stability modifi ers apply to the against you while blinking, unless your attacker can target saving throw as if the spell were a bull rush). invisible, ethereal creatures. You have no chance of interfer- ing with your own spells. You take only half damage from BLESSED AIM Divination",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No This spell grants a +2 morale bonus on all ranged attacks for your allies within the spread. BLESSING OF BAHAMUT Abjuration [Good]",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Plane, you can see and even attack ethereal creatures. You Effect: Ray interact with ethereal creatures in roughly the same way you Duration: 1 round/level interact with material ones (their attacks have a 50% miss Saving Throw: Will negates chance against you, and so on). Spell Resistance: Yes BODY OF THE SUN This spell grants you the ability to Transmutation [Fire] make one ray attack per round.",
        "name":  "Since you spend about half your time on the Ethereal Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level not stunned (so attackers get no special advantage against it), By drawing on the power but it canÆt move, cast spells, use of the sun, you cause your mental abilities, and so on. body to emanate fi re. This fi re BOTTLE OF SMOKE extends 5 feet in all directions from your body, illuminating the Conjuration (Creation) area and infl icting 1d4+1 points Level: Druid 4, ranger 3 of fi re damage (Refl ex save for Components: V, S, F half) to any creature it touches Casting Time: 10 minutes except you. Range: Touch",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: No",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Material Component: A small thorn. BRIAR WEB This spell allows you to eavesdrop as a standard action on the thoughts of up to eight other creatures at once, hearing Transmutation as desired: Level: Cleric 3, druid 2, ranger 2",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action157 SPELLS DOMAINS AND CHAPTER 7 BRILLIANT AURA",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch than 60 feet from the nearest member of the group. (If only Target: Living creature touched two individuals are affected, the one moving away from the Duration: 1 hour/level other one loses its camoufl age. If both are moving away Saving Throw: Will negates from each other, they both become visible when the dis- Spell Resistance: Yes tance between them exceeds 60 feet.) You can use a creatureÆs vision instead of your own. While CASTIGATE this spell gives you no control over the creature, each time it Evocation [Sonic] comes into physical contact with another living being, you",
        "name":  "The spell is broken for any individual who moves more Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Evocation (Water)",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 2 This spell allows you to verbally rebuke foes. By shouting Components: V, S your deityÆs teachings about other alignments, you infl ict Casting Time: 1 full round pain on those who hear, and those in the area need not Range: Long (400 ft. + 40 ft./level) understand your divine words to be affected. This spell Area: 100-ft.-radius emanation has no effect on creatures that cannot hear. Otherwise, you Duration: 10 min./level (D) deafen foes of the same alignment for 1d4 rounds (save for Saving Throw: None half). Foes within one alignment step of your alignment Spell Resistance: No (lawful, neutral, chaotic; good or evil) take 1 point of damage per caster level (maximum 10). Foes whose You cause clouds to gath- alignment is more than one step different from er and a heavy rain to fall. yours take 1d4 points of damage per The rain reduces visibil- caster level (maximum 10d4). A Forti- ity ranges by half, result- tude saving throw is allowed for half ing in a û4 penalty on damage from this spell. Spot and Search checks. It automatically extin- guishes unprotected flames, and has a 50% chance of extin- guishing protected fl ames. Ranged weap- on attacks and Listen checks suffer a û4 penalty. This spell does not function indoors, underground, under- water, or in desert cli- mates. After the spell end, the water cre- ated evaporates over the next 10 minutes. The water created nidelleB .S yb .sullI Cloudwalkersceiling 2d6 2d6 Cometfall 2d6 2d6 Dense rubble(cid:2) after impact 2d6 floor One square equals 5 feet 159 SPELLS DOMAINS AND CHAPTER 7 with this spell does not slake thirst or provide any nourish- ment to plants. CLOUDWALKERS Transmutation",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) You create gaseous pads of cloudstuff on the subjectÆs feet, allowing them to walk on the clouds. These pads allow each subject to move straight up or down at a speed of up to 30 feet or laterally with a fl y speed of 60 feet (perfect maneuver- ability), as desired. (Lateral movement is possible only for a subject who is already at least 90 feet off the ground.) To touch the earth again, a subject must use a standard action to shake off the cloudstuff, which ends the spell for that creature. You may dismiss the spell, but only for all subjects at onceùan act that can have signifi cant consequences for CONTAGIOUS TOUCH subjects already in the air. Necromancy COMETFALL",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous Upon casting this spell, you must choose one disease from",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No red ache, the shakes, or slimy doom (see Disease, page 292 of the Dungeon MasterÆs Guide, for descriptions). Any living You conjure a bright, glowing comet, which appears in creature you hit with a melee touch attack during the spellÆs midair above your enemies, then strikes the ground with duration is affected as though by the contagion spell, imme- tremendous force. The comet appears 5 feet per caster level diately contracting the disease you have selected unless it above the ground or at the ceiling, whichever is lower. The makes a successful Fortitude save. You cannot infect more comet immediately falls, dealing 2d6 points of damage than one creature per round. per 10 feet fallen to everything in the 10-foot-square area CREEPING COLD directly below it. The force of the comet can also knock creatures prone. Transmutation [Cold]",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes160 7 RETPAHC DNA SNIAMOD SLLEPS CRUMBLE You turn the subjectÆs sweat to ice, creating blisters as the ice forms on and inside the skin. The spell deals 1d6 cumulative Transmutation points of cold damage per round it is in effect (that is, 1d6 Level: Druid 6 on the 1st round, 2d6 on the second, and 3d6 on the third). Components: V, S Only one save is allowed against the spell; if successful, it Casting Time: 1 standard action halves the damage each round. Range: Medium (100 ft. +10 ft./level)",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) Transmutation [Cold]",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text ture such as a stone bridge, a wooden building, an iron wall, a construct, or any other object not formed by nature itself. This spell is the same as creeping cold, but it adds a fourth The erosion infl icts 1d6 points of damage per caster level round to the duration, during which it deals 4d6 points of to the object (hardness does not apply) to a maximum of damage. If the caster is at least 15th level, the spell adds a 15d6. This spell does not affect living creatures. It does, fi fth round at 5d6 points of damage. If the caster is at least however, affect constructs. The maximum size of the object 20th level, the spell adds a sixth round at 6d6 points of affected depends on your level. If you cast this spell on an damage. object of greater size than you can affect, the spell fails. CROWN OF GLORY Level Size of Object Affected Up to 15 Huge Evocation 16û18 Gargantuan",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One living creature awe in all lesser creatures that behold your terrible perfec- Duration: 1 min./level tion and righteousness. You gain a +4 enhancement bonus Saving Throw: Will negates to your Charisma score for the duration of the spell. Spell Resistance: Yes All creatures with fewer than 8 HD or levels cease what- ever they are doing and are compelled to pay attention to You place a temporary curse upon the subject, giving her a you. Any such creature that wants to take hostile action û3 penalty on attack rolls, saving throws, ability checks, and against you must make a successful Will save to do so. Any skill checks. Curse of ill fortune is negated by any spell that creature that does not make this saving throw the fi rst time removes a bestow curse spell. it attempts a hostile action is enthralled for the duration of CURSE OF LYCANTHROPY the spell (as the enthrall spell), as long as it is in the spellÆs area, nor will it try to leave the area on its own. Creatures Necromancy with 8 HD or more may pay attention to you, but are not Level: Pestilence 6 affected by this spell. Components: V, S, M, DF",
        "name":  "You are imbued with an aura of celestial authority, inspiring Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action you, even if they do not understand your language. While Range: Touch the spell lasts, you can make up to three suggestions to crea- Target: Humanoid touched tures of less than 8 HD in range, as if using the mass sugges- Duration: Permanent; see text tion spell (Will save negates); creatures with 8 HD or more Saving Throw: Fortitude negates arenÆt affected by this power. Only creatures within range at Spell Resistance: Yes the time a suggestion is given are subject to it.",
        "name":  "When you speak, all listeners telepathically understand Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An opal worth at least 200 gp. You can cause temporary lycanthropy in a humanoid you touch. A humanoid who fails the saving throw contracts161 SPELLS DOMAINS AND CHAPTER 7 lycanthropy, and the condition manifests with the next the standard loss of a level. Finally, the target is healed with full moon. Unlike other forms of lycanthropy, the effect aheal spell. She does not regain the 2 Constitution points of this spell can be broken by remove curse or break enchant- when returned to life. ment. If a raise dead spell could not return the target to life (for You can induce any type of common lycanthropy (and example, if she was disintegrated or died of old age), the evil clerics frequently experiment with new kinds). As a death pact cannot restore her to life. If the spell is dispelled rule, the lycanthropeÆs animal form can be any predator before the target dies, she does not regain her 2 lost Consti- between the size of a small dog and a large bear. The source tution points. of the material component determines the victimÆs animal Material Component: A diamond worth at least 500 gp. form. (More information on lycanthropes can be found in XP cost: 250 XP. Appendix 3 of the Monster Manual.) DECOMPOSITION",
        "name":  "Material Component",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes light wounds spell, so the festering stops and the subject takes",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No DEIFIC VENGEANCE This spell allows the target to enter into a binding agree- Conjuration (Summoning) ment with your deity that brings the target back to life if Level: Cleric 2, Purifi cation 2 she is slain. Components: V, S, DF When this spell is cast, the targetÆs Constitution is per- Casting Time: 1 standard action manently lowered by 2 points. In exchange for this, if she Range: Close (25 ft. + 5 ft./2 levels) ever dies, several spells are brought into effect. First, she is Target: One creature teleported to a safe location designated by you at the time Duration: Instantaneous of casting as if with a word of recall spell. Second, the target Saving Throw: Will half is brought back from the dead with a raise dead spell with Spell Resistance: YesOne square equals 5 feet Cathedral Shrine of Hextor Human cleric 10 Balconies are 20 ft. up(cid:2) Steep stairs and have railings Rooms are for confessions(cid:2) 2 human cleric 6 and interrogations. Visiting rakshasa (CR 10) 2 human cleric 6 Locked chest (DC 25) with locks(cid:2) All four statues have unhallow(cid:2) covered in dragon bile (CR 7)(cid:2) spells with zone of truth attached. contains 10th-level treasure with(cid:2) double goods. 162 7 RETPAHC DNA SNIAMOD SLLEPS When you cast this spell, you call out to a deity, listing the 2nd Round: Types of favored enemies in the area and the crimes of your target and urging the deity to punish the mis- number of each type. creant. (The targetÆs alignment is irrelevant to the success 3rd Round: The location and HD of each individual of the spell.) The divine power of the angry deity imposes present. this punishment in the form of a sharp, spiritual blow to the Note: Each round you can turn to detect things in a new target. This attack hits automatically and deals 1d6 points of area. The spell can penetrate barriers, but 1 foot of stone, 1 damage per two caster levels (maximum 5d6), or 1d6 points inch of common metal, a thin sheet of lead, or 3 feet of wood per caster level (maximum 10d6) if the target is undead. A or dirt blocks detection. successful Will saving throw reduces the damage by half. DIVINE AGILITY DETECT FAVORED ENEMY Transmutation",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration, up to 10 min./level (D) Spell Resistance: No",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Calling on the divine power of your patron, you imbue a living creature with agility and skill in combat. You confer You can sense the presence of a favored enemy. The amount the base Refl ex save bonus of a rogue of your total character of information revealed depends on how long you study a level, a +4 enhancement bonus to Dexterity, and the Spring particular area. Attack feat on the target for the duration of the spell. 1st Round: Presence or absence of a favored enemy in the area.163 SPELLS DOMAINS AND CHAPTER 7 The devout pray for spells DIVINE SACRIFICE DOOMTIDE Evocation Illusion (Pattern)",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates You can sacrifi ce life force to increase the damage you deal. Spell Resistance: Yes Once each round, as a free action, you can sacrifi ce up to 10 of your hit points (doing this does not trigger an attack of You fi ll an area with illusory black, creeping mist that opportunity). For every 2 hit points you sacrifi ce, on your vaguely resembles thousands of slender grasping tentacles. next successful attack you deal +1d6 damage, to a maximum You and one creature you touch are immune to the effects of +5d6 on that attack. Your ability to deal this additional of this spell and can see through it without diffi culty. When damage ends when you successfully attack or when the you cast the spell, you decide if the effect remains stationary spell duration ends. You can make as many sacrifi ces as the or moves away from you at a rate of 10 feet per round. spell duration allows. Sacrifi ced hit points count as normal The mist obscures all sight, including darkvision, damage. For example, an 8th-level paladin can cast this spell beyond 5 feet. A creature within 5 feet has one-half con- with a duration of 4 rounds. If she sacrifi ces 10 hit points a cealment (attacks suffer a 20% miss chance). Creatures round and hits in every round, she can spend up to 40 hit farther away have total concealment (50% miss chance, points and deal up to +5d6 points of additional damage all and the attacker canÆt use sight to locate the target). 4 rounds. A moderate wind (11+ mph) disperses the doomtide in 4 rounds; a strong wind (21+ mph) disperses the mist in 1 round. Illustration by Kyle Anderson164 7 RETPAHC DNA SNIAMOD SLLEPS",
        "name":  "Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text make Will saves or be dazed for as long as they Target: You remain in the cloud. Duration: 1 min./level (D) The spell does not function underwater. You fall into a deep sleep while your spirit leaves your body in incorporeal form and travels to DRAGON BREATH distant locations. Your spirit can move 100 feet Evocation [Good or Evil] per round, and can see and hear anything you",
        "name":  "Furthermore, creatures within its area must Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 5, sorcerer/ could if you were in the same location. The wizard 5 spirit can be blocked by any spell that wards",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You attack, cast spells, or perform any other",
        "name":  "Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level action. At the end of the spell, your spirit You gain the ability to breathe instantaneously returns to your body a gout of energy that mimics and you wake up. If your body is dis- a dragonÆs breath as a standard turbed while your spirit is wandering, action. Once youÆve used the breath the spell ends immediately. attack, you must wait 1d4 rounds before ENERGY VORTEX doing so again. When you cast dragon breath, you Evocation [Acid, Cold, Fire, Elec- choose one true dragon whose tricity, or Sonic] breath youÆre emulating. Level: Cleric 4, druid 4",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Blue 30-ft. line of electricity, Reflex half 1d8/2 caster levels (maximum 10d8) Green 15-ft. cone of acid, Reflex half When you cast energy vortex, you choose one of fi ve energy 1d8/2 caster levels (maximum 10d8) types: acid, cold, fi re, electricity, or sonic. A blast of that Red 15-ft. cone of fire, Reflex half energy type bursts in all directions from you, dealing 1d8 1d8/2 caster levels (maximum 10d8) points of damage +1 point per caster level (maximum +20) White 15-ft. cone of cold, Reflex half to nearby creatures other than you. If you are willing to take 1d8/2 caster levels (maximum 10d8) Brass 15-ft. cone of sleep; Will negates the damage yourself, you deal twice as much damage. You lasts 1d6 rounds donÆt get a Refl ex save, but spell resistance applies, as do any Bronze 30-ft. line of electricity; Reflex half resistances and immunities you have to the energy type. 1d8/2 caster levels (maximum 10d8) Copper 15-ft. cone of slow; Will negates ENVELOPING COCOON lasts 1d6 rounds Gold 15-ft. cone of fire, Reflex half Evocation 1d8/2 caster levels (maximum 10d8) Level: Druid 6 Silver 15-ft. cone of paralysis; Fort negates Components: V, S, M lasts 1d6 rounds",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Refl ex negates (harmless); FIRE WINGS see text Transmutation [Fire] Spell Resistance: Yes (harmless);",
        "name":  "Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Target: You",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 4, ranger 3 Spell Resistance: Yes This spell grants you a +20 competence bonus on Hide and With this spell, you become an unerring tracker, instantly Move Silently checks. The spell ends if you move more than aware of your quarryÆs location whenever itÆs on the move. 10 feet from where you stood when you cast the spell. It is The implacable pursuer spell gives you the direction and dis- otherwise the same as camoufl age. tance to the target creature whenever it fi nishes a turn more than 10 feet away from where it started. GOLDEN BARDING The diffi culty of the save against implacable pursuer Conjuration (Creation) [Force] depends on your relationship to the subject. You apply your",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) went to. The spell then provides no further information until",
        "name":  "Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes167 SPELLS DOMAINS AND CHAPTER 7 LAST BREATH With a successful melee touch attack, you infest a creature with maggotlike creatures. They deal 1d4 points of tempo- Necromancy rary Constitution damage each round. The subject makes a Level: Druid 4 new Fortitude save each round to negate the damage of that Components: V, S round and end the effect. Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch spell. Target: Dead creature touched",
        "name":  "The infestation can be removed with a cure disease or heal Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Transmutation",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 4 With this spell, you can return a dead creature to 0 hit",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) your spell resistance cannot overcome this damage.",
        "name":  "Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates If the subjectÆs soul is not willing to return, the spell does",
        "name":  "Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes the caster",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Evocation Maelstrom causes a deadly vortex to form in water. A body of Level: Druid 6 water at least 120 feet wide and 60 feet deep must be present, Components: V, S, DF or the spell is wasted. Casting Time: 1 standard action Waterborne creatures or objects within 50 feet of the Range: Close (25 ft. + 5 ft./2 levels) vortex (below and on all sides) must make successful Refl ex Target: One living creature saves or be sucked in. Trained swimmers can attempt Swim Duration: 3 rounds/level checks instead if their skill modifi er is higher than their Saving Throw: See text Refl ex save bonus. Waterborne vessels avoid being sucked Spell Resistance: Yes sdlonyeR .W yb .sullI Maddening screamSun Temple of Pelor Entire temple is consecrated and(cid:2) has hallow spell with daylight attached. Human cleric 14 Locked room (DC 30)(cid:2) has 12th-level treasure The temple clerk will freely cast raise(cid:2) 2 half-celestial paladin 9 dead and resurrection for those who die(cid:2) Leonal guardinal (CR 12) fighting evil, but supplicants provide their(cid:2) own material components. One square equals 5 feet 169 SPELLS DOMAINS AND CHAPTER 7 By fi lling the subjectÆs mouth and throat with unbreath- receives a saving throw with a û4 penalty to resist taking able gas, you prevent him from doing much more than that particular action. If the save succeeds, the subject still coughing and spitting. The subject can hold his breath for remains your thrall despite its minor mutiny. Once a subject 2 rounds per point of Constitution but must make a Con- makes a successful saving throw to resist a specifi c order, it stitution check (DC 10 +1 per previous success) each round makes all future saving throws to resist taking that specifi c thereafter to continue doing so. Failure on any such check action without a penalty. (or voluntary resumption of breathing) causes the subject XP Cost: 500 XP per Hit Die or level of the subject. to fall unconscious (0 hp). On the next round, the subject MURDEROUS MIST drops to û1 hit points and is dying; on the third round, he suffocates (see Suffocation, page 304 of the Dungeon Evocation MasterÆs Guide). Level: Druid 4",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) Spell Resistance: Yes",
        "name":  "Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Anyone within the cloud takes 2d6 points of damage and is permanently blinded. If a creature within the area makes As true domination, except the subject can be any creature a successful Refl ex saving throw, it takes only half damage and is permanently dominated if it fails its initial Will and is not blinded. save. A subject ordered to take an action against its nature170 7 RETPAHC DNA SNIAMOD SLLEPS NIMBUS OF LIGHT Any creature within the cloud has one-quarter conceal- ment. Winds do not affect the cloudÆs direction or speed. Evocation [Light] However, a moderate wind (11+ mph) disperses the cloud in Level: Cleric 1, Purifi cation 1 4 rounds, and a strong wind (21+) disperses it in 1 round. Components: V, S, DF",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) As a move action, you can coalesce the energy from the nimbus of light around your outstretched arm, and then as You infuse the subject with the spirit of nature. The affected a standard action fl ing it toward a foe within 30 feet. As a creature gains a +10 morale bonus on attack and damage ranged touch attack, the nimbus of light deals 1d8 points of rolls and 1d8 temporary hit points per caster level, plus the damage +1 point per round thatÆs elapsed since you cast the effects of haste. spell (max of 1d8 + caster level damage). Attacking with the nimbus of light ends the spell, whether the energy hits its NATUREÆS FAVOR target or not. Evocation OBEDIENT AVALANCHE",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) within range; see text",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Refl ex half; see text animal a +1 luck bonus on attack and damage rolls for every Spell Resistance: No 2 caster levels you possess. You summon an avalanche of snow out of a rift in midair, NATUREWATCH burying your foes and sending them to a frosty death. Necromancy The obedient avalanche affects creatures differently,",
        "name":  "By calling on the power of nature, you grant the target Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No which persists as long as ordinary snow would. Between 20 feet and 40 feet of the Center Point: Creatures This spell is identical to deathwatch, but only functions on take half as much damage from the impact of the avalanche animals and plants. In addition, it also allows you to deter- as the creatures nearer the center point took (Refl ex save mine a variety of other mundane information about the ani- negates). Creatures who fail their saves must also resist the mals and plants (whether or not the plants are dehydrated, force of the snow moving past them as if they were being the animals are malnourished, and so forth). bull rushed. The snow has a +13 bonus (+5 for effective Strength of 20 and +8 for effectively being Huge) on the bullObedient Avalanche Half impact and full cold(cid:2) damage (Reflex negates) 1d8 / 2 caster levels(cid:2) plus 1d6 cold / 2 caster levels + If save fails, creature(cid:2) is buried. Heavy snow If save fails, +13 bull rush away(cid:2) from center Light snow One square equals 5 feet 171 SPELLS DOMAINS AND CHAPTER 7 rush check, and it pushes characters away from the center point of the spell. All squares in the 20-foot to 40-foot ring are covered in light snow, which persists as long as ordinary snow would.",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous A brief supplication gives you (and only you) a vision that hints at how dangerous the immediate future is likely to be. Based on an assessment of the casterÆs immediate surround- ings and likely path of travel, the caster receives one of three visions: safety, peril, or great danger. The base chance for receiving an accurate reply is 70% + 1% per caster level, to a maximum of 90%; the DM makes the roll secretly. If the omen of peril is successful, you get one of three visions, which lasts just a second or two: ò Safety. The caster isnÆt in any immediate danger. If he continues on his present course (or remains where he is if heÆs been stationary for some time before casting the spell), heÆll face no signifi cant monsters, traps, or other challenges for the next hour or so. ò Peril. The caster will face challenges typical of an adven- ture: challenging but not overwhelming monsters, dan- gerous traps, and other hazards for the next hour or so. ò Great danger. The casterÆs very life is at grave risk. He will likely face powerful NPCs or deadly traps in the next hour. If the roll fails, you get one of the other two results, deter- mined randomly by the DM, and you donÆt necessarily know that you failed because the DM rolls secretly. Choosing which vision is ôcorrectö takes some educated guesswork on the part of the DM, who should assess the partyÆs likely courses of action and what dangers theyÆre likely to face. The exact form that an omen of peril takes depends on whether the caster worships a specifi c deity, venerates nature as a druid, or simply upholds abstract principles. A druid might see a white dove for safety, a dark cloud obscuring the Illus. by F. Vohwinkel Obedient avalanche172 7 RETPAHC DNA SNIAMOD SLLEPS sun for peril, and a forest fi re for great danger. A cleric of Fhar- may enter the pavilion, and the entrance is shut and made langhn might get a vision of a straight road for safety, a cross- invisible behind you when you enter. You may open it again roads for peril, and a washed-out bridge for great danger. from your own side at will. Once observers have passed Unlike the more powerful augury, an omen of peril doesnÆt beyond the entrance, they are in a spacious tent decorated respond to a specifi c question. It only indicates the level of in the colors of your faith. The lighting can vary between danger likely for the next hour, not what form the danger darkness and daylight, and the temperature between 40 will take. and 90 degrees Fahrenheit, at your discretion when casting",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A set of marked sticks, bones, or similar tokens of at the spell. least 25 gp value. The pavilion is sumptuously furnished, including a full meal for a dozen people per caster level. Anyone who spends OTYUGH SWARM one full hour dining here gains benefi ts identical to those Conjuration (Creation) of a heroesÆ feast. While in the pavilion, creatures heal natu-",
        "name":  "Focus",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round/level refuse and fi lth, such as a sewer or cesspool. You can choose Saving Throw: Will disbelief (if interacted with) to create 3d4 ordinary otyughs or 1d3+1 Huge otyughs with Spell Resistance: Yes 15 HD (see page 296 of the Monster Manual). The otyughs willingly aid you in combat or battle, perform a specifi c You create a phantasmal image of the subjectÆs most hated mission, or serve as bodyguards. They remain with you for enemy by sifting through the subconscious mind of the sub- seven days unless you dismiss them. If the otyughs are cre- ject. Only you and the spellÆs subject can see the phantasmal ated only for guard duty, the duration of the spell is seven creature, and the phantasm seems blurry and indistinct to months. In this case, the otyughs can only be ordered to you. A creature of Int 3 or lower automatically chases after a guard a specifi c site or location. Otyughs summoned to phantasmal decoy, and more intelligent creatures are likely to guard duty cannot move outside the spellÆs range. do as well unless such action would be obviously foolish. You must create the otyughs in an area containing at least As a move action, you can move the phantasmal decoy up 6,000 pounds of sewage, refuse, or offal. After you cast the to 60 feet in any direction. Because itÆs not real, the phan- spell, otyughs not summoned for guard duty may leave the tasmal decoy isnÆt affected by terrain that slows movement area of offal at your command. (although you can slow its progress voluntarily if you like to help maintain the faτade of realism). The target gets a Will PAVILION OF GRANDEUR save if she successfully attacks the phantasmal decoy or Conjuration (Creation) moves adjacent to it.",
        "name":  "Otyugh swarm creates otyughs from a large collection of Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Duration: 10 min./level (D)",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No As phantom wolf, except you instead con- jure an incorporeal bear with a fearsome roar.",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 5 Spell Resistance: No",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes; see text PHANTOM WOLF Conjuration (Summoning) A swarm of dire rats viciously attacks all other creatures",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Each quill infl icts 1d6 points of piercing damage and lodges itself All the subjectÆs memories and in the fl esh of any living creature knowledge are accessible to you, it hits. Lodged quills impose a ranging from memories deep û1 penalty on attacks, saves, and below the surface to those still checks per quill. A quill can be easily called to mind. You can removed safely as a standard learn the answer to one ques- action with a DC 20 Heal check. tion per round, to the best of the Otherwise, removing a quill deals subjectÆs knowledge. You can also an extra 1d6 points of damage. probe a sleeping subject, though Material Component: Porcupine the subject may make a Will quill. save against the DC of the probe RECITATION thoughts spell to wake after each question. Subjects who do not Conjuration (Creation) wish to be probed can attempt to Level: Cleric 4, Purifi cation 3 move beyond the powerÆs range, Components: V, S, DF unless somehow hindered. You Casting Time: 1 standard action pose the questions telepathi- Range: 60 ft. cally, and the answers to those Area: All allies and foes within questions are imparted directly to a 60-ft.-radius burst centered on your mind. You and the subject you do not need to speak the same Duration: 1 round/level language, though less intel- Saving Throw: None ligent creatures may yield up Spell Resistance: Yes only appropriate visual images in answer to your questions. By reciting a sacred passage or declaration, you invoke your deityÆs QUILL BLAST blessing upon yourself and your Conjuration (Creation) allies while causing confusion and",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M spell affects all allies and foes within",
        "name":  "Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action the spellÆs area at the moment you cast it. Your",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Refl ex half; see text attack rolls and saving throws. After casting the spell, you",
        "name":  "Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes are free to take further actions during the spellÆs duration as you see fi t. Needle-sharp quills emerge from your skin as you cast this Divine Focus: In addition to your holy symbol, this spell spell, then fl y outward in every direction when you com- requires a sacred text as a divine focus. 176 7 RETPAHC DNA SNIAMOD SLLEPS Quill blast celevaP .J yb .sullIREJUVENATION COCOON renewal pact, the target receives a heal spell (caster level equal Conjuration (Healing) to the caster of the renewal pact.",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Level: Blackguard 1, cleric 1, paladin 1",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action around a creature you touch that provides healing and a Range: Touch measure of protection. Target: Creature touched",
        "name":  "With this spell, you create a temporary cocoon of energy Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cocoon from a butterfl y. or supernatural ability. If a spell, spell-like ability, or supernatural ability doesnÆt RENEWAL PACT allow a save (such as power word stun), then resurgence wonÆt Conjuration (Healing) help the subject recover.",
        "name":  "Material Component",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) This spell functions like resurgence, except that it affects This spell creates a pact between the target and a deity that multiple creatures. The spell grants a second save attempt uses divine energy to wipe away any of a host of conditions against a single spell or ability chosen by the caster. If that may affl ict the target. three of the your allies have been mind blasted by mind Once this spell is cast, the pact remains dormant until the fl ayers and two others have been turned into toads by target is subjected to one or more of the following adverse baleful polymorph spells, you must choose either the mind conditions: ability damage, blinded, confused, dazed, dazzled, blast (granting three new save attempts) or the baleful poly- deafened, diseased, exhausted, fatigued, feebleminded, insan- morphs (granting two new save attempts). ity, nauseated, sickened, stunned, or poisoned. One round after the target is affected by a condition that triggers the 177 SPELLS DOMAINS AND CHAPTER 7178 7 RETPAHC DNA SNIAMOD SLLEPS REVENANCE SACRED HAVEN Conjuration (Healing) Abjuration [Good]",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All allies within 30 ft.-radius burst centered on Saving Throw: Refl ex half you Spell Resistance: Yes",
        "name":  "Targets",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes points of nonlethal damage to creatures in the arc. Any crea- ture that fails its Refl ex save is also stunned for 1 round. When you cast this spell, you fi re your allies and compan- SCENT ions with a divine madness or fury that greatly enhances their combat ability. Allies who are fi ghting on your side Transmutation are affected as if they had received an aid spell, gaining a Level: Druid 2, ranger 2, sorcerer/wizard 2 +1 morale bonus on attack rolls and saving throws against Components: V, S, M fear effects, plus 1d8 temporary hit points for the duration Casting Time: 1 standard action of the spell. Range: Touch",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A black whip or riding crop, which is cracked in the lower than 5,000 feet are treated as the 5,000- to 15,000-foot direction of the intended victims during the casting of the category, and anything above 5,000 feet is treated as being spell. above 15,000 feet.",
        "name":  "Focus",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF grasp at passersby as if an entangle spell had been cast on",
        "name":  "Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes In addition to the terrain-specifi c effects, the shadow landscape spell worsens the weather within the spellÆs area. By infusing the nearby landscape with power stolen from When rolling random weather on Table 3û23 in the Dungeon the Plane of Shadow, you make the surrounding terrain a MasterÆs Guide (or a similar table specifi c to the local area), more savage, dangerous place. roll twice and take the higher result. In plains terrain, roll The spellÆs exact effects vary with the terrain upon which three times and take the highest result. DonÆt roll random it is cast. weather underground.",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Shadow landscape transforms a desert into a place You donÆt suffer the terrain-specifi c effects (entangling where no one goes willingly. The average temperature terrain, hindrances to movement, altitude effects, higher increases by 30 degrees, or decreases by 30 degrees if the Climb DCs, and so on) of a shadow landscape youÆve cre- desert is actually a tundra (see Cold Dangers and Heat ated. When you cast shadow landscape, you can designate Dangers, pages 302û303 of the Dungeon MasterÆs Guide). one creature per four caster levels as a designated traveler. Sandstorms (or snowstorms if in a tundra) blow through a Creatures so designated donÆt suffer the terrain-specifi c shadow landscape desert on an hourly basis. effects of the shadow landscape spell, but theyÆre still subject",
        "name":  "Desert",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A few drops of stagnant pond water. Although the chariot seems large and sturdy, it and its occupants have no weight for the purpose of the mountÆs SPELL RESISTANCE, MASS load, so the horse can travel at full speed. If the chariot is Abjuration ever unhitched from the special mount, it disappears. The",
        "name":  "Material Component",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action and is immune to damage. It interacts with other spells just",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Evocation Each targeted creature gains spell resistance equal to 12 + Level: Cleric 5, Pact 5 caster level. Divide the duration evenly among all the crea- Components: V, S, DF, XP tures you target. Casting Time: 10 minutes",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch a spell, a spellcaster must roll the creatureÆs spell resistance Target: Willing living creature touched or higher on 1d20 + caster level. A creature with spell resis- Duration: Permanent until triggered, then 1 round/level tance may, as a standard action, voluntarily lower it in order Saving Throw: Will negates (harmless) to accept a spell. Spell Resistance: Yes (harmless) SPIKES This spell allows the target to enter a binding agreement Transmutation with a deity that provides a measure of protection when the",
        "name":  "In order to affect a creature who has spell resistance with Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Once this spell is cast, the pact remains dormant until",
        "name":  "Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None and saving throw bonus evaporate when the spell ends.",
        "name":  "Saving Throw",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No XP Cost: 250 XP.182 7 RETPAHC DNA SNIAMOD SLLEPS STANDING WAVE on a Concentration check against a DC equal to the storm of Transmutation elemental furyÆs save DC + the level of the spell the caster is",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, DF If you do not maintain concentration on the spell after",
        "name":  "Components",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action casting it, the spell ends. If you continue to concentrate, the",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft/2 levels) spell generates additional effects in each following round, as",
        "name":  "Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes to 40 feet in any direction. 2nd round: Chunks of rock fall from the sky, dealing 5d6 You command the waters to lift a creature or object and points of bludgeoning damage (no save). propel it forward. An object so lifted may contain creatures 3rd round: A deluge of rain extinguishes unprotected or other objects. What the wave can lift depends on your fl ames and perhaps protected ones as well (50% chance). caster level. The torrential downpour reduces visibility to 5 feet and cuts movement speed in half. Caster Level Size of Creature or Object 4th round: Flame pelts the area underneath the storm 5th Up to Medium cloud, dealing 1d6 points of fi re damage per caster level 7th Large (Refl ex half). 9th Huge 11th Gargantuan STORM TOWER 13th Colossal Abjuration",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 7 straight line at a speed of 60 feet over water. The spell dis- Components: V, S sipates when the wave contacts land, lowering its burden Casting Time: 1 full round harmlessly to shore. Range: Long (400 ft. + 40 ft./level)",
        "name":  "Standing wave moves the lifted creature or object in a Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 8 Spell Resistance: Yes",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes tower), though it has no effect on the movement of creatures within it. However, only Gargantuan or Colossal creatures This spell creates a black storm cloud that hovers over your can pass through the outer edge of the storm tower; all crea- enemies, striking them with a terrifying combination of tures of lesser size must stop any movement at the edge. effects from the Elemental Planes. When created, the storm Anyone within the storm tower has one-half concealment of elemental fury buffets the area immediately below it with relative to those outside the tower. The howling winds of the a whirling windstorm that functions as described on pages storm tower also apply a û10 penalty on all Listen checks 94û95 of the Dungeon MasterÆs Guide. Ranged attacks within within 50 feet of it (including all those inside). the area of the storm are impossible, and Small or smaller STORMRAGE creatures must succeed on a Fortitude save or be blown away. Medium creatures must make their Fortitude save Transmutation [Electricity] or be knocked prone, and Large or larger creatures must Level: Cleric 8, druid 8 succeed on a Fortitude save to move that round. Flying Components: V, S, DF creatures that fail their saves are instead blown in a random Casting Time: 1 standard action direction, traveling 1d6 ╫ 5 feet of Large or larger, 1d6 ╫ 10 Range: Personal feet if Medium, and 2d6 ╫ 10 feet if Small or smaller. Spells Target: You cast within the area are disrupted unless the caster succeeds Duration: 1 min./level (D)Stormrage Fly (as the fly spell) PC Wind wall in (cid:2) adjacent squares Lightning requires(cid:2) ranged touch attack; range 100 ft. One square equals 5 feet 183 SPELLS DOMAINS AND CHAPTER 7",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Outsiders within the emanation of a subvert planar essence spell fi nd their connection disrupted with the planar forces that created them. Outsiders who fail their saves have their damage reduction and spell resistance each reduced by 10 points. For example, a barbed devil subject to subvert planar essence would have no damage reduction and SR 13, while a pit fi end would have damage reduction of 5/good and silver and SR 22. Outsiders attempt Fortitude saves and check SR when they fi rst enter the spellÆs area. If they make their save or the spell fails to overcome their SR, theyÆre thereafter unaffected by that casting of subvert planar essence and can enter and exit the spell area without making further saves. Outsiders who fail their saves or whose SR is overcome by the spell are affected as long as they remain within the spell area, and they are automatically affected if they leave and reenter the spell area.",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A rough statuette carved from ada- mantine ore (100 gp). TELEPATHIC BOND, LESSER You harness the powers of wind and storm to move, protect yourself, and attack. You gain the benefi ts of a fl y spell, and Divination [Mind-Affecting] are protected from each direction as if surrounded by a wind Level: Cleric 3, Mind 3, sorcerer/wizard 3 wall spell. You are completely unaffected by natural or magi- Components: V, S cal wind (such as a hurricane or gust of wind spell), easily able Casting Time: 1 standard action to hold your position and completely uninhibited by other Range: 30 ft. adverse effects of extreme wind (such as having to make Targets: You and one willing creature within 30 ft. Concentration checks because of strong winds). Duration: 10 min./level",
        "name":  "Material Component",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched forcing them to make opposed Strength checks against the Duration: 1 round/level wave of water. The water has an effective Strength of 16 Saving Throw: Will negates and is considered Medium size (or Strength 20 and Large Spell Resistance: Yes if cast near a source of water). You designate the direction the wave pushes when you cast the spell; creatures who lose You may daze one living creature by making a successful the opposed Strength check are pushed back 5 feet, plus an touch attack. If the target creature does not make a success- additional 5 feet for every 5 points by which the wave beats ful Will save, its mind is clouded and it takes no action for their Strength checks, in that direction. It is possible for a 1 round per caster level. A dazed creature is not stunned wave arising from a body of water to push characters into (so attackers get no special advantage against it), but it canÆt the water. move, cast spells, use mental abilities, and so on. The wave puts out torches, campfi res, exposed lanterns, TRAVELERÆS MOUNT and other open fl ames if they are carried by the target or located within the area and they are Large size or smaller. Transmutation",
        "name":  "In addition, all affected creatures suffer a bull rush attack, Target",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action Spell Resistance: Yes",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch Area/Effect/Target: Living creature touched This spell makes a mount better able to handle the rigors of",
        "name":  "Range",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domination 8 with spell ability, and so on).",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action of invulnerability, and similar spells are not affected by",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 rounds + 1 round/level (max 15 rounds) the touched creature, healing up to 30 points of damage Saving Throw: Will negates (harmless) per round, neutralizing poisons automatically, and wiping Spell Resistance: Yes (harmless) away negative levels (as the restoration spell). The touched creature gets a With a touch of your hand, you boost the subjectÆs life +4 bonus on Fortitude and Will energy, granting him or her the fast healing ability for the saves as long as the roots remain, duration of the spell. The subject heals 1 hit point per round but a û4 penalty on Refl ex saves. of such damage until the spell ends and is automatically sta- bilized if he or she begins dying from hit point loss during VIGOR that time. Leessor vigor does not restore hit points lost Conjuration (Healing) from starvation, thirst, or suffocation, nor does it",
        "name":  "The roots draw life energy from the ground that feed Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 rounds + 1 round/level The effects of multiple vigor spells do not stack; (max 25 rounds) only the highest-level effect applies. Applying This spell is the same as lesser vigor, a second vigor spell of equal level extends the except that it grants fast healing at fi rst spellÆs duration by the full duration of the rate of 2 hit points per round. the second spell. VIGOR, MASS LESSER Conjuration (Healing)",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 9 you are evil. WATERSPOUT As lesser visage of the deity, except that you take on the quali- ties of a half-celestial or half-fi end (see the Monster Manual Conjuration (Creation) for complete details). You do not gain the spell-like abilities Level: Ocean 7 of these creatures. Components: V, S, DF",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Level: Blackguard 4, cleric 4, paladin 4",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(cid:2) rounds. Fort save or dragged(cid:2) 1d4 x 10ft. Greater whirlwind leaves dense rubble. 60 ft. 40 ft. Center 40 ft. 60 ft. 189 SPELLS DOMAINS AND CHAPTER 7 WEATHER EYE",
        "name":  "Large or smaller",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour Spell Resistance: Yes",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 mile radius + 1 mile/level, centered on you This spell creates a tornado that wreaks destruction as you",
        "name":  "Area",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creatures who start their turn inside latched chest, since it doesnÆt know how a latch works. the tornado take 6d6 points of damage for each of the 1d10 The wose can perform only one activity at a time, but rounds they remain inside it (roll separately for each crea- it repeats the same activity if told to do so. Thus, if you ture). Creatures inside the tornado canÆt do much; attacks, commanded it to gather leaves, it would continue to do so spellcasting, and movement are impossible within an greater while you turned your attention elsewhere, as long as you whirlwind. When the greater whirlwind expels a creature, it remained within range. reappears 4d6 ╫ 5 feet away from the twisterÆs center in a The wose has an effective Strength score of 2, so it can lift random direction, and 4d6 ╫ 5 feet off the ground (immedi- 20 pounds or drag 100 pounds. It can trigger traps, but the ately falling if it canÆtfl y). 20 pounds of force it can exert is not enough to activate most",
        "name":  "Inside the Tornado",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The tornado uproots trees and other pressure plates. Its speed is 15 feet in any direction, even up. vegetation automatically, and it leaves a trail of dense rubble Awood wose cannot attack in any way; it is never allowed (as described on page 90 of the Dungeon MasterÆs Guide) wher- an attack roll or a saving throw. It cannot be killed, but it dis- ever it goes. Structures within a greater whirlwind take 2d6 sipates if it takes 6 points of damage from area attacks. If you ╫ 10 points of damage per round. In a round or two, that attempt to send the wose beyond the spellÆs range (measured is suffi cient to destroy any building made of materials less from your current position), it ceases to exist. sturdy than reinforced masonry. WRACK No ranged attacks can pass through the twister. The greater whirlwind extinguishes all fl ames it touches. Listen Necromancy [Evil] checks are impossible within a greater whirlwind. Level: Cleric 3, sorcerer/wizard 4",
        "name":  "Terrain and Structures",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blackguard 4, paladin 4 Spell Resistance: Yes",
        "name":  "Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action A humanoid subject of the spellcasterÆs choosing is wracked",
        "name":  "Casting Time",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 min./level blood, rendering him blind. For the duration of the spell, the subject is considered helpless and cannot take actions. This spell causes your mount to sprout giant, feathery Even when the spell ends, the subject is still visibly white wings. This grants the mount a fl y speed of 60 ft., shaken and suffers a û2 penalty on attack rolls, saves, and with a maneuverability of good. The mount is slowed as normal for weight carried, barding worn, and environ- mental factors. WOOD WOSE Conjuration (Creation)",
        "name":  "Duration",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No A wood wose is a translucent, green nature spirit that you can command to perform simple natural tasks. It can build sdlonyeR .W yb noitartsullI191 SPELLS DOMAINS AND CHAPTER 7 checks for 3d10 minutes. The subjectÆs sight returns at the Appendix end of the spellÆs duration. ZEAL Each prestige class entry in this book includes a sample Abjuration character.",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) 10 Trothera the Just, female human cleric of Pelor 7/ sacred exorcist 3 58 This spell creates a binding agreement between a deity and 10 Xannifer Fluxwind, female half-elf cleric 7/ the target that grants the target a measure of divine power entropomancer 3 38 11 Alaraster, male human cleric 1/monk 6/ to crush the deityÆs enemies. sacred fist 4 60 Once this spell is cast, the pact remains dormant until 11 Dekelor, male human cleric 4/paladin 4/ the target successfully hits a foe whose alignment is exactly shining blade of Heironeous 3 64 opposite that of the deity. The targetÆs subsequent melee 11 Durgen Stonespike, male dwarf cleric 7/ attacks gain a +4 bonus, deal double damage, and automati- warpriest 4 76 12 Golden Arrow, female elf fighter 7/ cally confi rm critical hits for the spellÆs duration. Further- divine crusader 5 of Corellon Larethian 34 more, the targetÆs melee attacks have alignment descriptors 12 Seith, male human rogue 2/cleric 3/ that match the deity with whom youÆve made the pact. black flame zealot 7 22 The target is compelled to attack foes of opposite align- 13 Serena Sparklegem Hedow, ment every round if able to do so. The target knows which female gnome cleric of Garl Glittergold 10/ contemplative 3 32 creatures within 60 feet are of opposite alignment (as if the 13 Shalas the Headstrong, male half-elf fighter 7/ relevant detect spells had been cast). holy liberator 6 47 If you create a zealot pact with a completely neutral deity 15 Rendela, male human cleric 3/wizard 3/ such as Obad-Hai, choose one alignment from the follow- geomancer 9 44 ing list that triggers the zealot pact: lawful good, lawful evil, chaotic evil, or chaotic good. A creature can be subject to only one zealot pact at a time. Casting zealot pact on a target who already has an untrig- gered zealot pact voids the earlier pact.",
        "name":  "Spell Resistance",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane and divine spells. 1",
        "name":  "Spells",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 1st level, a dweomerkeeper spell drops by 1 (minimum +1 level, or +0 level if the creates a personal mantle of arcane and/or divine spells. feat already has a +0 level adjustment). For example, a She chooses one arcane or divine spell that she can cast, quickened fireball uses a 6th-level slot (+3 levels) and thereafter she can convert prepared spells of that instead of the usual 7th-level slot (+4 levels), but a silent 2 spellÆs type (arcane or divine) into the chosen spell, so fireball still uses a 4th-level slot (+1 level). A spellaffected by the Heighten Spell feat is unaffected by this prestidigitation;1stùanimate rope, chill touch, comprehend ability. languages, expeditious retreat, true strike; 2ndùdetect",
        "name":  "Mantle of Spells",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This prestige class could be made Wizard Spells Prepared(4/5/4/4/3; save DC specific to any god of the dead or the spirit world. In 3 14 + spell level): 0ùdancing lights, mage hand, message,your campaign, you could create an organization that added the prestige class. He does not, however, gain exists solely to train masters of shroudsùperhaps a any other benefit a character of that class would have cabal within the Mortuary Guild or a cult of mind gained (improved chance of turning or rebuking flayer clerics from the Plane of Shadow. undead, or the like). The level of master of shrouds is",
        "name":  "Adaptation",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. added to the level of whatever other divine spellcasting class the character has, then spells per day, spells REQUIREMENTS known, and caster level are determined accordingly. To qualify to become a master of shrouds, a character If the character had more than one divine spellcast- must fulfill all the following criteria. ing class before he became a master of shrouds, the",
        "name":  "Hit Die",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast divine spells and a spell that master of shrouds for the purpose of determining appears on the spell list for the Death, Evil, or Protec- spells per day and spells known. tion domain. Summon Undead(Sp): At 1st level, the master of",
        "name":  "Spells",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 10 ranks, Spellcraft 10 ranks. shrouds gains the ability to summon a shadow or allip to",
        "name":  "Skills",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to command or rebuke undead. fight his enemies. This ability works like the summon monster I spell, except as follows. The master of shrouds CLASS SKILLS cannot dismiss the summoned creature, and if it remains The master of shroudsÆs class skills (and the key ability after the last enemy is gone or slain, it attacks the master for each skill) are Concentration (Con), Craft (Int), of shrouds unless he successfully rebukes or commands Diplomacy (Cha), Intimidate (Cha), Knowledge it. The master of shrouds gains a +4 bonus on turning (arcana) (Int), Knowledge (religion) (Int), Profession checks and damage against undead he has summoned. (Wis), and Spellcraft (Int). See Chapter 4: Skills in the As the master of shrouds gains additional levels in PlayerÆs Handbookfor skill descriptions. the prestige class, he can summon undead more",
        "name":  "Other",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. The Master of Shrouds Class Level Base Attack Bonus Fort Save Ref Save Will Save Special Spells per Day/Spells Known 1st +0 +0 +0 +2 Summon undead ù (allip/shadow) 1/day 2nd +1 +0 +0 +3 Extra turning +1 level of existing divine spellcasting class 3rd +2 +1 +1 +3 Summon undead ù (allips/shadows) 2/day 4th +3 +1 +1 +4 ù +1 level of existing divine spellcasting class 5th +3 +1 +1 +4 Summon undead ù (wraiths) 3/day 6th +4 +2 +2 +5 ù +1 level of existing divine spellcasting class 7th +5 +2 +2 +5 Summon undead ù (spectres) 4/day 8th +6 +2 +2 +6 ù +1 level of existing divine spellcasting class 9th +6 +3 +3 +6 Summon undead ù (greater shadows) 5/day 10th +7 +3 +3 +7 ù +1 level of existing divine spellcasting class CLASS FEATURES frequently, and he gains access to more powerful incor- All the following are features of the master of shrouds poreal undead. He can summon two allips or two shad- prestige class. ows at 3rd level, two wraiths at 5th level, two spectres at",
        "name":  "Skill Points at Each Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The master of shrouds gains character gains new spells per day (and spells known, if Extra Turning as a bonus feat. Furthermore, his master applicable) as if he had also gained a level in a divine of shrouds levels stack with his levels in any other 4 spellcasting class to which he belonged before he classes that can rebuke or destroy undead (such asMOON GUARDIAN cleric) for the purpose of determining the parameters of his rebuke or command ability. When a werewolf or other evil lycanthrope passes on",
        "name":  "Extra Turning",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Male halfling cleric the curse of lycanthropy, the victim must either find a 8/master of shrouds 2; CR 10; Small humanoid; HD cure quickly or succumb slowly to the ravening evil of 8d8+8 plus 2d8+2; hp 55; Init +4; Spd 15 ft.; AC 22, a bestial nature. But good or neutral divine spellcasters touch 12, flat-footed 22; Base Atk +7; Grp +3; Atk +9 who have strong connections to their deities or to the melee (1d8, masterwork heavy mace) or +8 ranged divine powers they choose to represent can sometimes (1d6, sling); Full Atk +9/+4 melee (1d8, masterwork use their divine connections to stave off the slide into heavy mace) or +8 ranged (1d6, sling); SA rebuke evil. Those who succeed are known as moon guardians. undead 4/day, summon undead(allips/shadows); SQ The requirements to become a moon guardian are halfling traits; AL CE; SV Fort +9, Ref +4, Will +15; Str straightforward, but theyÆre more difficult to meet than 10, Dex 10, Con 12, Int 13, Wis 19, Cha 12. they first appear. The afflicted lycanthrope must pray",
        "name":  "Wulbrin Undercotte",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb û4, Concentration +11, Diplo- for succor when he feels the temptation to give in to macy +8, Hide û2, Jump û4, Knowledge (religion) +7, his newfound bestial urges, but in time, a character Listen +9, Move Silently û4, Spellcraft +11, Spot +8; who has done so faithfully gains release from the risk Alertness, Extend Spell, Improved Initiative, Scribe of alignment change. (In game terms, the afflicted Scroll, Spell Penetration. lycanthrope PC must stave off an alignment change Summon Undead(Sp):Wulbrin can summon a until he earns enough experience to take a level in shadow or allip to fight his enemies. This ability works moon guardian.) like the summon monster I spell, except as follows. Wul- As NPCs, moon guardians often perform quests on brin cannot dismiss the summoned creature, and if it behalf of their deities or infiltrate cults of evil lycan- remains after the last enemy is gone or slain, it attacks thropes in order to destroy them from within. The Wulbrin unless he successfully rebukes or commands occasional evil moon guardian NPC often takes advan- it. He gains a +4 bonus on turning checks and damage tage of PCsÆ assumptions about his alignment, pretend- against undead he has summoned. He may always ing to be good at first, then revealing his true nature at choose to substitute lower-CR undead for any higher- a crucial moment. CR ones that he can summon, but the number sum-",
        "name":  "Skills and Feats",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 + Int modifier. The Nightcloak Class Level Base Attack Bonus Fort Save Ref Save Will Save Special Spells per Day/Spells Known 1st +0 +2 +0 +2 Might of darkness +1 level of existing spellcasting class 2nd +1 +3 +0 +3 Eyes of night +1 level of existing spellcasting class 3rd +2 +3 +1 +3 ù +1 level of existing spellcasting class 4th +3 +4 +1 +4 Shadow talk +1 level of existing spellcasting class 5th +3 +4 +1 +4 True lies +1 level of existing spellcasting class 6th +4 +5 +2 +5 ù +1 level of existing spellcasting class 7th +5 +5 +2 +5 Grace of the dark +1 level of existing spellcasting class 8th +6 +6 +2 +6 Minions of night +1 level of existing spellcasting class 9th +6 +6 +3 +6 ù +1 level of existing spellcasting class 10th +7 +7 +3 +7 Voice of ineffable evil +1 level of existing spellcasting class CLASS FEATURES feet beyond that). Shadow talk is a sonic, language- All the following are features of the nightcloak prestige dependent effect. class. True Lies(Sp):Beginning at 5th level, a night-",
        "name":  "Skill Points at Each Level",
        "source":  "complete_divine.txt",
        "_id":  "c51826646c4e5c6c2d9411d0a9eb9ad66a20e77ccfda9e16b51eed02e6270ad2"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Necromancers are introspective characters transmutation are complementary schools, since both share with a pragmatic approach to death. As a necromancer, you the same view of using whatever is available. Whether alive, might exhibit any or all of the following personality traits. dead, or inanimate, the raw materials can be altered to become You are heedless and insensitive toward the emotions of something more. people about death. Personality: Transmuters are tinkerers at heart, never You are hopeful and impatient as people die, seeing their content to leave things as they are. As a transmuter, you might bodies as useful material for your spells. exhibit any or all of the following personality traits. You are obsessed with your own mortality and crave You are a troubleshooter who enjoys overcoming chal immunity from death. lenging obstacles. You brood instead of discussing or sharing your You are a natural actor who assumes the role of any creature thoughts. whose forms you take. You have a frenetic curiosity about creatures you encoun foremost, a successful blaster takes care to avoid injuring his ter, eager to broaden your knowledge of new forms and comrades with the spells he casts. For this reason, blasters abilities. train themselves to be as observant as possible. They do not You revel in appearing to be much less than you seem. simply monitor their enemies, but keep track of their allies as",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although these feats retain some function of damage to multiple targets on the battlefield, with greater ality for a blaster, their application is limited at best. accuracy and against opponents that are more widely spread Chain Spell (Complete Arcane): Chain Spell can be used to apart. arc a spell effect between a number of secondary targets equal 7th—Radiant Assault (Spell Compendium): This spell deals to your caster level, but this feat only applies to spells that massive amounts of light damage to all creatures in a 20- initially have a single target. Most of the spells in a blaster\u0027s foot-radius burst, while either dazing or dazzling them for repertoire affect multiple opponents within an area, limiting ld6 rounds (depending on whether they make their saving this feat\u0027s utility. throw). Short of being sightless, no creature can boast immu",
        "name":  "Feats to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spells with a range of medium or long already nity to this spell. offer plenty of distance from which to cast blaster spells. Cast 8th—Horrid Wilting: Unquestionably worthy of its name, ing a blaster spell from any farther away becomes excessive, this spell drains moisture from the bodies of an extraordinary especially if you want to see where your party members are number of targets. You can selectively affect any number of in relation to the enemy. Moreover, spells with burst, cone, or creatures within long range as long as all targets are within line areas or those with ranges measured in a fixed number 60 feet of each other. of feet, cannot benefit from this feat. 9th—Meteor Swarm: This spell generates four 40-foot-radius Repeat Spell (Complete Arcane): Although it is useful against spreads of fire that can overlap each other with stacking an advancing horde, this feat can be dangerous in a crowded damage. A more powerful gout of flame does not exist. Make environment where allies can be easily caught in the second sure your friends have all run for cover. ary blast. Spells to Avoid: Although blasters have many options",
        "name":  "Enlarge Spell",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a blaster, you want to catch the maximum available to them, some spells more effectively deal damage number of opponents in your area spells without harming in a wider area than others. Try to balance damage output your allies. Doing this requires a good vantage point from against potential area, especially if you have a limited number which the battle can be surveyed, but you also can\u0027t be so of spells known. far away that you lose communication with your fellow Acid Fog: This spell and others like it deal ongoing damage party members. Most of your spells come from the evoca to targets in the area, but in small amounts that can be easily tion school. avoided by leaving the spell effect.",
        "name":  "Best Spells",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This spell (and others like it) jen (Complete Arcane) with elemental mastery over earth or simply impairs targets rather than dealing hit wood can make a particularly good booster as well, espe point damage. cially if he consistently chooses to apply Extend Spell to his transmutation spells. Bards arguably make the BOOSTER best boosters, not only because of their inspirational music, but also thanks to their ability to double You tend to be exceptionally selfless as secondary healers with access to cure for an arcanist, devoting your spells spells. Additionally, bards are also to making everybody in the party the arcanists most capable of more formidable against their protecting themselves with enemies. As a booster, you are out needing help. A sorcerer as valuable to an adventuring who focuses on transmu party as a healer—except that tation spells is a boon to instead of restoring the exist any party, since he rarely ing potential of your group, suffers from a shortage your spells push mortal of spells, but he often limitations to preternatural lacks the perfect so extremes and endow your lution for a particular allies with arcane might. problem.",
        "name":  "Stinking Cloud",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "There is Best Prestige Class something parental about es: The initiate of the boosters. More than any sevenfold veil (Complete thing, they want to see Arcane) is an excellent everybody in their party choice of prestige class for come back alive from their a booster, since its protective latest adventure. To this end wards protect boosters while they are both sympathetic they augment their allies. More and analytically critical of important to any arcanist, an ini their companions, address tiate of the sevenfold veil does not lose a ing individual strengths single caster level. The sublime chord (Com and weaknesses to shore plete Arcane) offers 9th-level spell access to up group dynamics. Boosters bards, permitting them to choose between value communication more than any other Boosters push mortal limitations to the bard and sorcerer/wizard spell lists. In quality and have no difficultly suggesting preternatural extremes addition, the sublime chord class grants ac areas in which their companions can im cess to several arcane songs that increase prove their tactics and train accordingly. A booster takes his spellcasting effectiveness and can even suspend the enemy role so seriously that when anyone is injured due to lack of out of time (while the party better prepares for the attack). organization, he takes it as a personal failure. A booster willing to sacrifice power for versatility should",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Boosters are the sergeants of a party, keeping consider the mystic theurge prestige class, since the sheer track of individual contributions and pointing out flaws number of boost spells available to such a character should that need to be eliminated. Wherever a deficiency exists, the keep him busy throughout the adventure. booster provides a spell that removes the problem. When",
        "name":  "Strengths",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These feats help augment a booster in his no weaknesses can be found, the booster can truly flaunt chosen role and are strongly recommended. his power, augmenting the abilities of his companions well Arcane Disciple (Complete Divine): Although you can only beyond their most ambitious imaginings. Adventurers who gain so many spells from this feat (depending on your have a booster watching their backs can make short work of Wisdom score), even if you only gain access to the first three any obstacles they face. levels, those spells can justify this investment—especially",
        "name":  "Best Feats",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Not surprisingly, the greatest potential for bards and sorcerers. Many domains grant spells that weak link in any adventuring group is the booster himself. arcane casters can find on their own lists, but a booster As arcane spellcasters, boosters are notoriously ineffectual might want to consider the Courage (Spell Compendium), in melee combat. They try to fortify their own weaknesses Family (Spell Compendium), Healing, Luck, Protection, and before battle along with everyone else, but once a conflict Renewal (Spell Compendium) domains. starts, boosters need protecting. This weakness can be turned",
        "name":  "Weaknesses",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Casting touch spells on your allies inevi barbarian to chip in for this boost. (It\u0027s cheaper than a potion tably puts you in harm\u0027s way during melee combat. This feat of cure moderate wounds, and certainly more beneficial.) helps to ensure that your spells won\u0027t be spoiled by an errant 5th—Mass Fly (Spell Compendium): A coordinated aerial attack. assault is a beautiful sight—and a terrifying one for oppo",
        "name":  "Combat Casting",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Having a few wands with key booster spells nents. This spell makes it possible for everyone in your party at hand means you can branch out with your own spell to participate in an attack from above. selection. Scribe Scroll and Brew Potion are similarly useful, 6th—Stone Body (Spell Compendium): Although mass bull\u0027s though not as cost-effective. strength spreads the wealth of a Strength boost around the",
        "name":  "Craft Wand",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although these feats retain some function- but one that causes spells and spell-like abilities to bounce ality for a booster, their application is limited at best. off your party like ineffectual sparks from an anvil. Fortify Spell (Complete Arcane): This feat can prevent a 9th—Freedom: When all else has failed to liberate a party booster\u0027s spells from being dispelled, but the likelihood member from enspelled imprisonment, this one does the of that event occurring with enough frequency to warrant trick. taking this feat is slim. Spells to Avoid: You have the largest selection of spells Spell Focus (transmutation): Most of the targets of your spells to choose from as a booster. Try to restrict your choices to are willing recipients, meaning that save DCs are not usually boosts your companions cannot achieve themselves with important. This spell should be considered only if you learn special abilities or spells, especially if you have a limited a significant number of offensive transmutation spells. number of spells known.",
        "name":  "Feats to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wizards (par difficult to resist. Greater Spell ticularly enchanters) and wu Focus (enchantment) should jen (Complete Arcane) enjoy a definitely be in your repertoire wide variety of controlling as well. spells, limited only by the Spell Penetration: Enslav acquisition of spells for their ing or affecting a creature spellbook. Sorcerers fit the with spell resistance is egomaniacal controller not easy, but unques archetype best of all, tionably worth the effort. with the addition of Even Greater Spell Penetration is a high Charisma score Controllers have little respect for life worth the investment for a controller. to compel obedience by their or its freedoms Feats to Avoid: Although these feats charmed victims. Bards are also well retain some functionality for a control suited to play controllers, combining useful spells with bardic ler, their application is limited at best. music abilities; however, the beguiler (Player\u0027s Handbook II) Extend Spell: Most of a controller\u0027s spells already last long outshines the bard in both sheer controlling power and enough, so further extending their durations provides breadth of options for influencing enemies. diminishing returns.",
        "name":  "Best Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Generalists are sagelike in their approach to great second choice), since they understand the potential of a problem-solving, carefully deliberating over the best course painfully restrictive \"permanent\" curse. of action. They understand the need for haste in the face of 5th—Dominate Person: At last, the tried and true spell that lets danger, but find themselves more perturbed by rushing than any controller achieve her full potential. Although its effects frightened by an impending threat. Anything worth doing are restricted to humanoids, you shouldn\u0027t have trouble finding is worth thinking about rationally, and a solution can always a thrall that can offer decent resistance against any enemy. be found. Generalists prefer to solve minor problems with 6th—Mass Suggestion: Never underestimate the power of intellect alone and so are greatly valued by adventuring par mind control on a massive level to turn enemy forces against ties. The generalist prides herself in always being prepared each other. The geas spell comes a close second at this level, but and maintaining a level head despite setbacks. it requires a 10-minute casting time. Still, it might be worth",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wizards who do not choose a school of mass hold monster, when along comes a spell that lets you specialization are best suited to become generalists. Although permanently rewrite the memory of any creature to make it a discriminating sorcerer who makes thrifty spells known believe that its entire purpose in life is to secure and protect choices can attempt the role of generalist, it is hard to compete your safety. Why control your enemy when you can turn him with a wizard, who has the potential to learn every arcane into a loyal friend? spell she comes across. A wu jen (Complete Arcane) makes a",
        "name":  "Best Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These feats help augment a generalist in her Empower Spell or Maximize Spell. chosen role and are strongly recommended. 2nd-—Invisibility: Whether attacking with surprise, sneak",
        "name":  "Best Feats",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For all those spells that you enemies more than im Generalists pride themselves on always never need until you really need them, this mobilizing them for several being prepared feat can\u0027t be beat. rounds, presuming of course that no",
        "name":  "Scribe Scroll",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Notwithstanding all the times that a or translucent creatures or objects, and polymorphed forms sorcerer generalist needs a move action in the same round as are either negated or revealed through this spell. The true casting a spell, a more useful feat could be selected. seeing spell even lets you perceive the Ethereal Plane in case",
        "name":  "Arcane Preparation",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a generalist, choosing which spells low hit points. to avoid taking can be exceedingly difficult, because Best Classes: Necromancers and dread necromancers virtually any spell can prove useful in the right context. (Heroes of Horror) are the best choices for this archetype. Dread Although this is by no means a firm rule, try to avoid necromancers are particularly effective, since they can rebuke spells that will be trumped by higher-level spells in two undead to control them. On the other hand, certain useful or three levels, especially if you have a limited number of spells aren\u0027t on their spell list. Sorcerer necromasters find spells known. that with limited spells known, choosing the best spells for",
        "name":  "Spells to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This spell is a crutch for generalists who have Best Prestige Classes: The pale master (Libris Mortis) not done their homework. With a deceptively cheap 300 XP presents a good option. The first level is a hurdle, but being cost (compared to the wish spell), you can duplicate any spell able to sidestep the material component of animate dead can of 6th level or lower rather than doing your job properly. A prove a meaningful advantage. The true necromancer (Libris generalist who has given all due consideration to her spells Mortis) prestige class also offers a good selection of abilities. should never have use for limited wish. You trade your highest-level spells and Hit Dice of undead",
        "name":  "Limited Wish",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although these feats retain some func minions. Each might pack less punch than an outsider a tionality for a necromaster, their application is limited at summoner controls, but you have more creatures under your best. control, and they remain to fight in later battles. Also, you Fell Animate (Libris Mortis): You shouldn\u0027t have much trouble can cast undead-creating spells outside combat, allowing you making zombies, so this feat applies a high cost to a spell from to make the most of your in-combat actions while existing which you gain little or no benefit. minions contribute to the fight. Spell Focus (necromancy): Look closely at how many of your buck. It deals 3d6 points of damage per round, and it takes necromancy spells allow saves before choosing this feat. some effort to end the effect. When the foe reaches 0 hit",
        "name":  "Feats to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spies keep their profession to themselves, should be the first spell selected at this level. As a second not wanting to risk the ire of people who are offended by spell, phantasmal killer is a devastating choice. their trade. Spies accept the fact that they operate outside 5th—Prismatic Ray (Spell Compendium): An unpredictable society and embrace their roles as interlopers. Some spies spell, to be sure, but the majority of the generated effects are use their power with a solemn purpose, becoming seekers well worth the random chance. Cast this spell with the Split of truth in a world filled with lies, but many are not quite Ray feat to increase the possibility of a lethal effect. as righteous and look only for secrets with which to exploit 6th—Disintegrate: Nothing reduces your enemies to dust as and manipulate people of influence. well as disintegrate. This spell is perhaps the most utilitarian",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spy is nothing if not tapped into her sur sniper spell, lacking an energy type that might be resisted roundings. A party lucky enough to count a spy as an ally by creatures with immunities. would be foolish to overlook her foresight. An adventuring 7th—Finger of Death: A sniper simply cannot afford to spy takes great care to remotely observe any intended desti forswear a spell with this much power over life and death. nation, noting any creatures that inhabit it long before she The limited range of this spell, although counterintuitive ever physically enters the location. A spy arms her compan for a sniper, still allows it to be cast from over 50 feet away ions with this knowledge so they can reliably ambush their when initially learned. opponents and minimize losses, especially if she discovers 8th—Polar Ray: This is another spell that significantly the vulnerabilities of such creatures beforehand. benefits from the Energy Substitution feat. More important,",
        "name":  "Strengths",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although these spells might seem it requires three levels of a divine spellcasting class before appealing at first, consider rethinking your options, espe progressing as an arcane spellcaster. The arcane trickster cially if you have a limited number of spells known. makes for a great stealth-oriented spy, but the class requires",
        "name":  "Spells to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a sniper, ask yourself why you are trying at least three levels of rogue. If a spy doesn\u0027t mind losing that to make friends with your opponents instead of sending many spellcasting levels, this combination also makes her a them to the afterlife. lot more capable in combat with the addition of sneak attack damage. The loremaster, with seven prerequisite divination 3rd—Clairaudience/Clairvoyance or Know Opponent (Spell spells, is a natural choice for a spy who doesn\u0027t want to give Compendium): Once a spy is acquainted with her surround up any arcane spellcasting levels. ings, clairaudience/clairvoyance becomes an immeasurable",
        "name":  "Charm Person",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your scrying bulky focus makes this spell use Spies are nothing if not tapped spells have unlimited range and your into their surroundings ful in the dungeon. detect spells have fixed ranges, neither of 8th—Discern Location: When it comes which can be augmented with this feat. to tracking down a creature or object, there is virtually no",
        "name":  "Enlarge Spell",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although the archmage is a good the ground out from underneath their feet. This is no meta choice for any arcane spellcaster, strategists especially covet phorical boast, since as a strategist you can literally change the master of shaping ability, which allows them to selec the nature of reality around your opponents. Perhaps they tively avoid allies in their area spells. Masters of the unseen won\u0027t underestimate you next time, if they live to see a next hand (Complete Warrior), although lacking in spellcasting time. levels, gain unparalleled control with telekinetic force and",
        "name":  "Best Prestige Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Although a strategist likes to see a plan can dominate a battlefield more thoroughly than strategists fall perfectly into place, he truly comes into his own when devoted to spellcasting can. The initiate of the sevenfold veil encountering situations in which thinking on his feet can (Complete Arcane) is ideal for strategists who work from afar save the day. Strategists are equally happy participating in and use the protective wards of this prestige class to cast their small skirmishes as they are overseeing large conflicts, alter spells undisturbed. ing terrain modifiers from afar to change the combat dynamic",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A strategist who controls the battlefield con Fortify Spell (Complete Arcane): Although many of your spells trols the battle. When his enemies can\u0027t take anything for cannot be resisted with saving throws, spell resistance granted, including the ground upon which they stand, often still applies. For every higher-level spell chaos and disorder fill their ranks. A strategist\u0027s first slot you give up, you gain a +2 bonus on caster goal is to turn the attack position level checks to overcome spell resistance. of his opponents into a defen",
        "name":  "Strengths",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sometimes sive posture. He does this by the biggest setback for a strategist casting spells that throw off en is not being able to cast his emy tactics by limiting mobility spells before the enemy or attack options and destroying attacks. This feat makes existing advantages. Parties that it easier for a strategist coordinate with a strategist can to act first. develop tricks that allow them Sculpt Spell (Complete to ignore the effects of com Arcane): This feat allows mon spells, allowing them to you to alter the area of any fight with impunity against spell and even permits opponents who are subject to you to create four isolated the full-blown effects. 10-foot cubes anywhere",
        "name":  "Improved Initiative",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you want to target a large expanse of ing you and anyone in a 10-foot radius around you, while enemies with a damaging area spell (and your allies have allowing spells of any level to be cast out of the globe without safely retreated off the battlefield), this feat is ideal for put difficulty. ting down the maximum number of enemies. 7th—Waves of Exhaustion: All creatures caught within a",
        "name":  "Widen Spell",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As a strategist, you look for spells that affect provides total concealment for those more than 5 feet away, your targets by changing the environment around them. effectively cutting the battlefield in half. As such, your spells cannot be directly resisted with saving Greater Invocation—Nightmares Made Real*: Not only does throws or overcome with spell resistance. Keep in mind, this invocation slow down and injure your enemies, it gives however, that spells cast on an object in possession of a you a chance to hide from their attacks. creature that has spell resistance must still overcome that Dark Invocation—Eldritch Doom (Complete Arcane): Cover resistance to take effect. Most of your spells come from the one of the warlock\u0027s shortcomings—the inability to deal conjuration school. with groups of enemies effectively—by turning your eldritch 1st—Grease: A handy spell that can trip up to four Medium blast against all nearby targets. or Small targets (more if they share the same space). Remem Spells to Avoid: A strategist must always remain aware ber that creatures standing up from prone provoke attacks of of the larger tactics in play during a battle and choose his opportunity. Held objects get no saving throw against this spells accordingly. Your purpose is lost when choosing spells spell, and a creature must succeed on a Reflex saving throw that target single creatures, especially if you have a limited or drop the object. number of spells known. 2nd—Web: The ultimate strategist spell. Targets who Control Weather: Although this spell certainly represents a successfully make their saving throw must still push their powerful option for a strategist, the 10-minute casting time way through the gluey fibers with Strength or Escape Artist and 1- minute weather adjustment period make it impractical checks. Even better, spell resistance is completely ineffective for all but the most large-scale battles (when the time and against the effect. place are known in advance). 3rd—Stinking Cloud: This is really two spells in one. The Power Word spells (Player\u0027s Handbook, Races of the Dragon): primary effect creates a bank of fog that nauseates everybody Even though eliminating a single target can sometimes within the spread while also simulating the effect of a fog cloud change the course of events in a battle, any spell that begins spell. The nauseating fog can be resisted with a saving throw, with the phrase \"power word\" is too narrow a focus for a but the concealment cannot. Stinking cloud naturally gives way strategist. to cloudkill when 5th-level spells become available. Silent Image: Despite the fact that illusion spells, starting 4th—Evard\u0027s Black Tentacles: A devastating spell that crushes with silent image and progressing up through the levels from the life out of your enemies. Greater invisibility also presents a there, can help a strategist control events on the battlefield, good choice at this level, effectively hiding your involvement these spells\u0027 effects are always hit-or-miss, with one saving during any battle. throw that can negate the effect. 5th—Telekinesis: Despite the saving throws permitted by this spell, no single transmutation can control a battlefield SUMMONER more effectively. This spell has three possible applications Your will is supreme, and the creatures that serve you under that can be used as needed, allowing the caster to choose stand that intuitively, throwing themselves at your opponents between a combat maneuver, a sustained force, or a violent with abandon and running interference so that you can cast thrust. spells with impunity. You are the master, and they are your 6th—Globe of Invulnerability: A strategist\u0027s dream, this minions. The clarity and simplicity of this relationship is abjuration prevents spells of 4th level or lower from affect your personal addiction.",
        "name":  "Best Spells",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Every summoner knows that the creatures Best Prestige Classes: For a summoner willing to contact he summons don\u0027t really die when defeated. The reality is, the Far Realms to augment his power, the alienist prestige however, that even if the opposite were true, summoners class (Complete Arcane) has much to offer. Not only does the would not abandon their profession. The creatures that fight familiar of a summoner continue to progress in this prestige for them do so with unchecked ferocity. Summoners casually class, but the character doesn\u0027t miss out on a single spellcast¬ wield the ability to call servants that carry out their wishes ing level. The compromise, however, is that the summoner over and over again, heedless of personal cost. Some consider becomes more and more detached from reality as he accrues their dominion over their summoned creations to be penalties to specific Charisma skills. For a saner approach an awesome responsibility, while others think to summoning, consider the thaumaturgist pres of it merely as heartily deserved power. This tige class, which eventually results in gaining difference of perception marks the point an extraplanar companion as a cohort. at which summoners either become Best Feats: These feats help augment compassionate leaders or ruthless a summoner in his chosen role and are dictators. strongly recommended.",
        "name":  "Personality",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Regardless of how Augment Summoning: This is a powerful a summoned creature feat tailor-made for summoners might be in relation to a given that significantly strengthens opponent, as long as that crea and toughens the creatures you ture harries your enemy for 2 summon without taking up a or 3 rounds, it has served its higher-level spell slot. purpose admirably. Although Extend Spell: A standard feat summoning creatures that that doubles the duration of have the strength and power your summoning spells, bind to defeat your enemies is ing them to your service for preferable, their real pur twice as long. Sudden Ex pose is to keep the enemy tend (Complete Arcane) might occupied while you and be even more useful, though your party bring even more it forces the tough decision of offensive power to bear. when to use it. (In this way, a summoner Improved Familiar (Dun functions much like a geon Master\u0027s Guide): As strategist, described above.) a summoner, you can\u0027t Summoned creatures can surround yourself with also cover a strategic retreat enough powerful creatures or create a distraction so that to keep your opponents oc an injured companion can be cupied while you lambast them helped. A summoned creature with offensive spells. The hardier might even become a reserve of hit you can make your familiar, the bet points with the help of a vamipiric touch Summoners have a supreme will that ter. For additional options, see also the spell. creatures intuitively serve Combat Familiar and Lurking Familiar",
        "name":  "Strengths",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Casting spells that send feats in Player\u0027s Handbook II. summoned creatures into battle might prevent some of the Rapid Spell (Complete Divine): Don\u0027t underestimate the value more powerful area spells from being cast at the same time. of reducing that 1-round casting time to a standard action. Although it\u0027s certainly not out of the question to cast such Not only does this let you add in a move action during the spells regardless, one has to question the purpose of even round, but it also greatly reduces the chance of your spell summoning the creatures in the first place—unless the being interrupted. creatures are immune to the area attack, which would certain Spell Focus (conjuration): Although this feat is not really be a valid tactic. helpful for any of your summoning spells, it is a necessary",
        "name":  "Weaknesses",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Conjurer is a natural choice for a wizard prerequisite for Augment Summoning and the prestige summoner, as is progressing as a wu jen (Complete Arcane) classes recommended above. who consistently devotes his spell secrets to summon monster Feats to Avoid: Although these feats retain some function spells. Although the sorcerer-summoner suffers from a limited ality for the summoner, their application is limited at best. number of spells known, taking summon monster at every avail Greater Spell Focus (conjuration): Since you are primarily a able level—and swapping out the lower-level versions when summoner, taking this feat doesn\u0027t help your purpose unless they are no longer useful—can prove rather effective. A bard it is a prerequisite for more powerful summoning feats. can augment summoned creatures with his music, but gains Spell Penetration: Summoning spells manifest creatures higher-level summon monster spells at such a slow rate that his that attack your enemy, a process that cannot be affected in creatures\u0027 power level becomes comparatively ineffectual. any way by spell resistance.",
        "name":  "Best Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any warrior spellcaster must find a way be forced to do your bidding. This kind of coercion, however, to overcome or otherwise cope with the drawbacks of a low becomes much easier if the outsider is offered a reward or base attack bonus, low AC, and/or low hit points. If you can\u0027t bribe. Lesser planar binding and greater planar binding also have find a way around at least two of these disadvantages, you\u0027re their uses if you are not limited by spells known. better off avoiding this archetype. 7th—Dragon Ally (Spell Compendium): What could be more",
        "name":  "Weaknesses",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Other than the duskblade (Player\u0027s Hand impressive than producing a dragon? This spell calls a single book II), no arcane spellcaster can effectively pursue this dragon of up to 22 Hit Dice that barters for its service in role without some early multiclassing. Even a single level of exchange for gold, gems, or both. fighter or barbarian can dramatically extend the life span (and 8th—Fierce Pride of the Beastlands (Spell Compendium): For utility) of a sorcerer or wizard bent on becoming a warrior. absolutely no XP or gp cost, this spell summons 2d4 celestial That said, with the right spell selection, any arcane caster lions into your service, followed by ld4 celestial dire lions 10 can eventually achieve the ability to hold her own in a fight. minutes later. Depending on your alignment, the alternatives The sorcerer probably has an edge on the wizard, since her to this spell, abyssal army, heavenly host, and hellish horde, are ability to cast the same few spells many times per day grants all available to you as 9th-level spells. her an edge over the wizard\u0027s versatility. Both the warmage 9th—Call Marut (Spell Compendium): Despite the 500 XP and the bard enjoy better AC and hit points than a typical cost of this conjuration, few spells conjure forth a more reli arcane spellcaster, but they lack the spell selection required able or powerful ally to serve your cause for 1 hour. to shine in this role. The hexblade (Complete Warrior) is",
        "name":  "Best Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Summoners have most of their spells plot certainly a viable warrior candidate, but the class has only ted out for them. Despite the seemingly predictable direction limited arcane spellcasting power. your choices might take, try to avoid the following two spells,",
        "name":  "Spells to Avoid",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For warriors who are strictly especially if you have a limited number of spells known. devoted to fighting, the eldritch knight, however straightfor",
        "name":  "Best Prestige Classes",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A warrior wants sometimes these aren\u0027t to reap the benefits of her com worth the adjudication bat spells for several battles in headaches created by one day. This feat helps you this complex effect. If make the most of your spells you prefer your own per day. form, go with stoneskin Practiced Spellcaster (Com instead. plete Arcane): Useful for 5th—Draconic Might hexblades and any multiclass (Spell Compendium): spellcaster, a common choice of Warriors have never bought into the When a single spell grants this archetype. weakness of their profession a +4 bonus to Strength, Con",
        "name":  "Extend Spell",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Warrior spells are primarily personal, 7th—Body of War (Spell Compendium): You transform into a meaning the caster can always lower her spell resistance (if huge warforged titan with all the special abilities and attacks she even has such an ability) as a standard action. that come with the form, not to mention a desire for battle",
        "name":  "Spell Penetration",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The alter grace class feature and all native class feature later improvements to that can be selected only ability. at this level. In some Benefit: Choose one cases, different levels of the following spells: might be given for dif blur, expeditious retreat, ferent classes. feather fall, jump, or spider Special Require climb. You can use that ment: Any special spell-like ability as a swift requirements that you action (or, in the case of must meet before feather fall, as an immedi selecting the alterna ate action); the duration tive class feature. of the spell is reduced Many of the alter to 1 round. Your caster native class features level is equal to your described here require swashbuckler level. 1 or more ranks of a At 11th level, you can Knowledge skill. Since choose a second spell-like skill ranks are purchased ability from the list above, before class features are and the benefit gained from selected (PH 58-59), you can both of these spell-like abilities lasts meet this requirement at the same level that for 2 rounds. At 20th level, you can choose a third spell-like you gain the alternative class feature. ability, and the benefit of each one lasts for 3 rounds.",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 1st level, you do not select a favored enemy feature grants little benefit to a single-classed fighter; only from Table 3-14 in the Flayer\u0027s Handbook. At 5th, 10th, 15th, in conjunction with one or more levels of sorcerer, wizard, and 20th level, you can choose favored enemies as normal. or a similar arcane spellcasting class does this ability come",
        "name":  "Replaces",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Paladin. clerics gain access to spells normally beyond their abilities.",
        "name":  "Class",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You do not gain the remove disease spell-like Level: 1st. ability or any later improvement of that ability. Special Requirement: Knowledge (arcana) 1 rank.",
        "name":  "Replaces",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2nd (monk or 3rd level, you gain a +1 rogue), 5th (scout), or 9th dodge bonus to your AC (ranger). against spells and spell",
        "name":  "Level",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You do not gain the countersong bardic music its normal damage to the wizard. ability. This effect applies only to spells and spell-like abilities that",
        "name":  "Replaces",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reduce by one the number of sorcerer spells likely to be used by spontaneous casters. known for your highest spell level (to a minimum of one). As a 1st-level character, you have one 1st-level spell known HERITAGE FEATS rather than two. When you would gain a second known spell from a higher A heritage feat represents a specific ancestry of the character. level, apply this penalty to the new spell level but remove it The player and the DM are encouraged to devise a background from the lower level. For example, at 5th level, you reduce story explaining the character\u0027s heritage, though the exact your 2nd-level spells known from two to one but you gain source of the ancestral link isn\u0027t crucial to the feat\u0027s operation the previously unavailable 1st-level spell (increasing your (and might remain a mystery to the character). 1st-level spells known from three to four). A character can select a heritage feat at any level. Choosing",
        "name":  "Replaces",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level spells. available—either because of casting it, exhausting the Benefit: As long as you have an acid spell of 2nd level or appropriate spell slots, or a daily spell selection that does not higher available to cast, you can throw an orb of acid as a include that spell—she can\u0027t use the feat\u0027s primary benefit ranged touch attack. The attack has a range of 5 feet per level until she once again has an appropriate spell available for cast of the highest-level acid spell you have available to cast and ing. She retains the secondary benefit of the feat, however. deals ld6 points of damage per level of that acid spell. Only actual spells or spell slots allow the character to As a secondary benefit, you gain a +1 competence bonus use the primary benefit of a reserve feat. Spell-like abilities, to your caster level when casting acid spells. supernatural abilities, and extraordinary abilities—even if they mimic or duplicate an appropriate spell—do not qualify. ALACRITOUS COGITATION Spells that do not have a descriptor until cast (such as the You can leave a prepared spell slot open to spontaneously summon monster spells) can\u0027t be used to gain the primary cast a spell. benefit of a reserve feat.",
        "name":  "Once the spellcaster no longer has an appropriate spell Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Must prepare arcane spells. A spellcaster can key two or more reserve feats off a single",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you leave an arcane spell slot open when pre spell. For example, if a wizard had the Sickening Grasp and paring spells, you can use that open slot to cast any arcane Winter\u0027s Blast feats, she could use both primary benefits of spell you know of the same level or lower. Casting the spell those feats if she had a single 3rd-level (or higher) necromancy requires a full-round action. cold spell prepared and not yet cast. The secondary boosts You can use this feat only once per day, regardless of the likewise stack; a spellcaster who has the Aquatic Breath and number of slots you leave open. Drowning Glance feats gains a +2 competence bonus when",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells. the melee touch attack) on an enemy who threatens you while",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have a water spell of 3rd level or you cast it, you gain a +2 bonus on any touch attack you make higher available to cast, you can breathe normally in both air against that enemy on your next turn. and water. This supernatural quality requires no activation. Practiced Defense: When you successfully cast a spell defen As a secondary benefit, you gain a +1 competence bonus sively in 2 consecutive rounds, you gain a +10 bonus on any to your caster level when casting water spells. Concentration check made to cast a spell defensively in the next round. BATTLECASTER DEFENSE [TACTICAL]",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you successfully cast a spell defensively, You have mastered techniques for taking full advantage of your movement on your next turn doesn\u0027t provoke attacks of spells in melee while remaining unharmed. opportunity from any creatures that were threatening you",
        "name":  "Safe Retreat",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Battlecaster Defense feat allows the use of three tactical maneuvers while spellcasting in melee.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These benefits apply equally to characters mani Benefit: As a swift action before casting a spell, you can festing psionic powers defensively or to those using spell-like attempt a Perform check (DC 15 + the level of the spell you abilities defensively. intend to cast). If you succeed, you can sacrifice one of your daily uses of bardic music to increase the save DC of the next BATTLECASTER OFFENSE [TACTICAL] enchantment or illusion spell you cast in the same round by 2. If the Perform check fails, you still lose one daily use of You cunningly mix melee combat and spellcasting to increase bardic music but gain no benefit. the potency of both. You can apply Captivating Melody only to spells cast by",
        "name":  "Special",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat Casting or warmage edge, base the same class that grants you your bardic music ability. attack bonus +1, Spellcraft 4 ranks. For instance, if you are a multiclass bard/wizard, you can",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Battlecaster Offense feat allows the use of apply this feat to bard spells, but not to spells you cast as a two tactical maneuvers. wizard.",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level spells.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 5th-level spells. of the cloud.",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As long as you have an air spell of 5th level or",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bardic music, ability to cast arcane speed of 5 feet. This effect lasts for 1 round. spells. A successful Fortitude save negates this effect and ren action to teleport yourself and carried objects up to your ders the target immune to the feat\u0027s effect for 24 hours. heavy load a distance of 5 feet per level of the highest-level Creatures currently swimming or flying are immune to teleportation spell you have available to cast. You can teleport this effect. only to a location that you can see (including one you are As a secondary benefit, you gain a +1 competence bonus currently scrying). You can\u0027t bring along another creature to your caster level when casting earth spells. (except for a familiar). As a secondary benefit, you gain a +1 competence bonus to DAZZLING ILLUSION your caster level when casting teleportation spells. Casting illusions causes the air about you to be filled with DIMENSIONAL REACH flashing colors that dazzle your foes. [RESERVE]",
        "name":  "Prerequisites",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell Focus (illusion) or illusionist level 1st. You can transport small",
        "name":  "Prerequisite",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you cast an illu objects to you with an act sion spell, you can choose to render of will. all enemies within 30 feet dazzled for Prerequisite: Ability 1 round. Blind creatures are immune to cast 3rd-level spells. to this effect. Benefit: As long as",
        "name":  "Benefit",
        "source":  "complete_mage.txt",
        "_id":  "4eb9058c9f90e233ba17c72de161b02ecfd80dbe14a7f9de921eabf0f99be8d5"
    }
]
