[
    {
        "origin_file":  "spells.json",
        "description":  "Your swim speed increases by 10 ft. 4TH-LEVEL DRUID SPELLS Tern’s Persistence: Subject can travel overland 50% longer",
        "name":  "Quickswim",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can track a ship across the sea. by bog terrain. 5TH-LEVEL DRUID SPELLS 2ND-LEVEL RANGER SPELL",
        "name":  "Wake Trailing",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can scry creatures in contact with a body 3RD-LEVEL RANGER SPELLS of water. Scales of the Sealord: Add 10 ft. to swim speed or",
        "name":  "Flowsight",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Disguises a ship. SORCERER/WIZARD SPELLS",
        "name":  "Illus Disguise Ship",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject’s skin undergoes a horrible transformaton. 1ST-LEVEL SORCERER/WIZARD SPELLS",
        "name":  "Necro Aboleth Curse",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your swim speed increases by 10 ft. 5TH-LEVEL SORCERER/WIZARD SPELLS Wave Blessing. Keeps one creature/level from Conj Blackwater Tentacle: Create blackwater tentacle sinking. that attacks your foe.",
        "name":  "Trans Quickswim",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can scry creatures in contact with a 2ND-LEVEL SORCERER/WIZARD SPELLS body of water. Abjur Stormrunner’s Ward: Add +4 (+1/4 levels) to ship’s Necro Thalassemia: Turns blood to seawater, dealing checks to weather storms. 1d6/level damage.",
        "name":  "Div Flowsight",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject gains a bite attack. Kuo-Toa Skin: Subject gains +8 on Escape Artist 6TH-LEVEL SORCERER/WIZARD SPELLS checks and cannot be snared by webs. Conj Mudslide: Landslide buries, mires creatures",
        "name":  "Jaws of the Moray",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject gains swim speed and +8 bonus on Necro Blackwater Taint: Desecrate water, deal 1d6/2 levels Swim checks. negative energy damage, bestow a negative level. Tern’s Persistence: Subject can travel overland 50% longer without fatigue. 7TH-LEVEL SORCERER/WIZARD SPELL Urchin’s Spines: Target grows spines that damage Conj Waterspout: Water rises up into a whirling vortex opponents. that deals 3d8 damage and sucks creatures in. 3RD-LEVEL SORCERER/WIZARD SPELLS 8TH-LEVEL SORCERER/WIZARD SPELLS",
        "name":  "Swim",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Transforms 1 cu. ft./level of water damage to all within 20-ft. radius, pushes targets into acid. back, sinks ships. 4TH-LEVEL SORCERER/WIZARD SPELLS 9TH-LEVEL SORCERER/WIZARD SPELL Ench Siren’s Call: Compel one creature/2 levels to Conj Planar Navigation: Send a whole ship to another submerse itself. plane. SPELLS",
        "name":  "Water to Acid",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action forms into a transparent, glistening This curse cannot be dispelled,",
        "name":  "Casting Time",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Living creature touched formed must keep this membrane curse spell if cast within 24 hours.",
        "name":  "Target",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Living creatures touched Spell Resistance: No water combat penalties for all melee",
        "name":  "Target",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates This spell turns normal water (or still take the normal underwater (harmless) watery solutions) into a frothy sub- penalty.",
        "name":  "Saving Throw",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) stance that is as breathable as air. The spell does not filter or purify Both air-breathing and water-breath- solid particles, so casting airy water The transmuted creature can breathe ing creatures within the area can on very turbid liquids, for example, air freely. Divide the duration evenly breathe normally. would produce an area filled with among all the creatures you touch. Moving through airy water is easier dust or smoke (and impose similar The spell does not make creatures than moving through normal water. penalties). unable to breathe water. Swimmers make a DC 10 Swim Material Component: A small hand- Air breathing counters and dispels check once per round; they swim at ful of alkaline salts. water breathing. their normal speed on a success, or",
        "name":  "Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A tiny half their normal speed on a failure. BLACKWATER TAINT vial of water. Creatures with a swim speed can Necromancy [Evil, Water] simply use their swim speed without Level: Blackwater 6, sorcerer/wizard 6 penalty. Creatures can instead use Components: V, S, M Illus. by F. Hooper Mialee and Tordek explore the seafloor with an airy water spell 114 6 RETPAHC DNA SLLEPS SMETI CIGAM",
        "name":  "Arcane Material Component",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude partial Spell Resistance: No Spell Resistance: No",
        "name":  "Saving Throw",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You create a tentacle-shaped mass You alter the flow of water in the area In the dark, sunless abysses of the of blackwater, drawn from the surrounding you. You can change deep ocean, shadows gather, the deepest ocean trenches, to attack the direction of an existing current, cold beckons, and the corpses of an enemy as you direct it. The boost its strength, or cause still water many things in the oceans lie slowly tentacle appears at a particular to flow at a desired rate. The new rotting. These black waters are point within range and can’t move current speed and direction persists often poisoned with the energies of from that location. It attacks the until the spell ends or you decide undeath. When this spell is cast, you opponent you designate once each to alter the effect, which requires call up the cold blackness of those round, starting with the round the concentration. You can choose to stygian depths, infusing the waters spell is cast. It has a reach of 20 create an area of calm water up to in the spell’s area with negative feet (though it can’t make attacks 80 feet in diameter at the center of energy. Those in or entering the area of opportunity). the affected area if you so desire, must make a Fortitude save to resist Its attack bonus is equal to your and you can create a limited effect its terrible power. caster level plus the ability modi- in a smaller circular area within the Those who fail the save are chilled fier you would normally use to set spell’s range. to the bone, taking 1d6 points of the save DC (Wisdom for cleric Current Direction: You can choose damage per two levels (to a maximum or druid, Intellgence for wizard, one of two basic current patterns to of 10d6) and gain a negative level. Charisma for sorcerer). The tentacle function over the spell’s area. Those who make the save take half deals 2d8 + caster level (max. +20) • You can direct the current to flow damage and avoid the negative level. points of damage with a successful in one direction across the entire area All undead in the area are healed of hit. Any Large or smaller creature from one side to the other. 1d6 points of damage per two caster hit by a blackwater tentacle must • You can create a rotation, causing levels (maximum of 10d6). Further- succeed on a Fortitude save or gain the water to swirl around the center more, the spell’s area is treated as a negative level. Multiple hits by in a clockwise or counterclockwise though there were a desecrate spell the same tentacle are cumulative, direction. active within it. but the negative levels last only for Current Strength: For every three This area of blackwater remains in the duration of the spell. caster levels, you can increase or place for the spell’s duration, affect- The tentacle never provides nor decrease the current’s speed by 10 ing creatures who enter the area in benefits from a flanking bonus. Once feet. For example, a 9th level druid subsequent rounds. A creature can a tentacle has been directed to attack could increase the speed of a vigor- only be affected once by the spell, a foe, it continues to do so until the ous current (20 feet per round) to a regardless of success or failure on spell is redirected to a new target (a dangerous current (50 feet per round) the saving throw, so creatures who move action). or reduce it to calm, placid water. leave and reenter the area take no The tentacle has 5 hit points per See Currents and Streams, page 10, additional effect (although the des- caster level and an AC of 10 + your for more information about current ecrate effect remains throughout the caster level. It automatically fails all strength and Swim checks. spell’s duration). saves. If reduced to 0 hp, the tentacle",
        "name":  "Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Casting Time: 1 standard action Spell Resistance: Yes",
        "name":  "Components",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Special hung on a golden chain and worn area takes 1d6 points of negative Target: You about the neck while the spell is in energy damage for every hour they Duration: 24 hours (D) effect. This focus is worth 50 gp. remain in the dark, murky waters Saving Throw: None (no save). Spells that protect against Spell Resistance: No DISGUISE SHIP negative energy damage will prevent Illusion (Glamer) the Strength damage. You gain the ability to discern the Level: Sorcerer/wizard 4 Creatures who take damage from presence of ships around you. You Components: V, S, M the dark tide are considered shaken perceive ships located within a Casting Time: 1 standard action as long as they remain in the area. distance of 1 mile per caster level, Range: Touch This spell is a favored first move regardless of current visibility (or Target: One ship by sahuagin and other blackwater- even whether or not they are beyond Duration: 1 hour/level (D) dwelling creatures before they attack the horizon). You need not be seeking Saving Throw: Will disbelief (if the settlements of their enemies. them to become aware that they are interacted with) there—this spell will alert you to the Spell Resistance: No DEPTHSURGE presence of a ship if you are below Evocation [Water] decks or asleep. Exactly what can be You cloak a ship in illusion, making",
        "name":  "Additionally, every creature in the Range",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes new ship you sense. If you sense a Creatures within the area are not ship’s direction and range, you con- hidden or changed in appearance, The water within the area suddenly tinue to be aware of this information nor are their possessions. explodes outward in a massive surge, until the other ship is no longer in Material Component: A tiny replica as if driven by a powerful explo- range of the spell. of a ship. sion. Each creature or object in Within Sight: If a ship is actually the area is subject to damage equal within sight, you can gain additional DOOM OF THE SEAS to 2d6 + caster level. Any creature information by studying the vessel Conjuration (Summoning) [Evil] struck by this attack must then for 1 round. You need not be able to Level: Blackwater 9, druid 9 succeed on a Fortitude save or be see the vessel clearly—a spot on the Components: V, S, DF, XP driven 10 feet away from the center horizon is sufficient. A Profession Casting Time: 1 full round of the blast. (sailor) check gives you information Range: Touch",
        "name":  "Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Evocation [Air] by standing astern of the mast and",
        "name":  "Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S the sails. of blackwater caverns dwell krakens Casting Time: 1 standard action Tiny or smaller creatures in of immense power, horrific creatures Range: 60 ft. the path of the wind are knocked touched by malevolent extraplanar Area: Cone-shaped emanation prone, or if flying are blown back powers. Though this might certainly Duration: 10 min./level (D) 1d6×10 feet. be true, it is likely that most experi- Saving Throw: Fortitude negates Small creatures are checked and ences with such creatures comes as Spell Resistance: No cannot make headway against the a result of this spell. wind. Small airborne creatures are With this spell, you summon a This spell produces a stream of wind instead blown back 1d6×5 feet. fiendish kraken from the depths. that can fill a ship’s sails, disperse Medium and larger creatures can (The statistics block for this crea- vapors and gases, and keep flying move normally within the effect. ture appears below.) The doom of creatures at bay. The wind force A favorable wind can’t push a crea- the seas obeys you for the duration is strong, with a speed of about 30 ture beyond the limit of its range. of the spell. mph. It begins where you stand and Any creature, regardless of size,",
        "name":  "It is said that in the deepest recesses Components",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Components: V, S",
        "name":  "Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch Enchantment (Compulsion) [Mind- or finned extremities into humanoid Target: Creature touched Affecting] legs and feet. Creatures so affected Duration: 1 min./level Level: Bard 2 lose any natural swim speed they Saving Throw: Will negates Components: V, S possess but gain a land speed instead. (harmless) Casting Time: 1 standard action",
        "name":  "This spell transforms tails, tentacles, Range",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute with the Multiattack feat) for the those who are closest to the spell’s",
        "name":  "Casting Time",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Transmutation you with unarmed or natural attacks",
        "name":  "Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 full round When the spell is initially cast, on Fortitude and Reflex saves.",
        "name":  "Casting Time",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Long (400 ft. + 40 ft./level) you take what is called the Form of You lose the ability to cast spells",
        "name":  "Range",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whirlpool 120 ft. wide and the Hunter: your features undergo a (but not to use spell-like abilities). 60 ft. deep subtle change, becoming more angu- If you possess the wild shape abil-",
        "name":  "Effect",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A potion of foodstuffs and preparation equip- mires those caught in its path. The water breathing and three teeth from ment to serve three full meals per mud covers the area of the spell to a shark of at least Large size. day per person per caster level. A a depth of about 10 feet (although it staff of near-transparent pursers (up might fill low-lying areas or fail to MORDENKAINEN’S to two per caster level), liveried and cover high points in the area, at the CAPABLE CARAVEL obedient, wait upon all who enter. DM’s discretion). Conjuration (Creation) They function as unseen servant spells Creatures within the spell’s effect",
        "name":  "Material Component",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No threaten the vessel, but even if it or 3d8 points of damage, respectively. sinks, the passenger space remains A creature who escapes burial ends You conjure into existence a fine, safe and isolated (though exiting it up on top of the mudslide, mired in seaworthy ship to carry you and your might prove difficult). deep mud. companions safely and comfortably. The ship is crewed by a minimum After the initial slide, the mudslide A caravel is a fairly small, double- complement of spectral deckhands, persists indefinitely, producing an decked sailing ship (see page 98 which perform the basic tasks of area of deep bog (average depth 10 for more information). It holds a maintenance. These, like the cabin feet) until the water in it evaporates. generous amount of cargo and offers servants, behave as unseen servants but It requires 4 squares of movement to cramped quarters for crew and pas- can travel anywhere on board ship enter 1 square of deep bog, and run- sengers. The ship produced by this and can enter the extradimensional ning or charging are impossible in spell has even more room for cargo space if you so direct. The spectral the area. Underwater, the mudslide and passengers, contained within an deckhands respond to the direc- remains indefinitely, producing extradimensional space. tion of the helmsman, reducing the an area of deep muck. It costs 2 The entry point to this space is a number of crew necessary to control squares of movement to enter a hatch on the aft upper deck. Lifting the caravel to 1. If you do not provide square containing deep muck, the the hatch reveals a set of wooden a real helmsman, the ship will steer DC of Balance and Tumble checks stairs, which descend about 6 feet to itself on the last course a living increases by 5, and the DC of Move a horizontal shimmering in the air helmsman provided but will not be Silently checks increases by 2. about 4 feet wide. Only those you des- able to avoid collisions or hazards or Aboveground, the mud normally ignate can enter this space, and the adjust to changing conditions. dries out in 2 to 3 days. A transmute extradimensional portal is shut and Focus: A miniature ship carved from mud to rock spell hardens the slide made invisible behind you when you mahogany, rigged with silk sails into stone, trapping any creatures enter. Those without authorization to and gold thread, with a total value still within. enter instead continue descending of 500 gp. the steps to an ordinary cargo hold. PLANAR NAVIGATION You can open the portal again from MUDSLIDE Conjuration (Teleportation) your own side at will. Conjuration (Creation) [Earth, Water] Level: Sorcerer/wizard 9 Those who pass beyond the portal’s Level: Druid 6, sorcerer/wizard 6 Components: V, S, F/DF entrance find themselves in a Components: V, S, M/DF Casting Time: 1 minute magnificent foyer with many state- Casting Time: 1 standard action Range: Touch rooms whose doors open from this Range: Medium (100 ft. + 10. ft./level) Target: One ship space. The atmosphere is clean, fresh, Effect: 40-ft.-radius spread Duration: Instantaneous and warm. Duration: Instantaneous Saving Throw: Will negates",
        "name":  "Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex half; see text Spell Resistance: Yes desire within the limit of the spell’s Spell Resistance: No 120 6 RETPAHC DNA SLLEPS SMETI CIGAM You move yourself and the contents deals 4d6 points of damage (Fortitude RAPTURE OF THE DEEP of an entire ship to another plane of save for half). Enchantment (Charm) [Mind- existence. When you begin casting The area of the spell can be con- Affecting] the spell, a fog descends about the strained by the available water; it has Level: Bard 6 vessel, and clears within a minute. no effect on creatures or objects that Components: V, F",
        "name":  "You can create any deck plan you Saving Throw",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) This spell increases your base swim Range: Medium (100 ft. + 10 ft./level)",
        "name":  "Range",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes ment, such as land speed, burrow, Saving Throw: Fortitude partial; climb, or fly. If you do not have a see text",
        "name":  "Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will partial; see text thick scales. Spell Resistance: Yes",
        "name":  "Saving Throw",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes SINK The targets of this spell hear a sudden, The ocean’s voice is a terrible and Transmutation (Water) distant song that instills in them a majestic thing. Bards understand the Level: Sorcerer/wizard 2 longing for the sea. Those who have 122 6 RETPAHC DNA SLLEPS SMETI CIGAM heard it compare it to the song of mount gains a swim speed equal to Upon casting the spell, the storm a siren. half its normal speed. suddenly intensifies in the area where A target who fails a saving throw A mount under the effects of this the spell was cast, obscuring sight of against this spell moves immediately spell is able to breathe water; in fact, those affected—whether because of toward the nearest stretch of ocean it is amphibious and thus subject to a thickening of fog, a sudden increase that it can find and attempts to com- no ill effect in or out of the water. in the downfall of hail and sleet, or pletely submerse itself in the water. a strike of lightning. On the next This flight will be by the safest means STORMRUNNER’S round, the disturbance disappears possible, withdrawing from combat, WARD and the characters affected by the fighting defensively, and not passing Abjuration spell are gone. through threatened areas. Level: Sorcerer/wizard 2 Though the targets of the spell The target will only fight if some- Components: V, S, M disappear instantaneously once the one actively attempts to prevent it Casting Time: 1 full round spell is cast, they do not immediately from following through with its Range: Touch reappear at the spell’s destination. search for the ocean; if this fight is Target: One ship Instead, 10 minutes elapse during with an ally, the target is granted a Duration: 1 hour/level (D) which a storm quickly develops in second saving throw to throw off the Saving Throw: None the target location. This is plainly not effects of the spell. Spell Resistance: No a natural occurrence to anyone who In some environments, this means witnesses it, unless there is already a that those affected simply flee in the You ward a single ship against foun- storm in progress. direction of the nearest coast. Along dering and storm damage, making it Then an intensification of this a shoreline, targets often plunge easier to sail in dangerous weather. storm obscures sight at the target into the surf. Aboard ship, they leap You add a +4 bonus on any checks location, and the targets of the spell overboard. If the subject has no idea made to sail in severe winds, wind- reappear. The targets always appear where to find a substantial body of storms, or gales. You also add this in some place that is open to the water, it simply chooses a random bonus to foundering checks and storm—thus, they can appear on the direction and continues until the capsizing checks for that ship. This upper parapets of a castle, but not spell expires. bonus improves by +1 per 4 caster inside the castle. Once the spell’s subjects are in the levels, to a maximum of +8. Though 10 minutes have passed water, they begin swimming toward The stormrunner’s ward does noth- since they disappeared, it appears to the deepest part of it they can reach, ing to protect the crew from the the travelers as though the transport immersing themselves completely winds and green water that might were instantaneous. Additionally, for and refusing to come up for air, roll over the side of the ship. the 10 minutes while the targets are though they hold their breath as long Material Component: Handful of gone, they are treated as though they as they are able. copper powder. were in another plane. STEED OF THE SEAS STORMWALK SWIM Transmutation Conjuration (Teleportation) Transmutation [Water]",
        "name":  "Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Saving Throw: None and Will Spell Resistance: Yes (harmless) negates (object)",
        "name":  "Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes The target of this spell gains the swimming, provided it swims in a ability to breathe water and is straight line. This spell thins the target creature’s rendered immune to damage from If the creature is carrying more blood to little more than seawater, both the temperature and the pres- than a light load, it must make Swim dealing 1d6 points of damage per level sure in extreme depths of water. checks to move (taking the normal (maximum 15d6). Only living crea- Additionally, she gains darkvision penalty for weight carried), but all tures with a circulatory system and out to 60 feet. other benefits and bonuses of the blood can be affected by this spell; it Material Component: A bit of stone spell still apply. does not harm creatures immune to or mud from a deep ocean trench.",
        "name":  "It can use the run action while Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "24 hours Duration: 10 min./level (D) Spell Resistance: No",
        "name":  "Duration",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) ing you to see in any direction. you to swirl and fill with suspended You gain a +4 bonus on Spot and sediments, decreasing visibility and The subject gains the sea bird’s abil- Search checks, and you cannot making it harder for foes to attack ity to travel great distances without be flanked for the duration of the you. This roiling cloud obscures all undue exertion. The subject can spell. However, you cannot avert vision, including darkvision, beyond travel overland 50% longer than your eyes when confronted by a 5 feet. Creatures within the area up to normal before risking injury or creature with a gaze attack, though 5 feet from an attacker have conceal- fatigue. For example, a character can you can still close your eyes in such ment (20% miss chance), while those walk up to 12 hours overland before a circumstance. farther away have total concealment having to make Constitution checks (50% miss chance). Creatures other to avoid fatigue, or can hustle for TRANSFORMATION than you within this cloud must 90 minutes before taking nonlethal OF THE DEEPS make a Concentration check to cast damage. The subject still can’t run Transmutation a spell (DC 15 + spell level). Ranged for extended periods, but it can move Level: Blackwater 4, druid 5, sor- attacks that pass through the turbidity at run speed tactically for a number cerer/wizard 5 automatically fail. of rounds equal to 1-1/2 times its Components: V, S, M A vigorous current (1–3 knots) dis- Constitution score. Casting Time: 1 standard action perses the clouded water in 4 rounds;",
        "name":  "Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None This spell only functions under",
        "name":  "Saving Throw",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) water.",
        "name":  "THALASSEMIA Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Druid 2, ranger 1, sorcerer/ acid damage. Underwater, the acid was made wizard 2 created by this spell dissipates after Every hour of water-affecting",
        "name":  "Level",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spine wood wrapped with red thread. Saving Throw: Reflex negates from a sea urchin. Spell Resistance: No WATER TO ACID WAKE TRAILING Transmutation [Water] Waterspout causes water to rise up Divination [Water] Level: Sorcerer/wizard 3 into a whirling, cylindrical column",
        "name":  "Arcane Material Component",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch Area: Up to 1 cu. ft./level must be present, or the spell is",
        "name":  "Range",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None Spell Resistance: No formed, it collapses.",
        "name":  "Saving Throw",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch PART THE WATERS within 10 feet of the spout (below Target: Creature touched Abjuration [Water] and on all sides) also must make Duration: 10 min./level Spellcraft DC: 68",
        "name":  "Waterborne creatures or objects Range",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Range: Personal takes 3d8 points of damage and Area: Cylinder, up to 300 ft. radius is then trapped for 1d3 rounds as The transmuted creature becomes and 30 ft. high (S); see text explained above. better acclimated to wetlands and Duration: 1 hour (D) Only the smallest boats—canoes, watery environments. It gains a +4 To Develop: 612,000 gp; 13 days; kayaks, coracles, and the like—can bonus on Swim checks and is not 24,480 XP. Seed: ward (DC 14); be sucked into the spout. The occu- hindered when moving through Factors: Change from touch to pant of any such craft can make a shallow bog terrain. It treats an area of personal (–2 DC), change area from Profession (sailor) check instead of deep bog as shallow bog for purposes radius to 10-ft.-by-30-ft. cylinder a Reflex save to avoid being sucked of movement and Tumble checks (+4 DC), increase area by 3000% into the waterspout. (see Marsh Terrain on page 88 of the Dungeon Master’s Guide). WAVE BLESSING Transmutation [Water]",
        "name":  "Anything sucked into the spout Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "78 SEAS OF BLOOD and for 1d6 rounds after leaving. The",
        "name":  "Spellcraft DC",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute Spellcraft DC: 64 its surroundings.",
        "name":  "Casting Time",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "75 ft. Components: V, S, Ritual, XP When you finish casting the spell,",
        "name":  "Range",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Area: 200-ft.-radius emanation spell’s area and act immediately on",
        "name":  "Saving Throw",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Duration: Permanent your turn. The sharks depart after",
        "name":  "Spell Resistance",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "702,000 gp; 14 days; Saving Throw: Fortitude negates; 20 rounds, but thenceforth whenever 28,080 XP. Seeds: summon (DC see text a good-aligned creature enters the 14) and transform (DC 21); Factors: Spell Resistance: Yes bloody area, another group of fiendish transform inanimate object to To Develop: 576,000 gp; 12 days; dire sharks appear and attack. creature (+10 DC), summon differ- 23,040 XP. Seeds: summon (DC The bloody water provides conceal- ent creature type (+10 DC, dragon), 14) and transform (DC 21); Factors: ment (20% miss chance) to creatures summon CR 23 creature (+42 DC), Change from target to area (+12 up to 10 feet away and total conceal- transform 36 HD creature (+42 DC, 20-ft. radius), increase area ment (50% miss chance) beyond DC). Mitigating Factors: Burn by 1000% (+40 DC, 200-ft. radius), that distance. 4,000 XP (–40 DC), half cost summon CR 11 creature (+18 DC), This is a ritual spell requiring five to summon from transformed multiply summon seed by 3 for other spellcasters, each of whom must creature (–21 DC). extra creatures (+64 DC). Mitigat- contribute one 9th-level spell slot to ing Factors: Increase casting time the casting. NEW PSIONIC POWERS The following new powers supple- Level: Psion/wilder 4 With blackwater mind, you surround ment those described in the Expanded Display: Visual your mind in mental patterns Psionics Handbook for psionics adven- Manifesting Time: 1 standard action inspired by the blackwaters of the turing in maelstrom environments. Range: Personal ocean depts, confusing and distress-",
        "name":  "To Develop",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Anesthetize, blood drain, disease, with a successful save, spellcasting or concentrating on distraction spells within the area of a swarm requires a Concentration",
        "name":  "Special Attacks",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 4, Dex 15, Con 12, Int 1, Wis 12, Cha 2 nity to poison, spell resistance 16, protective slime",
        "name":  "Abilities",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— would not gain a swim speed but should be able to scuttle about underwater as quickly as its terrestrial kin can on land Stingrays are smaller cousins of the manta ray having (40 ft.), although its land movement might suffer (typically barbed, venomous tails. reduced by half, or to 20 ft./rd. in this case). A water-adapted An average stingray’s body is roughly 3 feet across and bird might become clumsy in the air but “fly” with speed weighs about 25 pounds. Its tail is about the same length, and grace just below the surface of the water. with one or more poisonous barbs near the base. Finally, if the creature has a slashing or bludgeoning attack, this attack is not subject to the penalties described Combat in Table 3–22: Combat Adjustments Underwater on page Stingrays feed on crustaceans and shellfish, usually cruis- 92 of the Dungeon Master’s Guide. Instead, treat any water- ing just over the sea bottom. Sometimes they burrow just adapted creature fighting underwater as if it enjoyed the beneath the surface. This is when they present the greatest benefits of a freedom of movement spell. danger to unsuspecting creatures, who might step on or near them. A threatened stingray lashes out with its tail DIVING SPIDER, MONSTROUS barb, injecting a terribly painful venom that leaves its Some breeds of monstrous spider are adapted for an aquatic targets virtually helpless. existence. Rather than constructing webs, they build Poison (Ex): Injury, Fortitude DC 12, nauseated 1d4 submerged, air-filled domes of spidersilk where they lie hours/1d3 Dex. The save DC is Constitution-based and in wait for prey to wander too close. includes a +2 racial bonus. A creature that makes its Diving spiders spend their lives underwater, except for saving throw against the poison’s initial damage is instead brief trips to the surface to replenish air. The spider’s furry sickened for 1d6 rounds. body holds air bubbles that it releases into the dome. They",
        "name":  "Level Adjustment",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The monstrous diving spider retains land and in water, many air-breathing animals and vermin all the special qualities of a typical monstrous spider, with have become adept at living in aquatic environments while the following adjustment. returning to the surface periodically for air. All such water- Tremorsense (Ex): A diving spider’s tremorsense allows it adapted creatures have several features in common. to detect and pinpoint creatures in the water as easily as those on land. 170 7 RETPAHC SRETSNOM Hold Breath (Ex): A diving spider can hold its breath for NEW CREATURES a number of rounds equal to 4 × its Constitution score before AND SUMMON SPELLS it risks drowning. For a typical diving spider (Medium or Large), this is 48 rounds, or almost 5 minutes. When incorporating the material in this book into a",
        "name":  "In addition to amphibious creatures able to breath both on Special Qualities",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A diving spider has a +8 racial bonus on any Swim campaign, bear in mind that the summon spells in the check to perform some special action or avoid a hazard. Player’s Handbook are balanced, both by the level of power It can always choose to take 10 on a Swim check, even if of a particular creature and by the resources available to distracted or endangered. It can use the run action while casters of the spell. With each summon monster or summon swimming, provided it swims in a straight line. nature’s ally spell, a spellcaster has an intentionally limited",
        "name":  "Skills",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Temperate aquatic. repertoire of options. Clerics and druids face additional restrictions based on alignment (for instance, good clerics SEA SNAKE can’t summon evil creatures). The sea snake is a particularly venomous variation on the Ignore these built-in limitations and the spells simply typical viper that lives in warm, shallow seas. It typically become too good for their level. This means that care attacks only if provoked. Even then it usually bites once needs to be taken when adding new creatures to the lists. and withdraws, waiting for the venom to take effect. For each creature you add to a spellcaster’s summoning Sea snakes have the same statistics as the vipers options, consider the role it will fulfill. Is it exception- presented on page 280 of the Monster Manual, with the ally mobile? A good spellcaster? A big bruiser? Take away following adjustments: a monster of comparable power that fulfills that (or an",
        "name":  "Environment",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 ft. (2 squares), swim 30 ft. equally important) role. Poison (Ex): A sea snake’s poison is extraordinarily Table 7–1: Adding New Creatures to Summon Spells virulent. It has a +2 racial bonus on the poison’s save DC. describes where the new monsters in this book best fit Hold Breath (Ex): A sea snake can hold its breath for on the summoning lists. The table also offers a recom- a number of rounds equal to 6 × its Constitution score mendation about which creature each new monster before it risks drowning. For a typical sea snake, this is should replace. 66 rounds, or over 6 minutes. The amphibious template shouldn’t be used by spell-",
        "name":  "Speed",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Most folk try to avoid the Tamor- the mountainside, Tamoreus makes his home within the ean Vast, but a few will rush in where others fear to sail, old lair of the Queen of Mists, a series of caverns beneath so as to confront whatever lurks therein. The characters the ocean floor. The entrance to this complex is a massive might be contacted by a contingent of aquatic elves cavern entrance deep in the rift. who seek champions to aid them in hunting down the Open Water: From the surface to about 80 feet down remaining anguillians who escaped the destruction of is open water. Murky light filters down from above (the their city a generation ago, or by aventi who are seeking sunlight usually has a hard time piercing the fog and mist pqqqqqqqqqqqqqqqqqqqqrs THE DREAD MISTS OF THE VAST Though the precise reasons are unknown, the mists of the Tamorean Rumor suggests that these mists are the reason why some Vast have some peculiar qualities. These qualities are not caused ships disappear. If sailors’ tales are to be believed, ships that by Tamoreus, though they were one of the reasons the Queen of disappear in the mists are pulled into another, darker world of Mists settled here and a reason why Tamoreus remains. terror from which nothing escapes. Of course, most such disap- The area within the mists of the Tamorean Vast has spell pearances are the work of Tamoreus and Galoril, but it is note- resistance 30 against divination (scrying) spells and effects. worthy that they are not responsible for all the disappearances. Simply put, a spellcaster must make a DC 30 caster level check When this unnatural fog lies thick and terrible above the waves, to affect anything within the Vast itself with a divination spell, Tamoreus and his servants are careful to avoid the surface and or to make a divinatory inquiry (such as an augury) about its dreadful cloak of fog. anything within it. pqqqqqqqqqqqqqqqqqqqqrs 202 8 RETPAHC ERUTNEVDA SELACOL that sits heavily on the sea here). These open waters are rule with the permission of Tamoreus, the true master home to many large rays, as well as the occasional anguil- of this place. lian patrol. Light: Tamoreus’s Watch receives scant light from the",
        "name":  "Bounties to Collect",
        "source":  "stormwrack_mastering_the_perils_of_wind_and_wave.txt",
        "_id":  "aff5d495e7754d315a1fa4bb6535ac087e9681bacb8253ba3e13d810992abf1d"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brightstone Keep............8 Disabling Wondrous Architecture....................70 Do-It-Yourself Spellcasting.................................9 Wondrous Architecture Descriptions..............70",
        "name":  "Component Example",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "500 gp A single spellcaster using this laboratory and having",
        "name":  "Cost",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Acolyte; Upkeep:30 gp per month. HP: 40 per inch of thickness; Break DC: 34 + 2 per Wizard’s Research: This well-appointed area has inch of thickness. everything a wizard would want for arcane experi- Bone: This jumble of bone grants a permanent dese- ments and spell research. crate effect (as the spell cast by a 5th-level cleric) in",
        "name":  "Staff",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alchemist, apprentice spellcaster; Upkeep:60 gp of thickness. per month. Deep Coral: Underwater builders can shape this species of coral into vast palaces beneath the waves. It automatically repairs 1 point of damage every minute. WALLS Treat deep coral as stone for the purposes of blocking Walls are a part of any stronghold, although you can detection spells and the like. choose wooden walls in aboveground structures or HP: 15 per inch of thickness; Break DC: 20 + 2 per hewn stone walls below ground at no extra cost. In inch of thickness. 34 general, you pick both an interior wall type and an Earth: Typically found as part of primitive strong- exterior wall type, and pay for each proportionately. holds or as an extra layer sandwiched between stone or 620_88166_001_StrngBuild3a.qxd 1/24/02 2:35 PM Page 35 CHAPTER 2: STRONGHOLD COMPONENTS masonry walls (to increase the overall thickness of the HP:15 per 2 inches of thickness (masonry and supe- wall at a low cost). rior masonry), 15 per inch of thickness (reinforced",
        "name":  "Staff",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This specially bred wood, found in Stone: Generally, only underground strongholds elven forest strongholds, regrows quickly if damaged. use hewn stone walls because of the high price for that It repairs 1 point of damage every round. Treat living quantity of stone. wood as wood for the purposes of blocking detectspells The price for unworked stone actually reflects the and the like. difficulty in finding natural caverns of the right size",
        "name":  "Living Wood",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The typical secure stronghold has walls of (for minor reshaping). masonry: stones piled atop one another and usually HP: 15 per inch of thickness; Break DC: 20 + 2 per held in place with mortar. Superior masonry walls have inch of thickness. tighter-fitting stones and less cracking, making climb- Wall of Force:Resistant to all but a few forms of attack, ing them difficult. Reinforced masonry walls include walls of force represent the ultimate in stronghold iron bars on one or both sides of the wall, or placed defense. Of course, the spell’s lack of versatility limits within the wall itself to strengthen it. Treat any form of its usefulness, since you can’t put doors or windows in masonry as stone for the purposes of blocking detect a wall of force. spells and the like. HP:n/a; Break DC:n/a. Table 2–5: Wall Materials Material Thickness Hardness HP Break DC Climb DC Cost per Space Notes Adamantine 3 in. 20 120 40 25 30,000 gp Bone 1 ft. 3 60 23 10 6,000 gp Deep coral 3 ft. 8 540 92 15 2,000 gp Available underwater only. Earth, packed 3 ft. 2 30 19 15 250 gp Glass 3 in. 1 3 18 25 3,000 gp Ice 1 ft. 10 36 27 30 10,000 gp Half price in cold climate. Iron 3 in. 10 90 30 25 6,000 gp Living wood 6 in. 5 60 20 21 2,000 gp Masonry 1 ft. 8 90 35 15 2,500 gp Masonry, superior 1 ft. 8 90 35 20 3,000 gp Masonry, reinforced 1 ft. 8 180 45 15 4,500 gp Mithral 3 in. 15 90 35 25 20,000 gp Obdurium 3 in. 30 180 60 25 60,000 gp Stone, hewn 3 ft. 8 540 92* 22 6,000 gp No cost if below ground; –5% cost in mountain terrain. Stone, unworked** 5 ft. 8 900 140* 20 1,000 gp Available underground only. Wall of force as spell n/a n/a n/a n/a 40,000 gp Wood 6 in. 5 60 20 21 1,000 gp No cost for ground floor; –10% cost in forest terrain. 35 *Note that this is different from the values listed in the DUNGEONMASTER’s Guide. These statistics use the guidelines for stone walls given in the wall of stonespell. **Includes natural caverns. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:35 PM Page 36 CHAPTER 2: STRONGHOLD COMPONENTS",
        "name":  "Masonry",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 per inch of thickness; Break DC: 14 + 1 per In this way, they share the costs of the wall and some- inch of thickness. times even the guards that watch over it, agreeing to come to the mutual defense of their fellows. Freestanding Walls A freestanding wall is any wall that isn’t part of a Building Freestanding Walls stronghold component. You must purchase, modify, You can purchase any freestanding wall in multiple and augment freestanding walls separately from your units. The wall sections on the table below are assumed stronghold components. They tend to be much thicker to be 10 feet tall and 10 feet wide each. See the DUN- due to the lack of structural support found in a more GEON MASTER’s Guide for more on how the different complex structure. kinds of walls work in the game. Freestanding walls are Sometimes, stronghold builders construct freestand- cheaper than those inside a stronghold because of the ing walls (also called curtain walls) after the stronghold greater ease of building in the open, with fewer consid- is already in place, whether to guard against unwanted erations of engineering and design. visitors or simply to add privacy. If you want to build freestanding walls higher than Some older strongholds add a freestanding wall due 10 feet, you must add an extra layer of thickness to to population growth beyond the stronghold’s ability each lower 10-foot layer on the stack. This addition is to house them. In fact, in older cities or towns that cumulative; for example, a 20-foot tall wall of once began as much smaller strongholds, you might masonry has a single 2-foot thick layer for the top 10 find several rings of freestanding walls encircling the feet and a double-thick (4 feet) layer for the lower 10 original stronghold and everything that has grown out feet, while a 30-foot-tall masonry wall would be 2 feet of it over the years. In other cases, a common wall thick at the top (one layer), 4 feet thick in the middle going around them both or simply attaching the two, (two layers), and 6 feet thick at the bottom (3 layers). leaving a common courtyard between them, might The accompanying illustration shows examples of unite two strongholds. masonry and hewn stone walls of 10-foot, 20-foot, and WWaallll CCrroossss--SSeeccttiioonnss 3300 FFeeeett GGaarrddeerroobbee FFiigguurree 11:: HHeewwnn SSttoonnee 2200 FFeeeett FFiigguurree 33:: FFiigguurree 22:: 3300 3300 HHeewwnn MMMaaasssooonnnrrryyy FFeeeett FFeeeett SSttoonnee AA ccaassttllee hhaass mmaannyy ttooiilleettss,, ccaalllleedd aanndd 2200 ggaarrddeerroobbeess.. TThheeyy aarree llooccaatteedd iinn tthhee PPaacckkeedd FFeeeett oouutteerr wwaallllss ooff tthhee ccaassttllee.. EEaarrtthh 1100 FFeeeett 36 620_88166_001_StrngBuild3a.qxd 1/25/02 2:27 PM Page 37 CHAPTER 2: STRONGHOLD COMPONENTS Table 2–6: Freestanding Walls Material Thickness Hardness HP Break DC Climb DC Cost per SectionNotes Adamantine 6 in. 20 240 46 25 3,000 gp Bone 2 ft. 6 120 25 10 600 gp Deep coral 6 ft. 8 1080 164 15 200 gp Available underwater only. Earth, packed 3 ft. 2 30 19 15 10 gp Glass 6 in. 1 6 21 25 300 gp Ice 20 in. 10 60 35 30 1,000 gp Half price in cold climate. Iron 6 in. 10 180 33 25 600 gp Living wood 1 ft. 5 120 26 21 200 gp Masonry 2 ft. 8 180 35 15 250 gp Masonry, superior 2 ft. 8 180 35 20 300 gp Masonry, reinforced 2 ft. 8 360 45 15 450 gp Mithral 6 in. 15 180 41 25 2,000 gp Obdurium 6 in. 30 420 72 25 6,000 gp Stone, hewn 6 ft. 8 1,080 164* 22 600 gp No cost if below ground; –5% cost in mountain terrain. Wall of force As spell n/a n/a n/a n/a 4,000 gp Wood 1 ft. 5 120 26 21 100 gp No cost for ground floor; –10% cost in forest terrain. *Note that this is different from the values listed in the DUNGEONMASTER’s Guide. These statistics use the guidelines for stone walls given in the wall of stonespell. 30-foot height, indicating the number of layers twice the listed price; see Windows below for pricing required. arrow slits.",
        "name":  "HP",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "extra no effect on a wall’s statistics as they grow taller, thanks to the need for a thick, thick walls (pick the same thing twice), (hardness, hp, break DC, stable base. However, most stronghold builders have and composites (a layer of iron over climb DC), though it will block walls that are customized for defense. hewn stone). detection spells and other Figure 3: Figure 2: 30 30 Crenellation: The most common customization to a When building a tall freestanding effects blocked by this mate- Masonry Feet Hewn Feet wall, this notched battlement is made up of alternate wall, you can substitute other materials rial. This costs 1,000 gp per Stone crenels (opening) and merlons (square sawteeth). They (such as packed earth) for the extra stronghold space (or per A castle has many toilets, called and provide cover to castle defenders standing upon the layers required; however, these layers 1,600 square feet of freestand- 20 garderobes. They are located in the Packed wall. No cost exists to carve merlons into the top feet must be at least as thick as the layer of ing wall) so protected. Feet outer walls of the castle. Earth of a wall. material they replace (which may re- 10",
        "name":  "Walls are generally sheer structures that grow thinner method is good for two things",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When creating this augmenta- fog cloud; Market Price: 3,000 gp. tion, choose one face of the wall. Any chaotic character Fog Veil, Killing: This augmentation works like on the chosen side of the wall (or standing atop the fog veil, except that the fog is sickly green and poison- wall) gains a +4 deflection bonus to AC and a +4 resist- ous. Any living creature in the killing fog veilwith 3 or ance bonus on saves. They also gain spell resistance 25 less HD dies instantly (no save). Creatures of 4–6 HD against lawful spells and spells cast by lawful creatures. must make Fortitude saves (DC 17) or die. Those that Furthermore, they are protected from possession and survive (including all creatures above 6 HD) take mental influence as per protection from law. 1d10 points of poison damage each round, whether",
        "name":  "Chaotic Guarding",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The Ethereal Plane is mostly an solid fog; Market Price: 14,000 gp. insubstantial mirror of the Material Plane, but some Fog Veil, Stinking: This augmentation works like fog solids exist there that have no reality on the Material veil, except that any living creature in the stinking fog veil Plane. If a sufficiently large ethereal solid coexists with must make a Fortitude save (DC 14) every round or be the part of the plane where your stronghold stands, overcome by nausea, unable to attack, cast spells, con- ethereal intruders can’t sneak inside (any more than centrate on spells, and so on. A nauseated creature may 39 they could pass through a huge rock on the Material only make a single move each turn. This effect lasts Plane). 1d4+1 rounds after the subject leaves the affected area. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:36 PM Page 40 CHAPTER 2: STRONGHOLD COMPONENTS",
        "name":  "Ethereal Solid",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This augmentation works like fog under the effect of a spider climbspell (though you need veil, except that a 10-foot-thick cloud of burning smoke not have bare hands and feet to use it). When creating extends out from the chosen side. Any creature in the this augmentation, you may choose for it to affect only smoke takes 4d6 points of fire damage every round. one side of a wall. For instance, you might place it on (Reflex save DC 22 halves.) the inner side of a freestanding wall to obviate the",
        "name":  "Incendiary Veil",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When creating this augmentation, choose Level: Clr 3, Drd 3, Sor/Wiz 3 one face of the wall. A 10-foot-thick web (as the spell) Components: V, S, M extends out from the chosen side. Casting Time: 1 minute Any damaged or burned section of webs automati- Range: Close (25 ft. + 5 ft./2 levels) cally reforms 24 hours later. Target: Object of up to 200 cubic ft./level",
        "name":  "Webbed",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2,950 gp (9th) Elemental, elder 15,230 gp 15,310 gp Fiendish dire tiger 10,610 gp 10,690 gp Arcane Lock Fiendish dire wolverine 4,700 gp 4,780 gp Fiendish giant squid 8,900 gp 8,980 gp Arcane lock is a wonderful spell if your character can Fiendish girallon 5,700 gp 5,780 gp cast it—or if the caster heads up your stronghold’s Fiendish griffon 5,700 gp 5,780 gp security. Otherwise, it can prove more hindrance than Formian taskmaster 5,900 gp 5,980 gp help, because only the spellcaster can easily bypass the Formian warrior 4,200 gp 4,280 gp lock. That’s where improved arcane lock (see below) Gelugon 9,230 gp 9,310 gp Ghaele eladrin 8,230 gp 8,310 gp comes in handy, since it allows the caster to designate Hamatula 7,110 gp 7,190 gp others who can freely pass through the portal. Add 5 Hellcat 5,860 gp 5,940 gp gp to the price for each individual attuned to the Hound archon 5,200 gp 5,280 gp improved arcane lockspell. Invisible stalker 6,610 gp 6,690 gp",
        "name":  "Permanent",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cost varies by creature bound; see table for can hide the light whenever you wish. sample creatures Casting: 110 gp (Wiz3) or 130 gp (Sor4) or 200 gp (Clr5) Bless Water If you’re having troubles with undead or evil outsiders, Curse Water it can be to your advantage to have a steady supply of This spell essentially works the same as bless water, as holy water on hand, and that’s what a bless water spell noted above. However, it affects good outsiders instead can do for you. This method of obtaining holy water is of undead, which means that a large stash of this stuff more expensive than buying it on the open market, but would generally be found only in an evil character’s few temples have large quantities just lying around. stronghold. If you have a low-level cleric or a paladin on Casting: 35 gp (Clr1) staff—which you may if you have a chapel in your stronghold—he can take care of this duty for you, Dancing Lights replenishing your supplies as they run dry. At first glance, a permanent casting of dancing lights",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1,630 gp (Wiz15) or 1,710 gp (Sor16) This functions essentially the same as the standard glyph of warding, but packs more punch. Guards and Wards At the minimum caster level, the greater blast glyph While guards and wards doesn’t have the longer-lasting does 5d8 points of damage. effects of the other spells in this section, it is specifi- A greater glyphcan store any harmful spell up to 6th cally designed to protect strongholds. Note that that level. This includes all those listed under the glyph of guards and wardsonly protects up to 200 square feet per warding note above, plus antilife shell, banishment, blade level, about half the volume of a standard stronghold barrier, circle of doom, dismissal, flame strike, forbiddance, space, although it can cover up to 20 feet above this geas/quest, greater dispelling, harm, inflict critical wounds, area, about twice as high as a standard stronghold insect plague, mark of justice, plane shift, poison, slay living, space. In other words, a clever caster could stack two summon monster IV, summon monster V, and summon separate levels with two castings of this spell, although monster VI. the two levels would have to be one atop the other for The DC to find and disable a greaterglyph of warding it to work. is 31. The spell’s effects last up to 22 hours, assuming you",
        "name":  "Greater Glyph of Warding Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1,060 gp (Clr11) use the lowest-level caster possible, so you could have the spell cast once per day, although the costs would Greater Planar Binding add up quickly. For the ability to cast the spell when This spell can be used similarly to a binding spell, but you need it, see the Wondrous Architecture section of you only have one choice: to call and capture some ele- this book. mentals or outsiders (up to 24 HD worth) to act as Casting: 660 gp (Wiz11) or 720 gp (Sor12) guardians or servants in your stronghold. Creatures called through greater planar binding have Gust of Wind three ways to escape: by using their spell resistance, by A permanent gust of wind can help ventilate under- 54 using dimensional travel to escape, or by succeeding at ground passageways or other parts of a stronghold that a Charisma check. Smart spellcasters use dimensional may otherwise become dank. This proves especially anchor to prevent dimensional travel and use a calling useful in storage areas, such as basements or dungeons. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:38 PM Page 55 CHAPTER 2: STRONGHOLD COMPONENTS It virtually eliminates the risk of mildew and rot set- door, a pit trap, or anything else that you want to be ting into such areas. concealed. Vain characters can apply a gust of windto one side of Despite its name, illusory wall works just as well to a flagpole standing over the stronghold. This ensures create illusions of floors and ceilings. that your personal, family, or national banner always Casting: 280 gp (Wiz7) or 320 gp (Sor8) billows dramatically over your stronghold. A permanent gust of wind can also provide motive Invisibility power to a flying stronghold with sails. Such a strong- Invisibility’s multitude of useful functions marks it as hold moves at two miles per hour in the direction set one of the most valuable spells for a stronghold by the position of the sails. builder. You can use it to make protected windows by",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5,500 gp (10th) Sometimes characters use permanent imageto show a group of guards at an entrance. Careful observation Mark of Justice determines that these people aren’t real, though, since If you want to make sure you can trust your staff, con- they never move. No guards are that stoic. sider using mark of justice. As a condition of employ- Even at minimum caster level, this spell can cover ment, you can have mark of justiceinscribed on the skin about three stronghold spaces at once. Some strong- of a prospective employee, forbidding him to betray hold owners use several overlapping versions of perma- you or your family (or however you would like to put nent imageto conceal their entire stronghold. Cunning it). Then, if the employee does you wrong, you and he owners make arrangements for this kind of conceal- both know he’ll pay for it. ment before they even break ground, all the better to Tread cautiously here, though. Some otherwise loyal hide any trace of the place they plan to build. employees may be offended by having to bear the mark Casting: 760 gp (Wiz11) or 820 gp (Sor12) or 1,060 of justice. When that happens, they may go out of their gp (Brd16) way to have itremoved. After that, they’re free to do as they wish, and the first thing on their list may be retri- Phase Door bution for your lack of trust in them. A phase doorprovides one of the best kinds of security More circumspect ways of calming your fears exist. devices you can have in a home. You must set it into Few, though, are as effective. wood, plaster, or stone, but it then operates as a door",
        "name":  "Permanent",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dead men tell While a phase door is useful as an entrance, it can no tales. prove even more handy as an exit. When you place For good or even neutral characters, though, killing such a spell strategically in your bedchamber or the 56 off your workers isn’t an option worth considering. By main meeting hall, you can rest assured that you carefully limiting the number of people who have always have a means for a quick getaway for yourself access to your stronghold’s secrets while it’s being and any you have entrusted with your secret. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:38 PM Page 57 CHAPTER 2: STRONGHOLD COMPONENTS When cast by a 13th level spellcaster, the phase door Other characters mount a permanent prismatic sphere only allows six uses total from either direction. Once in the single doorway into their stronghold. This effec- the uses are gone, the spell ends, and the phase door is tively keeps anyone else from leaving or entering the no more. place, so this tactic is mostly used only by hermits or If you want the convenience and power of a phase characters who have other means of getting their staff doorat all times, use it with the permanency spell. Since members in and out of the place. this costs more than twenty separate castings of phase Similarly, such a sphere could cover an escape hatch- door, make sure you choose wisely and don’t waste your way, making it difficult if not impossible for pursuers money. On the other hand, having a permanent phase to follow you into the sphere one way and then out the doormeans never having to worry about being caught other. on the wrong side of the doorwhen its uses are gone. Casting: 1,530 gp (Clr17 or Wiz17) or 1,620 gp",
        "name":  "For evil characters, the answer is simple",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "8,050 gp (11th) Consider placing a permanent alarm spell on the far edge of the solid fog. That, combined with the effect the Simulacrum solid fog has on movement, should give you plenty of Have you ever wished you could be in two places at time to react to anyone who manages to find his way once? Simulacrumcan make it seem that way. through the soupy stuff.",
        "name":  "Permanent",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "6,530 gp (Wiz17) or 6,620 gp (Sor18) make doorways or windows, so it’s not much good for your stronghold itself. For a freestanding wall outside Unhallow your stronghold, it’s much better. In that case, the wall This spell is the evil version of hallow (see above). It of force is the best, most durable material to use for a works much the same way, including the ability to wall. add the effects of certain spells to the affected area for Permanent walls of force can be useful inside the a year. stronghold as well. For instance, using a wall of forceas",
        "name":  "Casting",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Short of completely rebuilding the trap, Hidden Lock: A hidden lock combines the features there’s no way to trigger it more than once. Spell traps above, requiring a Search check (DC 25) to locate and have the no reset element. an Open Lock check (DC 30) to open.",
        "name":  "No Reset",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell traps produce the spell’s effect as Bloodroot +1 described in the appropriate entry in the Player’s Hand- Blue whinnis +1 book. as with all spells, each spell-based trap that allows Burnt othur fumes +6 a saving throw has a save DC equal to 10 + spell level + Carrion crawler brain juice +1 caster’s relevant ability modifier. Deathblade +5",
        "name":  "Spell Traps",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If two or more traps act (trapmaking) skill, casting spells, or some combination independently (that is, neither depends on the success of these steps. of the other to activate), use their CRs to determine their combined Encounter Level as though they were Mechanical Traps monsters, according to Table 4–1 in the DUNGEON Building a mechanical trap is a three-step process. You MASTER’s Guide. The resulting Encounter Level is the must first calculate the DC for the Craft (trapmaking) CR for the combined traps. check, then purchase the raw materials, and finally make a Craft (trapmaking) check every week until the Step 4: Figure out the Cost construction is finished. Cost depends on the type of trap. Calculations are The Craft Check DC: The base DC for the Craft given below for the three basic types. (trapmaking) check depends on the CR of the trap, as given in Table 2–5. Mechanical Trap Table 2–19: Craft (Trapmaking) DCs The base cost of a mechanical trap is 1,000 gp. Apply all the modifiers from Table 2–2 for the various fea- Trap CR Base Craft (Trapmaking) DC 1–3 20 tures you have added to the trap to get the modified 4–6 25 base cost. 7–10 30 The market price is the modified base cost × the Modifier to Craft Challenge Rating + extra costs. The minimum market Additional Components (Trapmaking) DC price for a mechanical trap is 100 gp per +1 CR. Proximity trigger +5 After you have multiplied the modified base cost by Automatic reset +5 the Challenge Rating, add the price of any poison or alchemical devices you incorporated into the trap. If Add any modifiers from the second part of the table to the trap uses one of these elements and has an auto- the base value obtained in the first part. The result is matic reset, multiply the poison or alchemical device the Craft (trapmaking) DC. cost by 20 to ensure an adequate supply. Buying Raw Materials: Raw materials (including",
        "name":  "Multiple Independent Traps",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any creature entering this summoned into this space. room acts as if under the influence of a hastespell. The The consecrated chapelmust contain an altar, shrine, or main reason for having a room such as this is so that other permanent fixture dedicated to the creator’s you can get things done more quickly. Those extra par- chosen deity. tial actions add up after a while. Most tasks can be com- A desecrate spell negates the effect of the consecrated pleted in about half the normal time. chapelfor the duration of the desecrate spell. After that,",
        "name":  "Chamber of Speed",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The entire stronghold fixture dedicated to chosen higher power, consecrate; space is under the influence of an antilife shell. Most Market Price: 5,500 gp. living creatures cannot enter the space. The exceptions Desecrated Shrine: The entire stronghold space is are constructs, elementals, outsiders, or undead. No desecrated, as per the spell. All Charisma checks to turn saving throw is allowed to permit other types of crea- undead suffer a –6 penalty. Undead in the space gain a tures to enter the space affected. profane +2 bonus on attack and damage rolls and saves. The chamber of the unlivingis most often found in the Undead cannot be created within nor summoned into stronghold of a necromancer, because the spellcaster’s this space. Undead summoned or created in this space minions can move through the space freely, even if she gain +2 hit points per HD. cannot. Such places are often also encountered in an The desecrated shrine must contain an altar, shrine, or extraplanar stronghold, because the outsiders that live other permanent fixture dedicated to the creator’s there can move about without pause, while most visi- chosen higher power. tors from the Material Plane cannot. A consecrate spell negates the effect of the desecrated",
        "name":  "Chamber of the Unliving",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This effect covers up to attempts to direct the platform of levitation at once, the eight contiguous 5-foot-by-5-foot squares on the sur- winner of an opposed Wisdom check gains control for face of a liquid. Any creature that walks on the that round. In the case of a tie, the platform stays enchanted area treats the liquid as if it were entirely remains in place for 1 round. When not in use, the solid, as per a water walk spell. Creatures that wish to platform levitates in place. avoid this effect must make a Will save (DC 14). The lesser platform of levitation measures 5 feet on a",
        "name":  "Path of Watery Solidity",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Each creature entering this Speaking Stones: Any character that enters this stronghold space becomes protected by a sanctuary stronghold space can understand and communicate spell. Anyone trying to attack such a target (including with the stone and rock in the space, whether natural with targeted spells, but not with area or effect spells) or worked. This functions like a stone tellspell. must make a Will save (DC 11) to do so. Otherwise, While this bit of wondrous architecture is most that action of the attacker is wasted, and the attacker often created as part of an open courtyard lined with cannot attack that target again until the target leaves rocks or floored with stones, you can just as easily the room. If the target reenters the room, the attacker work it into an any other place in which you might may attempt a new Will save. If someone protected by wish to speak with rocks. Some stronghold owners the sanctum’s effects attacks, he loses the benefits of the place this upon a vault or other important room, allow- sanctumand can be attacked normally. ing them to question the walls themselves about",
        "name":  "Sanctum Sanctorum",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The entire stronghold space is stone tell; Market Price: 33,000 gp. affected by a mind blank spell. No one in the chamber Stable of Understanding: Any character in this can be affected by devices and spells that detect, influ- stronghold space can understand and communicate ence, or read emotions and thoughts, up to and includ- with animals in the space (not including beasts, magi- ing miracle or wish. Even a scrying that scans an area cal beasts, and vermin). This works like a speak with ani- does not work. Most throne rooms of mighty rulers mals spell, although the effect ends as soon as either use this effect. the character or the animal leave the space.",
        "name":  "Secure Chamber",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This table (which seats up to 12 Tree of Jaunting: This tree looks like an ordinary people) automatically purifies any food or drink put member of its species. When you enter this tree, you upon it (as the purify food and drinkspell). This makes it may immediately teleport to a nearby tree of the same safe to consume, no matter how spoiled or poisonous. species as if you had cast tree stride. The tree you enter 84 If left on the table, the substance rots again naturally. and the tree you appear in must be wider around than However, if taken from the table and returned, the you are for this to work. table again purifies it. 620_88166_001_StrngBuild3a.qxd 1/24/02 2:42 PM Page 85 CHAPTER 2: STRONGHOLD COMPONENTS",
        "name":  "Table of Freshness",
        "source":  "stronghold_builders_guidebook.txt",
        "_id":  "1005afd5982b0f27e422e97e866e3dd9258ac5b558c7e7bb4225726f66d28421"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Expanding a Delay Spell.....................................39 Casting Times................................80 Specialist’s Range...................7 Energy Admixture.........................39 Researching New Spefls...................81",
        "name":  "Sidebar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sidebar: Substituting and Is a New Spell Viable?..................81 Specializing in a School.............8 Admixing Energy..................39 Behind the Curtain:",
        "name":  "For Wizards Only",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Friends Indeed...................9 Energy Substitution......................40 Evaluating Spells..................83 Acquiring a Familiar.....................10 Eschew Materials..........................40 New Spells List..................................83 Familiar Abilities...........................10 Extra Slot........................................40 Permanency and New Spells.......84 Dismissing a Familiar...................12 Extra Spell......................................40 Spell Descriptions.........................85 Death of a Familiar........................12 Greater Spell Focus......................40 Death of a Master..........................12 Greater Spell Penetration.............40 Tables Alternate Familiars by Improved Familiar.........................40 1-1: Familiars for Tiny or Smaller Master Size....................................13 Innate Spell....................................41 Masters.......................................13 Improved Familiars.......................15 Persistant Spell..............................41 1-2: Familiars for Huge or Bigger Familiars in Combat......................17 Repeat Spell ...................................41 Masters.....................................14 Close-Up on Skills ............................19 Sanctum Spell................................41 2-1: Feats...........................................38 Which Skill to Use?......................19 Sculpt Spell....................................42 2-2: Improved Familiars ..................40 Spellcraft........................................19 Spell Specialization.......................42 2-3: Alternate Improved Knowledge (Arcana)......................20 Split Ray.........................................42 Familiars...................................41",
        "name":  "Familiars",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DM Note: Subdual Substitution....................42 3-1: Prestige Classes........................43 Recalling Information...........20 Twin Spell ......................................42 3-2: The Acolyte of the Skin............45 Sorcerers and Wizards and the Widen Spell...................................42 3-3: The Alienist...............................45 World They Live ln........................20 3-4: The Arcane Trickster.................49 Becoming a Wizard......................20 Chapter 3: 3-5: The Bladesinger........................49 Becoming a Sorcerer....................20 Prestige Classes............43 3-6: The Blood Magus.....................51",
        "name":  "Sidebar",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The familiar’s Intelligence score recipient. For example, an aid spell grants 1d8 temporary increases according to your level, but it uses its own if hit points and bestows a +1 morale modifier on attack that is the higher score. rolls and saves against fear effects. If you and your famil-",
        "name":  "Intelligence",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain Alertness while the familiar is iar share the spell, only one of you gets the temporary hit within 5 feet and an unbroken line of effect exists points, but you both receive the morale bonus. between you. You also have the option of casting any spell with a",
        "name":  "Alertness",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This works as it does for a monk target of \"You\" on the familiar as a spell with touch range. and is an extraordinary ability. The familiar gets the bene- If you do so, you do not share the effect with your famil- fit of this ability even when flat-footed or otherwise iar, but it retains the benefits as long as the spell lasts—no denied a Dexterity bonus (though in the latter case it matter where the familiar goes afterward. probably is less likely to make a successful save). Empathic Link: You and your familiar can communi-",
        "name":  "Improved Evasion",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you are 11th level or higher, the later brought back from the dead, the bond is reestab- familiar gains spell resistance equal to your level +5. Some lished, and the familiar gains whatever abilities go along improved familiars already have spell resistance. In this with the master’s new level. case, the two don’t stack-the familiar uses the higher For example, Hennet has a cat familiar and has reached number. 11th level when he fails a saving throw against a lethal",
        "name":  "Spell Resistance",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "In addition to their own special Improved Grab (Ex): On a hit with its bite attack qualities, all familiars grant their master the Alertness against Small or smaller opponents, deals normal damage feat, improved evasion, empathic link, and shared spells and attempts to start a grapple as a free action without at 1st level (see above). provoking an attack of opportunity. If it gets a hold, it can rake.",
        "name":  "Granted Abilities",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb +15, Listen +6, Spot +6 (or master’s, if if better); Skill Focus (Craft). better). Rage (Ex): If it takes damage in combat, on the follow- DHomunculus Familiar: CR —; Tiny construct; HD 7; ing round gains +4 Strength, +4 Constitution, and -2 AC; hp ½ master’s; Init +2; Spd 20 ft., fly 50 ft. (good); AC 18 can end rage voluntarily as a free action. (touch 14, flat-footed 16); Atk +4 melee (1d4–1 and poison, bite); Face/Reach 2 ½ ft. by 2 ½ ft./0 ft.; SA Poison; SQ Granted abilities, touch, speak with master, construct; Improved Familiars AL Any; SV Fort +2, Ref +4, Will +6; Str 8, Dex 15, Con -, Arcane spellcasters who take the Improved Familiar feat Int 10, Wis 12, Cha 7. (see Chapter 2: Feats) may choose a new familiar from a Skills: As master’s. nonstandard list. These creatures have unusual special abil- Poison (Ex): Bite, Fort save (DC 11); initial damage ities but otherwise follow the general rules for familiars. sleep for 1 minute, secondary damage sleep for another 5d6 minutes.",
        "name":  "Skills",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Listen +5, Spot +5 (or master’s, if better); darkvision) beyond 5 feet. Creatures 5 feet away have 50% Power Attack. concealment, while those farther away have total conceal- Earth Mastery(Ex): +1 attack and damage modifier if ment (see Concealment, page 133 of the Player’s Handbook). both it and its foe touch the ground, -4 penalty to attack Those caught in the cloud must succeed at a Concen- and damage against airborne or waterborne opponents. tration check (DC 11) to cast a spell. Push (Ex): Can start a bull rush without provoking an Elemental: Immune to poison, sleep, paralysis, and attack of opportunity. The combat modifiers given in stunning; not subject to critical hits or flanking. Earth Mastery, above, also apply to the elemental’s opposed Strength checks. DStirge Familiar: CR —; Tiny beast; HD 5; hp ½",
        "name":  "Skills and Feats",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This type of caster provides offensive power THE FEW, THE PROUD to an army or other group, using spells such as fireball. Sorcerers and evokers excel in this role. Arcane spellcasters are often loners—they’re secretive,",
        "name":  "Artillery",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These spellcasters are advisors or sages Certain of these, including several mage academies, have who ferret out information, help to formulate plans, and endured for centuries and are well regarded by the even provide education in diverse subjects. Wizards of communities wherein they reside. Others are younger, all types excel at this, thanks to their extensive training more secretive, or both, and generally arouse the suspi- in research and development. cions of people near where they operate.",
        "name":  "Counselor",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Members in good standing receive monetary Benefits: Members in good standing appear on a list compensation for fulfilling contracts. Payment amounts of certified diviners. Membership serves to advertise a vary according to the difficulty, and the finality, of partic- spellcaster’s divination ability and so steers prospective ular jobs. Freelance slayers of any stripe operating in the clients her way. Government officials usually prefer to same community as an agent of the Broken Wands are use diviners who are members of the League, as do also considered legitimate targets. wealthy patrons who want the best divination that money",
        "name":  "Benefits",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, improved evasion, share spells, empathic link, touch, speak with master, speak Leadership: All who serve on the Travel Board at any with mustelidae (see the Familiars section, above). given time are considered equals in decisions affecting their office, though each branch elects a treasurer and",
        "name":  "Granted Abilities",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All the Hollow’s windows Peculiar Features of an are on the upper floor, and their lower Location Arcane Spellcaster’s stills are at least 18 feet off the ground. The Hollow lies on a quiet street near the business district Each window is fitted with thick glass that Quarters of a large city. The surrounding homes belong to success- admits light but screens the interior from ful merchants, adventurers, and minor nobles. The view, and a lattice of strong steel bars Roll 1d10 or choose from the Hollow is neither the smallest nor the largest home in the protects the glass. Benay and Airees some- table below. area. Most folk passing by don’t find it in the least remark- times leave the windows open for ventila- RRRRRooooollllllllll FFFFFeeeeeaaaaatttttuuuuurrrrreeeee able, which is exactly how Benay and Airees like it. They tion, but the bars remain in place, and 1 Stuffed owl that answers do not wish to call attention to themselves. curtains of heavy mesh are hung over the one question a day as The streets that surround the Hollow are not particu- opening to keep out prying eyes and any augury cast by a 5th-level larly busy, but they’re seldom empty either, and they are unwelcome visitors who might try to slip in cleric. always well patrolled by the city watch. through the bars. 2 Statue of a monkey reco- dGlass Window Panes: 1 in. thick; vered from a faraway dun- geon; anyone pressing the hardness 1; hp 1; AC 6; break DC 10. Features eyes is polymorphed into a dSteel Window Bars: 2 in. thick; monkey. The Hollow is a two-story stone structure. Benay and hardness 10; hp 60; AC 6; break DC 28. 3 Glass container filled with",
        "name":  "Windows",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +5, Knowledge (arcana) contain explosive runes and three of the containers have +6, Listen +3, Scry +6, Spellcraft +6; Combat Casting, fire trap spells cast on them. There also is a small wooden Improved Initiative, Scribe Scroll. box, badly scarred and overflowing with pebbles and",
        "name":  "Skills and Feats",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Such spells produce a ray effect and require a minimum ability score, another feat or feats, a minimum ranged touch attack (see Aiming a Spell on page 148 of base attack bonus, ability to cast certain spells, or a special the Player’s Handbook). condition that a character must meet. Energy Missile: The spell creates something physical as a projectile or that the caster can hurl, such as Melf’s Virtual Feats acid arrow or produce flame.",
        "name":  "These new feats have prerequisites, which can be a Ray",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcaster level 2nd+. the highest caster level determines the base SSSSSuuuuubbbbbssssstttttiiiiitttttuuuuutttttiiiiinnnnnggggg aaaaannnnnddddd",
        "name":  "Prerequisites",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcaster level 4th+. FFFFFaaaaammmmmiiiiillllliiiiiaaaaarrrrr AAAAAllllliiiiigggggnnnnnmmmmmeeeeennnnnttttt LLLLLeeeeevvvvveeeeelllll",
        "name":  "Prerequisites",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain one extra spell slot in your daily allot- Shocker lizard Neutral 5 ment. This extra slot can be at any level up to one level Stirge Neutral 5 lower than the highest-level spell you can cast. For example, Formian worker Lawful neutral 7 a 4th-level sorcerer gains either an extra 0-level or 1st-level Imp Lawful evil 7 slot, allowing him to cast any known spell of the chosen Pseudodragon Neutral good 7 level one more time each day. A 4th-level wizard can prepare Quasit Chaotic evil 7 any extra 0-level or 1st-level spell she knows. Once selected, the extra spell slot never migrates up or down in level. These creatures are described fully in the Familiars section in",
        "name":  "Benefit",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spellcaster level 3rd+. Hit Dice: Treat as the master’s level (for effects related",
        "name":  "Prerequisites",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You learn one additional spell at any level up to Hit Dice). Use the familiar’s normal total if it is higher. to one level lower than the highest-level spell you can Hit Points: One-half the master’s total or the familiar\u0027s cast. Thus, a 4th-level sorcerer gains a new 0-level or 1st- normal total, whichever is higher. level spell, expanding his repertoire. A 4th-level wizard Attacks: Use the master’s base attack bonus or the can likewise learn an extra 0-level or 1st-level spell, but familiar’s, whichever is better. Use the familiar’s Dexterity since wizards learn spells far more easily than sorcerers, or Strength modifier, whichever is greater, to get the this feat is of less use to her. familiar’s melee attack bonus with unarmed attacks.",
        "name":  "Benefit",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can gain this feat multiple times. Each Damage equals that of a normal creature of that kind. time, you learn a new spell at any level up to one lower Special Attacks: The familiar has all the special attacks of than the highest-level spell you can cast. its kind. 40 CHAPTER 2: FEATS",
        "name":  "Special",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The familiar uses the master’s base save You make one of your spells last all day. bonuses if they are better than the familiar’s. Prerequisite: Extend Spell.",
        "name":  "Saving Throws",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Use the normal skills for a creature of the its kind. Benefit: A persistent spell has a duration of 24 hours.",
        "name":  "Skills",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A sanctum spell has an effective spell level Innate Spell [General] one level higher than normal if cast in your sanctum You have mastered a spell so thoroughly you can now (see Special, below)—but if not cast in the sanctum, it cast it as a spell-like ability. has an effective spell level one level lower than normal.",
        "name":  "Benefit",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Quicken Spell, Silent Spell, Still Spell. All effects dependent on spell level (such as save DCs",
        "name":  "Prerequisites",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd-level arcane spells.",
        "name":  "PPPPPrrrrreeeeessssstttttiiiiigggggeeeee CCCCClllllaaaaassssssssss AAAAAttttt aaaaa GGGGGlllllaaaaannnnnccccceeeee Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The acolyte of the skin must have made peace- Alienist Deals with pseudonatural creatures ful contact with a summoned evil outsider. Arcane trickster Rogue/mage Class Skills Bladesinger Elf fighter/mage Blood magus Blood energizes special abilities The acolyte of the skin’s class skills (and the key ability Candle caster Enchants candles for each skill) are Concentration (Con), Craft (Int), Intimi- Dragon disciple Latent dragon blood date (Cha), Knowledge (Int), Profession (Wis), Scry (Int, Elemental savant Master of one element exclusive skill), and Spellcraft (Int). See Chapter 4: Skills Fatespinner Takes reins of fate in the Player’s Handbook for skill descriptions. Mage of the Arcane Guildmage",
        "name":  "Acolyte of the Skin More than one way to skin a demon Special",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast at least one Divination spell and creature gains a +2 morale modifier to AC and saving at least one summoning spell of 3rd level or higher. throws against the phobic alienist. The DM determine",
        "name":  "Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Prior contact with an alienist or a pseudonat- the creature feared. Good choices include spiders, ural creature. snakes, birds, or insects. Beings that share attribute with or those that resemble the selected creature also Class Skills trigger the phobia. The alienist’s class skills (and the key ability for each skill) Pseudonatural Familiar: On reaching 5th level the are Alchemy (Int), Concentration (Con), Gather alienist’s familiar, if any, gains the pseudonatural Information (Cha), Handle Animal (Cha), Knowledge template (see Pseudonatural Creatures below) in addi- (Int), Listen (Wis), Profession (Wis), Scry (Int, exclusive tion to the powers and abilities normal for a familiar of skill), Speak Language, Spellcraft (Int), and Spot (Wis). the appropriate level. This does not replace the famil- See Chapter 4: Skills in the Player’s Handbook for skill iar—the original slowly takes on pseudonatural aspects, descriptions. which become fully active at this point. From this point on, newly summoned familiars already possess the",
        "name":  "Special",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "From 6th level on, the alienist Class Features gains one extra spell slot at her highest spell level. This All the following are class features of the alienist prestige slot can be used only for a summon monster spell. As the class. alienist becomes able to learn higher-level spells, the",
        "name":  "Extra Summoning",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A pseudonatural creature retains all the special attacks of the base creature and also gains the Arcane Trickster following. True Strike (Su): Once per day, the creature can \"Got it!\" See Dungeon Master\u0027s Guide make a normal attack with a +20 insight modifier on a single attack roll. The creature is not affected by the Arcane tricksters combine their knowledge of spells with miss chance that applies to attacks against a concealed a taste for intrigue, larceny, or just plain mischief. They target. are among the most adaptable of adventurers.",
        "name":  "Special Attacks",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A pseudonatural creature retains Arcane spellcasting and the sneak attack ability are all the special qualities of the base creature and also gains needed to qualify for this class, making it a natural choice the following. for multiclassed wizard/rogues or sorcerer/rogues. Assas- 47 CHAPTER 3: PRESTIGE CLASSES sins occasionally opt for this class, but usually only if they Direction (Wis), Jump (Str), Knowledge (Int), Listen already have wizard or sorcerer levels. (Wis), Move Silently (Dex), Open Lock (Dex), Pick Pocket Arcane tricksters tend to use a seat-of-the-pants (Dex), Profession (Wis), Scry (Int, exclusive skill), Sense approach to adventuring, loading up on spells that Motive (Wis), Search (Int), Speak Language (Int), Spell improve their stealth and mobility. NPC arcane tricksters craft (Int), Spot (Wis), Swim (Str), Tumble (Dex), and are the sort of people who might bump into you in a Use Rope (Dex). See Chapter 4: Skills in the Player’s crowded tavern. (Check your pockets.) Handbook for skill descriptions.",
        "name":  "Special Qualities",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7 ranks. Spells per Day: When a new arcane trickster level is Knowledge (Arcana): 4 ranks. gained, the character gains new spells per day as if he had",
        "name":  "Escape Artist",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast mage hand and at least one arcane also gained a level in a spellcasting class he belonged to spell of 3rd level or higher. before adding the prestige class. He does not, however,",
        "name":  "Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4. before becoming a candle caster, she Requirements must decide to To qualify to become a candle caster, which class she adds a character must fulfill all the the new level for following criteria. purposes of deter- Craft (Candlemaking): 6 ranks. mining spells per day.",
        "name":  "Hit Die",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast spells of 3rd candle caster can store level or higher. spells in candles. Each",
        "name":  "Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "::::To activate a prepared candle, the page 82 of the Player’s Handbook), but only when scribing candle caster must first identify it. This requires a Spell- candles. All the rules that apply to using Enlarge Spell craft check against a DC of 15+ spell level. (If it is a candle also apply to enlarged candles, and the scribed spell takes she scribed, this step is unnecessary). up a spell slot one level higher than the spell’s actual level.",
        "name":  "IIIIIdddddeeeeennnnntttttiiiiifffffyyyyy ttttthhhhheeeee CCCCCaaaaannnnndddddllllleeeee",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4. that \"chance\" is less random than many believe, and he can adjust the probability of certain events. This is an Requirements extraordinary ability. To qualify to become a fatespinner, a character must When a fatespinner casts a spell that allows a saving fulfill all the following criteria. throw, he can choose to subtract 2 from the spell’s save Knowledge (arcana): 8 ranks. DC (making it easier for the target to resist)—neither Knowledge (any): 8 ranks. more nor less. He stores the 2 points as a sort of spell",
        "name":  "Hit Die",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells of 3rd level or karma called \"spin\". Each time he so adjusts a spell, he higher. accumulates another 2 points of spin. At any one time,",
        "name":  "Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The fatespinner must have avoided death (or the fatespinner can store a maximum spin value equal to severe calamity) by the machinations of fate. For instance, his caster level (the total of all spellcasting class levels, if he misses a ferry crossing to the nearby Isle of Sadonne including this prestige class). For example, a 5th-level due to a strange premonition that caused him to tarry wizard/1st-level fatespinner can store up to 6 points of overlong at the landing, and learns that the ferry was lost spin at any one time. with all aboard to a sudden storm, it can be said that fate The fatespinner can use accumulated spin to boost the has spared him. save DC of other spells he casts, adding up to 3 points of spin to any one spell. Thus, the above 5th-level wizard/ Class Skills 1st-level fatespinner can increase the Will save DC of a The fatespinner’s class skills (and the key ability for each charm person spell he casts by up to +3. If he spends all 3 skill) are Appraise (Int), Concentration (Con), Craft (Int), points, his spin «balance» drops to 3. Gather Information (Cha), Intuit Direction (Wis), Sometimes more points are subtracted from save DCs Knowledge (Int), Profession (Wis), Scry (Int, exclusive than can be accumulated as spin. In this case, the excess skill), Search (Int), and Spellcraft (Int). See Chapter 4: is lost. If the above spellcaster were to reduce the save Skills in the Player’s Handbook for skill descriptions. DCs of two spells before using his spin again, he would accumulate 4 points of spin. Since his maximum is 6 not",
        "name":  "Special",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can’t cheat fate. A fatespinner accumulates Class Features no spin from casting spells on targets who voluntarily fail All the following are class features of the fatespinner their saving throws. Nor can he accumulate spin by prestige class. reducing the save DC of a benign spell cast on a friend or",
        "name":  "Note",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The fatespinner must decide whether to reroll The Favored One can store a maximum value of spin before the results of the roll in question are applied; equal to twice his caster level. otherwise he must wait for another opportunity. He is not automatically privy to the rolls of others, especially Mage of the Arcane Order enemies, but it is usually easy to tell when a creature makes a saving throw or hits a target. The fatespinner ”Wait... wait... I’ve just about got it”. See Complete Arcane player should notify the DM prior to a foes roil, stating his intention to use this ability immediately if the Also called a ”guildmage”, this is a spellcaster who outcome appears undesirable. belongs to a academy and guild known as the Arcane",
        "name":  "Note",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 3rd and 6th levels, the guild- to concentrate on his focus (which draws attacks of oppor- mage’s access to the Order’s superb library and resources tunity). The spell appears in the caster’s mind at the begin- allow him to learn a new language. ning of his next turn in the round and can be used immedi-",
        "name":  "Bonus Language",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a mage of the Arcane Order reaches ately. However, if he does not cast the called spell within 1 5th and 8th level, a fellow wizard allows the character to minute per caster level, it fades from his mind as though copy a spell from his or her spellbook (chosen by the cast. Wizards cannot learn the called spell, despite its tempo- player, subject to the DM’s approval). He does not need rary presence, though of course they could later attempt to make a Spellcraft check, although specialist wizards to learn a spell of the same name through standard means. still cannot learn spells from prohibited schools. Spell Availability: Three stages of access to the",
        "name":  "New Spell",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Leadership (see page 45 of DUNGEON MASTER’S the debt to 30 or below. Guide).",
        "name":  "Spellpool is automatically suspended until he reduces Feat",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells of 3rd level or time, giving him a «positive balance”, so to speak. Like- higher. wise, another guild member may agree to pay off or make a payment toward a caster’s Spellpool debt in return for Class Skills a service, money, or other consideration. A spell currency The mindbender’s class skills (and the key ability for of a sort has developed within the Arcane Order, where each skill) are Animal Empathy (Cha), Bluff (Cha), spellcasters often pay each other with levels of Spellpool Concentration (Con), Diplomacy (Cha), Innuendo (Wis), debt (informally called «charms»). Intimidate (Cha), Knowledge (Int), Profession (Wis), Scry (Int, exclusive skill), Sense Motive (Wis), and Spell- craft (Int). See Chapter 4: Skills in the Player’s Handbook Mindbender See Complete Arcane for skill descriptions. \"You’re doing splendidly. Keep up the good work!\"",
        "name":  "Nothing prevents a spellcaster from paying ahead of Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d4. Special: Must have access to the Death domain. TABLE 3-15: THE TRUE NECROMANCER BBBBBaaaaassssseeeee FFFFFooooorrrrrttttt RRRRReeeeefffff WWWWWiiiiillllllllll CCCCClllllaaaaassssssssss LLLLLeeeeevvvvveeeeelllll AAAAAttttttttttaaaaaccccckkkkk BBBBBooooonnnnnuuuuusssss SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSaaaaavvvvveeeee SSSSSpppppeeeeeccccciiiiiaaaaalllll SSSSSpppppeeeeellllllllllsssss pppppeeeeerrrrr DDDDDaaaaayyyyy 1st +0 +0 +0 +2 Rebuke, necromancer +1 level of existing class 2nd +1 +0 +0 +3 Zone of desecration +1 level of existing class 3rd +1 +1 +1 +3 +1 level of existing class 4th +2 +1 +1 +4 Create undead +1 level of existing class 5th +2 +1 +1 +4 Major desecration +1 level of existing class 6th +3 +2 +2 +5 +1 level of existing class 7th +3 +2 +2 +5 Create greater undead +1 level of existing class 8th +4 +2 +2 +6 +1 level of existing class 9th +4 +3 +3 +6 +1 level of existing class 10th +5 +3 +3 +7 Energy drain +1 level of existing class 69 CHAPTER 3: PRESTIGE CLASSES Class Skills Create Undead (Sp): On attaining 4th level, the true The true necromancer’s class skills (and the key ability for necromancer can create undead as a spell-like ability, once each skill) are Alchemy (Int), Concentration (Con), Craft per day (see page 189 of the Player’s Handbook). She must (Int), Knowledge (Int), Profession (Wis), Scry (Int, exclu- still supply the requisite material components. This abil- sive skill), Search (Int), and Spellcraft (Int). See Chapter 4: ity is considered a necromantic spell (see Necromancer Skills in the Player’s Handbook for skill descriptions. above), so the character’s effective caster level is the total of all her spellcaster class levels.",
        "name":  "Hit Die",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2+Int modifier Major Desecration (Su): At 5th level, the true necro- mancer extends her authority over undead. The super- Class Features natural area of negative energy surrounding her (see All the following are class features of the true necro- Zone of Desecration above) now extends to a radius of mancer prestige class. 10 feet per spellcaster class level.",
        "name":  "Skill Points at Each Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast teleport.",
        "name":  "Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 2nd level, the wayfarer guide latch so the familiar can lock itself in. The carrier also has gains an extra 5th-level spell slot, which can be used viewports that the familiar can shutter: It offers nine- only for a teleport spell. This extra spell slot is gained as if tenths cover when unshuttered and total cover when through having a high ability score. shuttered. The carrier has hardness 10, 15 hit points, Enhanced Accuracy(Ex): On reaching 3rd level, the and a break DC of 23. wayfarer guide becomes more skilled at arriving on target. Portable Writing Desk: This compact wooden box When casting any spell with the «teleportation» folds out into a firm writing surface. It has folding legs descriptor, roll d% and consult the Wayfarer’s Teleport that let you set it across your lap or prop it up on the table below (instead of the Teleport table on page 264 of ground. It also contains drawers for quills, ink, and other the Player’s Handbook). writing supplies.",
        "name":  "Extra Teleportation",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The user can cast up to three cold, electricity, fire, or sonic. The spells per day that are chained as though using user can cast up to three spells per the Chain Spell feat. day as though using the approp-",
        "name":  "Chaining",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "17th; Prerequisites: Craft Rod, Chain riate Energy Substitution feat. Spell; Market Price: 27,200 gp (lesser), 108,000 gp Caster Level: 17th; Prerequi- (normal), or 243,000 gp (greater). sites: Craft Rod, Energy",
        "name":  "Caster Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The user can cooperatively cast Substitution for the ap- up to three spells per day as though using the propriate energy type; Cooperative Spell feat. Market Price: 2,700 gp",
        "name":  "Cooperation",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "17th; Prerequisites: Craft Rod, Cooperative Spell; (lesser), 10,500 gp",
        "name":  "Caster Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The user can cast up to three spells (greater). per day that are empowered as though using the Staff Descriptions Empower Spell feat.",
        "name":  "Empowerment",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "17th; Prerequisites: Craft Rod, Empower Spell; Staffs are long shafts of wood that store a specific combi-",
        "name":  "Caster Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "16,200 gp (lesser), 64,800 gp (normal), or nation of spells. Staffs are described in the DUNGEON 145,800 gp (greater). MASTER’SGUIDE, beginning on page 204.",
        "name":  "Market Price",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The user can cast up to three spells per Illumination: This staff is usually sheathed in silver day that are enlarged as though using the Enlarge Spell and decorated with sunbursts. It allows use of the follow- feat. ing spells:",
        "name":  "Enlargement",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "17th; Prerequisites: Craft Rod, Enlarge Spell; • Dancing lights (1 charge)",
        "name":  "Caster Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The user can cast up to three spells per day • Sunburst (2 charges, DC 22) that are extended as though using the Extend Spell feat. Caster Level: 13th; Prerequisites: Craft Staff, dancing lights,",
        "name":  "Extension",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "17th; Prerequisites: Craft Rod, Extend Spell; dayliglit, flare, sunburst; Market Price: 51,000 gp.",
        "name":  "Caster Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This staff is usually made of ash or dark wood and carved with the images of bones and walnut and bears ornate carvings of many different kinds skulls. It allows use of the following spells: of creatures. It allows use of the following spells: • Cause fear (1 charge, caster level 10th, DC 11) • Unseen servant (1 charge) • Ghoul touch (1 charge, DC 13) • Summon swarm (1 charge) • Halt undead (1 charge, DC 14) • Stinking cloud (1 charge,DC 14) • Enervation (1 charge, DC 16) • Minor creation (1 charge) • Animate dead (2 charges) • Cloudkill (2 charges, DC 17) • Circle of death (2 charges, DC 19) • Summon monster VI (2 charges) Caster Level: 13th; Prerequisites: Craft Staff, animate dead,",
        "name":  "Conjuration",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This intricately embroidered Clay Craft (sculpting 1,500 gp 60,000 gp** sash is worn around the waist. It grants the wearer spell or masonry) (DC 15) resistance of 21. Stone Craft (sculpturing 1,000 gp 80,000 gp",
        "name":  "Belt of Spell Resistance",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None. Only damage that the spell deals immediately when it Improved Grab (Ex): If the rug hits a creature of strikes is increased by a critical hit. For example, if you Large size or smaller with its grab attack, it attempts to score a critical hit with Melf’s acid arrow, only the initial start a grapple as a free action without provoking an damage gets doubled. Thus, the spell initially deals 4d4 attack of opportunity. The rug’s attack bonus for estab- points of acid damage and the normal damage each subse- lishing or maintaining a hold is +28. quent round the acid lasts.",
        "name":  "Skills and Feats",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Immune to mind-influencing effects, A spell that deals damage only on a failed saving throw poison, disease, and similar effects. Not subject to critical can still inflict a critical hit, but only the damaging hits, subdual damage, ability damage, energy drain, or portion of the spell effect is increased. For example, disin- death from massive damage. tegrate produces a ray that requires a ranged touch attack. If the ray hits a creature, the target must make a Fortitude",
        "name":  "Construct",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You leave an object damp to the touch for 1 hour. Damp objects have fire resistance 2 while the Casting Times effect lasts. Certain spells take longer than a single action to cast, and",
        "name":  "Dampen",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You soil, spot, and sully walls, floors, dishes, special considerations exist in these circumstances. garments, or the like, leaving them dusty, filthy, or A spell with a full-round casting time keeps you busy stained. You can dirty an object with a volume of 1 cubic from the time your turn starts until it’s your turn again. foot, or 1 square foot of the surface of a larger object, You cannot take another action other than a 5-foot step. each round. Dirt you add remains after the effect ends, If you are hasted, however, you can still take your extra but objects you soil can be cleaned again just like partial action before or after you finish the spell. anything else. If a spell has a casting time of 1 minute or longer, you",
        "name":  "Dirty",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You remove dampness and excess moisture from must devote all your actions each round to casting the an object. Moisture you remove does not return after the spell. If you’re hasted, you can’t interrupt the spell to take effect ends, but the object can become wet again just like extra partial actions, but you can use the partial actions anything else. granted by haste to finish the spell more quickly: Every",
        "name":  "Dry",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Glitterdust, Melf’s acid arrow, and web. for their level and function. Comparing a new spell to Defensive Spells: Blur, protection from arrows, and resist these examples gives a general sense of where it belongs. elements.",
        "name":  "Benchmark spells demonstrate the maximum capability Offensive Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Arcane lock, invisibility,knock, the Player’s Handbook. These are classified as offensive, and see invisibility. defensive, or miscellaneous. Decide what category the spell you’re researching fits into and then compare it to 3rd-Level Spells the spells in the list. Offensive Spells:Fireball, lightning bolt, stinking cloud,",
        "name":  "Below is a list of benchmark spells at every level from Miscellaneous Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These deal damage, disable, or kill. and suggestion.",
        "name":  "Offensive Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Such spells usually aren’t used 8th-Level Spells in combat. The list for each level usually includes one Offensive Spells:Horrid wilting, mass charm, power word information-gathering spell and one spell that gives the blind, and trap the soul. subject some special capability. Defensive Spells: Iron body, mind blank, and protection Haste and fly make good 3rd-level benchmarks, as that from spells. is the lowest level for real physical changes rather than Miscellaneous Spells::::: Discern location, etherealness, illusion or assistance. greater planar binding, polymorph any object, and symbol. 1st-Level Spells 9th-Level Spells",
        "name":  "Miscellaneous Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Change self, spider climb, Tenser’s Miscellaneous Spells:Astral projection, gate, teleporta- floating disk, and unseen servant. tion circle, and wish. 82 CHAPTER 5: SPELLS NEW SPELLS LIST",
        "name":  "Miscellaneous Spells",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 9 spell affects you. If you are affected, any saving throw",
        "name":  "Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S the spell normally allows still applies.",
        "name":  "Components",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action You can use captured spell energy to cast any spell you",
        "name":  "Casting Time",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You (you must keep a running total of spell levels absorbed",
        "name":  "Target",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. +5 ft./2 levels) original spell level of the incoming spell to see what frac- Targets: One or more creatures or objects, no two of tion of the effect gets through. For damaging spells, you which can be more than 30 ft. apart take that fraction of the damage. Duration: Instantaneous",
        "name":  "Divide the remaining levels of the incoming spell by the Range",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes One or more orbs of acid about 3 inches across shoot from your palm at their targets. You must succeed at a ranged touch attack to hit your target. The orbs deal a total of 1d6 points of acid damage per caster level (maxi- mum 15d6), divided any way you see fit, but a single orb must deal at least 1d6 points of damage. You declare the damage division before making your attack rolls. A creature struck directly takes the orb’s damage and becomes nauseated from the acid’s noxious fumes for 1 round. A successful Fortitude save reduces damage by half and negates the nausea. If you miss, acid splashes in a 10-foot burst, dealing 2 points per die of damage dealt by that orb. A successful Reflex reduces splash damage by half. Arcane Sight Divination",
        "name":  "Spell Resistance",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Chain Contingency Evocation This spell allows you some degree of control over an",
        "name":  "Spell Resistance",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 9 undead creature. Nonintelligent undead (such as skele- tons and zombies) get no saving throw; intelligent undead As the contingency spell, except that you can place up to do. three other spells upon your person so that they come When you control a mindless being, you can only into effect under some condition you dictate when cast- communicate basic commands, such as «come here», «go ing chain contingency. The spells can come into effect there», «fight», «stand still», and so on. An intelligent simultaneously or one at a time, one per round. subject perceives your words and actions in the most favorable way. It will hot attack you while the spell lasts. Choke You can try to give the subject orders, but you must win Conjuration (Creation) [Force] an opposed Charisma check to convince it to do anything",
        "name":  "Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature up to size Large (see text) spell description on page 183 of the Player’s Handbook).",
        "name":  "Targets",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex half (see text) commanded undead breaks the spell.",
        "name":  "Saving Throw",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Your commands are not telepathic. The undead crea- ture must be able to hear you.",
        "name":  "Spell Resistance",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A piece of a corpse that has never bards who receive eagle’s splendor do not gain extra spells, been treated with any kind of preservative. but the save DCs for their spells increase.",
        "name":  "Material Component",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A few feathers or a pinch Dimensional Lock of droppings from an eagle. Abjuration *This spell first appeared in the FORGOTTEN REALMS",
        "name":  "Arcane Material Component",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A cocoon of a death’s-head moth. change the type of damage it absorbs. Energy buffer overlaps (and does not stack with) endure elements, resist elements, and protection from elements. If you 87 CHAPTER 5: SPELLS are warded by energy buffer and one or more of the other Familiar Pocket spells, the energy buffer spell absorbs damage until it is Universal exhausted, no matter what type of energy the other spells Level: Sor/Wiz 2 ward against. If you are subjected to a second type of energy Components: V, S, M after energy buffer is activated, any warding spell that Casting Time: 1 action protects you from the second type of energy is still effective. Range:Touch",
        "name":  "Focus",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None familiar can remain inside indefinitely. If the spell ends",
        "name":  "Saving Throw",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Energy immunity overlaps (and does not stack with) endure elements, resist elements, and protection from elements. If a character is warded with energy immunity and one or more of the other spells, the energy immunity spell makes the others irrelevant. Enhance Familiar Universal",
        "name":  "Note",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A tiny golden needle and a strip Spell Resistance: Yes of fine cloth given a half-twist and fastened at the ends. This spell creates an invisible bubble of protection False Life around the recipient’s body that filters out all noxious Necromancy and toxic elements in the air. The warded creature",
        "name":  "Material Components",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Arcane Material Component: A strand of spider web and a scrap of cotton cloth. You grant yourself limited power to avoid death. While this spell is in effect, you gain 1d10 temporary Fire Orb hit points, +1 point per level (maximum 1d10 +10). Evocation [Fire]",
        "name":  "Spell Resistance",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Target: Your familiar",
        "name":  "Spell Resistance",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 2, Drd 2, Sor/Wiz 2 Spell Resistance: Yes (harmless)",
        "name":  "Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action The transmuted creature becomes smarter. The spell",
        "name":  "Casting Time",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 2, Drd 2, Sor/Wiz 2 your melee attack rolls. Your spells affect targets on",
        "name":  "Level",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S the Material Plane normally unless the spells rely on",
        "name":  "Components",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action touch. Your touch spells don’t work on material targets.",
        "name":  "Casting Time",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes can pass through solid objects as any incorporeal crea- ture can. You create a shimmering, mirrorlike area in the air before When the spell ends, you return fully to the Material the recipient’s eyes. The area moves with the recipient Plane. If you return inside a material object (such as a and does not affect its vision. While the spell lasts, there solid wall), you are shunted off to the nearest open space exists a 50% chance that a recipient subjected to a gaze and take 1d6 points of damage per 5 feet that you so attack need not make a saving throw against the attack, travel. as if averting its eyes, but the foe with the gaze attack is not concealed from the recipient (see Gaze Attacks on Great Shout page 77 of DUNGEON MASTER’SGuide).The recipient gets no Evocation [Sonic] additional protection from averting its eyes while the Level: Brd 6, Sor/Wiz 8 spell lasts, but it can shut its eyes to avoid the gaze. Components: V, S, F",
        "name":  "Spell Resistance",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal Spell Resistance: Yes (object)",
        "name":  "Range",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Long (400 ft. +40 ft./level) suffers a –4 penalty on initiative and a 20% chance to Effect: One icy missile miscast and lose any spell with a verbal (V) component Duration: Instantaneous that he tries to cast. Saving Throw: See text The great shout spell cannot penetrate the spell silence. Spell Resistance: Yes",
        "name":  "A deafened character, in addition to the obvious effects, Range",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) broken and your life force returns to your body if you Spell Resistance: Yes (harmless) would not otherwise be dead.",
        "name":  "If the hidden body part is ever destroyed, the spell is Saving Throw",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small sickle made of the purest You transfer some of your currently prepared spells, silver, which you use to detach the body part to be stored. and the ability to cast them, to your familiar. If you are a",
        "name":  "Material Component",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5,000 XP. sorcerer, you imbue your familiar with spells you know how to cast. Ice Burst You can imbue a maximum of one spell per three levels. Evocation [Cold] The maximum level of the spells to be imbued is one-",
        "name":  "XP Cost",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V S, M Multiple castings of the spell do not increase these limits.",
        "name":  "Components",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action The transferred spell’s variable characteristics (range,",
        "name":  "Casting Time",
        "source":  "tome_and_blood.txt",
        "_id":  "ae678f11f001f5743deafd0008c4eb0074a8e95361d3d8e4c406086f62590c0a"
    }
]
