[
    {
        "origin_file":  "spells.json",
        "description":  "140 allow creature to possess body and act at its own discre-",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S the day whenever it casts itself. When you’ve used up all Casting Time: 1 action your epic spell slots for the day (or you’ve cast all your Range: 300 ft. prepared living lightning spells, if you are a caster who Area: 40-ft.-radius hemisphere must prepare spells), living lightning becomes quiescent. It Duration: Permanent remains so until you’ve rested to regain your epic spell Saving Throw: Fortitude negates slots for the next day. Spell Resistance: Yes",
        "name":  "Living lightning uses up one of your epic spell slots for Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50 action casting time (+20 DC).",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "75 ft. this epic spell turns all Medium-size or smaller creatures",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "86 succeed at a Will save (DC 21), or be paralyzed with fear for",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes mummy rot continues until the victim reaches Consti-",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "35 Resistant to Blows (Ex): Physical attacks deal only",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "315,000 gp; 7 days; 12,600 XP. Seed: animate Nailed to the Sky (DC 23). Factors: 16-HD undead (+16 DC), 1-action Transmutation [Teleportation] casting time (+20 DC). Mitigating factors: burn 2,000 Spellcraft DC: 62 XP (–20 DC), expensive material component (ad hoc Components: V, S, XP –4 DC). Casting Time: 1 action",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "300 ft. When you sprinkle the dust of ground mummies in con- Target: Creature or object weighing up to 1,000 lb. junction with casting mummy dust, two Large 18-HD Duration: Instantaneous mummies (see below) spring up from the dust in an area Saving Throw: Will negates adjacent to you. The mummies follow your every com- Spell Resistance: Yes mand according to their abilities, until they are destroyed To Develop: 558,000 gp; 12 days; 22,320 XP. Seeds: foresee or you lose control of them by attempting to control (to preview endpoint of teleportation) (DC 17), trans- more Hit Dice of undead than you have caster levels. port (DC 27). Factors: unwilling target (+4 DC), increase",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "38 Spell Resistance: Yes",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One constructed creature up to Medium-size (20 ease effects (as per contagion spell) (ad hoc +21 DC), cu. ft.) additional target type (plants) (+10 DC). Mitigating fac-",
        "name":  "Effect",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None additional casters contributing epic spell slots (–38",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No DC), burn 10,000 XP (–100 DC).",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "360,000 gp; 8 days; 14,400 XP. Seeds: conjure (DC 21), life (DC 27), fortify (DC 17). Factors: +4 HD (5 hp per HD) When pestilence is successfully cast, a wave of illness radi- (+20 DC), +6 to natural AC (+12 DC), add three more natural ates outward from the site of the ritual, instantly infect- attacks (ad hoc +6 DC), add black cloud spell-like ability ing every living thing in the area with the debilitating (+33 DC), add SR 19 (+15 DC), permanent (×5 DC). Mitigating disease known as slimy doom. Within 24 hours, every- factors: 50d6 backlash (–50 DC), increase casting time by 10 thing in the area begins to show signs of rot and decay, minutes (–20 DC), increase casting time by 100 days (–200 plants liquefy and yellow, drooping to the ground as they DC), burn 10,000 XP (–105 DC), eleven additional casters begin to dissolve. Animals and people are consumed contributing 9th-level spell slots (–187 DC), ten additional from within by the disease, initially bleeding from the casters contributing 8th-level spell slots (–150 DC), ten gums, eyes, nose, and other soft tissue, and eventually additional casters contributing 1st-level spell slots (–10 DC). exhibiting ghastly, purple blotches. The disease culmi- nates in open, scabrous wounds over the entirety of the Copied from the repertoire of a fiendish epic caster from victims’ bodies. The entire region afflicted by this",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "an achaierai, horrid disease is quickly engulfed in fetid stenches and as it appears in the Monster Manual. When first created, the overrun by flies and maggots, adding further discomfort achaierai is Medium-size, but it grows to Large size in 1d4 days. to the victims. A created achaierai does not possess the treasure, culture, or Each day that a victim fails a Fortitude save, it takes specific knowledge of a normal achaierai. If released to be among 1d4 points of temporary Constitution damage. If the its own kind, it quickly picks up achaierai traits and alignment. victim then fails a second save, 1 point of that damage is",
        "name":  "Acheron, this spell literally creates a new creature",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "27 initially infected.",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "12 hours metropolis, infecting commoners and nobility alike. Fruits and 84 :2 RETPAHC SLLEPS CIPE vegetables infected with slimy doom are unfit for consumption, 1,000 feet deep where the spell is cast. as are disease-ridden livestock. Rumors exist of extremely powerful rituals involving epic This is a ritual spell requiring two other spellcasters, spellcasters and dozens or even hundreds of other contributors, each of whom must expend an unused epic spell slot for summoning forth great masses of land from the middle of the the casting. The primary caster must also burn 10,000 XP. ocean or, in acts of terrible devastation, sinking small continents",
        "name":  "Duration",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10,000 XP. and the civilizations that dwelt on them. A variant reversal of the spell could be developed separately, causing small islands and Rain of Fire sandbars to sink (perhaps to help clear shipping channels). Evocation [Fire] XP Cost: 2,000 XP.",
        "name":  "XP Cost",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "0 ft. Spellcraft DC: 27",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Target: One creature, or up to a 10-foot cube of",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "243,000 gp; 5 days; 9,720 XP. Seed: destroy fire rather than raindrops down on you and everything (DC 29). Factor: reduce casting time by 9 rounds (+18 within a two-mile radius of you. Everything caught DC). Mitigating factor: burn 2,000 XP (–20 DC). unprotected or unsheltered in the flaming deluge takes 1 point of fire damage each round. A successful Reflex save You deal 20d6 points of damage to a single target within results in no damage, but the save must be repeated each range and line of sight. If the target is reduced to –10 hit round. Unless the ground is exceedingly damp, all vege- points or less (or a construct, object, or undead is reduced tation is eventually blackened and destroyed, leaving to 0 hit points), it is utterly destroyed as if disintegrated. behind a barren wasteland similar to the aftermath of a Only a trace of fine dust remains. grass or forest fire. The fiery storm is stationary and per- XP Cost: 2,000 XP. sists even if the caster leaves. Safe Time Raise Island (Ritual) Transmutation [Teleportation] Conjuration (Creation) Spellcraft DC: 64",
        "name":  "This spell summons a swirling thunderstorm that rains To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "38 Components: V, S",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Spell Resistance: No",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "360,000 gp; 8 days; 14,400 XP. Seed: conjure (DC To Develop: 576,000 gp; 12 days; 23,040 XP. Seed: trans- 21). Factors: change area to 10-ft. radius, 30-ft. high cylinder (+2 port (DC 27). Factors: move to time stream (+8 DC), DC), change radius to 100 ft. (+40 DC), change height to 1,000 reduce static time to 1 round (ad hoc +4 DC), activates feet (+133 DC), permanent (×5 DC). Mitigating factors: increase when you would otherwise take 50 or more points of casting time by 10 minutes (–20 DC), increase casting time by damage (+25 DC). 65 days (–130 DC), nineteen additional casters contributing epic spell slots (–361 DC), one additional caster contributing Safe time can move you (or the target) out of harm’s way by 6th-level spell slots (–11 DC), burn 2,000 XP per epic caster shunting you into a static time stream. Once cast, the (–400 DC), spell only works on liquid (ad hoc –20 DC). spell remains quiescent and does not activate until the trigger conditions have been met. Each day it remains You can literally raise a new island from out of the sea, untriggered, it uses up an epic spell slot, even if you cast bringing to the surface a sandy or rocky but otherwise it on another creature. Once triggered, the spell is barren protrusion that is solid, stable, and permanently expended normally. established. The island is roughly circular and about 200 When you would otherwise be subject to any instanta- feet in diameter. Raise island only works if the ocean is less neous effect that would deal you 50 or more points of 85 EPIC SPELLS CHAPTER 2: damage, you are instead transported to a static time When you cast this spell, you are temporarily able to tap stream where time ceases to flow for you. Your condition the consciousness of another sentient creature with whom becomes fixed—no force or effect can harm you until 1 you are familiar (by meeting, observing, or successfully round of real time has passed. Thus, you duck the damage scrying the subject), experiencing everything she does you would otherwise receive, but you also miss out on with all five senses. The target receives a Will save, and if one round of activity. To you, no time passes at all, but to successful, prevents you from making the telepathic con- onlookers who are part of real time, you stand frozen and nection. Whether the saving throw is successful or not, the fixed in space for 1 full round. target is unaware of the attempted intrusion. Once the subject is tapped, you are able to hear, see, fell, Soul Dominion smell, and taste everything the subject senses. You cannot Divination, Enchantment (Compulsion) [Mind-Affecting] control the subject, however. You can only see what the",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "72 subject chooses to look at, and you taste something only if",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S the subject eats or drinks it during the spell’s duration!",
        "name":  "Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (see text) killed, the spell immediately ends.",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "648,000 gp; 13 days; 25,920 XP. Seeds: contact Spell Worm (DC 23), reveal (DC 19), compel (DC 19). Factors: apply to Enchantment (Compulsion) [Mind-Affecting] all five senses (+8 DC), total compulsory control (+10 Spellcraft DC: 45 DC), stricter compulsion of any creature (ad hoc +11 Components: V, M DC). Mitigating factor: increase casting time by 9 Casting Time: 1 minute minutes (–18 DC). Range: 75 ft.",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "55 until she tries to cast a spell and finds it unavailable.",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Abandoning a spell slot or losing a spell is standard",
        "name":  "Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Spellcraft DC: 72",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No moment you finish casting time duplicate. Because your",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "648,000 gp; 13 days; 25,920 XP. Seed: future self was previously only a possibility, his or her summon (DC 14). Factors: summon CR 21 creature (DC resources are not depleted as a result of whatever might +38), 1-action casting time (+20 DC). occur this round (even if you die this round). Likewise, he or she doesn’t have any special knowledge of what You can summon a behemoth (see Chapter 5: Monsters) might occur during this round. to attack your enemies. It appears where you designate Because your future self is still part of the time stream, and acts immediately, on your turn. It attacks your oppo- the round it spends with you is a round it misses in its nents to the best of its ability. If you can communicate own future. Because your future duplicate is also you, you with the creature, you can direct it not to attack, to attack miss the next round as well. You simply aren’t there. particular enemies, or to perform other actions. Sum- Tampering with the time stream is a tricky business. moned creatures act normally on the last round of the Here is a round-by-round summary. spell and disappear at the end of their turn. Round One: You cast time duplicate, your future self from round two arrives, and you both act normally.",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your future self—you—gets snatched back Abjuration in time to help your past self. During this round, there are",
        "name":  "Superb Dispelling Round Two",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "59 no versions of you present.",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature or object (spells, damage, staff charges) your future self used up in",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None Using this spell to snatch a single future self stretches",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No time and probability to its limit; more powerful versions",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "531,000 gp; 11 days; 21,240 XP. Seed: of time duplicate are not possible. You cannot bring more dispel (DC 19). Factors: additional +30 to dispel check than a single future version of yourself back to help you (+30 DC), 1-action casting time (+20 DC). Mitigating at one time, nor can you snatch a version of you from far- factor: 10d6 backlash (–10 DC). ther in the future. As greater dispelling (see Chapter 11: Spells in the Player’s Vengeful Gaze of God Handbook), except that the maximum bonus on the dispel Transmutation check is +40, and you take 10d6 points of backlash damage. Spellcraft DC: 419",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "71 Target: One creature, or up to a 10-foot cube of",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round (see text) Spell Resistance: Yes",
        "name":  "Duration",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None (harmless) destroy (DC 29). Factor: increase damage to 305d6 (+570",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "move to time stream (+8 DC), stretch the base temporal effect (ad hoc +8 DC), quickened (+28 DC). The target of this spell is subject to a fury like unto heav- enly wrath that deals 305d6 points of damage (or half of You snatch yourself from 1 round in the future, deposit- that if a Fortitude save succeeds). If the target is reduced ing your future self in an adjacent space as a free action to –10 hit points or less (or a construct, object, or undead that counts as a quickened spell. Your future self is tech- is reduced to 0 hit points), it is utterly destroyed as if dis- nically only a possible future self (the time stream is a integrated, leaving behind only a trace of fine dust. Chan- maelstrom of multiple probabilities), but snatching that neling such terrific forces has its price, and the caster is future self from 1 round in the future collapses probabil- likewise dealt 200d6 points of damage as your eyes bleed ity, and the possible future becomes the definite future. and your skin convulses when the power is released. This You and your future self are both free to act normally spell often kills the caster, but it’s often worth it. this round (you’ve already used up your limit of one Note: Table 3–4: Average Damage Dice is useful if you quickened spell per round, but your duplicate hasn’t). don’t want to roll hundreds of 6-sided dice. 87 EPIC SPELLS CHAPTER 2: Verdigris DEVELOPING YOUR OWN Transmutation EPIC SPELL",
        "name":  "Factors",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "58",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S An epic spell is developed from smaller pieces called",
        "name":  "Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "300 ft. seed has a base Spellcraft DC, and every factor has a Spell-",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "100-ft.-radius hemisphere craft DC adjustment. When a desired spell is developed,",
        "name":  "Area",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "24 hours the spellcaster spends resources and time to assemble the",
        "name":  "Duration",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex half pieces that make up the epic spell. The base Spellcraft",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No DCs of each seed are added together; then the DC adjust-",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "522,000 gp; 11 days; 20,880 XP. Seed: conjure ments of the factors are added to that total. The sum (DC 21). Factors: change area to 20-ft.-radius hemi- equals the final Spellcraft DC for the epic spell. sphere (+2 DC), increase radius to 100 ft. (+16 DC), deal The final Spellcraft DC is the most significant gauge of 10d6 damage during growth (ad hoc +19 DC). the epic spell’s power. A spellcaster attempts to cast an epic spell by making a Spellcraft check against the epic When you cast this spell, you create a tsunami of grass, spell’s Spellcraft DC. Thus, a spellcaster knows immedi- shrubs, and trees that overgrows the area like a tidal ately, based on her own Spellcraft bonus, what epic spells wave. The plant growth creeps and curls across every- are within her capability to cast, which are risky, and thing in the area, ensnaring it and coiling around it as if which are beyond her. Epic casters don’t commit time it had been growing there for a century or more, like and money to develop epic spells until they are powerful some ancient ruin overrun by jungle. Creatures in the enough to cast them. area must make a Reflex saving throw to avoid the fast- An epic spell developed by an arcane spellcaster is moving growth, which otherwise deals 10d6 points of arcane, and an epic spell developed by a divine spellcaster damage from the crushing press. Buildings are engulfed is divine. A character who can cast both divine and by tendrils of vines, creepers, thick roots, and branches, arcane epic spells chooses whether a particular spell he and they likewise take 10d6 points of damage. Those develops will be arcane or divine. If that same caster uses destroyed by the damage have their foundations the heal or life seed in an epic spell, that spell is always uprooted and walls crumbled. The plant growth remains considered divine. for 24 hours, after which it vanishes. All the epic spells described earlier in this chapter can be developed independently by a character who spends Verdigris Tsunami the necessary time, money, and experience points. Alter- Transmutation natively, you can use those spells as a starting point when",
        "name":  "To Develop",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "170 you create customized versions of the spells. For exam-",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex half Spellcraft Spellcraft",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Seed DC Seed DC Afflict 14 Energy 19",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10,000 XP. epic spell uses up raw materials costing a number of gold pieces equal to 9,000 × the final Spellcraft DC of the epic) spell being developed. 88 :2 RETPAHC SLLEPS CIPE",
        "name":  "XP Cost",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "To develop an epic spell, you must spend increase or decrease the final Spellcraft DC, increase the 1/25 of its resource price in experience points. duration, change the area of a spell, and affect many other",
        "name":  "XP Cost",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When two or more epic seeds are aspects of the spell. combined in an epic spell, their base Spellcraft DCs are There are three kinds of factors: added together. Both contribute toward the spell’s final 1. Those that can affect a number of seeds. For example, Spellcraft DC. the “1-action casting time” factor reduces the casting time",
        "name":  "Adding Seed DCs",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When combining two or more of an epic spell no matter what seeds you use to make it. seeds to develop an epic spell, the school of the finished If you choose this factor, you’ll add +20 to the Spellcraft spell is decided by the caster from among the seeds that DC of the epic spell. make up the epic spell. 2. Those that can only be used with specific seeds. The",
        "name":  "Determining School",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When two or more epic summon seed, for example, lets you summon an outsider seeds are combined in an epic spell, all the descriptors of CR 2 or less. But for each +1 CR of the summoned out- from each seed apply to the finished spell. sider, the Spellcraft DC is increased by +2. This factor",
        "name":  "Combining Descriptors",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "only applies to epic spells with the summon seed. Almost every epic spell has verbal and somatic compo- 3. Those that reduce the Spellcraft DC rather than nents and a 1-minute casting time, regardless of the increasing it. These are referred to as mitigating factors. number of epic seeds combined. The only exceptions are To calculate the final Spellcraft DC of an epic spell cor- epic spells with the heal and life seeds, which have divine rectly, it’s important to determine the mitigating factors focus components. last, after all the factors that increase the DC have been",
        "name":  "Combining Components and Casting Times",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When combining two or seed specifically describes this ability. It’s time to be more seeds to develop an epic spell, the seed with the creative. You see that the transport seed might provide shortest duration determines the duration of the finished the basic effect you are after; you are moving some- epic spell. If any seed of an epic spell is dismissible by the thing, even if it’s not physical. Knowing you’ll later caster, the epic spell is dismissible. need your DM’s approval, you decide that the transport",
        "name":  "Combining Durations",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Even if more than one seed has an seed could be used to transport a soul instead of a body, associated saving throw, the final spell will have only a without adjusting the DC. (The target will of course single saving throw. If two or more seeds have the same get a Will save, even if you succeed at touching the kind of saving throw (Fortitude, Reflex, or Will), then target.) Normally, you can’t transport a physical object you’ll obviously use that for the spell’s saving throw. If the into another one, but because you’re transporting an seeds have different kinds of saving throws, simply intangible “object” into a physical object, you hope choose the saving throw that seems most appropriate for your DM will be lenient. The DM might decide to the final spell. impose an ad hoc factor of +4 DC, which would be fair.",
        "name":  "Saving Throws",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When combining two or more You also realize that to trap an insubstantial soul in a seeds to develop an epic spell, if even one seed is subject physical object, you’ll have to use the compel seed as to spell resistance, the finished epic spell is subject to it well, forcing the soul to remain within the object you as well. send it to. 89 EPIC SPELLS CHAPTER 2:",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "SETTING EPIC SEED as a basis, the maximum ranks in Spellcraft that a sorcerer SPELLCRAFT DCS powerful enough to cast the spell would have determines the Spellcraft DCs for epic seeds are generated from a base DC of base Spellcraft DC of the seed. That number is added to the 10. Why 10? Many basic effects in D\u0026D have DCs that start at base DC of 10. 10, so epic seeds have the same foundation as skill checks, For example, the animate dead spell in the Player’s Handbook saving throws, and other effects. is the lowest-level representative of the animate dead seed. A The actual DC for each seed is figured by looking at the sorcerer would have to be 10th level to cast it. A 10th-level lowest-level spell that’s truly representative for a given seed sorcerer has a maximum of 13 ranks in Spellcraft. So, 13 + 10 among the spells in the Player’s Handbook. Using that spell = 23, and the Spellcraft DC of the animate dead seed is 23. 91 EPIC SPELLS CHAPTER 2:",
        "name":  "BEHIND THE CURTAIN",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can develop epic spells SEED: AFFLICT specifically require additional participants (sometimes Enchantment (Compulsion) [Fear, Mind-Affecting] called celebrants). Epic spellcasters might call such an Spellcraft DC: 14 epic spell a cooperative spell, a mythal, or a ceremonial Components: V, S spell. These rules simply call it a ritual. Casting Time: 1 action",
        "name":  "Additional Participants",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "300 ft. number of additional participants, who each must use Target: One living creature up one spell slot of a specified level for the day. During Duration: 20 minutes an epic spell’s development, the spell’s creator deter- Saving Throw: Will negates mines the number of additional participants and the Spell Resistance: Yes level of the spell slots to be contributed. If the exact number of spellcasters does not partake in the casting, You afflict the target with a –2 morale penalty on attack or if the casters do not each contribute the proper spell rolls, checks, and saving throws. For each additional –1 slot, the epic spell automatically fails. To participate, penalty assessed on either the target’s attack rolls, checks each participant readies an action to contribute his or or saving throws, increase the Spellcraft DC by +2. her raw spell energy when the primary caster begins the You may also develop a spell with this seed that afflict epic spell. the target with a –1 penalty on caster level checks, a –1 Additional participants in a ritual spell reduce the penalty to an ability score, a –1 penalty to spell resistance Spellcraft DC, as shown on Table 2–4: Additional Partici- or a –1 penalty to some other aspect of the target that you pants in Rituals. Each additional participant may only and your DM agree on. For each additional –1 penalty contribute one spell slot. It doesn’t matter whether the assessed in one of the above categories, increase the Spell- additional participants are arcane or divine spellcasters; craft DC by +4. only the level of the spell slot contributed matters. You can afflict a character’s ability scores to the point A contributed spell slot is treated as if normally cast. A where they reach 0, except for Constitution where 1 is wizard may contribute either a prepared, uncast spell slot, the minimum. If you apply a factor to increase the dura- or an open, unprepared slot. The Spellcraft DC adjust- tion of this seed, ability score penalties instead become ments for each additional participant stack. temporary ability damage. If you apply a factor to make the duration permanent, any ability score penalties TABLE 2–4: ADDITIONAL PARTICIPANTS IN RITUALS become permanent ability drain. Spell Slot Spell Slot Finally, if you increase the Spellcraft DC by +2, you can Level Spellcraft Level Spellcraft afflict whichever one of the target’s senses you select: sight, Contributed DC Reduction Contributed DC Reduction smell, hearing, taste, touch, or a special sense the target pos- 1st –1 6th –11 sesses. If the target fails its saving throw, the sense you 2nd –3 7th –13 3rd –5 8th –15 select doesn’t function for the spell’s duration, with all 4th –7 9th –17 attendant penalties that apply for losing the specified sense. 5th –9 Epic slot –19",
        "name":  "An epic spell developed as a ritual requires a specific Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "ANIMATE DEAD erful undead increases the Spellcraft DC of the epic spell, Necromancy [Evil] according to the table below. The DM must set the Spell-",
        "name":  "SEED",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "23 craft DC for undead not included on the table, using sim-",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch Spellcraft Spellcraft",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "27 Spellcraft DC: 17",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates Spell Resistance: No or Yes (harmless, object)",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "COMPEL true location; this increases the Spellcraft DC by +2. The Enchantment (Compulsion) [Mind-Affecting] subject benefits from a 50% miss chance as if it had total",
        "name":  "SEED",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "19 concealment. However, unlike actual total concealment,",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One living creature spells, spell-like effects, and epic spells developed using",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20 hours or until completed the reveal seed; this increases the Spellcraft DC by +6. In",
        "name":  "Duration",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "23 nent unless you cause the illusion to react appropriately.",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute taste, and thermal aspects, increase the Spellcraft DC by",
        "name":  "Casting Time",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None Spellcraft DC by +1. For an illusion that follows a script",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "14 Saving Throw: Fortitude half",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Spell Resistance: Yes",
        "name":  "Components",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "19 Area: A bolt 5 ft. wide to 300 ft.",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature, sphere with a radius of up to 20 ft. object, or spell Duration: Instantaneousous or",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "17 Duration: 20 hours; permanent for age adjustment (see sidebar)",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute Spell Resistance: Yes (harmless)",
        "name":  "Casting Time",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You Spells using the fortify seed grant a +1 enhancement",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "ANOTHER USE You can also use the energy seed to create a spell that carefully For the effects of specific weather conditions, see the Weather releases and balances the emanation of cold, electricity, and Hazards section of Chapter 3 in the DUNGEON MASTER’s Guide. fire, creating specific weather effects for a period of 20 hours. Using the energy seed this way has a base Spellcraft DC of 25. FORTIFY: ANOTHER USE The area extends to a two-mile-radius centered on you. A special use of the fortify seed grants the target a permanent Once the spell is cast, the weather takes 10 minutes to +1 year to its current age category. For each additional +1 year manifest. Ordinarily, you can’t directly target a creature or object, added to the creature’s current age category, increase the though indirect effects are possible. You can create cold snaps, Spellcraft DC by +2. Incremental adjustments to a creature’s heatwaves, thunderstorms, fogs, blizzards—even a tornado that maximum age do not stack; they overlap. When a spell moves randomly in the affected area. Creating targeted damaging increases a creature’s current age category, all higher age cate- effects requires an additional use of the energy seed. gories are also adjusted accordingly. 97 EPIC SPELLS CHAPTER 2: Granting spell resistance to a creature that doesn’t make another Fortitude saving throw, or the negative already have it is a special case; the base Spellcraft DC of levels are converted to actual level loss. 27 grants spell resistance 25, and each additional point of spell resistance increases the Spellcraft DC by +4 (each –1 SEED: LIFE to spell resistance reduces the Spellcraft DC by –2). Conjuration (Healing) The fortify seed can also grant damage reduction 1/+1. Spellcraft DC: 27",
        "name":  "ENERGY",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "HEAL Spell Resistance: Yes (harmless) Conjuration (Healing)",
        "name":  "SEED",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "25 A spell developed with the life seed will restore life and",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched life, but the portion receiving the spell must have been",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless; see text) remains of a creature hit by a disintegrate spell count as",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "25",
        "name":  "Divination Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "19 (see text) Components: V, S",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None Spell Resistance: Yes",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "SUMMON Conjuration (Summoning) Spells using the transform seed change the subject into",
        "name":  "SEED",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "14 another form of creature or object. The new form can range",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "75 ft. increase the Spellcraft DC by +6. If you want to transform",
        "name":  "Range",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (see text) object, increase the Spellcraft DC by +10. If you want to",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "TRANSPORT Because of the branching nature of time, epic spells Transmutation [Teleportation] used to transport a subject into a faster time stream",
        "name":  "SEED",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "27 cannot be made permanent, nor can the duration of 5",
        "name":  "Spellcraft DC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You and touched objects or other touched This decreases the Spellcraft DC by –4. willing creatures weighing up to 1,000 lb.",
        "name":  "Target",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None or Will negates (see text) Spellcraft DC: 14",
        "name":  "Saving Throw",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No or Yes (see text) Components: V, S",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Though overly grand wishes follow a not a spell, bardic knowledge simple guideline: The result (and the lore class feature of a lore- should follow the path of least master) can have a great impact on the resistance. In other words, the result characters’ ability to know information. For instance, a should involve the simplest and least complex way of bard might be able to connect a reference to a mysterious attempting (and failing) to warp reality in exactly the way name with another known name or a particular plane. the wisher stated. For instance, if a character wishes that Such information might be the connection required to he be forevermore rendered immune to all damage, the try a divination spell. character’s wish is most easily fulfilled if he is instantly",
        "name":  "Bardic Knowledge",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No d% Adventure Idea 01 A 31st-level balor sorcerer imprisons old friends of the",
        "name":  "Spell Resistance",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "23rd; Prerequisites: Craft ing beneficial spells in as desired).",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The wearer of this jagged metal ring is RINGS constantly sheathed in a cloak of chaos effect. It bestows Epic rings bestow vast powers on their wearer, usually one negative level on any lawful creature that puts it on. automatically. Few rings have command words or charges. The negative level remains as long as the ring is worn and disappears when the ring is removed. This negative Epic Ring Descriptions level never results in actual level loss, but it cannot be Standard epic rings are described below. overcome in any way (including restoration spells) while",
        "name":  "Chaotic Fury",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Like the ring of wizardry, this spe- when worn. Upon command, the wearer gains the ben- cial ring comes in a variety of types useful efits of a sequester spell (though she does not only to arcane spellcasters. The become comatose as normal for the spell). wearer’s arcane spells per day are Caster Level: 20th; Prerequisites: Forge doubled for one particular spell Ring, Forge Epic Ring, sequester; Market level. An epic ring of wizardry V Price: 300,000 gp. doubles 5th-level spells, an epic Universal Elemental Immunity: ring of wizardry VI doubles 6th- This ring appears to be fashioned level spells, an epic ring of wiz- from four lengths of pure ele- ardry VII doubles 7th-level ment: acid, fire, cold, electricity. spells, an epic ring of wizardry The stone set in the band emits VIII doubles 8th-level spells, a rumble like distant thunder and an epic ring of wizardry IX once every day. When worn, it doubles 9th-level spells. Bonus functions as a ring of elemental spells from high ability scores, immunity for all types of energy— school specialization, or any other fire, cold, electricity, acid, and source are not doubled. sonic. The wearer takes no damage",
        "name":  "Epic Wizardry",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The wearer of this crimson ring is subtract 30 points of damage per round from the constantly sheathed in an unholy aura effect. It bestows amount before applying. one negative level on any good creature that puts it on. Caster Level: 20th; Prerequisites: Forge Ring, Forge Epic The negative level remains as long as the ring is worn Ring, protection from elements; Market Price: 216,000 gp; and disappears when the ring is removed. This negative Cost to Create: 108,000 gp + 12,160 XP. level never results in actual level loss, but it cannot be Virtuous Good: The wearer of this pure golden ring is overcome in any way (including restoration spells) while constantly sheathed in a holy aura effect. It bestows one the ring is worn. negative level on any evil creature that puts it on. The",
        "name":  "Ineffable Evil",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "are stunned, as per the power word, stun spell (10-foot",
        "name":  "The rod also has the following powers",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "21st; Prerequisites: Craft Rod, Craft Epic 30-foot radius who hear this terrible wail believe that Rod; Market Price: 650,000 gp; Cost to Create: 325,000 gp + their worst nightmares have become reality and suffer 26,000 XP. the effects of a wail of the banshee spell (DC 23).",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Four times per day, a stone wall can be created MASTER’s Guide). that is 12 inches thick, 10 feet high, and 30 feet long. Caster Level: 24th; Prerequisites: Craft Rod, Craft Epic This wall has a parapet and battlements across the top. Rod, Improved Heighten Spell, improved heightened Alternatively, the power can be used to mend a broken gate; Market Price: 610,000 gp. existing wall. The gap to be filled can be no more than The Path: This rod appears as a shillelagh of darkened, 300 square feet in area.) In addition, once per day, a great polished oak. It serves as an aid to trailblazing and travel. door of iron can be created that is set into one of the It grants the wielder a +30 enhancement bonus on newly created walls. This door, 4 inches thick, may be a Wilderness Lore checks for tracking and Intuit Direction double door, a drawbridge, or a portcullis, as checks. The handle of the rod is hollow, function- chosen by the wielder. ing like a telescope. When the wielder peers",
        "name":  "Fortify",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20th; Prerequisites: Craft Rod, Craft Epic Bridge: Once per day, this power allows Rod, iron body, resistance, spell resistance; Market Price: the user to create a 5-foot-wide, 40-foot-long stone cause- 600,000 gp. way across chasms and canyons. The bridge created lasts",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "21st; Prerequisites: Craft TABLE 4–21: EPIC SCROLL SPELL LEVELS Rod, Craft Epic Rod, animate dead, Spell Spell’s Market control undead, slay living; Market Price: d% Level Caster Level Price 1 XP Cost 625,000 gp. 01–26 10th 21st 5,250 gp 1,210 XP 27–46 11th 22nd 6,050 gp 1,242 XP",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This smooth staff is crafted from a jet-black ributive strike. The breaking of the staff stone. Staring into its surface reveals a shimmering, must be purposeful and declared by the 142 :4 RETPAHC CIGAM CIPE SMETI Staff of the Cosmos Staff of Domination wielder. All charges currently in the staff are instantly After all charges are used up from a staff of nature’s fury, it released in a 30-foot- radius globe. All within 10 feet of remains a +5 quarterstaff with no special abilities. the broken staff take points of damage equal to eight Caster Level: 21st; Prerequisites: Craft Staff, times the number of charges in the staff, those between Craft Epic Staff, Heighten Spell, Im- 11 feet and 20 feet away take six times the number of proved Heighten Spell, earthquake, fire charges in damage, and those 21 feet to 30 feet distant storm, summon monster I (or summon take four times the number of charges in damage. Suc- nature’s ally I), whirlwind; Market Price: cessful Reflex saving throws (DC 17) reduce the damage 500,000 gp. sustained by half. Necromancy: This staff seems to be a series of The character breaking the staff has a 50% chance of finger bones fused together. It allows use of the traveling to another plane of existence; if he does not, the following spells. explosive release of spell energy destroys him. After all charges are used up from the staff, it remains • Circle of death (intensified, 2 charges, DC 29) a +5 quarterstaff with no special abilities. (Once • Create greater undead (1 charge) empty of charges, it cannot be broken in a retribu- • Finger of death (improved heightened to 16th, tive strike.) 2 charges, DC 34)",
        "name":  "Cosmos",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "25th; Prerequisites: Craft Staff, Craft • Soul bind (improved heightened to 16th, 2 Epic Staff, Extend Spell, Heighten Spell, Improved charges, DC 34). The soul trapped through the Heighten Spell, Intensify Spell, Spell Focus (Evo- use of the soul bind spell is trapped cation), continual flame, delayed blast fireball, meteor in the staff rather than a gem. swarm, protection from elements, summon monster IX, Only by breaking the staff can the wall of fire; Market Price: 500,000 gp. souls be freed.",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This gnarled, age-darkened walking stick is carved in vines and allows use of Caster Level: 27th; Prerequisites: Craft Staff, Craft the following spells. Epic Staff, Intensify Spell, Heighten Spell, • Creeping doom (enlarged, extended, 1 charge, Improved Heighten Spell, circle of death, create DC 23) greater undead, finger of death, soul bind; Market • Command plants (enlarged, extended, 1 charge, Price: 1,505,312 gp; Cost to Create: 1,290,156 gp + DC 25) 14,303 XP. • Elemental swarm (intensified, 2 charges, Planar Might: The wielder of DC 34) this powerful staff is immune to • Shambler (intensified, 2 charges, the effects of any planar align- DC 34) ment traits, as well as the positive- dominant and negative-dominant traits",
        "name":  "The Hierophants",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "27th; Prerequi- (as described in Manual of the Planes). It sites: Craft Staff, Craft Epic Staff, also allows use of the following spells. Enlarge Spell, Extend Spell, Intensify Spell, creeping doom, command plants, • Greater planar ally (1 charge) elemental swarm, shambler; Market Price: 501,187 gp. • Greater planar binding (1 charge)",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "265,000 gp. quarterstaff with no special abilities. Nature’s Fury: This +5 aberration bane Caster Level: 21st; Prerequisites: Craft Staff, quarterstaff is made from a single gnarled Craft Epic Staff, gate, greater planar ally, greater piece of oak that has been struck by light- planar binding, protection from elements; Market ning. It allows use of the following spells. Price: 460,000 gp.",
        "name":  "Marker Price",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30th; Prerequisites: Craft Staff, haste power (as the haste spell, lasts 20 rounds).",
        "name":  "Caster Level",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "These platinum arm bands 01–02 Horseshoes of the peerless steed 217,000 gp usually bear the image of a dragon or other powerful 03–04 Mantle of great stealth 242,000 gp 05–06 Boots of swiftness 256,000 gp creature. They grant the wearer an enhancement bonus 07–08 Cabinet of feasting 288,000 gp of +8 or higher to Constitution. 09–10 Mantle of epic spell resistance 290,000 gp",
        "name":  "Bracers of Epic Health",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This Anyone incapable of casting leather belt pouch has the arcane spells who reads even a single power to turn a single gold word of the work must make a Will coin into many overnight. If save (DC 20) or suffer insanity (see a single gold piece is placed the insanity spell). in the everfull purse at sun- Except as indicated above, set will be replaced at the writing in a libram of inef- rise by 25 gold pieces. fable damnation can’t be distin- The purse has no effect if guished from any other book, libram, more than one gold piece is left within, or if anything tome, or so on until perused. Once read, the book vanishes, other than gold is placed within. never to be seen again, nor can the same character ever",
        "name":  "Everfull Purse",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This treatise con- 2 Lose 10,000 XP and dice roll again next round tains expert advice and instruction in the arts of combat. 3 Permanently lose 1d4+1 Dex 4 Gain 1d4 negative levels (Fortitude DC 20 to remove) Any barbarian, fighter, monk, paladin, or ranger who 5 –1 penalty on all attacks, saves, and checks for 1 hour spends one week studying the manual gains a +1 inherent 6 –4 penalty to AC for 10 minutes bonus to Strength and experience points sufficient to 7 +1 morale bonus on attacks and on saves against fear place him halfway into the next level of experience. (If the for 10 minutes 8 Gain effects of blur for 10 minutes reader has levels in more than one of the classes listed, he 9 +1 insight bonus on all attacks, saves, and checks for must choose one of the classes to be affected.) 1 hour A character without any levels in one of the classes 10 Gain effects of freedom of movement for 1 hour listed gains no bonus from the work, but if an arcane 11 Gain one limited wish (must be used within 1 minute) spellcaster without levels in one of the classes listed 12 Gain 10,000 XP and may roll again next round scans even a single word she will lose 2d6×1,000 XP and must make a Will save (DC 20) or have 1 point of Intelli- No character can gain any effect from an additional roll of gence permanently drained. the dice within 24 hours, with two exceptions. If you roll a Except as indicated above, the writing in a manual of puis- 2, the dice automatically roll themselves at the beginning sant skill at arms can’t be distinguished from any other book, of your next turn and you must accept the additional libram, tome, or so on until perused. Once read, the book result. If you roll a 12, you may choose to roll again in the vanishes, never to be seen again, nor can the same character next round (if more than 1 full round elapses between the ever benefit from reading a similar tome a second time. roll of 12 and your bonus roll, you lose the bonus roll).",
        "name":  "Manual of Puissant Skill at Arms",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All abominations are born directly (or Spell-Like Abilities: All abominations have access to a variety inderetly, as in the case of anaxims) from a god and some of spells in the form of spell-like abilities, which they can use lesser creature (or idea), but none are favored, wanted, or loved. as 20th- or higher-level casters, depending on the abomina- Still,they all share a tiny spark of deific energy, which grants tion. No rule governs how many or how few spell-like abilities them the qualities described in Abomination Traits, earlier in an abomination may claim, though the infernal serves as a this chapter. (Note: If you are using the rules presented in good guide for the upper limit. Deties and Demigods, abominations are rank 0 deities.) Unique Abilities: All abominations have at least one or more",
        "name":  "Abomination Traits",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bite 4d8+16, gore 4d6+8, pincers 4d6+8, claws demiplanes of air, or some far reach of the Elemental 4d6+8 Plane of Air, or even distant, uninhabited giant worlds Face/Reach: 5 ft. by 5 ft./10 ft. madeup only of poisonous gases. Special Attacks: Worst nightmare, improved grab, send- ing, spell-like abilities, summon nightwalker",
        "name":  "These creatures are sometimes confined to sealed Damage",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Claw 4d6+16, bite 4d8+8 +spell suck, wing possible, or even slaying them when they can. For 2d6+8, tail slam 4d8+8 their part, infernals plot and scheme with malice Face/Reach: 5 ft. by 5 ft./10 ft. unlike any other, until the time is right to tear the",
        "name":  "Damage",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Improved grab, spell suck, learned spell multiverse to ribbons. immunity, spell-like abilities, summon fiend",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Abomination traits, fast Combat healing 15, regeneration 15, SR 38, DR Infernals are mighty creatures, and crafty. If 35/+7 possible, they seek to neutralize spellcasting",
        "name":  "Special Qualities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Balance +11, Concentration +52, foes first, should any conflict arise. Their Diplomacy +13, Escape Artist +50, bite sucks the spells and minds of any it can Hide +46, Jump +21, Knowledge catch. Infernals cast blur and improved (arcana) +49, Knowledge (the planes) invisibility on themselves as needed +49, Listen +53, Move Silently +50, during combat. Scry +49, Search +49, Sense Mo- Improved Grab (Ex): If an infernal tive +51, Spellcraft +49, Spot +53, hits with a claw, it deals normal damage Tumble +50 and attempts to start a grapple as a free",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 43, Dex 25, Con 28, standard claw damage, in addition to Int 22, Wis 26, Cha 29 automatic spell suck damage. Climate/Terrain: Any Spell Suck (Su): If an infernal bites",
        "name":  "Abilities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary or hell a foe, the foe loses one of its highest- brigade (1 infernal and 1d4 level prepared spells or one of the spell balors, or 1 infernal and 1d4 pit slots for this day that it has not used. The fiends) victim chooses the prepared spell to",
        "name":  "Organization",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Standard spells or unused spell slots (either",
        "name":  "Treasure",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fiery touch, fiery overrun, spell-like which time it incinerates anything it can flow over rallies, improved grab, swallow whole, summon elder and smother. fire elemental",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50 (–1 size, +3 Dex, +11 deflection, +23 insight) duplicate. They also always use their spell-like ability to",
        "name":  "AC",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities, stasis touch, chronal haste, slow, teleport without error, tongues, trap the soul, true blast, time leach, summon past time duplicate strike, unholy aura; 2/day—safe time, time duplicate (see",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb +103, Concentration +90, Hide –9, one or more old white dragons that usually accompany Knowledge (arcana) +76, Knowledge (the planes) +76, a xixecal wherever it goes, glorying in the frigid calamity Knowledge (religion) +76, Listen +49, Search +76, of its presence. Spellcraft +76, Spot +76 Rend (Ex): If the xixecal hits with",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blinding Speed (×4), cal’s melee attack induces Devastating Critical (claw), numbing cold. The opponent Overwhelming Critical (claw) must succeed at a Fortitude Spell Stowaway (improved save (DC 58) or be affected invisibility) as though by a slow spell for Climate/Terrain: Any 10 rounds.",
        "name":  "Epic Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary or in Spell-Like Abilities: the company of 1d4+1 old At will—blasphemy, cone white dragons of cold, desecrate, greater C h a l l e n g e dispelling, dominate",
        "name":  "Organization",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Immune to cold damage; takes stands about 20 feet tall, with a wingspan of up to 80 feet. double damage from fire unless a saving throw for half damage is allowed (the standard fire resistance 20 Combat most abominations have is not shared by xixecals), in A behemoth eagle usually attacks from a great height, which case it takes half damage on a success and double diving earthward at tremendous speed. When it cannot damage on a failure. dive, it uses its powerful talons and slashing beak to Dire Winter (Su): A xixecal always stands at the strike its target’s head and eyes. center of a permanent dire winter spell effect (see Chap- Skills: *A behemoth eagle receives a +8 racial bonus on ter 2). If dispelled, the effect returns 1 minute later— Spot checks during daylight hours. the only way to permanently remove the effect is to Carrying Capacity: A light load for a behemoth eagle slay the xixecal that generates it. is up to 2,400 pounds; a medium load, 2,401–4,800",
        "name":  "Cold Subtype",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Trap the soul, fear aura, paralyzing of those who displease it. touch, 21st-level wizard spellcaster, Perfect Automatic Trap the Soul (Su): A demilich can trap the souls of Still Spell, spell-like abilities up to eight living creatures per day. To use this power, it",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The demilich gains an insight bonus equal to tion, create greater undead, create undead, death knell, enerva- its Hit Dice as a bonus on its touch attacks. tion, greater dispelling, harm (usually used to heal itself),",
        "name":  "Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The demilich gains an enhanced touch summon monster I–IX, telekinesis, and weird; 2/day — attack over that of its previous lich form (it now uses its greater planar ally. Demiliches use these abilities as cast- entire flying skull to make the touch attack), including ers of a level equal to their spellcaster level, but the save paralyzing touch. The demilich’s touch attack uses nega- DCs are equal to 10 + the demilich’s HD + the demilich’s tive energy to deal 10d6+20 points of damage to living Charisma modifier. creatures (no saving throw). Liches with other natural Special Qualities: The demilich retains all the lich’s attacks lose them. special qualities and also has those described below.",
        "name":  "Damage",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The demilich can cast any spells it could cast as with the previous racial bonus gained by the lich; it does a lich. not stack).",
        "name":  "Spells",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A great wyrm’s Strength and Constitu- +85, Knowledge (arcana) +72, Knowledge (history) tion scores both increase by +2 for every virtual age cate- +72, Knowledge (local) +72, Knowledge (nature) +72 gory the dragon gains. Its Dexterity remains unchanged. Listen +72, Search +72, Spellcraft +72, Spot +72 Its Intelligence, Wisdom, and Charisma increase by +2 Swim +54 for every two age categories the dragon gains. Feats: Cleave, Combat Casting, Combat Reflexes,",
        "name":  "Ability Scores",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Like ordinary dragons, advanced dragons Fire Subtype: Fire immunity, double damage from receive one feat for every 4 Hit Dice they have. Feats cold except on a successful save. gained after the dragon attains great wyrm status can be Sorcerer Spells Known (6/9/9/9/8/8/8/8/7/7/2/2/1/1: epic feats. base DC 21 + spell level): 0—arcane mark, daze, detect",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Immunities, DR 30/+6, SR 39, teleport; 6th—analyze dweomer, greater dispelling, true blindsight, keen senses, deflecting force, blur (20% seeing; 7th—forcecage, spell turning, summon monster VII; miss chance) 8th—polymorph any object, protection from spells; 9th—",
        "name":  "Special Qualities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alchemy +36, Appraise +36, Bluff +38, Concen- of power (7th-level spell), 8,000 gp. tration +58, Diplomacy +59, Escape Artist +45, Intim- *Variant of robe of eyes; benefit included in Search and idate + 61, Knowledge (arcana) +59, Knowledge Spot skill modifiers. (geography) +59, Knowledge (history) +59, Knowl- edge (local) +59, Knowledge (nature) +59, Knowl- PRISMATIC DRAGON edge (nobility and royalty) +59, Knowledge (the Dragon (Light) planes) +59, Knowledge (religion) +59, Listen +61, Climate/Terrain: Any land and underground Scry +59, Search +74*, Sense Motive +38, Spellcraft Organization: Wyrmling, very young, young, juvenile +59, Spot +76* and young adult: solitary or clutch (2–5); adult, mature",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Cleave, Combat Reflexes, Empower adult, old, very old, ancient, wyrm, or great wyrm: soli- Spell-Like Ability, Flyby Attack, Hover, Improved Ini- tary, pair, or family (1–2 and 2–5 offspring) tiative, Maximize Spell-Like Ability, Power Attack, Challenge Rating: Wyrmling 14; very young 16; young Spell Knowledge, Sunder, Wingover 22; juvenile 30; young adult 34; adult 39; mature adult Climate/Terrain: Any land and underground 43; old 48; very old 52; ancient 57; wyrm 61; great",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "58d12+1,102 (1,479 hp) Sorcerer Spells Known (6/11/11/11/10/10/10/10/9/11;",
        "name":  "Hit Dice",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+4 (Improved Initiative) base DC 29 + spell level): 0—dancing lights, daze, detect",
        "name":  "Initiative",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Balance +33, Bluff +48, Concentration +77, Diplo- macy +81, Disable Device +48, Escape Artist +58, Heal Primal elementals are the most potent incarnations of the +48, Hide +13, Intimidate +23, Intuit Direction +48, elements that compose existence. Jump +27, Knowledge (arcana) +77, Knowledge (archi- tecture and engineering) +77, Knowledge (geography) COMBAT +77, Knowledge (history) +77, Knowledge (local) +77, Elementals have varied combat abilities and tactics, but Knowledge (nature) +77, Knowledge (nobility and all have the same elemental traits. royalty +77), Knowledge (the planes) +77, Knowledge Elemental Traits: Immune to poison, sleep, paralysis (religion) +77, Listen +77, Move Silently +29, Open and stunning. Not subject to critical hits. Lock +29, Scry +77, Search +77, Spellcraft +77, Spot +77, Tumble +29 PRIMAL AIR ELEMENTAL",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None A genius loci can directly attack any creature standing on its surface with animated parts of itself, delivering Sometimes a section of landscape itself animates as a terrific slam attacks, it also directs its enslaved thrall single entity. A genius loci, or “local spirit,” is against those it attacks. If its slave is slain, it such a place, malign in nature. selects another of its foes as its next A genius loci is difficult to spot, newest slave. Once a genius loci since it looks like any other sec- animates a portion of itself to tion of landscape. One can attack, such as a tree, a appear as a mountain, column of earth, or a swell an isolated valley, a of ground, the bound- small lake, a deep aries of its massive cavern, a single form become clear, field, a tiny and the creature moon, or an becomes open to entire (small- attack (Wilder- ish) plane. ness Lore checks Despite the to determine the fact that it is extent of the ge- a creature, its nius loci are no form almost longer neses- exactly dupli- sary). The ani- cates all the mated part of the textures and genius loci has a qualities of a reach of 15 feet. natural landscape, Enslave (Su): A so much so that genius loci can use animals and plants the epic spell enslave live and grow nor- once per round as a free mally on a genius loci action until it success- as if it were part of the fully enslaves a foe (Will natural environment. DC 53 to resist). Once it has a A genius loci itself has no slave, it cannot enslave another intelligence, but rather “emulates” until its current slave dies, is impris- the sentience of any creature it cur- oned, or is otherwise taken out of the pic- rently enslaves (see below), if any. A creature ture. A slave becomes free if its genius loci enslaved to the genius loci inhabits the landscape in master is slain. A genius loci forces its slave to remain whatever manner available to it—some slaves live in with it, though it may send its slave off to temporarily 190 :5 RETPAHC SRETSNOM visit nearby locations in order to draw in unsuspecting victims. In fact, the “purposes” of the genius loci are to some degree influenced by the current slave. The genius loci has no Intelligence score of its own; thus, its emuliation of its slave’s intelligence sometimes transfers attitudes and goals. However, a slave can only go so far in influencing its hardly mobile master, and cannot knowingly attempt to free itself from the genius loci that keeps it close. Improved Grab (Ex): If the genius loci hits a Gargantuan or smaller creature with a slam attack, it deals normal damage and attempts to start a grapple as a free action without provoking an attack of opporiunity. The genius loci has the option to conduct the grapple normally, or simply use the part of its body it used in the improved grab to hold the opponent. Each successful grapple check it makes during successive rounds automatically deals slain attack damage, in addition to con- striction damage. Constrict (Ex): A genius loci crushes its oppo- nent, dealing 4d10+30 points of bludgeoning damage, after making a successful grapple check.",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gibbering, improved grab, swallow feet or more in diameter. The orb floats above the ground, whole, eye rays, spell-like abilities seeming to writhe and spasm as it moves, as though some-",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +33, Knowledge (arcana) +45, ing the central mass. There is no apparent top and bottom Listen +9, Search +37, Speak Language (any five), Spell- to a gibbering orb; eyes and mouths cycle and spin about craft +47, Spot+33 one another in a never-ending swirling dance. The eyes",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Coil whip 4d6+8, sting 2d8+4 tage, swirling above and around foes as it plus poison, bite 4d8+4 uses its gaze attack or casts spells. Like its Face/Reach: 15 ft. by 15 ft. (coiled)/ smaller cousins, a ha-naga prefers the 15 ft. use of spells in combat, resort-",
        "name":  "Damage",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 27, Dex Flight (Su): As per the fly 38, Con 32, Int 35, spell, 120 ft. (perfect). This abil- Wis 31, Cha 36 ity gives the ha-naga a +6 cir-",
        "name":  "Abilities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Escape Artist cumstance bonus on Move +24, Hide +29, Silently checks. Move Silently +30, Charming Gaze (Su): As Search +22, Spell- mass charm, 90 ft., Will save craft +22, Spot +17 (DC 33).",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Standard Spells: Ha-nagas can cast spells as 21st-level sorcer-",
        "name":  "Treasure",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Usually chaotic evil ers, and can also cast cleric spells and spells from the",
        "name":  "Alignment",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "21–40 HD (Colossal) domains of Chaos and Evil as arcane spells (save DC 33 + spell level). 195 MONSTERS CHAPTER 5: HAGUNEMNON Tainted with chaos at the time of their race’s creation, proteans are denied the stability that most races enjoy. (PROTEAN) This has imbued them with undying hatred of all non- Large Shapechanger shapechanging beings (they tolerate other shape-",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alter shape, DR 25/+6, darkvision understand it. They can speak and understand the lan- 120 ft., immunities, regeneration 50, spell resist- guage of any other creature. ance 39",
        "name":  "Special Qualities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50d12+3 (603 hp) the hunt; a hunter follows its prey to any realm in the Initiative: +16 (+12 Dex, +4 Improved Initiative) multiverse during the hour, and it and its companions Speed: 100 ft. can appear on any plane to begin the hunt anew so long AC: 52 (+12 Dex, +20 natural, +10 insight) as there is moonlight and freezing temperatures. Attacks: 2 slams +44 melee Spell-Like Abilities: At will—discern location, true Damage: Slam 3d6+18/19–20 (+1d6 on critical hit) plus strike, fog cloud, hold monster, plane shift; 3/day—dimen- hunefer rot sional anchor, dominate monster, greater dispelling; 1/day— Face/Reach: 5 ft. by 5 ft./5 ft. Mordenkainen’s disjunction, contingent recall and resurrec- Special Attacks: Despair, hunefer rot, spell-like abilities tion*. Caster level 23rd; save DC 18 + spell level. Special Qualities: Blindsight 300 ft., resistant to blows, *Contingent recall and resurrection is a variation on an DR 20/+5, fast healing 30, SR 37, undead traits, fire epic spell found in Chapter 2: Epic Spells. When slain, vulnerability 198 :5 RETPAHC SRETSNOM",
        "name":  "Shifting to a different plane of existence does not stop Hit Dice",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 47, Dex 35, Con —, Int 18, Wis 38, Cha 36 Hunefers are happy to rely on their spell-like abilities",
        "name":  "Abilities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +40, Knowledge (undead) +31, in combat, and are certain to cast as many of their Listen +43, Scry +21, Spellcraft +31, Spot +43 defensive spells prior to combat as they can manage. A",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Devastating Critical (slam), Overwhelming paralyzed with fear for 1d4 rounds. Regardless of the out- Critical (slam), Spell Stowaway (teleport without error) come of the save, a subject is not again vulnerable to that Climate/Terrain: Any hunefer’s despair ability for 24 hours.",
        "name":  "Epic Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Rend 6d8+31, points. If an opponent is slain by blazefire, only blazefire, spell-like abilities blackened ash remains of the victim.",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge maximum of 1 hour. (undead) +30, Listen Spell-Like Abilities: At will- +36, Spot +38 dimension door, flame arrow, spell immunity",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Extract brains (ranged attack), poison, spells",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +21, Hide +21, Knowledge (arcana) +18, Knowledge (the planes) +18, Scry+15, Search +20, Spellcraft +10.",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blind-Fight, Combat Casting, Combat Reflexes, Dodge, Eschew Materials, Expertise, Improved Ini- tiative, Leadership, Maximize Spell, Mobility, Power Attack, Spring Attack",
        "name":  "Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "60d10+540 (870 hp) very similarly to the prismatic spray (DC 49) spell. Any",
        "name":  "Hit Dice",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DR 25/+6, SR 30, acid and electric- ity resistance 20, regeneration 5, scent, spell-like abil- ities, darkvision 90 ft.",
        "name":  "Special Qualities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A pseudonatural creature retains “Pseudonatural” is a template that can be added to any all the special qualities of the base creature and also gains corporeal creature (referred to hereafter as the base the following. creature). • Electricity and acid resistance of a varying amount Pseudonatural creatures dwell between the stars, related to its Hit Dice (see the table below). If the beyond the planes as we know them, or nestled in far creature already possesses such resistance, use realms of insanity. When summoned to the Material whichever is better. Plane they often take the form of and emulate the abili- • Damage reduction of a varying amount related to its ties of familiar creatures, though such a creature is more Hit Dice (see the table below). If the creature already gruesome in appearance than its normal earthly counter- possesses damage reduction, use whichever is better. parts. Alternatively, a pseudonatural creature may appear • Spell resistance equal to the creature’s HD × 5. If the in a manner more consistent with its origin: A combina- creature already possesses spell resistance, use tion of its worldly form and a mass of writhing tentacles whichever is higher. is most common. • One extra tentacle rake attack (the creature can use The creature’s type changes to outsider. It uses all another of its many tentacles to attack at no penalty the base creature’s statistics and special abilities while in pseudonatural form) for each 4 HD the crea- except as noted here. (Note: If you use both Tome and ture has. Blood and the Epic Level Handbook, this template repre- sents a more powerful version of the pseudonatural Electricity and Acid Damage Extra Tentacle template than presented there. The alienist prestige Hit Dice Resistance Reduction Rake Attacks class presented in Tome and Blood does not have power 1–3 15 20/+5 1 4–7 20 25/+6 2 over pseudonatural creatures created using the Epic 8–11 25 30/+7 3 Level Handbook.) 12–15 30 35/+8 4",
        "name":  "CREATING A PSEUDONATURAL CREATURE Special Qualities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "50–150 HD (Colossal) within the swarm’s space. Concentration checks are nec- essary to cast spells while engulfed. A ruin swarm is composed of tens of thousands of Besides taking damage every round, creatures vermin acting as a single malevolent organism—a within the ruin swarm are buffeted by the swarming, flying ooze of colossal size. stinging vermin. They cannot see (not even with dark- A ruin swarm appears as an amorphous, mutable cloud vision) and are slowed to one-half normal movement. of darkness 100 feet or more in diameter that rises into Creatures attempting to run must suc- the sky like billows of smoke marking a scene of destruc- ceed at a Reflex save (DC tion. A swarm emits a thunderous roar that can be heard 46) or fall down. (as a rumbling drone) from up to a mile away; within a Creatures killed by distance of 90 feet from being engulfed are a swarm, its roar stripped of all flesh, drowns out all and only a few bones remain (if the victim had bones). Swarm (Su): Despite being originally com- posed of individual ver- min, a ruin swarm is treated like a single organism of the ooze type.",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blightfire, create spawn, spell-like the void that created them and remain enslaved until its abilities death. They do not possess any of the abilities they had in",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +13, Ref +20, Will +26 Spell-Like Abilities: 3/day—deeper darkness,",
        "name":  "Saves",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Diplomacy +12, Hide +25, Intimidate +24, Intuit spell level. Direction +17, Listen +36, Search +17, Sense Motive Incorporeal Traits: Can be harmed only by other incor- +15, Spot +47 poreal creatures, +1 or better",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blinding Speed, Improved Combat Reflexes, Spellcasting Harrier, Superior Initiative Climate/Terrain: Any",
        "name":  "Epic Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Incorporeal touch +25 melee Spell-Like Abilities: 3/day—fire storm, incendiary",
        "name":  "Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Incorporeal touch 2d6 plus blazefire cloud. Caster level 24th; save DC 20 + spell level. Face/Reach: 5 ft. by 5 ft./10 ft. Incorporeal Traits: Can be harmed only by other",
        "name":  "Damage",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blinding Speed, Improved Combat Reflexes, points or less. Darkvision 60 ft. Cannot be raised; resur- Spellcasting Harrier, Superior Initiative rection works only if creature is willing. Climate/Terrain: Any Fire Subtype: Fire immunity, double damage from",
        "name":  "Epic Feats",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30–36 HD (Medium-size); 37–42 HD (or use Escape Artist) each round, making an opposed (Large) grapple check against the cocoon (check modifier +37 for the cocoon). Thorciasids are the ultimate parasite, preying on the A thorciasid can reinforce a partial cocoon by spend- very life force of all other creatures. ing a standard action secreting additional goo. Each Thorciasids are insectoid creatures. Like a particu- action so spent provides an additional +5 to the larly lean (and monstrously large) cockroach, a thorci- cocoon’s grapple check modifier. Visually, the victim asid is quick, multilimbed, and the color of burnt wood. becomes more and more covered and is finally com- It scuttles about on four hind limbs, using two fiendish pletely encased in a cocoon. Even fully encased victims forelimbs and two writhing antennae to deliver life- can still breathe, and a thorciasid can drain a victim’s draining attacks. life force at its leisure. Thorciasids can be found anywhere, but usually Ability Drain (Su): On a successful melee touch prefer dark, shadowed parts of the area they infest. attack with a forelimb, the thorciasid permanently Thorciasids sometimes cocoon their prey against future drains 1d4+1 points of Strength, 1d4+1 points of Dex- needs, hiding them away in large, multichambered, terity, and 1 point of Constitution from the vic- cunningly hidden nests built on the undersides of tim. The thorciasid regains 20 lost hit buildings, cliffsides, sewers, very large seagoing or points with each successful planar-going craft, or other even more surpris- ability drain. ing areas. Energy Drain Thorciasids speak Common, Elven, (Su): On a suc- Dwarven, and Giant. cessful melee touch attack COMBAT with an an- Thorciasids are amazingly tenna, the quick and agile, and thorciasid take full advan- gives the vic- tage of this trait tim one negative in combat. If level. Each nega- one catches a tive level bestowed foe flat- upon a victim gives the f o o t e d , thorciasid +1 bonus to its first its Constitution that action is to lasts for 24 hours. The attempt to use negative levels similarly last for its cocoon ability to tether the foe in place. If facing 24 hours, at which time the victim must make a Forti- several foes, it might tether a foe in place in order to tude saving throw (DC 34) to avoid level loss. A combi- concentrate its ability-draining and energy-draining nation of the thorciasid’s ability drain and energy drain melee touch attacks on others, then return to the origi- abilities provides the creature all the “nutrition” it nal foe to finish the cocooning process. During standard needs to survive. combat, a thorciasid always makes full use of its Spring Attack feat in order to keep its foes moving around, TITAN, ELDER especially if it can move a foe into an area where it has prepared a trap (which is possible if the fight is taking Colossal Outsider place in a thorciasid nest). Hit Dice: 70d8+700 (1,015 hp) Cocoon (Ex): A thorciasid can eject a stream of nox- Initiative: +0 ious goo that hardens on contact, potentially fixing a Speed: 150 ft. subject in place and hindering its movement and AC: 58 (–8 size, +32 natural, +24 insight) actions. Using a standard action, the thorciasid makes Attacks: Colossal +5 warhammer +87/+82/+77/+72 melee; a ranged touch attack against any foe it can see up to or Colossal +5 javelin +70/+65/+60/+55 ranged 60 feet away. If it succeeds at the ranged touch attack, Damage: Colossal +5 warhammer 4d8+30/19–20 (+2d6 the subject makes a grapple check against the cocoon. on critical hit); or Colossal +5 javelin 2d10+22/19–20 This is accomplished as if the thorciasid itself were Face/Reach: 40 ft. by 40 ft./25 ft. making the grapple check with a competence bonus of Special Attacks: Spell-like abilities, spells +10, for a total check modifier of +37. On a failed Special Qualities: DR 45/+7, SR 40 check for the subject, the goo hardens into a partial Saves: Fort +47, Ref +37, Will +50 cocoon, and the victim is treated as if grappled (even Abilities: Str 45, Dex 10, Con 31, Int 33, Wis 37, Cha 26 221 MONSTERS CHAPTER 5:",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +43, Craft (any ten) +44, Deci- finished and because he is carefully analyzing this new pher Script +44, Diplomacy +45, Gather Information data. Once riled, he is a formidable foe, acutely percep- +41, Knowledge (arcana, religion, plus any twenty tive of his surroundings and enjoying an almost pre- others) +44, Listen +46, Sense Motive +46, Speak cognitive understanding of battle tactics, and he Language (any ten), Spellcraft +44, Spot +46 throws himself into eliminating disturbances quickly",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animate trees, trample, triple damage Skills and Feats: Elder treants receive skills and against objects, spell-like abilities feats as though they were fey. *They have a +24 racial",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Plant traits, half damage, SR 29, DR bonus on Hide checks made in forested areas. 20/+6 Spell-Like Abilities: At will—animal messenger,",
        "name":  "Special Qualities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Diplomacy +14, Hide –12*, Intimidate +32, thorns; 1/day—shambler. Caster level 23rd; save DC 22 Knowledge (any one) +14, Listen +43, Sense Motive + spell level. +18, Spot +23, Wilderness Lore +22",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alchemy +57, Balance +18, Climb +32, Concen- Uvuudaums can speak telepathically to any creature tration +58, Diplomacy +22, Escape Artist +55, Hide within 500 feet that has a language. +51, Intimidate +59, Jump +59, Knowledge (arcana, history, local, nature, religion, the planes, undead) COMBAT +57, Listen +55, Move Silently +55, Scry +57, Search Creatures in the presence of an uvuudaum may be +57, Sense Motive +55, Spellcraft +57, Spot +55, Swim affected by its confusion aura. Foes that can hold onto +55, Tumble +59 their reason are beset by the spell-like abilities an uvuu-",
        "name":  "Skills",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sting 1d6+12/19–20 plus poison, pincers Aura of Doom (Su): A vermiurge is constantly 2d8+6/19–20, bite 3d6+6 plus poison affected as if by a crown of vermin spell (see Chapter 2) Face/Reach: 5 ft. by 10 ft./10 ft. cast by a 42nd-level caster. As per the spell, a vermiurge",
        "name":  "Damage",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Aura of doom, concealing aura, may completely suppress the aura of insects as desired. frightful presence, poison, spell-like abilities A vermiurge’s aura of doom constantly replenishes",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Rend 6d8+31, to burn on the opponent’s body. blightfire, spell-like abilities If the opponent fails a Fortitude",
        "name":  "Special Attacks",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 52, The temporary hit points gained Dex 27, Con by the winterwight’s blazefire –, Int 10, Wis last a maximum of 1 hour. 22, Cha 28 Spell-Like Abilities: Climate/Ter- At will—cone of cold, control tain: Any weather, dimension door, spell",
        "name":  "Abilities",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "23 effects of a sleet storm spell),",
        "name":  "Challenge Rating",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Always chaotic evil save DC 19 + spell level.",
        "name":  "Alignment",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "33–42 HD (Medium-size); 43–55 HD Undead Traits: Immune to Huge) poison, sleep, paralysis, stunning, dis- ease, death, effects, necromantic effects, Winterwights are horrors of death wrapped in ice. mind-affecting effects, and any effect requiring a Forti- Winterwights appear as humanoid skeletons tude save unless it also works on objects. Not subject to sheathed in a thick skin of ice. The ice serves a winter- critical hits, subdual damage, ability damage, ability wight as frigid “flesh” and does not hamper its move- drain, or energy drain. Negative energy heals. Not at ment in any way. Huge shards of jagged ice depend risk of death from massive damage, but destroyed at 0 from each finger, serving as claws. Only the skull of a hit points or less. Darkvision 60 ft. Cannot be raised; winterwight is free of ice; a corona of ebony flame resurrection works only if creature is willing. burns there like a crown. Cold Subtype: Immune to cold damage; takes Winterwights are the creation of a legendary demi- double damage from fire unless a saving throw for half lich who sought the limits of necromantic power. damage is allowed, in which case the creature takes half Luckily, winterwights are few, and generally trapped damage on a success and double damage on a failure. 227 MONSTERS CHAPTER 5: Cold Aura (Su): A 10-foot-radius spread cold aura a mask. Those who have encountered one previously surrounds a winterwight. All creatures of the cold sub- invariably recognize the claylike, earthy smell that type in the field (including the winterwight) are treated accompanies it. as if having turn resistance +6 (if undead) and fast heal- The process of becoming a worm that walks is ing 10. Creatures subject to cold damage take 2d10 unpredictable, and occurs spontaneously when an evil points of cold damage each round they remain within arcane spellcaster with great force of personality per- the cold aura. ishes with a head full of prepared or uncast spells. His Icy Hardness (Ex): The winterwight’s icy skin pro- sentience passes into the blind, mindless worms that vides it with damage reduction 10/–. The winterwight’s gnaw the charnel clay, enabling him to walk again in a standard damage reduction of 20/+6 does not stack, but new guise. overlaps with, this icy hardness damage reduction. How- A worm that walks rarely speaks, although it retains ever, even when its standard damage reduction does not knowledge of all languages it knew in life, as well as any apply, this 10/– does. it has learned since. All vermin of the type that compose its form obey its silent commands without question. WORM THAT WALKS COMBAT Medium-Size Aberration A worm that walks generally enters combat with haste,",
        "name":  "Advancement",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30 ft. spells, but if forced into melee, it proceeds to use its",
        "name":  "Speed",
        "source":  "epic_level_handbook.txt",
        "_id":  "f748d52cebf9a49258732de84f5967335e31f003e236683e07278db7f75516f9"
    }
]
