[
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell- Lesser Deity like abilities.",
        "name":  "Goddess of Mountains, Snowshoe Goddess Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Asgard ance 26, spontaneous casting of divine spells, understand,",
        "name":  "Home Plane",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell- Dogma like abilities.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine immunities, DR 71/+5 (4/–), fire (Strength), Extra Do- resistance 38, spon- main (War), Hand of taneous casting of Death, Increased Dam- divine spells, under- age Reduction, Indom- stand, speak, and itable Strength, Irre- read all languages sistible Blows, Power and speak directly to of Nature, Shape- all beings within 18 change, Supreme Initia- miles, remote com- tive, True Shapechange, munication, godly Wound Enemy. realm, teleport with- Domain Powers:Cast out errorat will, plane chaos spells at +1 caster shift at will, plane level; cast good spells at +1 shift at will, favored caster level; 18/day protective enemies (giants +5, ward(touched subject dragons +4, goblin- gains +18 resist- oids +3, aberrations ance bonus on +2, undead +1), un- next saving throw, canny dodge (can- maximum dura- not be flanked, +4 tion 1 hour); 18/day against traps), SR 50, feat of strength (+18 divine aura (18 miles, enhancement bonus to DC 37). Str for 1 round). Saves*: Fort +61, Ref Spell-Like Abili- +61, Will +59. *Al- ties:Thor uses these ways receives a 20 abilities as a 28th-level on saves. caster, except for chaos",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability damage, ability drain, acid, cold, +66, Will +64; Str 102, Con 42; Climb +94, Concentration +59, death effects, disease, disintegration, electricity, energy drain, Jump +94, Swim +94. His rage can be used 18 times per day, it lasts mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- for 1 hour (or until ended), and he is not winded afterward. tion, imprisonment, banishment. Ranger Spells/Day: 6/5/5/5; base DC = 19 + spell level. 193 PANTHEON Illus. by G. Angus THE ASGARDIAN CHAPTER 6:",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "14 IX(as evil or chaos spell only),unholy aura, unholy blight, wall of",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell- of 20 on any check. Thrym treats a 1 on an attack roll or saving like abilities. throw normally and not as an automatic failure. He is immortal.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20d8+160 (outsider) plus 20d12+160 (Bbn) plus Move, Shift Form. †Unique ability, described below. 20d10+160 (Rgr) (1,080 hp) Domain Powers: Cast chaos spells at +1 caster level; 6/day pro-",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, Greater Rage:The following changes are in effect as long as spell-like abilities. Uller rages: AC 57; hp 1,260; Atk +64/+59/+54/+49 melee",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+1 bonus on attack rolls against orcs and goblin- cold, and acid; fire resistance 20, DR 35/+4, SR 32, immortal. oids; +2 bonus on Will saves against spells and spell-like abilities; +2 bonus on Fortitude saves against all poisons; +4 dodge bonus Humans against giants; darkvision; stonecunning (+2 racial bonus on Quasi-Deity Traits: Immune to transmutation, energy drain, checks to notice unusual stonework; can make a check for unusual ability drain, ability damage, mind-affecting effects, electricity, stonework as though actively searching when within 10 feet and cold, and acid; fire resistance 20, DR 35/+4 (4/–), SR 32, immortal. 199 PANTHEON THE ASGARDIAN CHAPTER 6: Dwarf Einherjar Elf Einherjar Human Einherjar Small Outsider Medium Outsider Medium Outsider Quasi-Deity (0) Quasi-Deity (0) Quasi-Deity (0) Fighter 20 Fighter 20 Barbarian 20",
        "name":  "Dwarf Traits",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The valkyrie Wingover. *+4 racial bonus on Lis- applies her Charisma bonus to ten and Spot checks. all saving throws. (This modi- Spell-Like Abilities:Detect fier is already figured into the goodanddetect evilat will statistics given above.) in a 60-yard radius as the",
        "name":  "Divine Grace",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "AC 76; hp 1,760; Atk +79/+74/+69/+64 melee; +3 bonus on damage; Fort +72, Will +63; Str 52, Con 51; Climb +79, Class Skills Jump +79, Swim +79. Her rage lasts for 23 rounds, and she is not The justiciar of Taiia’s class skills (and the key ability for each skill) winded afterward. are Concentration (Con), Diplomacy (Cha), Gather Information Cleric Spells/Day:6/8/8/8/8/7/6/6/6/5; base DC = 18 + spell (Cha), Hide (Dex), Intimidate (Cha), Knowledge (religion) (Int), level. Listen (Wis), Move Silently (Dex), Search (Int), Sense Motive (Wis), Spellcraft (Int), and Spot (Wis). See Chapter 4 of the Player’s Other Divine Powers Handbookfor skill descriptions.",
        "name":  "Taiia rages",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Taiia can see, hear, and touch at a distance of twenty All the following are class features of the justiciar of Taiia pres- miles. As a standard action, she can perceive anything within tige class. 205 RELIGIONS OTHER CHAPTER 7: Table 7–1: The Justiciar of Taiia Class Base Fort Ref Will Spells per Day Level Attack Bonus Save Save Save Special 1st 2nd 3rd 4th 1st +0 +0 +2 +2 Bonus feat, sneak attack +1d6 0 — — — 2nd +1 +0 +3 +3 Combat sense +2 1 — — — 3rd +2 +1 +3 +3 Augury1/day 1 0 — — 4th +3 +1 +4 +4 Sneak attack +2d6 1 1 — — 5th +3 +1 +4 +4 Divination1/day, combat sense +4 1 1 0 — 6th +4 +2 +5 +5 Augury2/day 1 1 1 — 7th +5 +2 +5 +5 Sneak attack +3d6 2 1 1 0 8th +6 +2 +6 +6 Combat sense +6 2 1 1 1 9th +6 +3 +6 +6 Augury3/day 2 2 1 1 10th +7 +7 +3 +7 Divination2/day, sneak attack +4d6 2 2 2 1",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Special Attacks:Domain powers, salient divine abilities, Seed and source of life and light, spell-like abilities, turn undead 20/day.",
        "name":  "A hymn to Elishar joyously proclaims",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20d8+200 (outsider) plus 20d8+200 (Clr) plus 15d10+150 described below. (Ftr) (1,020 hp) Domain Powers:Cast good spells at +1 caster level; cast healing",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+11 (+7 Dex, +4 Improved Initiative) spells at +1 caster level; cast divination spells at +1 caster level;",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Elishar senses any act of healing or compas- (Wis), and Spellcraft (Int). See Chapter 4 of the Player’s Handbook sion the instant it happens and retains the sensation for fifteen for skill descriptions. weeks after the event it occurs. Skill Points at Each Level:2 + Int modifier.",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Since soldiers of light are so attuned to reduces the loss by half, to 100 XP per class level. The soldier’s level positive energy, they can spontaneously case curespells just as a can never go below 0 as the result of an energon’s dismissal or good cleric can. The soldier can convert any prepared divine death. A killed or dismissed energon companion cannot be spell—including soldier of light spells, cleric spells, ranger spells, replaced for a year and a day. or even druid spells—into a cure spell of the same level. Divine Vengeance (Su):At 5th level, a soldier of light gains the Detect Undead(Sp):At will, the soldier of light can detect undead ability to channel positive energy in a melee attack to deal addi- as a spell-like ability. This ability duplicates the effects of the spell tional damage against undead. The soldier spends one of his turn detect undead. attempts to add 2d6 points of sacred damage to all his successful Turn Undead (Su):A soldier of light can turn undead. He melee attacks against undead until the end of his next action. may use this ability a number of times per day equal to 3 + his (Note: This ability is identical with the Divine Vengeance feat Charisma modifier. He turns described in Defenders of the Faith.If you are using that book, sol- undead as a cleric of his soldier diers of light gain that feat as a bonus feat at 5th level, even if they of light level. do not have the prerequisite Extra Turning feat.) If the soldier can already Fast Healing (Su):At 7th level, the positive energy infusing turn undead, his effective the soldier of light’s body allows him to heal his wounds quickly. effective turning level is his At the beginning of each of his turns, he heals 1 hit point. If he has previous effective level plus taken both subdual and normal damage, he heals subdual damage his soldier of light level. He first. Fast healing does not restore hit points lost from starva- does not gain extra turning tion, thirst, or suffocation. attempts in a day. At 10th level, the soldier of light heals 2 hit points",
        "name":  "Spontaneous Casting",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20d8+400 20th-level caster, except for (outsider) plus 20d8+400 chaos spells and good spells, (Clr) (1,120 hp) which she uses as a 21st-level",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "60 ft., burrow 60 ft. spell level. Aid, animate",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Unarmed strike +51/+46/+41/+36 melee; or spell +51 enchantment, changestaff, chaos hammer, cloak of chaos, com- melee touch or +47 ranged touch mand plants, control plants, dispel evil, dispel law, earthquake, elemental",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dwarf traits, divine immunities, DR 45/+4, remove paralysis, repel wood, shambler, shatter, soften earth and stone, fire resistance 30, spontaneous casting of divine spells, under- spike stones, stone shape, stoneskin, summon monster IX (as chaos or stand, speak, and read all languages and speak directly to all good spell only), unbinding, wall of stone, wall of thorns, word of chaos. beings within 10 miles, remote communication, godly realm, Cleric Spells/Day: 6/9/8/8/8/8/6/6/6/6; base DC = 19 + teleport without errorat will, plane shiftat will, SR 42, divine aura spell level. (1,000 ft., DC 26).",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animal Empathy +36, Climb +41, Concentration +70, a 1 on an attack roll or saving throw normally and not as an auto- Craft (metalworking) +59, Craft (stoneworking) +59, matic failure. She is immortal. Diplomacy +60, Gather Information +36, Heal +59, Intuit Senses:Dennari can see (using normal vision or darkvision), Direction +39, Knowledge (nature) +37, Knowledge (religion) hear, touch, and smell at a distance of ten miles. As a standard +57, Listen +49, Search +37, Sense Motive +49, Spellcraft +37, action, she can perceive anything within ten miles of her wor- Spot +39. shipers, holy sites, objects, or any location where one of her titles",
        "name":  "Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleave, Empower Spell, Endurance, Great Fortitude, or name was spoken in the last hour. She can extend her senses to 212 Improved Grapple, Improved Unarmed Strike, Maximize Spell, up to five locations at once. She can block the sensing power of :7 RETPAHC REHTO SNOIGILER sdlonyeR .W yb .sullI deities of her rank or lower at up to two remote locations at once Charm Domain Spells for 10 hours. 1 Charm person",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cast conjuration (creation) spells at +2 caster ANIMAL DOMAIN level. (Those with access to both the Artifice and Creation domains",
        "name":  "Granted Power",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(D\u0026D) Ehlonna, Obad-Hai; (Olympian) Artemis, Pan; cast conjuration [creation] spells at +3 caster level.) (Pharaonic) Sobek; (Asgardian) Frigga This domain is detailed in the Player’s Handbook. Creation Domain Spells 1 Create water ARTIFICE DOMAIN 2 Minor image",
        "name":  "Deities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can boost your Charisma by 4 points once per This domain is detailed in the Player’s Handbook. day. Activating this power is a free action. The Charisma increase lasts 1 minute. 213 SPELLS DOMAINS AND APPENDIX 1: DESTRUCTION DOMAIN LIBERATION DOMAIN",
        "name":  "Granted Power",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(D\u0026D) St. Cuthbert, Hextor, Lolth, Tiamat; (Olympian) Deities:(other) Dennari Ares, Dionysus; (Pharaonic) Bast, Set; (Asgardian) Aegir, Hel, Loki, Granted Power: You gain a +2 morale bonus on all saving throws Skadi; (other) Taiia (destroyer aspect), Toldoth against enchantment spells or effects. This domain is detailed in the Player’s Handbook. Liberation Domain Spells EARTH DOMAIN 1 Remove fear",
        "name":  "Deities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(D\u0026D) Moradin, Obad-Hai; (Olympian) Demeter, Hades, 2 Remove paralysis Hephaestus, Poseidon; (Pharaonic) Osiris; (Asgardian) Skadi, 3 Remove curse Thrym; (other) Taiia (creator aspect), Dennari 4 Freedom of movement This domain is detailed in the Player’s Handbook. 5 Break enchantment 6 Greater dispelling EVIL DOMAIN 7 Refuge",
        "name":  "Deities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(D\u0026D) Ehlonna, Pelor; (Olympian) Apollo, Artemis; REPOSE DOMAIN (Pharaonic) Re-Horakhty; (Asgardian) Frey, Odur; (other) Taiia The Repose domain is similar to the Death domain in the Player’s (creator aspect), Elishar Handbook,but is granted by good-aligned deities whose clerics are This domain is detailed in the Player’s Handbook. barred from casting evil spells.",
        "name":  "Deities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may use a death touchonce per day. Your Deities: (D\u0026D) Fharlanghn; (Olympian) Hermes, Tyche; death touchis a spell-like ability that is a death effect. You must (Pharaonic) Ptah; (Asgardian) Odin, Hermod, Uller; (other) Taiia succeed at a melee touch attack against a living creature (using (creator aspect) the rules for touch spells). When you touch, roll 1d6 per your This domain is detailed in the Player’s Handbook. cleric level. If the total at least equals the creature’s current hit points, it dies. TRICKERY DOMAIN",
        "name":  "Granted Power",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "(D\u0026D) Boccob, Erythnul, Garl Glittergold, Kurtulmak, Repose Domain Spells Lolth, Olidammara, Nerull, Tiamat; (Olympian) Hera, Hermes; 1 Deathwatch (Pharaonic) Bes; (Asgardian) Odin, Loki; (other) Taiia (destroyer 2 Gentle repose aspect), Toldoth 3 Speak with dead This domain is detailed in the Player’s Handbook. 4 Death ward 5 Slay living WAR DOMAIN 6 Undeath to death Deities:(D\u0026D) Corellon Larethian, Erythnul, Gruumsh, Heiro- 7 Destruction neous, Hextor; (Olympian) Ares, Athena, Nike; (Pharaonic) Re- 8 Surelife Horakhty, Bast; (Asgardian) Odin, Heimdall, Sif, Surtur, Thor, 9 Wail of the banshee Thrym, Tyr; (other) Taiia (destroyer aspect), Toldoth This domain is detailed in the Player’s Handbook. RUNE DOMAIN",
        "name":  "Deities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Free Scribe Scroll feat. Deities:(D\u0026D) Obad-Hai; (Olympian) Poseidon; (Pharaonic) Isis, Sobek; (Asgardian) Aegir, Njord; (other) Taiia (destroyer aspect) Rune Domain Spells This domain is detailed in the Player’s Handbook. 1 Erase 2 Secret page WEATHER DOMAIN 3 Glyph of warding Deities:(Olympian) Zeus; (Asgardian) Thor 4 Explosive runes Granted Power: Intuit Direction and Wilderness Lore are 5 Lesser planar binding class skills. 6 Greater glyph of warding 7 Drawmij’s instant summons Weather Domain Spells 8 Symbol 1 Obscuring mist 9 Teleportation circle 2 Fog cloud 3 Call lightning SCALYKIND DOMAIN 4 Sleet storm",
        "name":  "Granted Power",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Casting Time:One action",
        "name":  "Spell Resistance",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates or none (object) Spell Resistance:Yes",
        "name":  "Saving Throw",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes or no (object) You are imbued with an aura of celestial authority, inspiring awe in You create an area of total darkness. The darkness is impenetrable all lesser creatures that behold your terrible perfection and right- to normal vision and darkvision, but you can see normally within eousness. You gain a +4 enhancement bonus to your Charisma the blacklit area. Creatures outside the spell’s area, even you, score for the duration of the spell. cannot see through it. All creatures with fewer than 8 HD or levels cease whatever they You can cast the spell on a point in space, but the effect is sta- are doing and are compelled to pay attention to you. Any such crea- tionary unless you cast it on a mobile object. You can cast the spell ture that wants to take hostile action against you must make a suc- on a creature, and the effect then radiates from the creature and cessful Will save to do so. Any creature that does not make this moves as it moves. Unattended objects and points in space do not saving throw the first time it attempts a hostile action is enthralled get saving throws or benefit from spell resistance. for the duration of the spell (as the enthrall spell), as long as it is in Blacklight counters or dispels any light spell of equal or lower the spell’s area, nor will it try to leave the area on its own. Creatures level, such as daylight. The 3rd-level cleric spell daylightcounters or with 8 HD or more may pay attention to you, but are not affected dispelsblacklight. by this spell.",
        "name":  "Spell Resistance",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A piece of coal and the dried eyeball of any When you speak, all listeners telepathically understand you, creature. even if they do not understand your language. While the spell lasts, you can make up to three suggestions to creatures of fewer BOLT OF GLORY than 8 HD in range, as if using the mass suggestionspell (Will save Evocation [Good] negates); creatures with 8 HD or more aren’t affected by this",
        "name":  "Material Component",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Components: V, S, M, XP",
        "name":  "Spell Resistance",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "180 ft. Energy Plane against one creature. You must succeed at a ranged Effect: A demiplane on the Ethereal Plane centered on your touch attack to strike your target. A creature struck suffers varying location 216 damage, depending on its nature and home plane of existence: Duration:Instantaneous :1 XIDNEPPA DNA SNIAMOD SLLEPS",
        "name":  "By casting this spell, you project a bolt of energy from the Positive Range",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Duration:1d4+1 rounds",
        "name":  "Spell Resistance",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched continue to cast this spell to enlarge your demiplane if you are Duration:1 round/level inside the boundaries of the demiplane. In such a case, the radius Saving Throw: Will negates (harmless) of the demiplane increases by 60 feet for each subsequent casting. Spell Resistance:Yes (harmless) If you cast the spell again while you are outside an existing demi- plane, the casting creates a separate bubble that does not touch or You can put a creature into a screaming blood frenzy. In this overlap any previously created demiplane. rage, the creature gains +4 to Strength, +4 to Constitution, and a",
        "name":  "Once the basic demiplane reaches its maximum size, you can Target",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5,000 XP. +2 morale bonus on Will saves. (Unlike a barbarian rage, no (Note: This version of the genesisspell supersedes the genesisspell penalty to AC is suffered, and no fatigue period occurs after the description previously published in Defenders of the Faith.) rage is over.) HARDENING SURELIFE Transmutation Abjuration",
        "name":  "XP Cost",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None This spell allows you to protect yourself against some condition—",
        "name":  "Saving Throw",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates Enchantment (Compulsion) [Mind-Affecting] Spell Resistance:Yes",
        "name":  "MADDENING SCREAM Saving Throw",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch its mind is clouded and it takes no action for 1 round per caster 217 SPELLS DOMAINS AND APPENDIX 1: level. The dazed subject is not stunned (so attackers get no special ing adventures. While mortals who ascend to the divine ranks may advantage against it), but it can’t move, cast spells, use mental abili- remain somewhat concerned with the mortal world, their primary ties, and so on. focus shifts to the needs and demands of the pantheon. Your play- ers may be ready for such a change by the time their characters TRUE CREATION achieve the potential for divinity. The trick is to be ready yourself, Conjuration (Creation) understanding how characters become gods and what sort of",
        "name":  "Range",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Although it’s possible to adventure with parties composed of both mortals and deities, in practice it’s difficult. There’s very Undeath to death snuffs out the animating forces of undead crea- little the mortal characters can do that divine characters can’t do tures, killing them instantly. The spell slays 1d4 HD worth of more easily and with less risk. Timing a game so that each char- undead creatures per caster level (maximum 20d4). Creatures with acter ascends at the same time may be difficult, but that’s the the fewest HD are affected first; among creatures with equal HD, ideal situation. Discuss ascension with all the players ahead of those closest to the point of origin of the burst are affected first. time. If only one player aspires to having a character ascend, it’s",
        "name":  "Spell Resistance",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Additional +2 against traps. Damage reduction 5/— Face/Reach:Most Large deities have a space of 10 feet and instead of 4/—. Mighty rage—an additional +2 to Strength and Con- reach of 10 feet. A few nonhumanoid deities (such as Bahamut, stitution and +1 on Will saves while raging (but the Divine Rage Tiamat, and Apep, all Colossal dragons) have a space of 30 feet and salient ability replaces this). Indomitable will—an additional +4 reach of 20 feet. bonus on Will saves to resist enchantment spells while raging.",
        "name":  "Barbarian",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Inspire courage bonus is +4 instead of +2 on saves and +1 above), salient divine abilities (see below), and spell-like abilities on attacks and damage. Suggestionsave DC increases by +7. Gain (see below). song of freedom, inspire heroics, and mass suggestionbardic music",
        "name":  "Bard",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gain spontaneous casting of summon nature’s allyspells. poses of bypassing damage reduction. Nature sense—gain +2 bonus on Knowledge (nature) and Survival",
        "name":  "Druid",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Change Alchemy to Craft (alchemy) and Pick Divine Inspiration:The despair aspect of this ability functions as Pocket to Sleight of Hand. an improved version of the crushing despairspell: affected creatures",
        "name":  "Renamed Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This ability increases save DCs by one-half the checks (Acrobatic, Agile, Animal Affinity, and so on). The Monster deity’s divine rank rather than the full divine rank. Manualalso introduces new feats that might be appropriate for",
        "name":  "Divine Spell Focus",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For deities with Spell Focus or Greater Spell Focus, spell. be sure to adjust the saving throw DCs for those schools the deity",
        "name":  "Altered Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The revised rules necessitate sev- Spell-Like Abilities:Several spells on the various domain eral changes to the divine salient abilities described in Chapter 2 of lists have changed. For new domains presented in Deities and Deities and Demigods. Demigods,see below.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This ability functions according to the revised hastespell. Luck Domain:The name of protection from elementshas changed to protection from energy. Replace holy aurawith moment of prescience.",
        "name":  "Divine Celerity",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The name of protection from elements has • Saving Throw: harmless changed to protection from energy. For example, if you become aware (through the greater status spell) that one of your linked companions is dying, you can cast",
        "name":  "Protection Domain",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The name of change selfhas changed to disguise self. The greater mummy template presented in Deities and Demigods Quasi-Deity Traits:This entry appears for several quasi- included an incorrect sample mummy. A corrected sample, deities in Deities and Demigods,particularly in the Asgardian pan- updated to conform to the revision, appears below. The base crea- theon (Skirnir, the einherjar, and the giants). It should read as fol- ture is an 11th-level human cleric of Set. lows: Immune to transmutation, energy drain, ability drain, ability GREATER MUMMY damage, mind-affecting effects; damage reduction 10/epic; fire Medium-Size Undead resistance 5; spell resistance 32; immortal.",
        "name":  "Trickery Domain",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+0 DOMAINS AND SPELLS",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Despair, mummy rot, control undead, spells",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Replace the rage spell presented in Saves:Fort +7, Ref +3, Will +12",
        "name":  "Madness Domain",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 14, Dex 11, Con —, Int 14, Wis 20, Cha 17 Player’s Handbook. Skills:Concentration +17, Diplomacy +12, Hide +8, Knowledge",
        "name":  "Deities and Demigodswith the spell of the same name in the revised Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Replace the undeath to deathspell pre- (religion) +16, Listen +13, Move Silently +8, Search +10, Sense sented in Deities and Demigodswith the spell of the same name in Motive +20, Spellcraft +16, Spot +13 the revised Player’s Handbook. Feats:Brew Potion, Combat Casting B , Forge Wand, Heighten",
        "name":  "Repose Domain",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Replace symbol(8th level) with symbol of Spell, Scribe Scroll death. Environment:Warm deserts",
        "name":  "Rune Domain",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action polymorph, and mind-affecting spells or abilities.",
        "name":  "Casting Time",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level The save DC against its spells is 15 + spell level.",
        "name":  "Duration",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Undead; 5 ft./5 ft.; 10/—; Concentration GIANTS +17, Diplomacy +12, Hide +8, Knowledge (religion) +16, Listen +13, Move Silently +8, Search +10, Sense Motive +20, Spellcraft +16, Jotunheim frost giants and Muspelheim fire giants should be B Spot +13; Brew Potion, Combat Casting , Forge Wand, Heighten treated as their counterparts from the Monster Manual,with the fol- Spell, Scribe Scroll; Same as the creature +4; Mummy Scourge lowing adjustments: (Su):Supernatural disease—slam, Fortitude save (DC 24), incuba- • Asgardian giants are quasi-deities with a divine rank of 0. They tion period 5 rounds; damage 1d6 temporary Strength, 1d6 tempo- gain the following quasi-deity traits: Immune to transmutation, rary Constitution, and 1d6 temporary Charisma. Otherwise as writ- energy drain, ability drain, ability damage, mind-affecting ten. (This is a more virulent form of the mummy rot disease carried effects; damage reduction 10/epic; fire resistance 5; spell resist- by ordinary mummies.) Replace resistance to blows with new ance 32; immortal. damage reduction entry. See Monster Manualglossary for revised • Most Asgardian giants have 5 or more levels of barbarian, definition of fire vulnerability. Sample creature: See the complete fighter, or ranger. sample greater mummy on page 11; LA same as base creature +4. Freke and Gere, Odin\u0027s Legendary Wolves:See Leg- VALKYRIES endary wolf in the Monster Manual IIsection, below. Valkyries are simply human female paladins with the einherjar Sleipnir, Odin\u0027s Legendary Horse:See Legendary horse template. Their mounts are celestial pegasi with all the normal in the Monster Manual IIsection, below. benefits of being a paladin’s mount. Blodug-Hofi, Frey\u0027s Legendary Horse: See Legendary",
        "name":  "Mummy, Greater",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft.; cannot be raised or melee; or +5 distance returning wounding dagger +20 resurrected (though a wishor miraclespell can restore ranged life).",
        "name":  "Outsider Traits",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Acid, cold, electricity, transmu- Erbin (Demigod) tation, draining and ability damage, and mind effects. Rogue 1/Fighter 1 Spell-Like Abilities: Erbin uses these abilities as a Medium-Size Outsider 10th-level caster. The save DCs are 17 + spell level).",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "47 (touch 33, flat-footed 32) screen, shatter, summon monster IX (evil spell only),time Face/Reach:5 ft. by 5 ft./5 ft. stop, unholy aura, unholy blight.",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers,salient divine abili- was spoken in the last hour, or any location when an act ties, sneak attack +1d6, spell-like abilities of unnecessary cruelty to a mortal occurs. He can",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft.; cannot be raised or nondetection, polymorph any object, protection from good, resurrected (though a wishor miraclespell can restore life). 3",
        "name":  "Outsider Traits",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers,salient divine abili- sary cruelty against intelligent beings when 500 or ties, sneak attack +3d6, spell-like abilities more such beings are involved.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers,salient divine abili- whose vitals are beyond reach. ties, sneak attack +5d6, spell-like abilities Evasion (Ex): If exposed to any effect that normally",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft.; cannot be raised bonus to AC, can’t be flanked) or resurrected (though a wish or miracle spell can",
        "name":  "Outsider Traits",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Erbin can see, hear, touch, and smell at a dis- Evasion (Ex): If exposed to any effect that normally tance of 11 miles. As a standard action, he can perceive allows a character to attempt a Reflex saving throw for anything within 11 miles of his worshipers, holy sites, half damage, Erbin sustains no damage with a success- objects, or any location where one of his titles or name ful saving throw. was spoken in the last hour. He can extend his senses to Outsider Traits:Darkvision 60 ft.; cannot be raised or up to ten locations at once. He can block the sensing resurrected (though a wishor miraclespell can restore power of deities of his rank or lower at up to two life). remote locations at once for up to 11 hours. Traps:Erbin can use the Search skill to locate traps",
        "name":  "Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Erbin can use Disguise, Move trap generally has a DC of 25 + the level of the spell Silently, Perform (act), Pick Pocket as free actions if the used to create it. If he beats a trap’s DC by 10 or more DC for the task is 25 or lower. He can perform up to ten with a Disable Device check, he can generally study a such free actions each round. trap, figure out how it works, and bypass it (with his",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers,salient divine abili- Domain Powers: Same as for intermediate deity. ties, sneak attack +13d6, spell-like abilities Spell-Like Abilities (caster level 26th; save DC 35 +",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft.; cannot be raised or DIVINE ASCENSION resurrected (though a wishor miraclespell can restore life). ADVENTURE IDEAS",
        "name":  "Outsider Traits",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 3rd level arcane A central theme in many divination spells is the spells, 2 from each level must be divinations. concept of telepathy. The mental acuity and open",
        "name":  "Spellcasting",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Iron Will, Spell Focus (divination). transmission of thoughts that occurs during certain",
        "name":  "Feats",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration 8 ranks, Scry 5 ranks. spells can awaken a desire in some diviners to",
        "name":  "Skills",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "May not have Enchantment as a prohibited school. Class Skills The arcanopath’s class skills (and the key ability for each skill) are Alchemy (Int), Animal Empathy (Cha), Concentration (Con), Gather Information (Cha), Knowledge (any) (Int), Scry (Int), Sense Motive (Wis) and Spellcraft (Int).",
        "name":  "Special",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d8. heavier than leather apply to the skills Balance, Climb, Escape Artist, Hide, Jump, Move Silently, Requirements Pick Pocket and Tumble. To qualify to become a mindshifter, a character Spells per Day/Spells Known: At every third must fulfil all the following criteria: mindshifter level, the character gains new spells per day (and spells known, if applicable) as if",
        "name":  "Hit Dice",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 4th level arcane he had also gained a level in a spellcasting class spells, including analyse creature. to which he belonged before adding the prestige",
        "name":  "Spellcasting",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "May not have the Iron Will feat and may than one spellcasting class before becoming a not have Transmutation as a prohibited school. mindshifter, the player must decide to which class to add each level for determining spells per day Class Skills and spells known. The mindshifter’s class skills (and the key ability for each skill) are Concentration (Con), Heal",
        "name":  "Special",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When a mindshifter first opens (Wis), Knowledge (any) (Int), Scry (Int), Sense his mind to the chaos of this prestige class, he Motive (Wis) and Spellcraft (Int). must decide whether to embrace the ever-changing nature of his mutating mind or try to retain some",
        "name":  "The First Choice",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The mindshifter suffers a form as a ghost is able to. This is occurring because of insanity due to the chaos in his mind and the the powers of a mindshifter are severing the stress of holding fragments of other minds within connections between the character’s soul and his himself. Each time Derangement is gained, form-locked body. Unfortunately, this separation the Games Master picks an appropriate form of may result in the mindshifter’s death if he is not insanity and applies it to the mindshifter. The strong enough to survive the process. insanity is not immediately debilitating but it should affect the mindshifter at inconvenient The mindshifter may choose to abandon the times and make a ‘normal’ life difficult. Phobias, class before this occurs. As with The Second catatonic episodes and hallucinatory mania are all Choice, he loses the Mindtheft and Derangement quite appropriate. class features but retains any currently possessed spell-like abilities as permanent features of the",
        "name":  "Derangement",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6 (Dex) and Spellcraft (Int).",
        "name":  "Hit Dice",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lightning Reflexes, Iron Will, Spell prestige class. Focus – Divination (In preparation for taking this prestige class, any character can take the Spell",
        "name":  "Feats",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Savants have the class ability to the same time.) cast spells from its own class list, provided below.",
        "name":  "Spells per Day",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+3 Savants cast arcane spells as a sorcerer and do not",
        "name":  "Base Attack Bonus",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whenever a savant enters of these feats can be used simultaneously but combat, he begins to partially foretell the future as a constant, uncontrolled ability and perceives the world around him as a whirling mass of possible futures and fleeting opportunities. While the savant cannot hope to ever truly master this flood of nearly incomprehensible information, it grants him special insight into the nature of combat and the many ways he can interact with his opponents and allies. All of a savant’s class abilities, and to a lesser extent his arcane spells, are based around these special perception. By itself, it acts as the first level of the Uncanny Dodge class feature, preventing the savant from ever losing his Dexterity bonus to his Armour Class, regardless of being caught flatfooted or being struck by an invisible opponent.",
        "name":  "Combat Lucidity",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Skill Focus (Knowledge – any), Spell Seers are not always enviable people. Knowing Focus (divination). what is to come does not begin to prepare you Skills: Knowledge (any) 6 ranks, Scry 8 ranks. for it. Seeing the deaths of loved ones, the fall Statistics: Intelligence 15+, Wisdom 15+. of one’s nation or the impending destruction of everything one holds dear can be a maddening Class Skills thing. Fortunately, a seer also develops the ability The seer’s class skills (and the key ability for each to alter the future he sees. This is far from a skill) are Alchemy (Int), Craft (Int), Concentration certainty, even at the highest level of ability but it (Con), Heal (Wis), Knowledge (any) (Int), Scry can offer solace in the fact that, if the future is not (Int) and Spellcraft (Int). what a seer wishes it to be, something might be done about it.",
        "name":  "Feats",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "d6. Class Skills The witness’ class skills (and the key ability for Requirements each skill) are Craft (Int), Concentration (Con), To qualify to become a witness, a character must Gather Information (Cha), Intuit Direction (Wis), fulfil all the following criteria: Knowledge (any) (Int), Listen (Wis), Scry (Int), Search (Int), Sense Motive (Wis), Spellcraft (Int),",
        "name":  "Hit Dice",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast arcane spells of the Spot (Wis) and Wilderness Lore (Wis). Divination school.",
        "name":  "Spellcasting",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute being able to cast spells from the noted school (or",
        "name":  "Casting Time",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous Lastly, many of these spells share a common",
        "name":  "Duration",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Since the component must be handled through direct contact during spellcasting, some physical This spell has as many different names as there are danger could result from this spell. races that know of it. The ultimate form of social divination, equation of man opens the caster to the Darkest Knowing infinite knowledge of how his own race thinks, Divination (Mind-Affecting) acts and lives. Everything about the caster’s race,",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes A caster under the effect of equation of man While divination spells are powerless to actually cannot fail an attack roll, skill check or saving inflict any form of compulsion, sometimes the throw regarding his race. A caster with a template 2288 29 DIVINATION SPELLS (for example, a lich) applies this ability to those This spell has only one downside; the caster can of his original race. This ability extends to Craft barely think about anything other than the many and Profession skill checks if the subject matter is facets and complications of his own race. Thus, specific to his race, though appropriate materials any roll made regarding another race is at a –10 must be on hand. penalty. If the elf in the above example was also attacked by a Huge monstrous spider, he would The power of this spell goes even farther. Any be hard pressed to defend himself and unlikely to task other than combat that this spell applies to make a saving throw against its poison. can be completed within its duration, no matter how long it would normally take to complete, as Estimation long as the caster can dedicate more than half the Divination spell’s duration to that task. The sole exception to Level: Sor/Wiz 2 this is an attempt to chronicle the vast knowledge Components: V, S gained in any way. There is simply far too much Casting Time: 1 action information in the caster’s mind to allow the kind Range: Medium of concentration required to write down everything Area: 40 foot burst he has learned. More narrow topics are acceptable Duration: Instantaneous though. Saving Throw: None",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None (harmless) Spell Resistance: No",
        "name":  "Saving Throw",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 hour",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One creature the ability to intercept any attempt to detect his Duration: Instantaneous thoughts, establish mental contact with his mind Saving Throw: Fortitude negates (object) or take control of him through any spell with the Spell Resistance: Yes charm or compulsion designators. The caster can then make the originator of these attempts see This spell functions like analyse creature, anything the caster wishes them to, making them except that the information obtained is even believe that what they are seeing is the truth. A more detailed. It informs the caster of both the Sense Motive check on the part of the originator creature’s abilities (as noted in analyse creature) (DC 10 + caster level) can be made to see through and what characteristics differ from the target’s this deception. If the deception is detected, the normal racial type. The other major difference originator can then push past the gilded thoughts is that greater analyse creature has no true range automatically and achieve whatever effect the limitation, works on dead creatures and can be original spell would have had. used on undead (though the information it gives is for the creature as it was when it was alive).",
        "name":  "Once this spell is cast, the mind of the caster gains Target",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 3 direct contact during spellcasting, some physical",
        "name":  "Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F danger could result from this spell.",
        "name":  "Components",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 1 action",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You thing the caster can say, letting him know what Duration: Instantaneous people want to hear and what will accomplish any Saving Throw: None (harmless) given communication-oriented goal. While it is Spell Resistance: None in effect, the caster may make a Concentration check (DC 10 + the Difficulty Class of the This spell attributes its level to its incredibly wide Diplomacy, Sense Motive, Gather Information or range of uses. It is similar to foretelling, except Bluff check normally required) to perform those that the question can have any kind of phrasing 3322 DIVINATION SPELLS and offers a complete, perfectly accurate answer Hand of the Guilty (though it is not always easy to understand). Divination Instead of this ability, greater foretelling can be",
        "name":  "This spell continuously divines the best possible Target",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, F spell of 7th level or below, foregoing any need for",
        "name":  "Components",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close this spell. Experience point costs, if any, must be",
        "name":  "Range",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes immediately after the foresight spell to increase the duration of the foresight to 24 hours. Greater Named for its most common use, this is a spe- foretelling has no other effect if cast in this way. cialised form of locate creature spell that uses as its focus an object of no more than 1 lb. per caster",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round plane. If the target is actually dead, the spell will",
        "name":  "Casting Time",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You as the spellcaster.",
        "name":  "Target",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action the Reflex saving throw allowed by the next spell",
        "name":  "Casting Time",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You critical hit if the spell allows for one.",
        "name":  "Target",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None (harmless) If a target of one of these guided spells has the",
        "name":  "Saving Throw",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Evasion ability, it can still make a save for half damage. In this case, it does not get the normal The caster of intuitive insight gains a subtle benefit conferred by Evasion. Improved Evasion understanding of nearly every form of skill acts as Evasion normally would, allowing the imaginable. The less he actually knows about a target to evade damage from the guided spell only given skill, the more this tenuous wisdom can aid on a successful saving throw. him. This translates into a +5 insight bonus to any skill in which the spellcaster does not possess any ranks. If the caster does have ranks in a given 3322 33 DIVINATION SPELLS skill, reduce the bonus by his number of ranks. Saving Throw: None (harmless)",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No caster has five or more ranks in the skill. Intuitive insight does it confer the ability to use exclusive The natural world follows its own rules, rules that skills. However, it does allow him to use skills can be quite confusing to wizards and sorcerers, that cannot normally be used untrained. who often spend more time dealing with arcane affairs than what resides in the heart of sylvan",
        "name":  "Thus, the spell does not give any bonus if the Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A specially prepared amulet of glades. However, the life of an adventuring platinum and amethyst worth 2,000 gp. wizard can take him into some very inhospitable places, such as dark forests filled with wild Law of Simplification creatures. This spell allows a caster to divine the Divination purpose, motivation and desires of animals and",
        "name":  "Arcane Focus",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action When cast, the spellcaster gains a +10 insight",
        "name":  "Casting Time",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour on, will we make it to Caer Olvran by nightfall?’ 3344 DIVINATION SPELLS Following the path and nightfall are the two Lesser Mental Unity conditions and the answer would be ‘yes’ since the Divination party is close enough to reach the doomed ruins Level: Sor/Wiz 2 of Caer Olvran at their current rate of movement. Components: V, S, M",
        "name":  "Duration",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour (D) If the question had been ‘Will we make it to Caer Saving Throw: None (harmless) Olvran?’ the spell will likely fail. While the party Spell Resistance: Yes is only a few hours from its bone-littered streets, there are packs of dire wolves and the deadly An excellent way to keep track of a companion’s guardian that protects the only entrance to its condition, this spell forges a simple bond between valley to contend with. The party is certainly not the caster and several other creatures. Everyone assured of being able to defeat what lies ahead, affected by the bonds formed by a single casting and so the question is too general to allow for a of this spell know instantly when someone in the definitive answer. link is harmed, poisoned, polymorphed, petrified, charmed, killed or rendered unconscious. The",
        "name":  "Duration",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Next spell cast",
        "name":  "Duration",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes damage, drain and stun period.",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A clay tablet engraved that the number of creatures that can enter into the with the caster’s personal mark and a single drop bond is greater. The caster can also communicate of the caster’s blood. freely with any member of the bond, which does nto automatically end the spell and can exclude Moment’s Brilliance any individual the caster wishes. In addition, the Divination other members of the bond can each send a single Level: Sor/Wiz 1 10-word message to everyone else in the link but Components: V, S, M this cannot exclude recipients and removes the Casting Time: 1 action sender from the link. Range: Self",
        "name":  "This spell functions as lesser mental unity except Material Component",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One amethyst for each Duration: 1 round creature in the link (100 gp each), which shatters Saving Throw: None (harmless) when the spell ends. Spell Resistance: No Mindshriek When cast, this spell enhances the caster’s Divination (Contingent – Abjuration) Intelligence to an incredible degree, allowing",
        "name":  "Material Component",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Self 30 or less. This spell has no effect if the DC is",
        "name":  "Range",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will partial (see text) languages spell, permits the use of any Knowledge",
        "name":  "Saving Throw",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No skill without needing ranks in it and, if the caster bases his spell DCs on Intelligence, increases the Possibly the closest thing the divination school DC of any spell cast while under the effect of has to a defensive spell, mindshriek guards the moment’s brilliance by +2. spellcaster’s mind by setting up a psychic trap that affects anyone who tries to force contact with, Arcane Focus: A specially prepared amulet of or control, his mind. This ‘trap’ lingers in the platinum and amethyst worth 2,000 gp. spellcaster’s mind for up to 24 hours; disappearing after that time if it has not been triggered. If the Portents and Omens caster is the target of any unwanted or unknown Divination telepathic contact, mind-affecting spell or mental Level: Sor/Wiz 4 attack, the mindshriek occurs automatically. Components: V, S, M",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) spell. These effects call for saving throws as",
        "name":  "Saving Throw",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes normal but the DC is based on the pure sight spell. This spell makes the caster acutely aware of In addition, as long as at least one hour remains the world around him, letting him take special in pure sight’s duration, the caster can change its note of subtle signs that can foretell the future. detection ability to duplicate the effects of arcane More importantly, this spell allows the caster to true seeing. This effect will last for one hour, directly manipulate these signs to improve his cannot be changed and ends the pure sight spell luck or impair that of others. If the caster wishes immediately after the hour has elapsed. to improve his own future, this spell provides a +1 luck bonus to all ability checks, skill checks, Singular Focus saving throws and attack rolls. Divination",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S others, each desired target in range gets a Will Casting Time: 1 action save to negate the spell’s effect. Failure to save Range: Self against the portents and omens means the target Target: You suffers a –1 luck penalty to all ability checks, skill Duration: Varies checks, saving throws and attack rolls. Saving Throw: None (harmless)",
        "name":  "If the caster wishes to exacerbate the future of Components",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You and one creature per 6 full levels Targets immune to mind-affecting spells or under",
        "name":  "Target",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes negates the lethal damage automatically and allows a Will save to negate the subdual damage. By casting shared minds, the spellcaster enters into a state of subconscious rapport with one Timesight or more target creatures. No communication is Divination possible through the link and it does not allow the Level: Sor/Wiz 5 caster to interrogate the subjects or learn secrets Components: V, S, F but it does allow all involved to operate more Casting Time: 1 action efficiently as part of a greater whole. Range: Touch",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 round per hour viewed (D) bonus to their attack rolls and skill checks equal to Saving Throw: Will negates +1 for every full +5 bonus possessed by the most Spell Resistance: Yes skilled member of the link. In addition, everyone in the link uses the best Willpower save available By casting timesight, the caster attempts to read in the group. However, a failed Willpower save the past or future of an object, person or place by any member of the group affects every member touched, to a maximum of one day per caster level. equally. In addition, whenever a member of the Immediately upon casting the spell, the caster link is dealt lethal damage, every other member must make a Concentration check (DC 20) or lose suffers an amount of subdual damage equal to the spell due to the chaotic, incomprehensible one-quarter of the damage dealt. images that flood his mind. If this occurs, nothing useful is gained and the spell has no further effect.",
        "name":  "Each subject of shared minds gains an insight Duration",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A single amethyst worth Unwilling sentient creatures, objects or places 500 gp for each creature to be included in the link. may make a Will save to negate this spell’s effects. Telepathic Assault If the Concentration check succeeds, the caster Divination (Mind-Affecting) states an amount of time and can look either",
        "name":  "Material Component",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Instantaneous and vice-versa. This spell does not grant visual",
        "name":  "Duration",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You what can be seen with this version of the spell. Duration: 1 hour per level",
        "name":  "Ultimately, the Games Master is the final arbiter of Target",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An hourglass or pocket watch Spell Resistance: Yes worth 1,000 gp. This spell is a dangerous divination at best but its Touch of the Artisan effect is often well worth the risk. It grants the Divination caster a sudden, intuitive knowledge of the essence",
        "name":  "Arcane Focus",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Varies appropriate type appearing after the spell ends).",
        "name":  "Duration",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Touch of the Mystic Divination",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Touch of the Sage A simple but incredible useful divination, touch Divination of the merchant allows the recipient to know the Level: Sor/Wiz 3 4400 41 DIVINATION SPELLS",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Touch of the Soldier Divination",
        "name":  "Spell Resistance",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You is not compatible with other spells that affect",
        "name":  "Target",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harmless) (transformation, for example) and the spell ends if",
        "name":  "Saving Throw",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 8 4422 DIVINATION SPELLS",
        "name":  "Level",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Ability to cast Divination 5. Evasion. spells. Special: This feat can be taken a maximum of",
        "name":  "Prerequisite",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any spell with a range other than personal that offers a Fortitude or Reflex saving throw can be prepared with Psychic Spell. The spell gains the mind-affecting designator in addition to any that it might already possess, which may make certain targets immune to it when they might otherwise not be (undead, for example). A Psychic Spell has its saving throw changed to Willpower, although the other aspects of the save (half, negates, etc.) remain unchanged. Damage caused by a Psychic Spell is automatically subdual, though powers that reduce, negate or render a target immune to subdual damage do not apply. 4466 DIVINATION FEATS",
        "name":  "Benefit",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "School Focus (divination), Spell Prerequisites: Awareness. Focus (divination). Benefit: You gain a +10 competence bonus to",
        "name":  "Prerequisite",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may leave one slot per spell level Listen checks and a similar bonus to any Search or you can cast unfilled. At any point before you Spot checks where scent could be a factor. If you next rest to regain spells, you can fill one or gain the ability to track, you receive a +4 bonus more of these slots with a spell you know of the to any tracking checks you have to make. You appropriate level as a free action. temporarily lose your scent bonuses if you are exposed to truly pungent odours, such as a skunk’s Tremulous Touch (Awareness) musk, and you take +1 damage per die from sonic Your sense of touch has grown so acute that you attacks. can feel vibrations in the air and through the Special: If you also possess the Heightened Sight ground. With this incredible perception, you are and Tremulous Touch feats, you gain the Scent extremely hard to surprise. special quality, in addition to the benefits provided",
        "name":  "Benefit",
        "source":  "divination___the_all_seeing_eye.txt",
        "_id":  "d682168a78e34b866eada8f99c91121690938f792bf4b88c7e7c27fc7576be27"
    },
    {
        "origin_file":  "spells.json",
        "description":  "DRAGON SIGHT As noted in the Monster Manual, dragons see extremely well in all lighting conditions. In normal light, a dragon sees twice as well has a human. In game terms, this means that a dragon can detect the presence of a potential encounter at twice the distance given in theDungeon Master’s Guide (see Stealth and Detection in a Forest, page 87, and other similar sections) .Also, when a dragon makes a Spot check, it takes only half the penalty for distance:a –1 penalty per 20 feet of distance rather than the standard –1 per 10 feet of distance. In dim light ,a dragon sees four times as well as a human. The dragon’s low-light vision is exactly like that of other crea-tures with the low-light ability, except that the dragon sees four times as far when using artificial illumination. For example, from a dragon’s point of view a light spell produces bright illu- mination in a 40-foot radius around the affected object and dim light for an additional 40 feet. In complete darkness, a dragon relies on darkvision and blindsense. Both are exactly like the standard abilities, except for the dragon’s exceptional range: 120 feet for darkvision and 60 feet for blindsense. In addition to their superior visual apparatus, dragons com- monly have ranks in the Spot skill.",
        "name":  "RULES",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The first line gives the name by which the deity is generally known. Other names or titles attributed to thedeity (if any) are given immediately below the name. Following the name is the deity’s level of power. In de- scending order, the levels of power are greater deity, inter-mediate deity, lesser deity, and demigod. These rankings donot affect the abilities of clerics, the power of the spells theycast, or most anything in the mortal world. They representthe relative levels of power among deities only .",
        "name":  "DRAGONS Name",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you have both this feat and you have (or later gain) the frightful presence ability, your frightfulpresence radius either increases by 50% or increases to 5feet ×1/2 your racial Hit Dice, whichever figure is higher. The save DC against your frightful presence also increasesby 2. AWAKEN SPELL RESISTANCE [MONSTROUS] You gain spell resistance.",
        "name":  "Special",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain innate spell resistance equal to your racial Hit Dice.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can embed the focus component for a spell you know how to cast into your skin or hide and use theembedded focus anytime you cast the spell. You can embeda number of focuses equal to your Constitution score.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The total value of expensive spell focuses a dragon has embedded in its hide should be considered part of thedragon’s treasure. ENDURE BLOWS [MONSTROUS] You are adept at lessening the effects of blows.",
        "name":  "Special",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your fly speed (if you have one) improves by 20 feet. All other speeds you have improve by 10 feet. IMPROVED SPELL CAPACITY [EPIC] You can prepare spells that exceed the normal limits ofspellcasting.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast spells of the normal maxi- mum spell level in at least one spellcasting class.",
        "name":  "Prerequisite",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When you select this feat, you gain one spell slot per day of any level up to one level higher than the highestlevel spell you can already cast in a particular class. Forexample, if you select this feat as a 21st-level wizard, youwould gain one wizard spell slot of any spell level up to 10th. You must still have the requisite ability score (10 + spell level) to cast any spell stored in this slot. If you have a highenough ability modifier to gain one or more bonus spellsfor this spell level, you also gain the bonus spells for thisspell level. You must use the spell slot as a member of the class in which you can already cast spells of the normal maximumspell level. For instance, a 5th-level ranger/22nd-level sor-cerer couldn’t add a ranger spell slot, because he can’t castspells of the normal maximum spell level for rangers. Hemust add the spell slot to his sorcerer spells.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Hissing and whispering softly, you lull the targets into a comatose slumber. Sleeping creatures are helpless. Slap-ping or wounding awakens affected creatures, but normalnoise does not. Awakening a creature is a standard action(an application of the aid another action). Hiss of sleep has no effect on creatures that can see you, creatures that have already rolled saving throws against yourfrightful presence, or unconscious creatures. Imperious Glare Necromancy [Fear, Mind-Affecting]Level: Sor/Wiz 6",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Hissing and whispering softly, you stir feelings of confusion and madness in the targets’ minds. You can choose to inflictone of the following conditions upon any creatures that failtheir saving throws.",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The subjects fall into fits of uncontrollable laugh- ing or crying (equal chance for either). Hysterical creaturesare unable to attack, cast spells, concentrate on spells, or doanything else requiring attention. The only action such acharacter can take is a single move action per turn.",
        "name":  "Hysteria",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No (harmless) The creature you touch becomes more agile in the air, able to make quicker turns, and more maneuverable whenflying. The target must be capable of flight using wings.The creature’s maneuverability improves by one step—from clumsy to poor, poor to average, average to good, orgood to perfect. A single creature cannot benefit from multiple applica- tions of this spell at one time. Wings of Air, Greater",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Iron Will, Quicken Spell- Like Ability .",
        "name":  "Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Initiation: Before adopting the prestige class, a dragon must jointhe loose-knit cult of other disciples andundergo its initiation rites. This processincludes the ritual scarring of the dragon’sheart—an extremely dangerous practice thatwould claim the life of a dragon too weak toqualify for the class, and leaves even those thatdo robbed of 1 point of Constitution. (Dragonsthat progress to at least 6th level in thisclass regain the lost Constitutionpoint eventually .)Class Skills The disciple of Ashardalon’s class skills (and the key abilityfor each skill) are Concentration (Con), Hide (Dex), Intimi-date (Cha), Knowledge (arcana) (Int), Knowledge (theplanes) (Int), Knowledge (religion) (Int), Listen (Wis), MoveSilently (Dex), Search (Int), Sense Motive (Wis), Spellcraft(Int), and Spot (Wis). See Chapter 4: Skills in the Player’s Handbook for skill descriptions.",
        "name":  "Special",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast divine spells.Domain: Knowledge (or able to cast at least three Knowl- edge domain spells as arcane spells). Class Skills The dispassionate watcher’s class skills (and the key abilityfor each skill) are Concentration (Int), Decipher Script (Int),Knowledge (all skills, taken individually) (Int), and Spell-craft (Int). See Chapter 4: Skills in the Player’s Handbook for skill descriptions.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 1st level, a dispassionate watcher loses any effective sorcerer level it had previouslygained by virtue of its age and draconic variety . Its effectivedivine spellcasting level increases by the number of sor-cerer levels it sacrificed. These effective levels apply only tothe dragon’s spellcasting, not to other class abilities (suchas turning undead). For example, a very old amethyst dragon/1st-level cleric adopts the dispassionate watcher of Chronepsis prestigeclass. Its sorcerer caster level of 11th converts into eleveneffective cleric levels, giving the dragon the spellcastingability of a 12th-level cleric. 89CHAPTER 2: A DM’S GUIDE TO DRAGONS Illus. by D. Hudnut A dispassionate watcher of Chronepsis90Calming Aura (Su): At 1st level, a dispassionate watcher loses its frightful presence ability (if it had one),gaining instead an infectious aura of calm detachment.This aura has the same radius and Will save DC as thedragon’s frightful presence ability, if it had one. If it did notpossess frightful presence, the radius is equal to 5 feet per2 HD the dragon possesses (counting only its base dragonHit Dice, not any class levels). The Will saving throw toresist the effect has a DC of 10 + 1/2 dragon’s base HD + itsCha modifier. The effect of the aura is the same as that of acalm emotions spell, but it lasts as long as the dispassionate watcher does not attack.",
        "name":  "Divine Conversion",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "From 2nd level on, when a new dispas- sionate watcher level is gained, the dragon gains new spellsper day as if it had also gained a level in a divine spellcast-ing class it belonged to before it added the prestige class. Itdoes not, however, gain any other benefit a character ofthat class would have gained (an improved chance of turn-ing or rebuking undead, wild shape, and so on). This essen-tially means that the dragon adds the level of dispassionatewatcher to the level of whatever divine spellcasting classthe dragon has, then determines spells per day and casterlevel accordingly . If the dragon had more than one divine spellcasting class before becoming a dispassionate watcher, the dragon mustdecide to which class it adds each level of dispassionatewatcher for the purpose of determining spells per day . A very old amethyst dragon/1st-level cleric/2nd-level dispassionate watcher has the spellcasting ability of a 13th-level cleric: 11 from divine conversion of its sorcerer spell-casting levels, 1 from its single cleric level, and 1 from itstwo levels in the prestige class. If a dragon advances an age category after taking levels in this class, the added levels of spellcasting ability are addedto its effective divine spellcasting level. If the very oldamethyst dragon in the example above lives to be ancient, itsspellcasting level would increase by 2, so it would cast spellsas a 15th-level cleric.Comprehend Languages (Sp): At 2nd level, a dispassionate watcher gains the ability to use comprehend languages at will. Stunning Rebuke (Su): A 4th-level dispassionate watcher can deliver a thunderous rebuke that stuns onecreature of its choice within 100 feet. If the target creaturefails a Will saving throw (DC 10 + dispassionate watcher’sclass level + 1/2 its Cha modifier), it is stunned for 1d4+1rounds. This is a sonic effect, but is not language-dependent. Tongues (Sp): A 5th-level dispassionate watcher can use tongues at will. Discern Lies (Su): At 6th level, a dispassionate watcher knows when anyone (other than a deity) is deliberatelylying. This ability is like the discern lies spell, except that it works continuously and applies to any creature the dragoncan perceive. Clearsight (Ex): A 9th-level dispassionate watcher can see illusions, transmuted creatures and objects, and dis-guised creatures and objects for what they really are, pro-vided they are within 30 feet of the dragon. This ability issimilar to the true seeing spell, except that it also foils mun- dane disguises. Vision (Sp): At 10th level, a dispassionate watcher gains the ability to use vision three times per day . Using this abil- ity is only a standard action for the dragon. Analyze Dweomer (Sp): A 12th-level dispassionate watcher can use analyze dweomer at will. DRAGON ASCENDANT Easily the most powerful creatures native to the Material Plane, dragons hold a unique position in relation to thepowers beyond that plane. Those who become dragon as-cendants quest to transcend the limitations of materialexistence, rising above all other dragons to become noth-ing less than deities themselves. Their progress throughthe levels of this class represents their advancement towardtheir ultimate goal, and they become increasingly godlikeas they advance. Most dragon ascendants have not previously gained class levels, but all are dragons of considerable age andpower. A few dragon clerics, paladins, and blackguardsmove into the dragon ascendant prestige class when theyreach sufficient levels of power. Members of the divineCHAPTER 2: A DM’S GUIDE TO DRAGONSTable 2–6: The Dispassionate Watcher of Chronepsis Class Base Fort Ref Will Level Attack Bonus Save Save Save Special Spellcasting 1st +0 +2 +0 +2 Divine conversion, calming aura, — Draconic Knowledge 2nd +1 +3 +0 +3 Comprehend languages +1 level of existing class 3rd +2 +3 +1 +3 — +1 level of existing class 4th +3 +4 +1 +4 Stunning rebuke +1 level of existing class5th +3 +4 +1 +4 Tongues +1 level of existing class 6th +4 +5 +2 +5 Discern lies +1 level of existing class 7th +5 +5 +2 +5 — +1 level of existing class 8th +6 +6 +2 +6 — +1 level of existing class9th +6 +6 +3 +6 Clearsight +1 level of existing class 10th +7 +7 +3 +7 Vision +1 level of existing class 11th +8 +7 +3 +7 — +1 level of existing class 12th +9 +8 +4 +8 Analyze dweomer +1 level of existing classprestige classes described in this chapter (the dispassion- ate watcher of Chronepsis, the sacred warder of Bahamut,and the unholy ravager of Tiamat) sometimes also choosethe path of divine ascension to become more perfect ser-vants of their deities. Dragon ascendants are proud and typically aloof. They view travel along the path toward divineascension as a race, and do not choose toshare the road with others on the samecourse. On the other hand, they oftenhave followers and allies who supportthem on their quest, and they work morefreely with lesser dragons and non-dragons than other dragons do.",
        "name":  "Spellcasting",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Consume Hoard: A would- be dragon ascendant must eatits hoard to begin theprocess of divine as-cension. Its hoardmust have a value of atleast 100,000 gp, but thedragon cannot chooseto eat just 100,000 gpand leave the restalone—it mustconsume its entire hoard. Class Skills The dragon ascen-dant’s class skills (and the keyability for each skill) are Concentration (Con), Diplomacy(Cha), Heal (Wis), Intimidate (Cha), Jump (Str), Knowledge(arcana) (Int), Knowledge (the planes) (Int), Knowledge (religion) (Int), Listen (Wis), Search (Int), Sense Motive (Wis), Spellcraft (Int), and Spot (Wis). See Chapter 4: Skills in the Player’s Handbook for skill descriptions.",
        "name":  "Special",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast arcane spells.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Iron Will. Class Skills The hidecarved dragon’s class skills (and the key ability foreach skill) are Balance (Dex), Climb (Str), ConcentrationCHAPTER 2: A DM’S GUIDE TO DRAGONSTable 2–8: The Elemental Master Class Base Fort Ref Will Level Attack Bonus Save Save Save Special 1st +1 +2 +2 +2 Element mastery, elemental command, energy attunement 2nd +2 +3 +3 +3 Energy substitution, summon elemental I 3rd +3 +3 +3 +3 Energy focus +1 4th +4 +4 +4 +4 Energy burst5th +5 +4 +4 +4 Summon elemental II 6th +6 +5 +5 +5 Energy focus +2 7th +7 +5 +5 +5 Energy storm 8th +8 +6 +6 +6 Summon elemental III 9th +9 +6 +6 +6 Energy focus +3 10th +10 +7 +7 +7 Spell-like ability 11th +11 +7 +7 +7 Summon elemental IV 12th +12 +8 +8 +8 Elemental qualities, energy focus +4(Con), Diplomacy (Cha), Escape Artist (Dex), Hide (Dex), Jump (Str), Knowledge (arcana) (Int), Knowledge (religion)(Int), Listen (Wis), Move Silently (Dex), Sense Motive (Wis),Spot (Wis), Swim (Str), and Tumble (Dex). See Chapter 4:Skills in the Player’s Handbook for skill descriptions.",
        "name":  "Feat",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast divine spells.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Able to cast divine spells.",
        "name":  "Spells",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Destruction. Class Skills The unholy ravager’s class skills (and the key ability foreach skill) are Climb (Str), Concentration (Con), Intimi-date (Cha), Jump (Str), Knowledge (arcana) (Int), Knowl-edge (religion) (Int), Spellcraft (Int), Survival (Wis), andSwim (Str). See Chapter 4: Skills in the Player’s Handbook for skill descriptions.",
        "name":  "Domain",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At 1st level, an unholy ravager loses any effective sorcerer level it had previously gained byvirtue of its age and draconic variety . Its effective divinespellcasting level increases by the number of sorcerer levelsit sacrificed, allowing the dragon to cast cleric spells muchmore effectively . These effective levels apply only to thedragon’s spellcasting, not to other class abilities (such asturning undead or wild shape). 97CHAPTER 2: A DM’S GUIDE TO DRAGONS98For example, a very old red dragon/1st-level cleric adopts the unholy ravager of Tiamat prestige class. Its sorcerer caster level of 13th converts into thirteen effective cleric levels in addition to its 1 level of cleric, giving the dragon the spellcasting ability of a 14th-level cleric.",
        "name":  "Divine Conversion",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An advanced dragon’s spell resistance increases by 2 per additional age category .",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dragons do not gain additional spell- like abilities. When a dragon gains one virtual age categorybeyond the great wyrm stage, its damage reduction im-proves to 20/epic.",
        "name":  "Special Abilities",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Appraise +44, Balance +33, Bluff +75, Climb +54, Concentration +81, Diplomacy +79, EscapeArtist +36, Heal +41, Intimidate +77, Jump +92, Knowledge(arcana) +75, Knowledge (history) +72, Knowledge (local)+72, Knowledge (nature) +72, Listen +72, Search +72, SenseMotive +72, Spellcraft +74, Spot +72, Survival +26, Swim+39; Blind-fight, Cleave, Combat Casting, Combat Reflexes,Dodge, Flyby Attack, Great Cleave, Hover, Improved SpellCapacity (10th), Improved Spell Capacity (11th), ImprovedSpell Capacity (12th), Improved Spell Capacity (13th),Mobility, Power Attack, Quicken Spell, Quicken Spell-LikeAbility, Rend, Snatch, Spell Opportunity, SpellcastingHarrier, Wingover . Breath W eapon (Su): 80-ft. cone, 38d10 fire, Reflex DC 57. Crush (Ex): Area 30 ft. by 30 ft.; Huge or smaller oppo- nents take 6d6+36 points of bludgeoning damage, and mustsucceed on a DC 57 Reflex save or be pinned. Frightful Presence (Ex): 570-ft. radius, HD 60 or fewer, Will DC 51 negates. Rend (Ex): Extra damage 8d8+36. Snatch (Ex): Against Huge or smaller creatures, bite for 6d6+24/round or claw for 4d8+12/round. Spell-Like Abilities: 19/day— locate object ; 3/day— sug- gestion ; 1/day— discern location . Caster level 33rd; save DC 21 + spell level.",
        "name":  "Skills and Feats",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cha 13, Speak Language (Draconic), arcane spellcaster level 7th, ability to acquire a new familiar,compatible alignment.",
        "name":  "Prerequisites",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can use your wild shape ability to change into a Small or Medium dragon. You gain all the extraor-dinary and supernatural abilities of the dragon whoseform you take, but not any spell-like abilities or spellcast-ing powers. DRAGONBANE [GENERAL] You have made a special study of dragons and are adept atpulling off deliberate attacks that take advantage of adragon’s weak spots.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +2 bonus on attack rolls against dragons and a +2 bonus on caster level checks made toovercome a dragon’s spell resistance. Also, dragons take a–2 penalty on saving throws against your spells, spell-likeabilities, and supernatural abilities. DRAGONFRIEND [GENERAL] You are a known and respected ally of dragons.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +4 bonus on any Bluff check made against a dragon, and a +2 bonus on Ride checks made whenyou are mounted on a dragon. You gain a +4 bonus on saves against the frightful pres- ence of evil dragons. You take a –2 penalty on saves against enchantment spells and effects cast by dragons.",
        "name":  "Benefit",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reduces an opponent’s damage reduction. BARD SPELLS 1st-Level Bard Spell",
        "name":  "Vulnerability",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Caster rerolls when determining the success of a game of chance. 2nd-Level Bard Spell Miser’s Envy: Subject jealously covets a nearby object. 3rd-Level Bard Spell",
        "name":  "Cheat",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+10 on Bluff, Diplomacy, and Intim- idate checks; can use one suggestion . 5th-Level Bard Spells",
        "name":  "V oice of the Dragon",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gain low-light vision, darkvision, and blind- sense. CLERIC SPELLS 3rd-Level Cleric Spells",
        "name":  "Dragonsight",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Energy damage triggers aresist energy spell.",
        "name":  "Contingent Energy Resistance M",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject’s spell resistance reduced. 5th-Level Cleric Spells",
        "name":  "Lower Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reduces an opponent’s damage reduction. 6th-Level Cleric Spells",
        "name":  "Vulnerability",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject gains immunity to damage from one kind of energy . 7th-Level Cleric Spells",
        "name":  "Energy Immunity",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain Spell Focus (enchantment) as a bonus feat. Domination Domain Spells 1 Command: One subject obeys selected command for 1 round. 2 Enthrall: Captivates all within 100 ft. + 10 ft./level. 3 Suggestion: Compels subject to follow stated course of action. 4 Dominate Person: Controls humanoid telepathically . 5 Command, Greater: As command , but affects one subject/level. 6 Geas/Quest: Aslesser geas , plus it affects any creature. 7 Suggestion, Mass: Assuggestion , plus one/level subjects. 8 True Domination: Asdominate person , but later saving throws at –4. 9 Monstrous Thrall X:Astrue domination , but permanent and affects any creature. DRAGON DOMAIN",
        "name":  "Granted Power",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject creature can’t fly . 4th-Level Druid Spell",
        "name":  "Earthbind",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Energy damage triggers aresist energy spell. 6th-Level Druid Spell",
        "name":  "Contingent Energy ResistanceM",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject has immunity to damage from one kind of energy . PALADIN SPELLS 2nd-Level Paladin Spells",
        "name":  "Energy Immunity",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Caster rerolls when determining the success of a game of chance.2nd-Level Sorcerer/Wizard Spells",
        "name":  "Trans Cheat",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Subject’s spell resistance reduced.",
        "name":  "Lower Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+10 on Bluff, Diplomacy, and Intimidate checks; can use one suggestion . 5th-Level Sorcerer/Wizard Spells",
        "name":  "V oice of the Dragon",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Energy damage triggers a resist energy spell.",
        "name":  "Abjur Contingent Energy ResistanceM",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Aslesser dragon ally , but up to 18 HD. 8th-Level Sorcerer/Wizard Spells",
        "name":  "Conj Dragon AllyX",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creates an unseen force that steals from others. 9th-Level Sorcerer/Wizard Spells Conj Greater Dragon AllyX.Aslesser dragon ally , but up to 27 HD.CHAPTER 3: THE PLAYER’S PERSPECTIVESPELL DESCRIPTIONS The spells herein are presented in alphabetical order (with the exception of those whose names begin with “greater”or “lesser”; see Order of Presentation, page 181 of thePlayer’s Handbook ). Antidragon Aura",
        "name":  "Conj Phantasmal Thief",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes You project a bolt of positive energy at a single creature. You must make a successful ranged touch attack to strike yourtarget. The bolt deals 1d6 points of damage per two casterlevels (maximum 7d6). Against undead, evil outsiders, andcreatures native to the Negative Energy Plane, the boltinstead deals 1d6 points of damage per caster level (maxi-mum 15d6). The bolt deals no damage to good outsiders orcreatures native to the Positive Energy Plane. Cheat Transmutation [Evil]Level: Brd 1, Greed 1, Sor/Wiz 1",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) All allies within the area (including you) gain a morale bonus on saving throws against fear effects equal to yourcaster level (max +10). Contingent Energy Resistance",
        "name":  "Spell Resistance",
        "source":  "draconomicon_the_book_of_dragons.txt",
        "_id":  "06cbec5703c0f3e41cd896db7c89be3888901fdd4b6ecdf8c76a12976b6bbb46"
    }
]
