[
    {
        "origin_file":  "spells.json",
        "description":  "The ability gained by someone who has 76–90 Affl icted person (requires lesser restoration) the Touchstone feat, regardless of whether that character 91–100 Paralyzed person (requires remove paralysis) has visited the site. All base abilities are supernatural unless otherwise noted. A base ability is always available to Subsequent Encounters: Because many supplicants the character (within the limits of the ability’s supernatural visit the shrine at Kahar many times a year, word of a or spell-like nature). character’s ability to heal travels quickly through the",
        "name":  "Base Ability",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Many touchstones require not oasis. There is a 60% chance that someone recognizes only a visit, but also the fulfi llment of some condition, to the character and ushers him to the shrine each time recharge the higher-order power provided. This condition he returns. can vary widely between touchstones. This condition need Base Ability: Once per day, you can use one of the fol- not be fulfi lled to gain the touchstone’s base power, but lowing spell-like abilities: aid, calm emotions, cure moderate it must be fulfi lled to gain access to or recharge the site’s wounds, lesser restoration, or remove paralysis. Your caster level higher-order ability. equals your cleric level. Higher-Order Ability: The ability gained by someone Recharge Condition: Channel positive energy into the who visits the touchstone and fulfi lls the recharge condi- shrine by expending one of your daily uses of your ability tion. All higher-order abilities are supernatural unless to turn undead while laying hands on the shrine. otherwise noted. 662200__1177773399__CChhpp22..iinndddd 5544 11//77//0055 33::2200::4455 PPMM Sunken City of Pazar Statue RRRuuubbbbbbllleee BBBuuurrriiieeeddd DDDooommmeee HHHaaallllll ooofff SSStttaaatttuuueeesss LLLaaammmppp RRRuuubbbbbbllleee N W E OOnnee SSqquuaarree== 55 FFeeeett S One Square= 5 Feet 55 AND FEATS RACES, CLASSES CHAPTER 2 Higher-Order Ability: You may cast create food and Sunken City of Pazar Encounters water as a spell-like ability. Your caster level equals your d% Encounter 01–10 2 Medium monstrous scorpions character level + 3. 11–65 Large monstrous scorpion Higher-Order Uses: 12. 66–75 2 Large monstrous scorpions 76–97 Chekryan† SUNKEN CITY OF PAZAR (EL 4) 98–100 Djinni † New monster described on page 142. The upper half of a marble statue thrusts from the ash dunes of the surrounding desert. The statue’s noble face is pockmarked and scarred by the ravages of the Subsequent Encounters: Once the characters clear the elements, and it holds a tablet, partially buried in sand. sunken city of foes, subsequent visits have a 10% chance If uncovered, the tablet is too scoured by the sands for of an encounter. If the PCs fail to visit the location for anyone to comprehend what might once have been more than a year, roll for an encounter as if they had never inscribed upon it. visited the location.",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "While bathing in the pool, to the sarcophagus at the center of what might have once channel positive energy into the pool by expending one been an amphitheater. The massive stone crypt stands 10 of your daily uses of turn undead. feet high and is of one piece with the stone upon which it Higher-Order Ability: Once per week, you can use seems to rests. The grand sarcophagus is that of a pharaoh raise dead as a spell-like ability. Your caster level equals named Badr Al-Mosak. The stone coffi n doesn’t open—it your character level. is actually a statue. Higher-Order Uses: 2. While the area beneath the statue does, in fact, contain haunted crypts and treasures of old, few have ever thought PYRAMID OF AMUN-RE (EL 6) to check and merely believe the ruined amphitheater to Amid the vast desert sands, the last relic of a dead civiliza- be a touchstone site. tion rears from the ashen dunes, four-sided and stately. Initial Encounter: Roll on the Crypt of Badr Al-Mosak Surrounded by the broken foundations of a once mighty Encounters table when the characters visit the site for the city, the great pyramid itself seems hardly weathered by fi rst time. the ages. Over 700 feet square at the base and rising to a height of 700 feet, the pyramid’s four surfaces face the Crypt of Badr Al-Mosak Encounters points of the compass. d% Encounter 01–10 Pyrohydra, 5-headed While the pyramid of Amun-Re is reputed to contain 11–50 2 ettin skeletons hidden chambers, trapped galleries, ancient curses, 51–75 Sand dragon, juvenile† guardians, and monsters in its own right, as a whole the 76–97 Flesh golem pyramid is also a touchstone site, though few recognize 98–100 Androsphinx † New monster described on page 152. this fact.",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Within the sight or presence of the 11–50 1d6+5 asherati bandits (asherati warriors)† Crypt of Badr Al-Mosak, you gain a +4 bonus on saving 51–75 1d6 tomb robbers (3rd-level rogues and fighters) 76–97 2 mummies throws against necromancy spells, as well as a +4 bonus 98–100 3 mummies on any saving throw to resist the special attacks of undead. † New monster described in Chapter 6. Outside the crypt’s presence, you must succeed on a DC 15 Concentration check to gain this benefi t. Check each",
        "name":  "Base Ability",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When in the presence of the Pyramid of Higher-Order Ability: You can use undeath to death (as Amun-Re, you can take a standard action to grant yourself the spell) as a spell-like ability. Your caster level is equal a number of temporary hit points equal to your character to your character level. level. Outside the presence of the pyramid, you can attempt Higher-Order Uses: 2. to grant yourself the same number of temporary hit points with a DC 15 Concentration check. These temporary hit CITY OF THE DEAD (EL 7) points last 1 hour. You can attempt this ability only once Used as a necropolis by a long-lost dynasty of wasteland per day. plains folk, this crumbling city has been abandoned for",
        "name":  "Base Ability",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You must successfully cast fl esh to salt (see page 116) on a living creature within the region. Higher-Order Ability: You can use parching touch (see page 118) as a spell-like ability. Your caster level is equal to your character level. Higher-Order Uses: 12. ETERNAL BREATH OF SENEFERU (EL 8) The Eternal Breath of Seneferu is not static—it moves across the face of the desert as a permanent sandstorm. One doesn’t so much fi nd the Eternal Breath as get found by it. However, one can track the Eternal Breath by the trail it leaves in the sand after its passage—the Eternal Breath usually moves only a few feet per hour, though it sometimes surges ahead at a speeds of up to 15 miles per hour (130 feet per round). Seneferu is the name of a wizard who once lived in the desert where the Eternal Breath roams. He sought the Higher-Order Ability: Once per week, you can use heart of the desert, a mystical force that drives desertifi ca- mass charm monster as a spell-like ability on creatures tion into living lands. Legend records that he found it in that share one element of your alignment (chaotic, evil, a tomb buried by the sands (some say buried in a divine good, lawful, neutral). The total Hit Dice you can affect sandstorm that lasted a year and a day). is equal to three times the caster level or one creature Only a few know of the Eternal Breath’s touchstone regardless of Hit Dice. Your caster level is equal to your qualities. These creatures can call to Seneferu. If such character level. seekers are suffi ciently deep into the desert, the Eternal Higher-Order Uses: 4. Breath responds, arriving 1d4 days from the moment it was fi rst called. SALT STATUARY (EL 7) The Eternal Breath of Seneferu manifests as a sandstorm A great crack in the earth opened up a buried salt deposit, (see Sandstorms, page 16). Unlike a standard sandstorm, exposing the crystals to the elements. Staggered protru- fell creatures move within the gritty winds of the Eternal sions of the mineral jut from the broken surface, and Breath, immune to its biting sand. They attack anything strange forms of gleaming salt lie exposed in places they fi nd within the storm. weather cannot reach. They resemble statues of living Initial Encounter: Roll on the Eternal Breath of Sene- things, but the forms are of creatures known in no history. feru Encounters table when the characters track down the They might be religious carvings or unfortunate beings roving sandstorm for the fi rst time. transmuted to salt.",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Remain for 5 minutes within 16–25 2 djinn (do not attack) the Eternal Breath of Seneferu. 26–40 4 hieracosphinxes Higher-Order Ability: You can use gust of wind as a 41–55 Threskisphinx† spell-like ability. Unlike the blast of air created by the 56–70 Criosphinx 71–75 Noble djinni (does not attack) normal gust of wind spell, the wind you create blows at 70 76–90 Gynosphinx miles per hour (with the appropriate effects as indicated 91–100 2 efreet on Table 3–24 in the Dungeon Master’s Guide). Your caster † New monster described on page 188. level is equal to your character level. Higher-Order Uses: 8. Subsequent Encounters: Once the characters rid the area of creatures, subsequent visits have only a 50% chance of an encounter. If the characters fail to visit the location 662200__1177773399__CChhpp22..iinndddd 5599 11//77//0055 33::2200::5599 PPMM Well of Al-Sharaz Ruins Well Ruins N W E S One Square = 5 Feet 60 2 RETPAHC SESSALC ,SECAR STAEF DNA seems to drop away into deep sky. A shoreline of small dunes stretches to either side as far as the eye can see, beyond which is only an empyreal vastness. A haze of heat dances across the sky, and the air at the shoreline is so dry and hot that it burns the lungs. A small island seems to float in the center of the Skysea (the focus of this touchstone site). The Skysea is great stretch of mirrored glass (see Glass Sea Terrain, page 29). Its surface is almost perfectly smooth, worn down by sandstorms over centuries, and the glass is an average of 10 feet thick. Skysea varies somewhat from typical glass seas—it is solid glass throughout, has no slope (or other terrain hazards associ- ated with natural glass seas), and is slippery (a creature can move more than half speed only by making a DC 15 Balance check). The Skysea’s temperature hovers around 150 degrees (see Heat Dangers, page 12) during the day, so most who travel across it do so at night.",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per day, you can use augury as a Base Ability: You gain a +6 bonus on saving throws spell-like ability. Your caster level is equal to your char- against heat and fi re. acter level. Recharge Condition: Reach the mile-wide island at",
        "name":  "Base Ability",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drink three times in a row from the center of the Skysea, where the ruins of an abandoned the well, each time making a DC 20 Wisdom check. If city lie. any of the checks fail, you are so overwhelmed by the Higher-Order Ability: You can use desiccate (see page knowledge fl owing through your mind that you become 114) as a spell-like ability. Your caster level is equal to your confused, as the confusion spell, for the next 24 hours. character level. Higher-Order Ability: You can use divination as a Higher-Order Uses: 6. spell-like ability. Your caster level is equal to your char- acter level. VALE OF DEAD TREES (EL 9) Higher-Order Uses: 12. Some trees in the petrifi ed forests of the wastes were once treants, though they too fell prey to the same geological SKYSEA (EL 9) processes that created the colorful stone trees. In places Formed during a fiery battle between a mighty wizard- where a great many treants gathered to await their inevi- king and an efreeti lord, the Skysea appears at first as table end, some vestige of their collective consciousness only a remote shimmer. Eventually, to the distant eye, survives. Those who seek out those ancient locales, and dunes seem to flatten and their hue appears bluish. show the proper reverence to the spirits of the treants, Those who continue to approach notice that the sky can gain their favor. itself seems to wrap down and around, and become part Initial Encounter: Roll on the Vale of Dead Trees of the desert, while the desert seems to drop off into Encounters table when characters visit the site for the the sky. Clouds float deep within this strange expanse. first time. Those who dwell in the Vale feel a certain Those who approach closer still see that the ground responsibility for the spirits of the treants and suspect the 662200__1177773399__CChhpp22..iinndddd 6600 11//77//0055 33::2211::0022 PPMM The Sunken Barge 4 2 2 3 3 3 3 2 1 2 3 1. Royal Cabin 2. Crew Quarters 3.Cargo Storage 4. Galley One Square = 5 Feet 61 AND FEATS RACES, CLASSES CHAPTER 2 motivations of anyone who comes seeking power. These local denizens might not immediately attack interlopers, but they certainly pay close attention to what goes on in the Vale. Vale of Dead Trees Encounters d% Encounter 01–30 4 3rd-level painted elf rangers 31–60 4 3rd-level painted elf rangers plus a 5th-level painted elf druid 61–90 4 5th-level painted elf rangers plus a 7th-level painted elf druid 91–100 4 5th-level painted elf rangers plus 2 7th-level painted elf druids",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You must cast commune with nature at least once per day for three days while within the vale. Higher-Order Ability: You gain the spell-like ability to animate a tree within 180 feet as a standard action. The tree takes 1 full round to uproot itself. Thereafter, it moves at a speed of 10 feet and has the statistics of a treant in all other respects. The animated tree loses its ability to move if you are dying, dead, or move out of range. This ability is otherwise similar to liveoak. Your caster level is equal to Subsequent Encounters: The ghosts that inhabit your character level. the area of the barge are numerous and tenacious. If the Higher-Order Uses: 4. characters did not manage to permanently lay to rest ghosts they previously encountered at the barge, the SUNKEN BARGE (EL 10) same creatures might be there. Otherwise, roll again The wreckage of an ancient barge lies in the Salt Waste, half on the encounter table every time the characters visit buried in the salt. Once the royal vessel of an ancient king the site. of the plains folk, it capsized in a storm and sank, lost for Base Ability: You gain the ability to water walk as a thousands of years. Looters have long since stripped away spell-like ability for up to 10 minutes per day. The time anything of value, but have overlooked the greatest prize: need not be used consecutively, but a minimum of 1 the barge itself. Built by the high priests of Tem-Et-Nu, minute is consumed with any use. Unlike the spell, and blessed by the deity herself, those who carry a piece this ability also allows you to walk on softsand and slip- of the barge can call it to them, and sail it upon any river sand (see Chapter 1). Your caster level is equal to your by Tem-Et-Nu’s grace. character level.",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You must restore life to a crea- ture petrifi ed by fl esh to stone or fl esh to salt within the Blue Dragons’ Graveyard Encounters circle of statues. d% Encounter 01–40 Adventurers (4 13th-level NPCs) Higher-Order Ability: You can use fl esh to stone as a 41–45 1d4+1 juvenile blue dragons spell-like ability. Your caster level is equal to your char- 46–50 1d2 young adult blue dragons acter level. 51–55 Blue dragon, adult Higher-Order Uses: 2. 56–65 Blue dragon, mature adult 66–80 Blue dragon, old 81–90 Blue dragon, very old 91–95 Blue dragon, ancient 96–98 Blue dragon, wyrm 99–100 Blue dragon, great wyrm (dying; Str 30, Dex 8, and Con 13)",
        "name":  "Recharge Condition",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast 2nd-level divine spells. as a loyal companion. The creature’s abilities and charac-",
        "name":  "Spells",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A bhuka has broad feat and splayed toes feature description for details. that allow him to treat shallow sand as normal terrain and Summon Elemental (Sp): See prestige class feature deep sand as shallow sand for movement purposes. The description. dark skin around his eyes and long lashes protect him Animal Companion: Hintak’inai’s animal companion is from the effects of sun glare. A bhuka can detect a source a Large viper named Niski. The companion’s abilities and of drinkable water within 100 feet, based on the result of a characteristics are summarized below. Survival check. A bhuka gains a +2 bonus on Constitution Animal Companion Benefi ts: Hintak’inai gains special checks to resist the effects of heat and dehydration. benefi ts from having an animal companion. Locate Potable Water (Su): See prestige class feature Link (Ex): Hintak’inai can handle Niski as a free action. description. She also gains a +4 circumstance bonus on all wild empa- Woodland Stride (Ex): Niskigan can move through natural thy checks and Handle Animal checks made regarding thorns, briars, overgrown areas, and similar terrain at his her viper. normal speed and without damage or other impairment. Share Spells (Ex): Hintak’inai can have any spell she However, thorns, briars, and overgrown areas that are magi- casts on herself also affect her animal companion if the cally manipulated to impede motion still affect him. latter is within 5 feet at the time. She can also cast a spell",
        "name":  "Bhuka Traits",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Knowledge (nature) 4 ranks, Survival 4 ranks. † New spell described in Chapter 5.",
        "name":  "Skills",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CR —; Large viper animal companion; HD prestige class. 5d8+5; hp 27; Init +7; Spd 20 ft., climb 20 ft., swim 20 ft.; Spellcasting: At each level except 1st and 9th, you gain AC 18, touch 13, fl at-footed 14; Base Atk +3; Grp +7; Atk new spells per day and an increase in caster level (and or Full Atk +6 melee (1d4 plus poison, bite); Space/Reach spells known, if applicable) as if you had also gained a 10 ft./5 ft.; SA poison; SQ bonus tricks (2), evasion, scent; level in an arcane spellcasting class to which you belonged AL N; SV Fort +4, Ref +8, Will +3; Str 11, Dex 18, Con 12, before adding the prestige class level. You do not, however, Int 1, Wis 12, Cha 2. gain any other benefi t a character of that class would have",
        "name":  "Niski",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "as above plus 0—all others; 1st—charm person, Entry Requirements ray of enfeeblement; 5th—baleful polymorph, dominate person; Alignment: Lawful good or lawful neutral.",
        "name":  "Spellbook",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Common. stealth, passion, and perseverance in the face of extinction. River Mastery (Ex): See prestige class feature description. By emulating the essence of the scorpion and becoming Smite Evil (Su): Twice per day, Karlott can attempt to one with the scorpion’s strength, desert people can tap into smite evil with one normal melee attack. She adds +2 to the scorpion’s vitality. Scorpion heritors, through a special her attack roll and deals an extra 6 points of damage. relationship with the scorpion spirit, gain the mystical abili- Aura of Courage (Su): Immune to fear, and each ally within ties of the scorpion, and can even take its shape. 10 feet of her gains a +4 morale bonus on saving throws against fear effects. BECOMING A SCORPION HERITOR Buoyancy (Ex): See prestige class feature description. Only characters who already revere the scorpion, who know Detect Evil (Sp): At will, as the spell. something of its ways, who know how to survive in the Divine Health (Ex): Immunity to disease. desert, and who have taken the scorpion’s venom into their River’s Vigor (Su): See prestige class feature description. blood can become scorpion heritors. Rogues are most often Special Mount (Sp): Once per day for up to 12 hours, associated with the scorpion heritor class, but it isn’t unheard Karlott can call upon her heavy warhorse, named Shavak, of for barbarians, rangers, or even fi ghters to pick up a few as a full-round action. The creature’s abilities and charac- levels of the prestige class. Most classes have to buy at least teristics are summarized below. some ranks in required skills as cross-class skills.",
        "name":  "Language",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability to cast at least three spells of the Sand or a supernatural affl iction that gradually mummifi es its Thirst domain as divine spells. victims (see Disease, page 21). CLASS FEATURES Local Drought (Su): Beginning at 3rd level, you can All of the following are class features of the walker in the produce desert conditions in a 20-foot-radius emanation waste prestige class. with you at the center. The temperature band in that",
        "name":  "Spells",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cancels water spells and effects or dis- SPELL LISTS misses water creatures.",
        "name":  "Dispel Water",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cone blows away and knocks down in the Player’s Handbook. This section also contains a short smaller creatures and deals 1d6 damage/level. list of new psionic powers and epic spells. Parboil: Flash-heated air deals fire and Intelligence damage to one or more creatures.",
        "name":  "The spells in the following section supplement those found Flaywind Burst",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Deals 2d6 fi re damage out to 10 ft. and 2nd-Level Bard Spell 1d6 out to 20 ft. Passing through wall deals 5d6 damage",
        "name":  "NEW BARD SPELLS Wall of Magma",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Heals dessication damage. +1/level. 3rd-Level Bard Spell 6th-Level Cleric Spells",
        "name":  "Hydrate",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touched living creature dies and is mummifi ed. 4th-Level Bard Spell Symbol of ThirstM: Triggered rune overwhelms nearby",
        "name":  "Mummify",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cancels water spells and effects or dis- creatures with thirst. misses water creatures. 8th-Level Cleric Spell 6th-Level Bard Spell Flashfl ood: Wave of water smashes everything in its path",
        "name":  "Dispel Water",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Summons 2d6 mephits of a kind you and fl oods area. designate. 9th-Level Cleric Spell",
        "name":  "Mephit Mob",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Permanently grants one 1st-Level Cleric Spells creature the fi re subtype.",
        "name":  "NEW CLERIC SPELLS Mantle of the Fiery SpiritX",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reveals location, size, and quality of Several new domains are presented below, supplementing water sources. those in the Player’s Handbook. Spells marked with a super- script dagger (†) are new spells described in this book. 2nd-Level Cleric Spells",
        "name":  "Locate Water",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Heals dessication damage. +1 morale bonus on saving throws, attack rolls, ability checks, skill checks, and damage rolls. Using this spell- 3rd-Level Cleric Spells like ability is a standard action, and the effect lasts for",
        "name":  "Hydrate",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cloud of dust obscures sight and abrades those passing through it. Nobility Domain Spells",
        "name":  "Haboob",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wall impedes movement and can drown 6 Geas/Quest: As lesser geas, plus it affects any creature. creatures. 7 Repulsion: Creatures can’t approach you. 8 Demand: As sending, plus you can send suggestion. 5th-Level Cleric Spells 9 Storm of Vengeance: Storm rains acid, lightning,",
        "name":  "Wall of Water",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wall impedes movement, obscures vision, NEW DRUID SPELLS and blocks some attacks. 1st-Level Druid Spells Wall of Water: Wall impedes movement and can drown",
        "name":  "Wall of Sand",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touched creature gains protection from creatures. heat and sun. Impede Sun’s Brilliance: Diminishes the heat and light 5th-Level Druid Spells of the sun in an area. Choking SandsM: Touched creature begins to suffocate",
        "name":  "Cloak of Shade",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Summons 2d6 mephits of a kind you 3rd-Level Ranger Spells designate. Haboob: Cloud of dust obscures sight and abrades those",
        "name":  "Mephit Mob",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Deals 2d6 fi re damage out to 10 ft. and 1d6 out to 20 ft. Passing through wall deals 5d6 damage 4th-Level Ranger Spells +1/level. Slipsand: Creates a volume of slipsand.",
        "name":  "Wall of Magma",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Calls dustform creature 7th-Level Druid Spells to fi ght.",
        "name":  "Summon Desert Ally IV",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Turns several creatures into statues of salt. NEW SORCERER/WIZARD SPELLS Summon Desert Ally VII. Calls dustform creature 1st-Level Sorcerer/Wizard Spells to fight. Div Locate WaterF: Reveals location, size, and quality of water sources. 8th-Level Druid Spells Necro Parching Touch: One touch/level deals 1d6 des-",
        "name":  "Flesh to Salt, Mass",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Deals 1d6/2 levels dessication damage NEW PALADIN SPELLS and dehydrates living creature. 2nd-Level Paladin Spells",
        "name":  "Necro Desiccate",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Protects against suffocation and 3rd-Level Sorcerer/Wizard Spells dangerous vapors. Abjur Protection from Dessication: Absorb 10 points/",
        "name":  "Freedom of Breath",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cloud of dust obscures sight and abrades NEW RANGER SPELLS those passing through it. 1st-Level Ranger Spells Ench Tormenting Thirst: Subject is overwhelmed Impede Sun’s Brilliance: Diminishes the heat and light by thirst. of the sun in an area. Evoc Body Blaze: You are surrounded by fi re and leave",
        "name":  "Conj Haboob",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Move through the wasteland without penalties. 4th-Level Sorcerer/Wizard Spells",
        "name":  "Waste Strider",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cone deals 1d6 damage/level. 2nd-Level Ranger Spells Desert Diversion: Those attempting planar travel",
        "name":  "Conj Blast of Sand",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You become an oozelike being of sand. 7th-Level Sorcerer/Wizard Spells 5th-Level Sorcerer/Wizard Spells Trans Flesh to Salt, Mass: Turns several creatures into",
        "name":  "Sandform",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cancels water spells and effects or dismisses water creatures. 8th-Level Sorcerer/Wizard Spells",
        "name":  "Dispel Water",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Transforms two 10-ft. NEW EPIC SPELLS cubes per level. Beast of a Thousand LegsX: Create a tornado-spawning",
        "name":  "Transmute Stone to Sand",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Target is subjected to unearthly super-storm. (Spellcraft DC 132) heat for 1 round/level. Dire DroughtX: Deal 2d6 dessication damage in 1,000-foot radius. (Spellcraft DC 319) 6th-Level Sorcerer/Wizard Spells Global Warming: Permanently increase region’s tem-",
        "name":  "Unearthly Heat",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Triggered rune overwhelms perature. (Spellcraft DC 100) nearby creatures with thirst. VolcanoX: Raise a small volcano. (Spellcraft DC 56)",
        "name":  "Ench Symbol of ThirstM",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S the spell gain immunity to fi re damage. Target: One living creature",
        "name":  "Components",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10-ft.-radius emanation from subtype and hedges out such creatures Fortitude partial; see text touched creature that are in the area when the spell is Spell Resistance: Yes",
        "name":  "Area",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates Charisma scores are each 3d6. A sand Spell Resistance: Yes",
        "name":  "Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Necromancy vulnerable to sunlight might take",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 5, druid 5, sorcerer/ from the sun. Sand sprays from your outstretched wizard 5 palm with enough force to strip fl esh Components: V, S, M CONTROL SAND from bone and scour surfaces. The Casting Time: 1 standard action Transmutation spell deals 1d6 points of damage per Range: Touch Level: Cleric 3, druid 3 caster level (maximum 10d6). Do not Target: Living creature touched Components: V, S, DF divide damage from sand scour by four Duration: Instantaneous; see text Casting Time: 1 standard action when applying it to objects. Saving Throw: Fortitude negates; Range: Long (400 ft. + 40 ft./level)",
        "name":  "Level",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A pinch of see text Area: Dust or sand in a volume of 10 sand. Spell Resistance: Yes ft./level wide by 10 ft./level long by 2 ft./level deep (S) BODY BLAZE You coat the target’s lungs with dust Duration: 10 min./level (D) Evocation [Fire] and sand. The target can cough up the Saving Throw: None; see text",
        "name":  "Material Component",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 3 sand by taking a full-round action and Spell Resistance: No",
        "name":  "Level",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates; see text insubstantial nature, the subject is reduce one horizontal dimension by Spell Resistance: Yes nearly impossible to defi ne or specifi - half and double the other horizontal cally locate. The DM might allow the dimension. This spell functions like binding (see victim to be found through special",
        "name":  "For either version, the caster can Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sorcerer/wizard 4 paraelementals, and other earth- or to sand in the hourglass, nor does it age. Components: V, S dust-based creatures, this spell acts as Shattering the hourglass before the Casting Time: 1 standard action a slow spell (Will negates). The spell spell ends slays the bound creature, Range: Medium (100 ft. + 10 ft./level) has no effect on other creatures. and its body remains sand (effectively Effect: Ray",
        "name":  "When cast on earth elementals, dust to breathe, eat, or drink while subject Level",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This effect causes dust destroyed). The duration is one year Duration: 1 min./level and sand to rise in height, just as the per caster level, after which time the Saving Throw: None lower sand version causes it to lower. victim reforms into its original shape, Spell Resistance: Yes Creatures and objects on top of the destroying the hourglass. Reduce the dust or sand are raised along with the save DC by 4. A gray ray fl ecked with red springs top level of sand. Wind in the Waste: The subject is from your outstretched hand. You transformed into a howling wind must make a ranged touch attack to DESERT BINDING blowing across the waste. The victim hit the target. A target struck is cov- Enchantment (Compulsion) [Mind- retains knowledge of its prior exis- ered with a glittering red fi eld that Affecting] tence, but has no abilities other than usurps some forms of planar travel.",
        "name":  "Raise Sand",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text (D) Illus. by W. O’Connor Body blaze 662200__1177773399__CChhpp55..iinndddd 111133 11//77//0055 33::2299::2255 PPMM 114 5 RETPAHC CIGAM plane shift, shadow walk, teleport, teleport Range: Close (25 ft. + 5 ft./2 levels) spells and spell-like abilities that have object, teleportation circle, and similar Target: One living creature/level, the water descriptor, or appear on the spells and spell-like abilities. If the no two of which can be more than Water domain spell list, or clearly subject of desert diversion casts one of 30 ft. apart involve water (such as create food and the above spells, he and those travel- water, sleet storm, and wall of ice). To ing with him (or anyone using the This spell functions like desiccate, except successfully counter the other spell, gate or teleportation circle) are diverted. that it affects multiple creatures. you must make a dispel check (1d20 This spell can also be cast upon a gate + your caster level, maximum +20) or teleportation circle, thereafter divert- DISPEL WATER against a DC equal to 11 + the spell’s ing all who use the affected spell for Abjuration caster level. the duration of desert diversion. Level: Bard 4, cleric 5, druid 4, sor- Dismiss Water Creature: Cast in Subjects are diverted to a wasteland cerer/wizard 5, Thirst 4 this way, dispel water targets a single location, chosen by the caster or ran- Components: V, S extraplanar creature of the water domly determined. Until desert diversion Casting Time: 1 standard action subtype within range. The creature ends or is dispelled, the subjects of the Range: Medium (100 ft. + 10 ft./level) can negate the effect with a successful spell cannot use any of the abovemen- Target or Area: See text Will save (and its spell resistance, if tioned spells to travel from the area. Duration: Instantaneous any, applies). If it fails to save or resist",
        "name":  "Duration",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See text the spell, the creature is forced back them to the same spot in the middle of Spell Resistance: See text to its home plane. the waste. When the duration expires, the diversion ends, and subjects return You call on the power of the waste to FLASHFLOOD to their point of origin. counter and dismiss water creatures, Conjuration (Creation) [Water] spells, and effects. However, dispel Level: Cleric 8, druid 8 DESICCATE water cannot counter an instanta- Components: V, S, DF Necromancy neous spell or effect. Casting Time: 1 standard action",
        "name":  "If they try, the casting simply returns Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M water, to counter a water-based spell Duration: 1 round",
        "name":  "Components",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. + 5 ft./2 levels) creature of the water subtype. Spell Resistance: No",
        "name":  "Range",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes fi ll the void. Cast in a large body of where you stand and surges forward, water, such as an ocean, the destruc- sweeping away or smashing down You evaporate moisture from the tion of 1,000 or more cubic feet of nearly everything in its path. The body of a living creature, dealing it water produces a strong current effect lasts for 1 round, although the 1d6 points of dessication damage per that pulls boats and creatures down. water created by the spell does not two caster levels (maximum 5d6) and Creatures caught in the current must disappear after 1 round, during which making it dehydrated (see page 15). A make a DC 20 Swim check to avoid time creatures on the ground within successful Fortitude save results in going under. A creature that fails the the area cannot move or attack. A half damage and negates the dehydra- Swim check is pulled down to a depth spellcaster on the ground must make tion. A plant or elemental of the water of 10 feet per caster level and must a Concentration check (DC 20 + spell subtype takes 1d8 points of damage hold its breath or begin to drown level) to successfully cast a spell. per caster level (maximum 10d8). An (see page 304 of the Dungeon Master’s The force of the water and debris elemental of the earth subtype takes Guide). The current might capsize deals those caught in the area 1d6 only 1d4 points of damage per two vessels: The chance is 95% for a craft points of nonlethal damage plus caster levels (maximum 5d4). shorter than 20 feet long, 50% for one another 1d6 points per five caster",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Used in this way, dispel pushed violently to the outer edge of Necromancy water targets a spellcaster and is cast the area. If this forces the creature or",
        "name":  "DESICCATE, MASS Counterspell",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cone-shaped burst of a fl ashfl ood spell on the environ- but up, and it has gone as high as it Duration: Instantaneous ment depend on the nature of the can, the water on this level is 7-1/2 Saving Throw: See text terrain where it is cast. When the feet deep (60,000 cubic feet divided Spell Resistance: No spell is completed, a total volume of by 8,000—the square footage of 320 100,000 cubic feet of water (400 5-foot 5-foot squares). If Miyish can’t swim This spell produces a brief windstorm squares, in a 120-ft. cone, 10 feet deep) or breathe water, he has made a grave (approximately 70 mph), fi lled with is left behind. This water behaves tactical error by casting fl ashfl ood in scouring, supernatural grit that liter- like ordinary water—draining away an area too small to contain it. ally strips fl esh. In addition to the and leaving puddles in most cases, Cliffs: Casting fl ashfl ood at the base of possible effects of the wind, creatures or perhaps forming a shallow lake or a cliff has no effect on the cliff. Casting within the area of a fl aywind burst pond. Unless the caster has taken care fl ashfl ood from the top of a cliff can force spell take 1d6 points of damage per to create the fl ashfl ood in a cleared area, creatures and objects over the edge, so caster level (maximum 10d6) from the however, the water left behind is full of that they take falling damage. scouring sands. A successful Refl ex debris, dirt, and perhaps a few corpses. Open Ground: Creatures on open save halves this damage. Such water is unfi t to drink. ground are safest from the worst effects A creature within the area of fl ay-",
        "name":  "The specifi c effect and aftereffects Since the water has nowhere to go Area",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The sudden of fl ashfl ood. They might be knocked wind burst must make a Fortitude save surge of water knocks down support prone by the force of the water, or even or experience the effects of the wind’s beams, but otherwise has no real swept 120 feet (24 squares) away, but force. A Small or smaller creature is effect, aside from fi lling the tunnel they are not in any particular danger knocked down and rolled 1d4×10 with water to a depth of 10 feet. If the of drowning or being crushed. feet, taking 1d4 points of nonlethal area is insuffi cient to support 100,000 Structure(s): Any structure standing on damage per 10 feet. If fl ying, a Small cubic feet of water, the water level rises open ground takes 60 points of damage, or smaller creature is blown back above 10 feet until the entire volume enough to collapse a typical wooden 2d6×10 feet and takes 2d6 points of is fi lled, or it spills outward from the building, but not a structure built of nonlethal damage. Medium creatures confi nes of the original 400 squares. stone, masonry, or reinforced masonry. are knocked prone, or if fl ying are What happens is based on the layout Hardness reduces this damage, but it blown back 1d6×10 feet. Large or of the area. In the case of level terrain, isn’t halved as damage dealt to objects Huge creatures are unable to move the water simply drains away over normally is. Any creature caught forward against the force of the blast, the course of a minute or so, leaving inside a collapsing structure takes 8d6 or if fl ying are blown back 1d ×5 feet. pools in depressions from which it points of bludgeoning damage (Refl ex Gargantuan or larger creatures can cannot drain. When the ground in DC 15 half). The debris is swept away move normally within a fl aywind a tunnel is not level, the water might by the fl ashfl ood. burst. Flaywind burst can’t move a fl ood sections of the tunnel. In such River, Lake, or Marsh: The river, lake, creature beyond its range. cases, determine whether the fl ooded or marsh overfl ows its banks, though In addition to the effects noted, area is suffi cient to contain the entire with rivers the effect is transitory. fl aywind burst can do anything else volume of water created—and, if not, In the case of lakes and marshes, that a windstorm-force sandstorm how deeply the water fl oods the next determine how much the body of would be expected to do, such as level up. Any creatures caught in water water overfl ows, given the 100,000 briefl y obscure vision, heel over a over their heads might drown. cubic feet of water added to it. Only boat, or blow gases and vapors to the For example, Miyish casts fl ashfl ood calculate this amount if the total limit of its area. in the dungeon of a ruined castle. The surface area of the lake or marsh is Material Component: A pinch of sand dungeon’s total volume is only 40,000 less than 40,000 square feet—and and the wing feather of a vulture. 662200__1177773399__CChhpp55..iinndddd 111155 11//77//0055 33::2299::3344 PPMM 116 5 RETPAHC CIGAM A stone to fl esh spell affects salt as if FLESH TO SALT it were stone, returning an affected FREEDOM OF BREATH Transmutation creature to its original state.. Abjuration",
        "name":  "Cave, Cavern, or Tunnel",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes ft. apart (harmless)",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No half damage with a successful Refl ex point per caster level (maximum +10) save, but if these creatures do not of dessication damage, removes all This spell causes normal sand to melt leave the affected area at their next nonlethal damage from dehydration, slightly and stick, forming a relatively opportunity, they take full damage and clears up any lingering effects of soft and porous building material (see from the abrading sands (no save) as if the dehydrated condition. Dungeon Waste Terrains, page 31). they had voluntarily entered the area. When cast on a creature of the fi re Any creature in the sand is allowed a Any creature that remains within the subtype, hydrate deals damage instead Refl ex save to escape before the area affected area for more than 1 round of healing. Such a creature can apply hardens. Creatures that are unable likewise takes damage automatically spell resistance and attempt a Will to escape become trapped and must (no save). save to take half damage. be broken out. A creature trapped A moderate wind (11+ mph) dis- beneath the surface begins to suf- perses the dust in 8 rounds; a strong IMPEDE SUN’S focate (see page 304 of the Dungeon wind (21+ mph) disperses it in 4 BRILLIANCE Master’s Guide). The fused sand has rounds. This spell does not function Abjuration hardness 3 and 5 hp per inch of thick- underwater. Level: Druid 1, ranger 1, Summer 1 ness, and a break DC of 22. Material Component: A pinch of ash, Components: S",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Casting Time: 1 standard action Spell Resistance: No",
        "name":  "Components",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft. level) Target: You This spell reduces the sun’s light to",
        "name":  "Range",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action sorcerer/wizard 1 swirling dust abrades any creature Range: Touch Components: V, S, F/DF within it or attempting to move Target: Living creature touched Casting Time: 1 standard action through it. Any creature passing Duration: Instantaneous Range: Long (400 ft. + 40 ft./level) through the haze takes 1d4 points of Saving Throw: Will half; see text Area: Cone-shaped emanation damage per two caster levels (maxi- Spell Resistance: Yes; see text Duration: Concentration, up to 10 mum 5d4), with no save allowed. If min./level you conjure haboob so that it appears This spell allows you to create mois- Saving Throw: None where creatures are located, each ture within the body of a living Spell Resistance: No 662200__1177773399__CChhpp55..iinndddd 111177 11//77//0055 33::2299::3399 PPMM 118 5 RETPAHC CIGAM You sense the direction of a substan- You fl ash-dry a creature, killing it tial body of water. The amount of MEPHIT MOB and preserving it in an instantaneous information revealed depends on how Conjuration (Summoning) [see text] mummifi cation process. A creature long you search a particular area. Level: Bard 6, druid 6, Thirst 7 that makes a successful Fortitude 1st Round: Presence or absence Components: V, S saving throw instead takes 6d6 points of water. Casting Time: 1 minute of dessication damage and is dehy- 2nd Round: Number of water Range: Medium (100 ft. + 10 ft./level) drated. If the damage kills the target, sources in the area and the rough Effect: Two or more summoned it is still mummifi ed. size of the largest one present. creatures, no two of which can be Arcane Material Component: A strip 3rd Round: The size (see below) and more than 30 ft. apart of salted cloth. location of each source of water. If a Duration: 10 min./level (D) water source is outside your line of Saving Throw: None PARBOIL sight, then you discern its direction Spell Resistance: No Evocation [Fire] but not its exact location. Level: Cleric 5, sorcerer/wizard 4",
        "name":  "In addition to obscuring sight, the Casting Time",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "For the purpose of this spell, This spell summons 2d6 mephits Components: V, S, M/DF the size categories of bodies of water of a kind you designate. These are Casting Time: 1 standard action are as follows. average mephits, as described in Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Size",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A large pond or small lake ately, on your turn. They attack your see text (up to 20,000 cubic feet) or a good- opponents to the best of their ability. Spell Resistance: Yes sized stream (up to 30 feet across). If you can communicate with the",
        "name":  "Medium",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An ocean or an inland sea. or to perform other actions. You can of creatures caught inside. The hot air Creatures cannot be found by this dismiss them singly, or in groups, at deals 6d6 points of fi re damage and spell. The spell ignores small quanti- any time. 2d4 points of Intelligence damage. ties of water, such as fi lled bottles and Summoned mephits cannot summon Creatures that make successful For- skins. The spell reveals nothing about or otherwise conjure another creature, titude saves take half fi re damage and the quality of the water or how easy nor can they use any teleportation or no Intelligence damage. it is to reach. planar travel abilities. Mephits cannot Arcane Material Component: Water The presence of fi re or magma be summoned into an environment and a pinch of sulfur. within the spell’s area blocks it. that cannot support them.",
        "name":  "Vast",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A forked hazel wand. When you use a summoning spell PARCHING TOUCH to summon an air, earth, fi re, or water Necromancy MANTLE OF THE creature, it is a spell of that type. For Level: Sorcerer/wizard 1, Thirst 1",
        "name":  "Arcane Focus",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S",
        "name":  "FIERY SPIRIT example, mephit mob is an earth spell Components",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates Components: V, S, M/DF Spell Resistance: Yes (harmless) Casting Time: 1 standard action",
        "name":  "Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Range: Touch Your hand glows with a dull, ruby light,",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A burning lump see text plant or elemental of the water subtype of coal and a fi re opal worth 5,000 gp. Spell Resistance: Yes instead takes 1d8 points of dessication",
        "name":  "Material Component",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 3, druid 2, ranger 2, dinary abilities, spells, and spell-like Conjuration (Creation) [Air, Earth] sorcerer/wizard 3, Summer 3 abilities remain unchanged, but your Level: Druid 6",
        "name":  "Level",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 standard action in sandform. You can cast spells for Casting Time: 1 standard action",
        "name":  "Casting Time",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates succeed on a DC 19 Will save or take Saving Throw: Fortitude negates (harmless) a –2 penalty on all attack rolls, saves, Spell Resistance: No",
        "name":  "Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) skill checks, and ability checks until the situation passes. You create a duststorm or sandstorm. The warded creature gains temporary While in sandform, you have a base Sandstorm uses the parameters of con- immunity to dehydration of any kind. land speed of 20 feet. You can pass trol winds (see page 214 of the Player’s While protected by the spell, the through openings as small as a quarter Handbook), differing from that spell as subject cannot become dehydrated of an inch in diameter, although pass- shown above and as follows. A spell- even if it takes dessication damage. ing through a space two or more size caster who knows sandstorm need Once the spell has prevented a total categories smaller than yours takes not be in an area of exposed, sandy of 10 points of damage from dehydra- a full-round action. You also gain a soil to create the effects described tion per caster level (maximum 100 natural attack—an abrasive slam with below—this spell conjures both sand points), whether that damage is des- a gritty pseudopod that grants 5 addi- and wind. sication damage or nonlethal damage, tional feet of reach. A successful hit Duststorm Strength: For every three it is discharged. deals bludgeoning damage according caster levels, you can increase or to your size: decrease wind strength by one level. SANDFORM Wind speeds of less than severe are Transmutation Caster Size Slam Damage insuffi cient to carry suspended sand. Fine —",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No profi ciency with a normal scimitar. Saving Throw: None",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M/DF Spell Resistance: No surface above you, but you cannot see",
        "name":  "Components",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) This spell turns an area of natural Since the substance you inhabit is",
        "name":  "Range",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A pinch ment that cannot support them. two of which can be more than 30 of sand. This spell conjures one of the ft. apart creatures from the 1st-level list on SUMMON the accompanying Summon Desert This spell functions like summon DESERT ALLY I Ally table. You choose which kind desert ally I, except that you can Conjuration [Summoning] of creature to summon, and you can summon one 3rd-level creature, 1d3",
        "name":  "Arcane Material Component",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no Casting Time: 1 round desert ally I, except that you can two of which can be more than 30 Range: Personal summon one 4th-level creature, 1d3 ft. apart Target: You 3rd-level creatures of the same kind, Duration: 1 min./level or 1d4+1 lower-level creatures of the This spell functions like summon same kind. desert ally I, except that you can This spell protects you against some summon one 8th-level creature, 1d3 condition—such as being immersed SUMMON 7th-level creatures of the same kind, in boiling oil or buried under an DESERT ALLY V or 1d4+1 lower-level creatures of the avalanche—that would ordinarily Conjuration [Summoning] same kind. cause certain death. You can protect",
        "name":  "This spell functions like summon Effect",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no SUNSTROKE the spell’s duration, you experience two of which can be more than 30 Necromancy its full normal effects. ft. apart Level: Druid 1, sorcerer/wizard 1, Material Component: An ointment Summer 2 of peach syrup and cinnabar.",
        "name":  "Effect",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S ally I, except that you can summon one Casting Time: 1 standard action SYMBOL OF THIRST 6th-level creature, 1d3 5th-level creatures Range: Close (25 ft. + 5 ft./2 levels) Enchantment (Compulsion) [Mind- of the same kind, or 1d4+1 lower-level Target: One living creature Affecting] creatures of the same kind. Duration: Instantaneous Level: Cleric 6, sorcerer/wizard 6,",
        "name":  "This spell functions like summon desert Components",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Casting Time: 10 minutes Conjuration [Summoning] Range: 0 ft.; see text",
        "name":  "DESERT ALLY VII Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "One or more creatures, no ence the effects of heatstroke. The Duration: See text two of which can be more than 30 target takes 2d6 points of nonlethal Saving Throw: Will negates ft. apart damage. If the target fails a Fortitude Spell Resistance: Yes 662200__1177773399__CChhpp55..iinndddd 112233 11//77//0055 33::2299::5511 PPMM 124 5 RETPAHC CIGAM",
        "name":  "Effect",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Up to two 10-ft. cubes/level (S) Spell Resistance: Yes (instead of to 5 feet).",
        "name":  "Area",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./level) free. If broken free by others, the generally have immunity to this Area: Up to one 10-ft. cube/5 levels creature takes 1d6 points of damage spell, since transmute stone to sand (S) from broken glass. A creature trapped can’t affect worked stone and doesn’t Duration: Permanent beneath the surface of the glass might 662200__1177773399__CChhpp55..iinndddd 112255 11//77//0055 33::2299::5555 PPMM 126 5 RETPAHC CIGAM begin to suffocate (see page 304 of the melting the rock at the point of con- enclose creatures, but they can avoid Dungeon Master’s Guide). nection to form a smooth bond. The this with successful Refl ex saves.",
        "name":  "Castles and large stone buildings Range",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Conjuration (Creation) [Earth] of sand.",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cleric 4, druid 4, sorcerer/ The spells control sand and move This spell creates a gleaming wall of wizard 4 earth can breach and hold open a salt crystal that merges into adjoining Components: V, S, M/DF break in a wall of sand. rock surfaces. The wall can seal off a Casting Time: 1 standard action It is possible, but diffi cult, to trap passage or breach, or be used to con- Range: Close (25 ft. + 5 ft./2 levels) mobile opponents within a wall of struct new walls. A wall of salt is 1 inch Effect: Sand wall whose area is up to sand, provided the wall is shaped so thick per caster level. You can double one 10-ft. square/level (S) it can hold the creatures. Creatures the wall’s area by halving its thick- Duration: 1 min./level (D) can avoid entrapment with successful ness. The wall cannot be conjured Saving Throw: See text Refl ex saves. so that it occupies the same space as Spell Resistance: No A wall of sand is treated like normal a creature or another object. sand for the duration of the spell, You can form a wall of salt into You cause a flat, vertical wall of so it can be affected by any spell nearly any shape desired. The wall churning sand to spring up. The or effect that affects sand, such as need not be vertical, nor rest upon wall is 1 inch thick per caster level transmute sand to stone or transmute any fi rm foundation; however, it must and covers up to a 10-foot square area sand to glass. The wall still lasts only merge with and be solidly supported per caster level. You can double the for its normal duration, even if its by existing stone. It can be used to wall’s area by halving its thickness. consistency changes. 662200__1177773399__CChhpp55..iinndddd 112277 11//77//0055 33::3300::0033 PPMM 128 5 RETPAHC CIGAM A wall of sand can be made perma- those on the other side unless the Sand, ash, or dust serves as a conduit nent with a permanency spell. creature making the attack is under for your conversation with other",
        "name":  "Level",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wall of water 1 ft. thick whose do not divide damage by four, as is areas of sand, dust, or ash, the spell area is up to one 10-ft. square/level normal for objects. functions; if not, it immediately (S) Control water can open and hold ends. Barriers and distance are not",
        "name":  "Effect",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None long as that spell can affect enough targets have the appropriate focus",
        "name":  "Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No of the wall. and are on the same plane. If contact A wall of water can be made perma- is achieved, the sand whispers your You cause a vertical wall of swirling nent with a permanency spell. messages back and forth for the water to appear. You can double the Arcane Material Component: A vial duration of the spell, no matter your area of the wall’s effect by halving of water. distance from each other, gleaning a its thickness. message from a sound akin to wind Any creature attempting to pass WASTE STRIDER on sand. The spell does not transcend through a square occupied by a wall Transmutation language barriers. of water must make a Swim check Level: Druid 1, ranger 1, Sand 1 Focus: At least 1 pound of sand, dust, (DC 14 + your spellcasting ability Components: V, S, DF or ash. modifi er) or become trapped in the Casting Time: 1 standard action water, unable to move. A creature Range: Touch WITHER trapped in this fashion can attempt Targets: One touched creature/level Necromancy another Swim check each round and Duration: 1 hour/level (D) Level: Sorcerer/wizard 4 might drown (see Drowning, page Saving Throw: Will negates Components: V, S, M 304 of the Dungeon Master’s Guide). (harmless) Casting Time: 1 standard action",
        "name":  "Spell Resistance",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute touch attacks that deal 1d6 points of Spell Resistance: No",
        "name":  "Duration",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "319",
        "name":  "Psychometabolism you make a successful attack with a Spellcraft DC",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None power points you spend, your psy- Spell Resistance: No",
        "name":  "Saving Throw",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3 of damage. 114,840 XP. Seed: energy (emanate 662200__1177773399__CChhpp55..iinndddd 112299 11//77//0055 33::3300::0077 PPMM 130 5 RETPAHC CIGAM 2d6 heat in 10-ft. radius) (DC 19). Components: V, S, Ritual, XP This is a ritual spell requiring eleven",
        "name":  "Power Points",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "100 times increase in base Casting Time: 10 minutes other spellcasters, each of whom must area (+400 DC). Mitigating factor: Range: 0 ft. contribute an unused 9th-level spell burn 10,000 XP (–100 DC). Area: 100-mile-radius emanation slot to the casting.",
        "name":  "Factor",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "On command, this sandstone ring allows the following spells: the wearer to take the form of living sand, as the sandform† • Blast of sand† (1 charge) spell. The wearer can remain in sandform for up to 10 • Haboob† (1 charge) minutes per day, and the duration need not be consecutive • Flaywind burst† (2 charges) rounds or minutes. • Sandstorm† (2 charges) Moderate transmutation; CL 10th; Forge Ring, sandform†; Strong conjuration; CL 12th; Craft Staff, sandstorm†, Price 24,000 gp. fl aywind burst†, blast of sand†, haboob†; Price 79,890 gp.",
        "name":  "Sandform",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This brass ring has the shape of a coiled Withering Thirst: This horrid staff is crafted from the rattlesnake. The wearer gains the benefi t of the Sandskim- mummifi ed limb of a creature that died of thirst. It allows mer feat (see page 52). use of the following spells: Faint transmutation; CL 3rd; Forge Ring, creator must • Desiccate† (1 charge) have the Sandskimmer feat or the innate ability to move • Wither† (2 charges) easily through sand; Price 5,000 gp. • Dispel water† (2 charges) • Mass desiccate† (2 charges) RODS • Horrid wilting (3 charges) The following rod supplements those appearing in Chapter Strong necromancy and abjuration; CL 15th; Craft Staff, 7 of the Dungeon Master’s Guide. desiccate†, dispel water†, horrid wilting, mass desiccate†, wither†;",
        "name":  "Sandstriding",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction through it. Any creature 5/silver or good, darkvision 60 ft., passing through the haze immunity to fire, regeneration 3, takes 2d6 points of dam-­ spell resistance 16 age per round from the",
        "name":  "Special Qualities",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The creature\u0027s type changes to undead. climate, water-based effects such as a fog cloud spell, or Do not recalculate base attack bonus, saves, or skill points. immersion in water prevent fast healing. Size is unchanged. Immunities (Ex): Dry liches have immunity to dehydra-­",
        "name":  "Size and Type",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Increase all current and future Hit Dice tion, heat, polymorph (though they can use polymorph to d12s. effects on themselves), and mind-affecting spells and",
        "name":  "Hit Dice",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Improved grab, enthrall, spell-like abilities",
        "name":  "Special Attacks",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 2/—, darkvision 60 ft., spell resistance 18",
        "name":  "Special Qualities",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7 a victim by presenting it with water, as described in the Alignment: Always neutral drawn to water ability, below. Advancement: 11-14 HD (Huge); 15-30 HD (Gargantuan) Create Spawn (Su): A humanoid or monstrous human- Level Adjustment: — oid slain by the dessication damage caused by a forlorn husk\u0027s water drain attack rises as a forlorn husk 1d2 days later. This giant lizard has a thick, heavy tail. Its sharp claws ore out- matched only by in powerful jaws. Drawn to Water (Ex): If presented with a source of visible water, a forlorn husk must attempt a DC 15 Will save; if it fails, it relinquishes its grip on any victim it might Resembling some kind of dinosaur, the giant banded lizard have and goes after the water instead (possibly attempting prowls the deserts and scrublands, constantly in search of to disarm the creature holding it). The forlorn husk then prey. Virtually fearless, it attacks any creature that crosses spends its next turn drinking the water as a full-round its lumbering path. action. A forlorn husk can even be tricked into drinking Up to 30 feet long, and weighing close to eight tons, a holy water in this fashion, though it is allowed a DC 15 giant banded lizard moves slowly. Its long, forked tongue Wisdom check to see if it notices that it is about to drink flickers constantly in search of prey. Its hide is covered in something that can harm it. A forlorn husk that is attacked tubercles, or beads, usually colored orange, but sometimes before it can drink the water immediately turns to that foe found in pink, yellow, or white. A giant banded lizard\u0027s and resumes its attacks. Only if left unassaulted during black head is streaked with orange. this turn does it consume the water it seizes. COMBAT Improved Grab (Ex): To use this ability, a forlorn husk must hit a creature with a claw attack. It can then attempt A giant banded lizard attacks any creature its own size or to start a grapple as a free action without provoking attacks smaller without hesitation. As it holds a creature fast in of opportunity. If it wins the grapple check, it gets a hold its mouth, a giant banded lizard pumps the creature full and can drain water from the victim. of venom secreted from its lower jaw. Spider Climb (Su): A forlorn husk can climb sheer sur- Improved Grab (Ex): To use this ability, a giant banded faces as though under the effect of a spider climb spell. lizard must hit a creature of any size with its bite attack. It Water Drain (Ex): If a living target has an open wound, can then attempt to start a grapple as a free action without a forlorn husk can drain moisture from the victim by provoking attacks of opportunity, if it wins the grapple making a successful grapple check. Each such attack deals check, it establishes a hold and attempts to deal bite damage 2d6 points of dessication damage to the victim. On each each round thereafter. such successful attack, the forlorn husk gains 5 temporary Poison (Ex): Injury, Fortitude DC 21, initial and second- hit points that last for up to 1 hour. ary damage 2d4 Str. The save DC is Constitution-based. GIANT BANDED LIZARD HALF-JANNI Huge Animal These products of crossbreeding between jann and more",
        "name":  "A forlorn husk can sometimes be tricked away from Challenge Rating",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like Special Qualities: A abilities half-janni retains all the special qualities",
        "name":  "Special Attacks",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary, party (2 plus 1 marrulurk plus Full Attack: Masterwork staff +8/+3 melee (1d6) 1 marrutact), or troop (6–11 plus 2–3 marrulurks plus Space/Reach: 5 ft./5 ft. 1–2 marrutacts) Special Attacks: Howl of healing, spells",
        "name":  "Organization",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5 Special Qualities: Marruspawn traits, spell resistance 16",
        "name":  "Challenge Rating",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 +14, Knowledge (history) +14, Knowledge (geography) +14, Listen +8, Spellcraft +16, Survival +4 (+6 to keep Jacketed in coal-black full plate and clutching a prodigious from getting lost or avoid hazards) scimitar, this jackal-headed humanoid looks like a juggernaut",
        "name":  "Level Adjustment",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The base land speed of a marruspawn ing 15, immunities, marruspawn traits, nondetection, that drinks this zyme increases by 30 feet for the zyme’s resistance to cold 20, spell resistance 32, telepathy, touch duration. of the divine",
        "name":  "Speed Zyme",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A marruspawn that drinks this Saves: Fort +19, Ref +16, Will +21 zyme can make one whirlwind attack per round, giving Abilities: Str 35, Dex 18, Con 24, Int 20, Wis 29, Cha 25 up its regular attacks and instead making one melee attack Skills: Balance +15, Bluff +19, Climb +24, Concentration at its full base attack bonus against each opponent within +30, Craft (any one) +28, Diplomacy +11, Disguise +7 reach. The marruspawn forfeits any extra attacks granted (+9 when acting in character), Heal +20, Intimidate by other abilities or feats. +32, Jump +35, Knowledge (history) +28, Knowledge 662200__1177773399__CChhpp66..iinndddd 117733 11//77//0055 44::3322::4444 PPMM 174 6 RETPAHC SRETSNOM (the planes) +28, Listen +32, Sense Motive +32, Search presence prevents any future fl owering of that desert. +28, Spellcraft +16, Spot +32, Survival +9 (+11 on other Were it ever to escape its binding, its appearance would planes), Swim +24 at the very least be an ominous omen for the welfare of",
        "name":  "Supercharged Zyme",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blind-Fight, Cleave, Improved Bull Rush, Improved the world. Even without its release, its dreams sometimes Sunder, Multiattack, Power Attack, Quicken Spell-Like interact with those who draw too near, but never in the Ability (fl esh to salt) same way twice.",
        "name":  "Feats",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— spell-like ability to summon one (or more) Gargantuan fi endish monstrous scorpions. It uses its howl of fossil- If the soul of ferocity could be contained in a single form, this ization in every round that it is able. If it can, it uses its ebony creature might be it. Shaking the dust of ages from its other spell-like abilities from a distance. Otherwise, it coal-black pelt, the creature opens its eyes. Within those orbs tears into its foes with its claw and bite attacks. is malice—the creature is rage personifi ed, like some god of starving jackals or the very embodiment of savagery. Vaguely Howl of Fossilization (Su): Once every 1d4 rounds, a humanoid, the lupine creature bounds forward, an unearthly marruspawn abomination can loose a fossilizing howl as a energy contained in its sinews, eager for the kill. free action. All creatures within 30 feet must succeed on a DC 27 Fortitude save or become fossilized. This effect This creature’s genesis is rumored to be the true cause functions as the fl esh to stone spell (see page 232 of the of the marru’s extinction. Delving too far into their Player’s Handbook). The save DC is Charisma-based. Even a lore of spawncraft, the marru dared to add the blood of creature that makes its save is subject to the abomination’s a deity to one of their force-bred creations. Seeking to howl of fossilization ability in later rounds. spawn a champion marruspawn, they instead created Immunities (Ex): A marruspawn abomination an abomination. has immunity to polymorph (although it can activate a Abominations are mistakes—the unwanted, unforeseen polymorph effect on itself) and petrifi cation. It is not offspring of misguided deifi c concourse. Abortions of subject to energy drain, ability drain, or ability damage. It spirit, abominations live on, nurtured by their quasi-deifi c has immunity to mind-affecting spells and abilities and powers and the pure, undiluted hate of their forebears and fire, and a marruspawn abomi- all naturally formed creatures. nation is not subject to This mistake ended the marru, though the histories death from massive are unclear how—either through the machina- damage. tions of the deity whose essence was stolen and infused into the creature, or by the waking abomination itself. A marruspawn abomination pos- sesses a spark of godhood. As such, it is virtually immortal unless slain. It is not actually immortal, but it ages so slowly and needs to eat, sleep, and even breathe so rarely that death for it could arrive only through confl ict. The marruspawn abomina- tion that is rumored to exist (though there could be more) is confi ned in a subterranean prison secured both by powerful spells and by the quintes- sential preservative fl uids designed by spawncraft. The prison lies below a blighted wasteland, and its mere eitoC .M yb .sullI The downfall of the marru race was this abomination 662200__1177773399__CChhpp66..iinndddd 117744 11//77//0055 44::3322::4466 PPMM 175 MONSTERS CHAPTER 6",
        "name":  "Level Adjustment",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 13, Dex 15, Con 12, Int 6, Wis 11, racial bonus. Cha 15 Spell-Like Abilities: 1/",
        "name":  "Abilities",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +8, Diplomacy +4, Disguise hour—haboob† (centered +2 (+4 when acting in character), on mephit only, DC Escape Artist +8, Hide +12, Intimi- 15); 1/day—stinking date +4, Listen +6, Move Silently cloud (DC 15). Caster +8, Spot +6, Use Rope +2 (+4 level 6th. with bindings) † New spell described",
        "name":  "Skills",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities the camp). Any mirage mullah that does so becomes ill",
        "name":  "Special Attacks",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Warm deserts (fey oases) natural sunlight (not merely a daylight spell) takes a –2",
        "name":  "Environment",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Pounce, rake 1d6+2 Special Attacks: Pounce, rake 1d4+2, spells",
        "name":  "Special Attacks",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Flyby Attack, Power Attack Knowledge (nature) +17, Listen +22, Spellcraft +17,",
        "name":  "Feats",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5 Still Spell",
        "name":  "Challenge Rating",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Spell-like abilities and orange, but blue and white thunderbirds also exist.",
        "name":  "Special Attacks",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., immunity to elec- The creature is usually diffi cult to see clearly, since it is tricity and sonic, resistance to acid 10 and fi re 10, spell surrounded by vapors and clouds. resistance 25 A thunderbird is often friendly to humanoids, but is a",
        "name":  "Special Qualities",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— lightning from a clear sky and blast foes with crashes of thunder. The clouds part as lightning surges down and you see the enor- Spell-Like Abilities: At will—call lightning (DC 16), mous silhouette of a bird of prey. As the thunder peals, its eyes fog cloud, shout (DC 17); 3/day—call lightning storm (DC 18), fl ash with electric light, and its beating wings threaten to block greater shout (DC 21), sandstorm†, solid fog; 1/day—earthquake out the sky. (DC 21). Caster level 15th. The thunderbird is a fabulous beasts that embodies the † New spell described on page 119. fury and abundance of nature. It is often worshiped as a Skills: Thunderbirds have a +4 racial bonus on Spot nature spirit, particularly by the bhukas. checks. Illus. by R. Spencer Thunderbirds are nature’s fury made fl esh 662200__1177773399__CChhpp66..iinndddd 118899 11//77//0055 44::3333::3344 PPMM 190 6 RETPAHC SRETSNOM Otherwise, they are just as ravenous and brutal as other TROLL, WASTELAND varieties. Whenever possible, they set up their lairs near Large Giant settlements, then prey upon the inhabitants night after",
        "name":  "Level Adjustment",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7 of a daylight spell.",
        "name":  "Challenge Rating",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See page 190 of the Monster Manual. +18 melee (1d10+11 plus mummy rot, bite) or +18 melee (1d8+11 plus mummy rot, slam); Full Atk +18 melee ENCOUNTERS IN HARRAX (1d10+11 plus mummy rot, bite) and +13 melee (1d6+5 plus Here are the creatures and NPCs that explorers will mummy rot, 2 claws) or +18 melee (1d6+11 plus mummy encounter within Harrax. rot, slam); SA despair, mummy rot, pounce, rake 1d6+5, Mummies are frequently encountered in Harrax. All roar; SQ damage reduction 5/—, darkvision 60 ft., low- mummies have the despair and mummy rot special attacks. light vision, undead traits, vulnerability to fi re; AL LE; The DC of these attacks is provided with each mummy SV Fort +7, Ref +5, Will +12; Str 33, Dex 10, Con —, Int entry below, and the full text of the abilities is reprinted 6, Wis 14, Cha 15. here. See page 190 of the Monster Manual for details. Skills and Feats: Hide +6, Listen +4, Spot +14; Alertness, Despair (Su): At the mere sight of a mummy, the viewer Flyby Attack, Great Fortitude, Power Attack, Tough- must make a successful Will save or be paralyzed with ness, Track. fear for 1d4 rounds. Whether or not the save is suc- Language: Common. cessful, that creature cannot be affected again by that A mummy canisphinx’s despair and mummy rot special mummy’s despair ability for one day. The save DC is attacks have a save DC of 20. Charisma-based. Pounce (Ex): If a mummy canisphinx charges a foe, it can Mummy Rot (Su): Supernatural disease—slam, Fortitude make a full attack, including two rake attacks. DC varies, incubation period 1 minute; Damage 1d6 Con Rake (Ex): Attack bonus +18, damage 1d6+5. and 1d6 Cha. The save DC is Charisma-based. Roar (Su): Three times per day, a mummy canisphinx Unlike normal diseases, mummy rot continues until can loose a mighty roar. All creatures within 200 feet at the victim reaches Constitution 0 (and dies) or is cured as the time must succeed on a DC 20 Will save or be affected described in the template description below. An affl icted as though by a fear spell for 2d4 rounds. creature that dies shrivels away into dust that blows away If the sphinx roars a second time during the same into nothing at the fi rst wind. encounter, all creatures within 100 feet must succeed on a DC 20 Fortitude save or be paralyzed for 1d4 rounds, Major NPCs and all those within 60 feet are also deafened for 1d4 The following monsters appear throughout the city of rounds (no save). If it roars a third time during the same Harrax, as indicated in the keyed areas, above. encounter, all those within 50 feet must succeed on a DC 20 Fortitude save or take 1d4 points of Strength damage",
        "name":  "Mummy",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "scimitar. Mummy Priest of Al-Ishtus: Cleric 2; CR 6; Medium Mummy High Priest of Al-Ishtus: Cleric 6; CR undead; HD 8d12+6 plus 2d8; hp 67; Init +0; Spd 20 ft.; AC 8; Medium undead; HD 8d12+3 plus 6d8; hp 82; Init 21, touch 11, fl at-footed 21; Base Atk +5; Grp +12; Atk or +0; Spd 20 ft.; AC 21, touch 11, flat-footed 21; Base Atk Full Atk +12 melee (1d6+10 plus mummy rot, slam) or +8 +8; Grp +15; Atk +15 melee (1d6+10 plus mummy rot, melee (1d3+7, whip); SA despair, mummy rot; SQ damage slam) or +15 melee (1d3+7 nonlethal, whip); Full Atk reduction 5/—, darkvision 60 ft., rebuke undead 5/day (+2, +15 melee (1d6+10 plus mummy rot, slam) or +15/+10 2d6+4, 2nd), undead traits, vulnerability to fi re; AL NE; melee (1d3+7 nonlethal, whip); Reach 15 ft. with whip; SV Fort +7, Ref +2, Will +11; Str 24, Dex 10, Con —, Int 6, SA despair, mummy rot, rebuke undead 5/day (+2, Wis 14, Cha 15. 2d6+8, 6th); SQ damage reduction 5/—, darkvision 60 Skills and Feats: Climb +8, Hide +7, Knowledge (religion) ft., undead traits, vulnerability to fire; AL NE; SV Fort –1, Listen +8, Move Silently +7, Spellcraft –1, Spot +8; +9, Ref +4, Will +13; Str 24, Dex 10, Con —, Int 6, Wis Alertness, Great Fortitude, Toughness (2). 15, Cha 15. Language: Common.",
        "name":  "Possessions",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Whip, ring of protection +1. Resist Nature’s Lure (Ex): Ten-Ap gains a +4 bonus on saving throws against the spell-like abilities of fey.",
        "name":  "Possessions",
        "source":  "sandstorm_mastering_the_perils_of_fire_and_sand.txt",
        "_id":  "3d7777baffdd29c2eff31697ceae2772ff3e6f90b78ecea85f0fb604da602aed"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A monster’s starting ECL is defined as: Handbook.See the Awakened Characters sidebar in Chapter 2: Building Monster Characters for guidelines on playing Base creature’s Hit Dice + level adjustment. awakened animals and plants. Put the name of your base creature in the space for “Race” on your character sheet. A monster character’s starting ECL should be equal to or less than the party’s average character level. In the latter case, 2. ABILITY SCORES add class levels to the monster character until its ECL The three methods for determining monster ability scores equals the party’s average character level. are described below. Use one of them to generate a set of six numbers, and make a note of these numbers on a piece of BASICS OF scratch paper. A. Use the Base Creature’s Scores: You can copy the MONSTER CHARACTERS ability scores of the base creature from the Monster Manual if This section gives an outline of the process for building a you wish. This technique sounds simple, but it has one monster character, beginning with a creature from the major drawback. Each of a monster’s ability scores, as given Monster Manualand adding class levels to it. You can build in the Monster Manual,is 10 or 11, adjusted by racial modi- 6 :1 RETPAHC RETCARAHC NOITAERC pqqqqrs CHALLENGE RATING VERSUS EFFECTIVE spell-like ability is usable at will or once per day. It probably CHARACTER LEVEL won’t live long enough for the frequency of use to make a Challenge Rating and effective character level measure two difference. But the distinction makes a huge difference to a PC, different things. CR measures the threat level of a monster, and who could potentially use the ability in every encounter. ECL measures its relative effectiveness compared to a charac- Further, if a powerful creature (such as a balor) has access to a ter of one of the standard races, as given in the Player’s plethora of spell-like abilities, that fact doesn’t affect its CR too Handbook. The factors that go into making a good challenge heavily, because it only gets to use three or four of them in a and a good character are so different that CR is no help in the given encounter. Again, however, that kind of flexibility matters latter case. A monster is only “on the scene” for a very short a lot to a PC. while, usually just a few rounds. A player character, on the As illustrated by these examples, CR and ECL measure two other hand, is present for almost every scene of the adventure. different things, so both are necessary. Never assume that CR For example, it makes little difference to a monster’s CR if a and ECL are equivalent, or even related. pqqqqrs fiers. You can do better than that. B. Use Elite Ability Scores: Take the ability scores for a particular kind of monster directly from the Monster Manual and apply the fol- lowing modifiers as you see fit: +4, +4, +2, +2, +0, –2. C. Randomly Generate Ability",
        "name":  "Starting ECL",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Since characters of the standard races An ogre’s starting ECL calculates as 7 (4 HD +3 level adjust- can generally duplicate this ability, it is worth a level adjust- ment) using the system above. His highest ability score is ment only when the monster’s spellcasting ability exceeds Strength. Would you rather play an ogre with a level of what a character of a level equal to the creature’s CR could fighter (ECL 8), or an 8th-level fighter? To play the ogre, you do. If the creature can cast spells at a caster level higher than give up the fighter’s three (larger) Hit Dice, three bonus its Hit Dice, it gains a +1 level adjustment. feats, and two ability score increases to gain +10 Strength,",
        "name":  "Spellcasting Ability",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Covered under Water Dangers in Chapter descriptions specifically say otherwise. 3 of the DUNGEONMASTER’s Guide. Spellcasting:A verbal component is a spoken incantation. To",
        "name":  "General Hazards",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When wading or walking underwater, creatures provide a verbal component, you must be able to speak in a move at half speed, or at their swim speed if they have one. strong voice. Characters unable to breathe underwater cannot Creatures benefiting from a freedom of movement effect can use spells with verbal components unless they somehow wade or walk on the bottom at their normal speed. surround their heads with a bubble of air. Chapter 6: Spells",
        "name":  "Movement",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Tearing off a piece of yourself is traumatic. You Special: A flying creature with this feat must be within take subdual damage equal to one-quarter of your full reach of the ground to create the effect, but need not actu- normal hit point total. Damage reduction cannot reduce ally be in contact with it. the amount of damage taken in this way. EMPOWER SPELL-LIKE ABILITY [GENERAL] DUST CLOUD [MONSTROUS] You can use a spell-like ability with greater effect than You can sweep dust into the air to hide from opponents. normal.",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dex 19, Int 19, Huge size, Combat Prerequisite:Spell-like ability caster level 4th. Reflexes, wings or tail. Benefit:Choose one of your spell-like abilities, subject",
        "name":  "Prerequisites",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This feat can be taken multiple times. Each time the primary damage). it is taken, you can apply it to another one of your spell-like abilites. Subtype Primary Damage Secondary Damage Acid Acid Blindness for 2d4 Empower Spell-Like Ability rounds, Fortitude Spell Caster Level negates Level to Empower Air Blast of wind Destructive harmonics 0 4th (bludgeoning damage) (1d6 sonic damage per 2 1st 6th Hit Dice; Reflex half) 2nd 8th Cold Cold Ice shards (1d6 piercing 3rd 10th damage per 2 Hit Dice; 4th 12th Reflex half) 5th 14th Earth Blast of rock shards Earthquake (as spell, 6th 16th Reflex save according to 7th 18th effect) 8th 20th Electricity Lightning Thunderclap (1d6 sonic 9th — damage per 2 Hit Dice, stun for 1 round, deafen for 4d6 rounds; Reflex EXTENDED REACH [MONSTROUS] half and no deafness) Your flexible body allows you to reach farther than normal. Fire Fire Light blast (1d6 damage per 2 Hit Dice; Reflex",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Add +2 to the DC of all saving throws against Benefit: As a full-round action, you can cast one addi- your gaze attack. tional spell (or use a spell-like ability in combination with",
        "name":  "Benefit",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The benefit of this feat stacks with the benefit a spell or another spell-like ability) each round. Each spell provided by the Ability Focus feat (see above). used in this way must have a casting time of 1 action; a spell-like ability must also take no more than a standard MIGHTY LEAPING[GENERAL] action to use. Using this feat provokes an attack of oppor- You have developed your leg muscles and trained yourself tunity. If your concentration is interrupted during this to make mighty leaps. simultaneous casting or spell-like ability use, whether by",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 21, Dodge, Mobility, Jump 9 ranks or a taking damage or by some other means, a Concentration racial bonus on Jump checks. check is required for each spell or spell-like ability. Failing",
        "name":  "Prerequisite",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain a +10 competence bonus on Jump either Concentration check negates both spells or spell- checks. If you intentionally jump down from a height, a like abilities. successful Jump check (DC 15) lets you take damage as if You can also use one head to cast a spell or use a spell-like you had fallen 20 feet less than you actually did. ability while another head activates a head-based special",
        "name":  "Benefit",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A creature with this feat is not limited by its actions. height when jumping. Special: You still cannot exceed the limit of one quick- ened spell per round (assuming you also have the Quicken MIGHTY ROAR [MONSTROUS] Spell feat) when using this feat. You unsettle opponents with a dreadful roar as you attack.",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Int 13, gaze special attack. MULTIVOICE [MONSTROUS] Benefit: A creature that averts its eyes has only a 25% chance If you have two or more heads, you can cast more spells to avoid the need for a saving throw against your gaze attack. than usual in a round. Normal: A creature that averts its eyes normally has a 37 FEATS CHAPTER 4: 50% chance to avoid the need for a saving throw against a PREHENSILE TAIL [MONSTROUS] gaze attack. You can use your tail to manipulate objects.",
        "name":  "Prerequisite",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Your poisonous nature grants you a greater than Move-equivalent action Free action normal ability to withstand poison attacks. You gain a +2 competence bonus on your Fortitude saves to resist the This feat cannot reduce the time it takes to change forms to effects of poison. If a creature of the same kind as you pro- less than the time required for a free action. duces the poison, this bonus is +4 instead, assuming that you are not already immune to the poison of your own kind. QUICKEN SPELL-LIKE ABILITY [GENERAL] You can use a spell-like ability with a moment’s thought. POWER DIVE [GENERAL] Prerequisite: Spell-like ability caster level 8th. You can fall upon an opponent from the sky. Benefit:Choose one of your spell-like abilities, subject",
        "name":  "Benefit",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "When flying, you can dive and land on an oppo- ity as a quickened spell-like ability three times per day (or nent to deal additional damage. Using this feat is a standard less, if the ability is normally usable only once or twice action, and it can affect only creatures one or more size cat- per day). egories smaller than you. To use this feat, make an overrun Quicken Spell-Like Ability attack, but the opponent cannot choose to avoid you. If you Spell Caster Level knock down the target, you may make an additional slam Level to Quicken attack (at the usual +4 attack bonus against prone oppo- 0 8th nents). The attack deals the base damage given on the table 1st 10th below for your size category plus 1 1/2 times your Strength 2nd 12th bonus (rounded down). 3rd 14th 4th 16th Size Category Power Dive Base Damage 5th 18th Fine 1d2 6th 20th Diminutive 1d3 7th — Tiny 1d4 8th — Medium-size 1d6 9th — Large 1d8 Huge 2d6 Using a quickened spell-like ability is a free action that Gargantuan 2d8 does not provoke an attack of opportunity. You can perform Colossal 4d6 another action—including the use of another spell-like ability—in the same round that you use a quickened spell-",
        "name":  "Benefit",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you fail in your overrun attempt and are with a level less than or equal to one-half your caster level tripped in turn, you are knocked down, and you deal the (round down), –4. See the table below. For example, a crea- slam damage for the attack to yourself. ture that uses its spell-like abilities as a 15th-level caster can 38 :4 RETPAHC STAEF only quicken spell-like abilities duplicating spells of 3rd SCRAMBLE [GENERAL] level or lower. In addition, a spell-like ability that duplicates Your slippery ways allow you to evade a damaging blow. a spell with a casting time greater than 1 full round cannot Prerequisite: Dex 15, Small size or smaller, improved be quickened. evasion.",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Normally the use of a spell-like ability requires Benefit: The effects of this feat resemble those of the a standard action and provokes an attack of opportunity rogue’s defensive roll, but you can use Scramble to avoid a unless noted otherwise. potentially fatal attack entirely. Once per day, when you",
        "name":  "Normal",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you have more than one form of sonic attack, ity, whichever is higher. you can take this feat multiple times. Each time, it applies Special:You can gain this feat multiple times. Its effects to a different one of your sonic attacks. do not stack. Each time you take it, it applies to a new spell- like ability. ROLL WITH IT [GENERAL] You are adept at lessening the effects of blows. SURROGATE SPELLCASTING [MONSTROUS]",
        "name":  "Special",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You gain damage reduction 2/–. This applies in casting spells. addition to any damage reduction you have from other Prerequisite: Wis 13, nonhumanoid or nonhumanlike sources. Damage reduction cannot reduce damage you take form. to less than 0. Benefit:You complete the verbal and somatic compo-",
        "name":  "Benefit",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You move easily through the sucking bogs and Benefit: When using an attack that has a wounding spe- stagnant water of the swamps. You gain a +2 competence cial ability, the wounds you cause bleed for an additional +1 bonus on Swim checks and on Strength checks to break point of damage each round. For instance, a hit from a bar- free of nets, webs, entanglespells, and similar hindrances. bazu’s glaive causes the victim to bleed for 3 points of This feat does not grant a bonus on grapple checks. damage each round, not 2. THICK-SKINNED [MONSTROUS] VIRULENT POISON [MONSTROUS] Your tough hide grants improved damage reduction. Your poison attack is more effective.",
        "name":  "Benefit",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This single +1 gauntletallows the Memory Loss:An opponent struck by the arrow must suc- wielder to make a melee touch attack and blind the target of ceed on a Fortitude save (DC 15) or lose all memory. The the attack instead of doing damage. The target gets a Forti- subject retains skills, languages, and class abilities but tude saving throw (DC 14) to negate the blinding effect. forgets everything else until he or she receives a healspell",
        "name":  "Gauntlet of Gruumsh",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As the spell cast by a 9th-level wizard, save for half damage (DC 17). Damage from two balls resting in DC 15. This power uses 2 charges. the same square stacks. A creature struck by multiple balls",
        "name":  "Lightning Bolt",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3,600 gp. make a Concentration check (DC 15) or lose the spell. The Ring of Wordtwisting:This ring grants a +2 insight wielder and the whip are not attached to the entangled bonus on Bluff, Diplomacy, and Sense Motive checks. If character in any way and may attack other targets freely. worn by someone of orc blood, the ring grants a +4 insight",
        "name":  "An entangled character who attempts to cast a spell must Price",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7th;Prerequisites:Craft Staff, negative energy affected as though by a hypnotismspell for 2d4 rounds. Op- protection, unholy blight,creator must be evil; Market Price: ponents who successfully save cannot be affected by the 78,950 gp. same babbling wheel for one day.",
        "name":  "Caster Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Clr 3, Drd 3, Sor/Wiz 3 Spell Resistance:Yes (harmless) Level:Clr 2, Sor/Wiz 2",
        "name":  "Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action This spell grants Intelligence to Casting Time:1 action",
        "name":  "Casting Time",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The brain of a Level:Clr 3, Drd 2, Sor/Wiz 2 round/level humanoid that has been dead less Components:V, S Saving Throw:None than 8 hours. Casting Time:1 action Spell Resistance:Yes",
        "name":  "Material Component",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M, XP Spell Resistance:Yes (harmless) can be at any angle. Like a wall of force,",
        "name":  "Components",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Close (25 ft. plus 5 ft./2 This spell grants the subject the when formed. It is typically used to levels) blindsight ability out to a range of 30 cross a chasm or a hazardous space.",
        "name":  "Range",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "All mindless undead within feet. (For details, see Blindsight in Creatures can move on the bridge of a circle 25 ft. in radius plus 5 ft./ Chapter 3 of the DUNGEON MASTER’s soundwithout penalty, sinced it is no 2levels Guide.) more slippery than a typical dungeon 63 SPELLS CHAPTER 6: floor. It is only a physical barrier to CACOPHONIC BURST Saving Throw:Will negates (D) solid objects and has no effect on Evocation [Sonic] Spell Resistance:Yes spells, line of sight, gaze attacks, ethe- Level:Brd 5, Sor/Wiz 5 real creatures, or incorporeal crea- Components:V, S This spell stops a lycanthrope from tures and objects. Casting Time:1 action changing form, preventing both vol-",
        "name":  "Targets",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None The spell grants you a +10 circum- The tentacles do not interfere with",
        "name":  "Saving Throw",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No stance bonus on your Hide checks. your movement or spellcasting, but they provide you one-half conceal- You command the water supporting CLOUD WINGS ment (20% miss chance) and totally or surrounding a swimming or float- Transmutation hide your features. You get a +4 com- ing creature or object to rise and hold Level:Sor/Wiz 2 petence bonus on grapple checks, the creature above the surface of the Components:V, S Climb checks, and Escape Artist water. An object so lifted may con- Casting Time:1 action) checks. tain creatures or other objects (for ex- Range:Tough Crawling darkness automatically ample, a boat). The creature must be Target:Creature touched protects you with a feather fall effect if willing to be lifted in this manner, Duration:1 minute/level you ever fall more than 3 feet and al- and an object must be unattended or Saving Throw:Fortitude negates lows you to use water walkat will. possessed by a willing creature. The (harmless) spell causes a smooth wave of water Spell Resistance:Yes(harmless) DAWN to rise under the subject and hold it Abjuration 20 feet above the rest of the water’s This spell increases the subject’s fly Level:Drd 0, Rgr 1 surface. If obstructions prevent the speed by 30 feet. It has no effect on Components:V subject from being raised that high other modes of movement, nor does Casting Time:1 action (such as being in a cave with a low it allow the subject to fly if it cannot Range:Personal ceiling), the wave lifts the subject already do so. Target:All creatures within a 15-ft.- until it touches the obstruction. The radius burst centered on you subject is otherwise resting at the top COUNTERMOON Duration:Instantaneous of this wave (rescuing it from drown- Abjuration Saving Throw:Fortitude negates ing if it was a sinking air-breather) Level:Drd 3 (harmless) and can swim away under its own Components:V, S, M Spell Resistance:Yes power or be moved by others (such as Casting Time:1 action with a rope). If the subject is re- Range:Close (25 ft. + 5 ft./2 levels) All sleeping creatures in the affected moved from the wave, it collapses Target:One lycanthrope area awaken. Those who are uncon- gently and the spell ends. Duration:12 hours scious because of subdual damage 64 :6 RETPAHC SLLEPS wake up and become staggered (see You create a distracting and discor- ent, he is shaken. This is a compul- Subdual Damage in Chapter 8 of the dant chant. Affected creatures that at- sion and fear effect. Player’s Handbook). This spell does not tempt spellcasting or other activities Charm: Your image in the dream affect dying creatures. that require concentration must appears particularly helpful and kind. make Concentration checks (DC 18 + For the duration of the spell, the DESICCATING BUBBLE Int or Cha modifier, for wizards or dreamer is under the effect of a charm Necromancy sorcerers respectively) to succeed. monsterspell. This is a charm effect.",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action fensively, have their DC increased by the duration of the spell, any time the",
        "name":  "Casting Time",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 ft./ the save DC of this spell –10. For ex- dreamer can see you or knows you are level) ample, this spell cast by a wizard with present, he preferentially attacks you",
        "name":  "Range",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A tiny above; also, you can alter the sleeping tures and objects within the area take bag or bladder filled with air, and a person’s dreams to produce a specific 7d6 points of damage; the damage is sprinkle of dust. desired effect. The dreamer gets a Will 4d6 impact and 3d6 fire. Those that saving throw to resist the additional ef- fail the saving throw are knocked DISSONANT CHANT fects of this spell; if he succeeds, the prone. Abjuration [Sonic] dream castingspell can only send a mes-",
        "name":  "Arcane Material Component",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Brd 2, Sor/Wiz 2 sage in the manner of the dreamspell. If EMBRACE THE WILD",
        "name":  "Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None (see text) tion of the spell, any time the dream- Target:You",
        "name":  "Saving Throw",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes er can see you or knows you are pres- Duration:10 minutes/level 65 SPELLS CHAPTER 6: This spell allows you to adopt the na- This spell transforms tails or finned points, adding the usual benefits to ture and some abilities of a wild ani- extremities into humanoid legs and Intelligence-related skills. Wizards mal. You retain your own form, but feet. Transformed Medium-size crea- who receive fox’s cunningdo not gain you gain the natural and extraordi- tures have a land speed of 30 feet, extra spells, but the save DCs for their nary senses of the creature you Small and smaller creatures have a spells increase. choose, as well as its skill ranks land speed of 20 feet, and Large and Arcane Material Component: A few (though these do not stack with any larger creatures have a land speed of hairs, or a pinch of dung, from a fox. ranks you already have in the same 40 feet. This is a common spell among skills), for the duration of the spell. merfolk, naga, and tritons. FUSE ARMS Thus, depending on your choice of Transmutation animal, you could gain blindsight, FLAME WHIPS Level:Clr 3, Sor/Wiz 3 scent, and ranks in Listen, Spot, or Transmutation Components:V, S other skills. Embrace the wilddoes not Level:Sor/Wiz 8 Casting Time:1 action grant you the animal’s natural attacks, Components:V, S Range:Touch methods of locomotion, feats, or non- Casting Time:1 action Target:Creature with at least four sensory extraordinary abilities, such Range:Personal arms or tentacles touched as trample or improved grab. Effect:Flaming whips Duration:10 minutes/level",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, M points of fire damage +1 point per the spell (so basilisks and monstrous",
        "name":  "Components",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal While this spell is in effect, you limbs to attack or manipulate objects,",
        "name":  "Range",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You may not cast spells with material are unaffected).",
        "name":  "Target",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Creature touched Spell Resistance:Yes (harmless) Target:Creature touched",
        "name":  "Target",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude negates The transmuted creature becomes Saving Throw:Fortitude negates (harmless) smarter. The spell grants an enhance- (harmless)",
        "name":  "Saving Throw",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Spell Resistance:No Components:V, S, M, XP",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Spell Resistance:Yes (harmless) Range:Medium (100 ft. + 10 ft./",
        "name":  "Components",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 minutes/level can make a full attack in the same Spell Resistance:Yes (see text)",
        "name":  "Duration",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Material Component: A hair from a You create a yawning area of roiling lion’s mane. purple-red energy resembling a great The inky cloud created by this spell mouth. This field of energy has the billows out from your location. The following effects upon anything that cloud obscures all sight, including touches or enters it. darkvision, beyond 5 feet. A creature First, all creatures except you take 1 within 5 feet has one-half con- point of damage per caster level. Spell cealment (attacks have a 20% miss resistance applies to the damage (but chance). Creatures farther away have not the other effects of the spell). total concealment (50% miss chance, Those affected by the spell make a and the attacker can’t use sight to lo- Will saving throw every round. A suc- cate the target). LOW-LIGHT VISION cessful saving throw halves the dam- A moderate current (11+ mph) dis- Transmutation age in that round. perses the cloud in 4 rounds; a strong Level:Asn 1, Rgr 1, Sor/Wiz 1 Second, the chaotic energy makes it current (21+ mph) disperses the Components:V, S difficult to concentrate. Any activity cloud in 1 round. Casting Time:1 action that involves concentration (such as The spell functions only under- Range:Touch casting a spell or using a spell-like water. Target:Creature touched ability) requires a Concentration",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A small vial Duration:1 hour/level check (DC 25 + spell level) to succeed. containing the ink of a squid or Saving Throw:None Creatures with the chaotic subtype octopus. Spell Resistance: Yes (harmless) are unaffected by this spell.",
        "name":  "Material Component",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Level:Brd 2, Clr 2, Drd 2, Pal 2, Range:Touch Sor/Wiz 2 Effect:One object up to 1 cu. ft./level Askeen edge,except as noted above. Components:V, S, M/DF Duration:Permanent (D) 68 :6 RETPAHC SLLEPS",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (object) skills or feats). Necromancy [Evil]",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes less) Range:Personal",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes (harmless) Target:You",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S the spell flower,he can hold the charge poison, bite); SA poison, web, smite",
        "name":  "Components",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action on both of these spells at the same evil; SQ vermin traits, darkvision 60",
        "name":  "Casting Time",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Medium (100 ft. + 10 time. If he cast another spell with a ft., acid/cold/electricity resistance 15, ft./level) somatic component (which requires DR 5/+2, SR 20; SV Fort +8, Ref +6,",
        "name":  "Range",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fortitude half spells (his choice), but if the spell he Skills:Climb +16, Hide +2, Jump",
        "name":  "Saving Throw",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Any number of allied crea- If thespell flowerends, the most re- footed 13; Atk +9 melee (2d6+6 plus tures, no two of which may be cent touch spell cast remains as a held poison, bite); SA poison, web, smite more than 30 ft. apart charge and all other held spells dissi- good; SQ vermin traits, darkvision pate. 60 ft., cold/fire resistance 15, DR Asmessage,except as noted above and 5/+2, SR 20; SV Fort +8, Ref +6, Will that you and the recipients don’t have SPIDER PLAGUE +3; Str 19, Dex 17, Con 12, Int 3, Wis to mouth the words or whisper, Conjuration (Summoning) (see text) 10, Cha 2. which means that those skilled in Level:Clr 8 Skills:Climb +16, Hide +2, Jump reading lips have no opportunity to Components:V, S +10, Spot +15. learn the messages. Casting Time:1 full round Smite Good (Su):Once per day",
        "name":  "Targets",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1d4+1 summoned creatures to deal +10 damage against a good foe.",
        "name":  "SPELL FLOWER Effect",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S Spell Resistance:No damage 1d8 Strength. 70 :6 RETPAHC SLLEPS",
        "name":  "Components",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Sor/Wiz 8 air at the bottom of the ocean—at Any spell or effect that affects un-",
        "name":  "Level",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 hour/level (D) least until the spell expires. dead also affects the subject. The",
        "name":  "Duration",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Will negates (harm- Material Component: A small piece subject can be turned, destroyed, re- less) of stone that was once part of either a buked, or commanded as an undead stone golem, a greater earth elemen- of its Hit Dice (and gets no saving As improved invisibility, except as tal, or a castle. throw to resist the result). Negative noted above and that the creature is energy effects (such as inflictspells) hidden from hearing and scent as SUPERIOR RESISTANCE heal the subject, while positive en- well. The subject radiates silence to a Abjuration ergy effects (such as cure spells) radius of 5 feet and neither leaves a Level:Brd 5, Clr 5, Drd 5, Sor/Wiz 5 harm her. scent nor can be detected by the scent Components:V, S, M/DF An undead creature is immune to ability. Casting Time:1 action mind-affecting effects, poison, sleep,",
        "name":  "Saving Throw",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 action Spell Resistance:Yes (harmless) tion score while the spell is in effect,",
        "name":  "Casting Time",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Components:V, S stead, and if the multiplier is ×4, add",
        "name":  "Spell Resistance",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Reflex half or Reflex the other types of energy damage. to summon an evil or good creature, negates (see text) This spell has a subtype that is the it is a spell of that type. Spell Resistance:Yes same as the energy created by the tar-",
        "name":  "When you use a summoning spell Saving Throw",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spellcasting prestige class may have its own spell list. Choose spells appropriate to the REQUIREMENTS class, and perhaps even make up some new, signature To qualify to become an emancipated spawn, a character spells. However, keep the spell list relatively short. It must fulfill all the following criteria. should have the spells appropriate for the class and no Race: Intelligent undead created by another undead more—for a wide variety of spells, a character can pick up a using its create spawn ability. level of wizard or cleric. It is equally acceptable to allow Base Attack Bonus: +3. spellcasters to continue advancing as their original type of Special: Must have been created as a spawn by an undead spellcaster. creature that has since been destroyed. Occasionally, if a spell is a signature spell of a prestige class, you can lower the level of the spell by one for that CLASS SKILLS class. For example, for a flame mage prestige class, wall of The emancipated spawn’s class skills (and the key ability for firemight be considered a 3rd-level rather than a 4th-level each skill) are Bluff (Cha), Climb (Str), Disguise (Cha), spell. This technique should be used sparingly—only once Hide (Dex), Intimidate (Cha), Jump (Str), Listen (Wis), or twice for a given class, if at all. Move Silently (Dex), Search (Int), Sense Motive (Wis), and",
        "name":  "Spells and Spell Lists",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +9, Craft (alchemy) +7, about any group, although they prefer the company of other Knowledge (arcana) +6, Listen +2, Search +4, Spellcraft +10, mind flayers. They usually bring several thralls of desired Spot +2; Combat Casting, Dodge, Iron Will, Lightning classes or creature types for consumption as needed. A Reflexes. savant often heads up an inquisition or even a cult to pursue Create Spawn (Su):Any humanoid reduced to Strength his ends. 0 by Anastrianna’s incorporeal touch rises as a shadow in 1d4 Hit Die:d4. rounds. This spawn is under Anastrianna’s command and remains enslaved until her death. REQUIREMENTS Anastrianna can control twenty spawn at one time. If she To qualify to become an illithid savant, a character must ful- creates a spawn that causes her to exceed this limit, the fill all the following criteria. spawn longest under her control is released. Race:Mind flayer.",
        "name":  "Skills and Feats",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Anastrianna’s familiar grants her Move Silently (Dex), Scry (Int, exclusive skill), Search (Int), Alertness as a bonus feat (when it is within 5 feet). Anastri- Sense Motive (Wis), and Spot (Wis). anna can share spells with her familiar, and she has an empathic link with it to a distance of 1 mile. See Familiars in Skill Points at Each Level:2 + Int modifier. Chapter 3 of the Player’s Handbook.",
        "name":  "Familiar Benefits",
        "source":  "savage_species_playing_monstrous_characters.txt",
        "_id":  "b6294c335ec83f7d3d973e95be01b692696824ea5e8ab701dd0044283488a5d3"
    }
]
