[
    {
        "origin_file":  "spells.json",
        "description":  "This spell does not help against the elder The entrance to the illithids’ deeper lair might be hidden brain’s telepathic awareness, because the elder brain’s ability inside a home, a temple, a well, a protected cave, or another is not a divination (scrying) effect. secret location. It is designed to blend into the site and not",
        "name":  "Detect Scrying",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This spell offers no protection because the elder stand out or attract attention as an unusual structure. It brain isn’t “looking” into an area and can’t be fooled by images. won’t necessarily be the biggest, cleanest, strongest, or best- The spell doesn’t mask the user’s thoughts, so it has no effect protected edifi ce in the village. The entry point to the mind in this case. fl ayer community proper is always guarded (from the inner",
        "name":  "False Vision",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Kuo-Toan, Undercommon, Aquan. Amphibious (Ex): Although kuo-toas breathe by means of 6. STATUARY gills, they can survive indefi nitely on land. Eight niches in the walls around the rotunda contain statues. All Keen Sight (Ex):Kuo-toas can spot moving creatures even if are of human females, but their hands and heads are broken off they are invisible or ethereal. and lie smashed on the fl oor. Seven of the statues’ stone heads Light Blindness (Ex):Abrupt exposure to bright light (sunlight have been replaced with the severed heads of various humanoids— or a daylight spell) blinds kuo-toas for 1 round. On subsequent several humans, a drow, a duergar, an elf, and a githyanki. rounds, they are dazzled while operating in bright light.",
        "name":  "Languages",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constrict 1d6+2, expert grappler, improved attempt. Severing one of a grell’s tentacles deals 2 points of grab, paralysis, spells damage to the creature. The creature regrows severed tentacles",
        "name":  "Special Attacks",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Grell necromancer 5; CR 7; Medium to cold, undead traits; AL NE; SV Fort +0, Ref +1, Will +3; Str aberration; HD 5d8+20 plus 5d4+20; hp 76; Init +4; Spd 5 ft., 15, Dex 12, Con —, Int —, Wis 10, Cha 1. fl y 30 ft. (perfect); AC 22, touch 14, fl at-footed 18; Base Atk +5; Skills and Feats: Improved Initiative. Grp +16; Atk +9 melee (1d4+1 plus paralyzation, tentacle); Full Languages:N/A. Atk +9 melee (1d4+1 plus paralyzation, 10 tentacles) and +4 Undead Traits: A skeleton is immune to mind-affecting spells melee (2d4, bite); SA constrict, expert grappler, improved grab, and abilities, poison, sleep effects, paralysis, stunning, disease, paralysis; SQ blindsight 60 ft., fl ight, immunity to electricity, death effects, and any effect that requires a Fortitude save immunity to paralyzation, sightless; AL NE; SV Fort +6, Ref unless it also works on objects or is harmless. It is not subject +6, Will +9; Str 12, Dex 18, Con 19, Int 16, Wis 12, Cha 6. to extra damage from critical hits, nonlethal damage, ability",
        "name":  "Grell Necrophilosopher",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +12 (+16 casting defensively), damage to its physical ability scores, ability drain, energy drain, Hide +14, Knowledge (arcana) +6, Knowledge (dungeoneering) fatigue, exhaustion, or death from massive damage. It cannot +6, Knowledge (nature) +6, Listen +5, Move Silently +14, Search be raised, and resurrection only works if it is willing. Darkvision +5, Sense Motive +3, Spellcraft +6, Spot +5; Combat Casting, 60 ft. 119 THE EATERS CHAPTER 6 5. THE WATERS OF DEATH (EL 6) If one of the grell in this room is killed, the other attempts The doors leading into this chamber from area 4 are made of to flee and warn the patriarch in area 10 that the outpost ancient bronze, cast into threatening shapes. is under attack. If only one grell is in this room (presum- ably because the other went to investigate trouble in area At the bottom of the stairs you fi nd a double door, green and cor- 1 and did not return), it flees when reduced to half its hit roded with age. You can barely discern disturbing skeletal fi gures points. cast in the ancient bronze. Grinning skulls and bony claws cover 7. CAPTIVES’ CAVE the door. The door leading into this chamber is secured from the While the door is somewhat threatening, it is not dangerous. It outside. is stuck, requiring a DC 21 Strength check to force open. A door of thick, gray crystal fi lls this branch of the passage. The The chamber beyond the ancient door is some kind of dark shrine middle panel looks like it could be folded or moved to allow entry, or crypt. Moldy bas-reliefs carved in the stone walls glorify images but several thick rods or bars of the same crystalline substance of gruesome death, showing skeletal fi gures sacrifi cing living hold it in place from this side. humans on skull-covered altars. Several huge stone urns, easily 5 feet tall, stand along the walls. In the center of the room stands Removing the bars from the outside takes only a few a pool or fountain about 10 feet across. The pool is enclosed in a moments. knee-high masonry wall and is fi lled with black, still water. A small stone altar stands against the east wall, and on the north wall, a A steep, slick slope of wet limestone leads down to the fl oor 15 barrier of dull gray crystal seals off another exit from the room. feet below. A still pool of water fi lls the northern end of the room. The fl oor is littered with bones—mostly game animals, but some The evil priests of Sangkon Bhet sacrifi ced prisoners to their look like they might have belonged to humanoids. sinister deities in this room, drowning them in the ceremonial urns. Each urn contains a human skeleton immersed in dark, The grell use this cave as a pen for captives or livestock they foul water, and the large pool in the center of the room holds don’t intend to devour immediately. Typically, the monsters a sinister guardian—a drowned mummy. The grell quickly simply drop their victims down into the cavern with little learned that the undead in this room were content to leave concern about damaging them, then retrieve them when them alone as long as they did not intrude, and so they sealed hungry. the northern entrance and closed the western doors. Anyone trying to climb up to the door from the cavern fl oor Skeleton (7): hp 6 each; Monster Manual page 225. must succeed on a DC 15 Climb check. Forcing the door open",
        "name":  "Skills and Feats",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Constrict, improved grab, poison, take cover to be blown. spells, wear fl esh While inhabiting a humanoid, a tsochar has few options in",
        "name":  "Special Attacks",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damage reduction 5/adamantine, dark- combat. Other than directing its host to fi ght as it commands, vision 60 ft., resistance to cold 5, spell resistance 14, telepathy it can take no other physical actions. A tsochar replacing a 100 ft. humanoid might have access to arcane spells previously known",
        "name":  "Special Qualities",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +4, Ref +5, Will +8 by its victim, but the creature employs spells sparingly in",
        "name":  "Saves",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 13, Dex 18, Con 16, Int 15, Wis 14, Cha 13 combat, since it cannot recover spells it expends.",
        "name":  "Abilities",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Eye rays +15 ranged touch and bite +20 melee eat its foes alive. (2d6+10) Command Beholder (Sp): A hive mother can use dominate Space/Reach: 15 ft./10 ft. monster at will as a spell-like ability (caster level 20th), but only",
        "name":  "Full Attack",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Solitary, hive (1 hive mother plus 3–6 beholders mothers can rotate and adjust their position with much greater plus 2–4 directors), or city (1 hive mother plus 1–3 overseers speed and skill than normal beholders, and they can aim up plus 10–20 beholders plus 3–10 directors and 20–40 slaves, to six eye rays at targets in any given 90-degree arc. usually bugbears, gnolls, ogres, or minotaurs) Each eye’s effect resembles a spell (caster level 20th). Each",
        "name":  "Organization",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "21–30 HD (Huge); 31–50 HD (Gargantuan); Charm Monster: The target must succeed on a Will save or 51–60 HD (Colossal) be affected as though by the spell.",
        "name":  "Advancement",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This works like the spell. Directors use this Special Qualities: All-around vision, darkvision 60 ft. effect to create illusory distractions to draw off attacks from Saves: Fort +10, Ref +4, Will +10 their enemies. Abilities: Str 20, Dex 10, Con 18, Int 12, Wis 14, Cha 15",
        "name":  "Minor Image",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The target must succeed on a Will save or be † New feat described on page 45. affected as though by the spell. Environment: Cold hills",
        "name":  "Hold Monster",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This works like the spell, but affects only the Organization: Solitary, pair, or grove (2–4 plus 3–6 beholders creature touched by the ray (Refl ex save for half). and 3–6 directors) Improved Grab (Ex): To use this ability, an eye of the Challenge Rating: 15 deep must hit with its claw attack. It can then attempt to Treasure: Double standard start a grapple as a free action without provoking attacks of Alignment: Always lawful evil opportunity. If it wins the grapple check, it establishes a hold Advancement: 15–28 HD (Huge); 29–42 HD (Gargantuan) and can constrict. Level Adjustment: — Persistent Image(Sp): As a standard action, an eye of the deep can create a persistent image (as the spell at caster level This creature resembles a black, rubbery tree of undulant fl esh. 12th). The eye of the deep cannot use its eye rays Thick, matted sheets of wiry fungus grow all over its surface. The in the same round that it casts persistent image. tree’s thirteen gnarled branches each end in a single large eye. Three fanged maws gurgle lower on the tree’s trunk, and it supports OVERSEER itself with a thick, coiling mass of eight long tentacles. Large Aberration",
        "name":  "Cone of Cold",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This works like the spell, except that if the Hit Dice: 4d8+8 (26 hp) eye ray misses the initial target, the effect is wasted. Only if the Initiative: +5 initial target is hit does the lightning arc to other targets. Speed: 5 ft. (1 square), fl y 20 ft. (good)",
        "name":  "Chain Lightning",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The target must succeed on a Will save or Attack: Eye rays +4 ranged touch attack and bite +3 melee be affected as though by the spell. (1d6)",
        "name":  "Dominate Person",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This works like the spell (Will negates). planar fast healing, spell turning, spell resistance 12",
        "name":  "Hold Monster",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Once per round, this eye can be used Environment: Clockwork Nirvana of Mechanus to negate a single spell that affects the overseer as the spell is Organization: Solitary, pair, or cluster (3–6) being cast. The overseer must successfully hit the creature Challenge Rating: 4 140 MONSTERS NEW CHAPTER 8",
        "name":  "ReactiveSpell Immunity",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Standard Spell-Like Abilities: 3/day—create food and water; 1/",
        "name":  "Treasure",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— Flight (Ex): A spectator’s body is naturally buoyant. This buoyancy allows it to fl y at a speed of 20 feet. This buoyancy This spherical creature’s leathery body is crowned with four also grants it a permanent feather fall effect (as the spell) with slender eyestalks, each terminating in a small personal range. lidless eye. A fi fth eye, much larger than these, Planar Fast Healing (Ex): While on Mecha- is located on the front of the sphere, above a nus, a spectator has fast healing 3. toothy maw. Spell Turning (Su): A spectator’s central eye produces a 90-foot cone that Spectators are the most moderate and calm of refl ects any spell cast upon it by a the beholderkin. Native to the Clock- creature within the cone back upon work Nirvana of Mechanus, these its source. This functions just like extraplanar beholderkin are spell turning (caster level 6th). Up encountered on the Material to one spell can be refl ected per Plane as guardians. Spectators round. have been known to spend decades contemplating philo- CILDABRIN sophical and theological questions, and engage adventurers and explorers in such Large Aberration conversations when they are encountered. Hit Dice: 11d8+55 (104 hp)",
        "name":  "Level Adjustment",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This ray works like the spell, causing Advancement: 12–21 HD (Large); 22–33 HD (Huge) 2d8+6 points of damage (Will half). Level Adjustment: —",
        "name":  "Infl ict Moderate Wounds",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The target must succeed on a Will save or be affected as though by the spell. This spiderlike horror has long pincers in place of its forelegs,",
        "name":  "Hold Monster",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Engulf, moan, spells of their cloaker followers, so that some cloakers constantly",
        "name":  "Special Attacks",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +14, Hide +8, Intimidate +13, Knowl- to stay out of edge (arcana) +10, Knowledge (dungeoneering) +10, sight. Listen +15, Move Silently +21, Search +6, Sense If confront- Motive +6, Spellcraft +10, Spot +15 ed by a dangerous",
        "name":  "Skills",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Anyone within a 30-foot spread must succeed on a DC Special Attacks: Extract, improved grab, mind blast, psionics, 21 Will save or become panicked for 2 rounds. spells",
        "name":  "Fear",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Anyone in a 30-foot cone must succeed on a DC 21 Special Qualities: Blindsight 240 ft., bud brain golem, damage Fortitude save or fall prone and become nauseated for 1d4+1 reduction 15/adamantine, regeneration 10, resistance to cold rounds. 10 and fi re 10, spell resistance 34, telepathic awareness",
        "name":  "Nausea",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A single creature within 30 feet must succeed on a DC Saves: Fort +24, Ref +11, Will +24 21 Fortitude save or be affected as if by a hold monster spell for Abilities: Str 13, Dex 13, Con 38, Int 28, Wis 25, Cha 26 5 rounds. Even after a successful save, the creature must repeat Skills: Bluff +37, Concentration +43, Diplomacy +41, Disguise the save if the shadowcloak elder uses this effect again. +8 (+10 acting in character), Intimidate +41, Knowledge",
        "name":  "Stupor",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This effect duplicates a mirror image spell power that allows it to remain active long after the bodily deaths (caster level 10th). of the individual mind fl ayers whose brains compose its form.",
        "name":  "Dancing Images",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "This effect duplicates a silent image spell (DC An elder brain can speak telepathically with any creature 17, caster level 10th). The save DC is Charisma-based. within 350 feet that has a language (see Telepathic Awareness,",
        "name":  "Silent Image",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The shadowcloak elder gains a +6 racial bonus on below). Move Silently checks. COMBAT An elder brain uses its quickened spell-like abilities in the same ELDER BRAIN round that it makes melee attacks with its tendrils, if possible. Large Aberration It begins a combat against multiple foes with a mind blast.",
        "name":  "Skills",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An eidolon has immunity to poison, sleep Alignment: Always neutral. effects, paralysis, stunning, disease, death effects, necromancy Advancement: —. effects, mind-affecting spells and abilities (charms, compul- Level Adjustment: —. sions, phantasms, patterns, and morale effects), and any effect that requires a Fortitude save unless it also works on objects CONSTRUCTING AN ELDER EIDOLON or is harmless. It is not subject to extra damage from critical Although the technique to build eidolons is ancient and, for hits, nonlethal damage, ability damage, ability drain, fatigue, all practical purposes, lost to time, rules for creating them are exhaustion, or energy drain. It cannot heal damage, but it presented here. Discovering the secrets of creating eidolons can be repaired. It has darkvision out to 60 feet and low-light could form the core of a high-level adventure. vision. The eidolon’s creator must have the Craft Construct feat.",
        "name":  "Construct Traits",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— that delays, neutralizes, or prevents poisoning has a similar effect on the spores. Creatures A bulbous body fl oats toward you. It has a central, immune to extra damage from critical hits unblinking eye, and a large maw fi lled or immune to poison are with daggerlike teeth. Smaller eyes, immune to a gas spore’s attached to wriggling stalks, infestation. sprout from the top of the orb- When the victim’s Con- like body. stitution is reduced to 0, it dies. Its body immediately The gas spore is a highly dissolves into a formless mush specialized form of plant that transforms into 1d4 Small life originally created by gas spores over the course ancient beholder mages. Since of 1 minute. Each Small gas then, these prolifi c creatures spore has 1 Hit Die. These gas spores have spread far and wide. grow rapidly, gaining 1 Hit Die per While a gas spore minute until they reach their resembles a beholder maximum size (10 Hit Dice). in appearance, it is Beholders, beholderkin, and in fact a form creatures with beholder grafts of fungus. are immune to gas spore infesta- The creature tion, and gas spores know is hollow, fi lled with a intrinsically to ignore large volume of spores such creatures. under terrifi c pressure. All-Around A gas spore is typically about 8 feet Vision (Ex): A gas spore across but weighs only 50 pounds. can see in all directions at once. Gas spore Because of this, it gains a +4 racial bonus COMBAT on Search and Spot checks, and it cannot be fl anked. Gas spores are mindless, but far from harmless. When they Beholder Camoufl age (Ex): A gas spore’s appearance is so sense a nearby creature, they immediately approach and clever that it gains a +20 racial bonus on Disguise checks to attempt to infest the creature with spores. A gas spore attacks appear as a beholder. by slamming into a creature with its body. Upon contacting a Flight (Ex): A gas spore’s body is naturally buoyant. This target, thousands of tiny fi laments lash at the creature’s fl esh buoyancy allows it to fl y at a speed of 20 feet. This buoyancy and infest it with spores. As mindless creatures, gas spores also grants it a permanent feather fall effect (as the spell) with pursue their selected target relentlessly until slain or until personal range. the target escapes beyond their range of sight. Even then, a gas spore continues to drift lazily in the direction it last saw HARVESTING GAS SPORES its target. A typical gas spore yields 1d4 doses of usable gas spore powder Death Throes (Ex): A gas spore reduced to 0 or fewer hit with a DC 20 Craft (alchemy) check; failure by 5 or more points immediately explodes in a powerful burst of spores and results in the gas spore’s explosion and the destruction of its foul-smelling gas. This blast affects all creatures in a 10-foot supply of spores (and possible infestation of the harvester). radius, dealing them 6d6 points of sonic damage and exposing Gas spore powder is a dangerous poison that costs 500 gp per them to the spores (see Infestation, below). A DC 10 Refl ex save dose. Anyone who dies of this poison quickly deteriorates into halves the damage. The save DC is Constitution-based. The 1d4 Small gas spores as detailed above under the creature’s spores are dispersed in this explosion and cannot be harvested infestation attack. thereafter. Poison (Ex): Contact, Fortitude DC 12, initial and secondary damage 1d4 Con. 149 Illus. by D. Crabapple 8 RETPAHC WEN SRETSNOM COMBAT GIBBERING MOUTHER A gibbering mouther attacks by shooting out strings of pro- Medium Aberration toplasmic fl esh, each ending in one or more eyes and a mouth",
        "name":  "Level Adjustment",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "6 bites +4 melee (1) and spittle +4 succeed on a DC 13 Will save or be affected as though by a ranged touch (1d4 acid plus blindness) confusion spell for 1d2 rounds. This is a sonic mind- Space/Reach: 5 ft./5 ft. affecting compulsion effect. A creature that",
        "name":  "Full Attack",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An alhoon is immune to mind-affecting Listen +8, Move Silently +12, Sense Motive +8, Spot +18 spells and abilities, poison, sleep effects, paralysis, stunning, Feats: Combat Casting, Improved Initiative, Improved Natural disease, death effects, and any effect that requires a Fortitude Attack, Iron Will, Spell Penetration save unless it also works on objects or is harmless. It is not Environment: Underground subject to extra damage from critical hits, nonlethal damage, Organization: Solitary or court (1 ulitharid, 3–5 mind fl ayers, ability damage to its physical ability scores, ability drain, energy and 6–10 grimlocks) drain, fatigue, exhaustion, or death from massive damage. It Challenge Rating: 12 cannot be raised, and resurrection works only if it is willing. It Treasure: Double standard has darkvision out to 60 feet. Alignment: Usually lawful evil",
        "name":  "Undead Traits",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Combat Manifestation, Improved Initiative, Improved 19); 5th—mind probe (DC 20), psionic plane shift; 6th—mass Natural Attack, Iron Will, Power Penetration cloud mind (DC 21), personality parasite (DC 21), shatter mind A psionic ulitharid does not possess the psionic spell-like blank (DC 21);7th—decerebrate (DC 22). pqqqqqqqqqqqqqqqqqqqqrs 8 RETPAHC WEN SRETSNOM Vampiric mind fl ayers are enigmas. Their origins are unknown, MIND FLAYER, VAMPIRE as they cannot spawn other vampires. They need both fresh Medium Undead blood and fresh brains to survive. Furthermore, they are feral,",
        "name":  "Feats",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An illithid vampire is immune to mind- Challenge Rating: 2 affecting spells and abilities, poison, sleep effects, paralysis, Treasure: None stunning, disease, death effects, and any effect that requires Alignment: Always neutral a Fortitude save unless it also works on objects or is harmless. Advancement: 4–6 HD (Large); 7–9 HD (Huge)",
        "name":  "Undead Traits",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— damage, ability damage to its physical ability scores, ability drain, energy drain, fatigue, exhaustion, or death from massive damage. It cannot be raised, and resurrection works only if it is willing. It has darkvision out to 60 feet. PSEUDONATURAL CREATURE Past the timeless eons that lie between the stars, pseudonatural creatures dwell beyond the planes as we know them, nestled in far realms of insanity. When summoned to the Material Plane, they often take on the form and abilities of familiar creatures, though they are more gruesome in appearance than their earthly counterparts. Alternatively, they might appear in a manner more consis- tent with their origins, manifesting as masses of writhing tentacles or other even more terrible-looking forms. Pseudonatural hippogriff 161 Illus. by D. Crabapple 8 RETPAHC WEN SRETSNOM Combat Spell Resistance (Ex): A pseudonatural creature gains spell A pseudonatural hippogriff dives at its prey and strikes with resistance equal to 10 + the base creature’s HD (maximum 25). its clawed forelegs. When it cannot dive, it slashes with claws Abilities: Same as the base creature, but Intelligence is and beak. at least 3. Alternate Form (Su): As a standard action, a pseudonatural Environment: Any land and underground. hippogriff can take the form of a grotesque, tentacled mass Challenge Rating: Up to 3 HD, as base creature; 4 (though this alien appearance has no effect on the creature’s abili- HD to 11 HD, as base creature +1; 12 or more HD, as base ties). Other creatures receive a –1 morale penalty on their attack creature +2. rolls against the creature when it is in this alternate form. True Strike (Su): Once per day, a pseudonatural hippogriff PSURLON can gain a +20 insight bonus on a single attack roll. In addition, the creature suffers no miss chance against a target that has Psurlons are wormlike creatures with formidable mental concealment or total concealment when making this attack. powers. They dwell in the deep desert and pose a consid-",
        "name":  "It is not subject to extra damage from critical hits, nonlethal Level Adjustment",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "average psurlons, Abilities: Str 13, Dex 14, Con 12, Int 18, Wis 13, Cha 17 elder psurlons, and giant psurlons. Most average psurlons Skills: Bluff +13, Concentration +11 (+15 casting defensively), advance by Hit Dice until they reach 12 Hit Dice, at which Diplomacy +7, Disguise +3 (+5 acting in character), Escape point they become elder psurlons and gain additional mental Artist +11, Heal +6, Intimidate +5, Knowledge (arcana) +9, powers. Elder psurlons advance by class, and most eventually Knowledge (dungeoneering) +9, Listen +11, Sense Motive take levels in psion, sorcerer, or wizard. +6, Spellcraft +11, Use Rope +2 (+4 bindings) A small number of psurlons that reach 12 Hit Dice fail to Feats: Combat Casting, Improved Initiative, Multiattack manifest the advanced mental powers of an elder psurlon. Environment: Warm desert",
        "name":  "Psurlons come in three different varieties",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bluff +18, Concentration +23 (+27 casting defensively), From time to time, average psurlons undergoing the trans- Diplomacy +7, Disguise +3 (+5 acting in character), Escape formation to elder do not manifest their new psionic powers, Artist +15, Heal +11, Intimidate +5, Knowledge (arcana) +14, but instead undergo startling physical growth instead. Giant Knowledge (dungeoneering) +14, Listen +22, Sense Motive psurlons are every bit as intelligent and deceitful as their +16, Spellcraft +21, Use Rope +1 (+3 bindings) average comrades, but defer to the will of the ruling psurlon",
        "name":  "Skills",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Usually neutral evil Spell-Like Ability feat to launch a dizzying barrage of psionic",
        "name":  "Alignment",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— the spell, caster level 20th) once per minute as a standard action",
        "name":  "Feats",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None effects, mind-affecting spells and abilities (charms, compul-",
        "name":  "Treasure",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., fast healing 2, low-light giving it total concealment. Artifi cial illumination, even a vision, quickness, resistance to cold 8, shadow blend light or continual fl ame spell, does not negate this ability, but a",
        "name":  "Special Qualities",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +2, Ref +5, Will +4 daylight spell will.",
        "name":  "Saves",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Darkvision 60 ft., electrical affi nity, electri- damage 12d6 electricity, Refl ex DC 26 half. The save DC is cal teleportation, feather fall, immunity to poison, low-light Constitution-based. vision, spell resistance 21 Electrical Aura (Su): A zeugalak’s body is constantly",
        "name":  "Special Qualities",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Water does not impede your spells. Crea- tures partially or completely submerged do not gain cover or total cover when you cast a spell from outside the water. The surface does not block line of effect for any spell, including spells with the fi re descriptor. You need not make a Spellcraft check to cast a fi re spell underwater.",
        "name":  "Benefi t",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Partially or completely submerged creatures gain improved or total cover against attacks from land. The water surface blocks line of effect for fi re spells. Fire spells do not func- tion underwater unless the caster succeeds on a Spellcraft check (DC 20 + spell level). BESTIAL HIDE [ABERRANT] Your skin is thicker, scalier, or furrier than normal.",
        "name":  "Normal",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You can cast a spell with a casting time of 1 full Prerequisite: Aberration Blood. round or less as an ocular spell. An ocular spell does not take Benefi t: You gain nourishment from eating any organic effect immediately, but is instead held in one of your eyes for up material, despite its freshness or source. to 8 hours. You can store only two ocular spells in this fashion, You gain a +4 racial bonus on Fortitude saves to resist the even if you have more than two eyes. Only ray spells and spells effect of ingested poisons, as well as on Fortitude saves to with a target other than personal can be cast as ocular spells. resist diseases caused by ingested substances (such as spoiled When you choose, you can then cast both of the ocular spells food). as a full-round action; the spells become brilliant blasts that shoot out from your eyes. You can choose different targets for STARSPAWN [ABERRANT] the two ocular spells. Your abnormal body and heritage has become more pro- When you release an ocular spell, its effect changes to a ray nounced. You grow membranous wings and are comfortable with a range of up to 60 feet. If the spell previously would have in extreme elevations. affected multiple creatures, it now affects only the creature Prerequisites: Aberration Blood, one other aberrant feat. struck by the ray. You must succeed on a ranged touch attack Benefi t: You gain a fl y speed (with average maneuverability) to strike your target with an ocular spell, and the target is still equal to one-half your base land speed (round down to the permitted any saving throw allowed by the spell. nearest 5-foot increment). You can use your fl ight for a number",
        "name":  "Benefi t",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ferno, an 11th-level wizard with the Ocular Spell of consecutive rounds equal to 1 + your Constitution modifi er feat, could prepare two scorching ray spells as ocular spells, (minimum 1 round); between these uses you cannot fl y for 1 casting them at the beginning of the day. In combat, he can round. take a full-round action to fi re off both scorching ray spells. He You gain resistance to cold 5. You are immune to altitude can fi re each spell at a different target, and he gets all three fatigue and altitude sickness. rays from each spell. 181 9 RETPAHC NOITARREBA EHT RETNUH THRALL BRED PICKING A PRESTIGE CLASS You were spawned in the breeding pits of the mind fl ayers or the beholders. You were bred for unusual strength, hardi- Few heroes make a career out of hunting aberrations—for ness, and loyalty to your unhuman masters, and you can now long, anyway. Embarking on a crusade to eradicate the aboleth choose to bestow your loyalty on other worthy masters. or mind fl ayer threat all too often proves to be the last thing",
        "name":  "Example",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Aberration Blood, one other aberrant feat. Moderate Spellcasting Topaz guardian Psionics Sanctified mind",
        "name":  "Prerequisites",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  " You gain a +4 racial bonus on saves against mind-affecting spells and abilities.",
        "name":  "Secret of the Mind Flayer",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gnome, Common,Dwarf, Goblin, Undercom- He takes a –4 penalty on skill checks that require precision or mon. fi ne manipulation with this claw. Spell-Like Abilities: 1/day—speak with animals (burrowing mammal only, duration 1 minute). Discalabus, Aberrant Monkey Familiar: CR —; Tiny",
        "name":  "Languages",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Erkin has a familiar named Discalabus, aberration; HD 12 (effective); hp 37; Init +2; Spd 30 ft., climb 30 a monkey that is an aberration rather than an animal. The ft., fl y 40 ft. (good); AC 18, touch 14, fl at-footed 16; Base Atk +6; creature’s abilities and characteristics are given below. Grp –6; Atk or Full Atk +10 melee (1d3–4, bite); Space/Reach 193 9 RETPAHC NOITARREBA EHT RETNUH 2-1/2 ft./0 ft.; SA deliver touch spells; SQ darkvision 60 ft., easiest path to entering this prestige class is through the immunity to extra damage from critical hits and sneak attacks, bard class. Most other spellcasting classes either need to improved evasion, low-light vision, speak with master, speak wait until they’re at least 16th level so they can acquire 8 with primates; AL CN; SV Fort +8, Ref +5, Will +10; Str 3, Dex ranks in a cross-class skill, or they need to multiclass. A 15, Con 10, Int 9, Wis 12, Cha 5. character of a class that cannot cast spells must multiclass",
        "name":  "Aberrant Familiar",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "At each level, you gain new spells per day and loyal keepers. These people work to keep the knowledge of an increase in caster level (and spells known, if applicable) as the Cerulean Sign alive, for without it, the ancient aberrations if you had also gained a level in a spellcasting class to which cannot be opposed. But a keeper does far more than protect you belonged before adding the prestige class level. You do not, the Cerulean Sign. She takes the fi ght to the aberrations, and however, gain any other benefi t a character of that class would specifi cally to those they have seduced. She seeks out aberra- have gained. If you had more than one spellcasting class before tion cults and crushes them, ensuring that the foul taint from becoming a keeper of the Cerulean Sign, you must decide to beyond can never supplant what is pure in the world. which class to add each level for the purpose of determining spells per day, caster level, and spells known.",
        "name":  "The power of the Cerulean Sign draws a small group of Spellcasting",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Selsharra’s cerulean sign acts as a focus for her ence and goals of evil psionic-using creatures to be the most keeper class abilities. dire menace facing civilized races today. Detect Aberrant Taint (Sp): Selsharra can detect the taint of Members of this organization consider their cause to be a aberrations. This ability functions like the spell detect aberration crusade to rid the world of the awful and invisible infl uence (see page 211), except that she can also detect the presence or of those who would seek to corrupt and pervert an individual’s absence of any mind-affecting spells or supernatural abilities right to think for herself. A sanctifi ed mind believes that all in effect on any creature, as long as the effect was placed there evil-aligned psionics-using creatures (those that have psionic by an aberration. It also reveals any creature that willingly abilities or that use psionic power points) must be crushed. worships aberrations. All members share this devotion, and the most fervent of the",
        "name":  "Cerulean Focus",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Tharizdun. affected by spell repels certain",
        "name":  "Deity",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Boccob, Ilsensine, Olidammara, Wee Jas. PALADIN SPELL",
        "name":  "Deities",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Level: Force 3",
        "name":  "Spell Resistance",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M Spell Resistance: Yes",
        "name":  "Components",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch This spell grants you the ability to make one ray attack per",
        "name":  "Range",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "None; see text it can’t move, cast spells, use mental abilities, and so on.",
        "name":  "Saving Throw",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No BRAIN SPIDER The caster makes water (or other liquid) foul and mildly poison- Divination [Mind-Affecting] ous. All creatures with 1 Hit Die or less that are in the water Level: Cleric 8, Mind 7 at the time of the casting die immediately. Anyone drinking Components: V, S, M, DF this water must succeed on a Fortitude saving throw or take Casting Time: 1 round 1d4 points of Constitution damage. Any creature with 2 or Range: Long (400 ft. + 40 ft./level) 209 9 RETPAHC NOITARREBA EHT RETNUH",
        "name":  "Spell Resistance",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Up to eight living creatures within range Spell resistance applies to the damage dealt by this spell but",
        "name":  "Targets",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes needle hidden inside it. This spell allows you to eavesdrop as a standard action on DARKBOLT the thoughts of up to eight other creatures at once, hearing Evocation [Darkness, Evil] as desired: Level: Cleric 2, sorcerer/wizard 2, Vile Darkness 2",
        "name":  "Spell Resistance",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S • The ceaseless chaos representing images of surface Casting Time: 1 action thoughts. Range: Close (25 ft. + 5 ft./2 levels) • Individual trains of thought in whatever order you desire. Target: One creature • Information from all minds about one particular topic, thing, Duration: Instantaneous or being, one nugget of information per caster level. Saving Throw: Fortitude partial • A study of the thoughts and memories of one creature of Spell Resistance: Yes the group in detail. The caster makes a ranged touch attack against a foe, launching Once per round, if you do not perform a detailed study of a bolt of cold darkness from his left hand. The bolt deals 1d8 one creature’s mind, you can attempt (as a standard action) points of damage per two caster levels (maximum 5d8). Half the to implant a suggestion in the mind of any one of the affected damage is cold, and the other has no specifi c type. When struck, creatures. The creature can make another Will saving throw the foe must also succeed on a Fortitude save or be stunned for to resist the suggestion, using the save DC of the brain spider. 1 round, overwhelmed by the evil charge of the darkbolt. (Creatures with special resistance to enchantment spells can use this resistance to keep from being affected by the sugges- DESPOIL tion.) Success on this saving throw does not negate the other Transmutation [Evil] effects of the brain spider for that creature. Level: Cleric 9, Corruption 9",
        "name":  "Components",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S, M range (up to the limit of eight), beginning with known or Casting Time: 1 minute named beings. Language is not a barrier, and you need not Range: Touch personally know the beings—you can choose, for instance, “the Area: 100 ft./level radius nearest eight guards who must be in that chamber there.” The Duration: Instantaneous spell cannot reach those who make a successful Will save. Saving Throw: Fortitude partial (plants) or Fortitude negates",
        "name":  "You can affect all intelligent beings of your choice within Components",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A spider of any size or kind. It can be (other living creatures) dead, but it must still have all eight legs. Spell Resistance: Yes DAMNING DARKNESS The caster blights and corrupts a vast area of land. Plants with 1 Evocation [Darkness, Evil] Hit Die or less shrivel and die, and the ground cannot support",
        "name":  "Material Component",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "See below minimum of 0), then take 1d6 points of damage (this damage bypasses any remaining hardness). This spell is similar to darkness, except that those within the Only the effects of multiple wish or miracle spells can undo area of darkness also take unholy damage. Creatures of good the lasting effect of this spell. alignment take 2d6 points of damage per round in the dark- Material Component: Corpse of a freshly dead or preserved ness, and creatures neither good nor evil take 1d6 points of living creature. damage. As with the darkness spell, the area of the darkness is a 20-foot radius, and the object that serves as the spell’s DETECT ABERRATION target can be shrouded to block the darkness (and thus the Divination damaging effect). Level: Cleric 2, druid 2, sorcerer/wizard 2",
        "name":  "Spell Resistance",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V, S 210 or lower level. Casting Time: 1 standard action HUNTER THE ABERRATION CHAPTER 9",
        "name":  "Damning darkness counters or dispels any light spell of equal Components",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "No Each round, the character can turn to detect aberrant auras in a new area. The spell can penetrate barriers, but 1 foot of You can detect the presence of all aberrations in the area. The stone, 1 inch of common metal, a thin sheet of lead, or 3 feet amount of information revealed depends on how long you of wood or dirt blocks it. study a particular area or subject: 1st Round: Presence or absence of aberrant life. INVOKE THE CERULEAN SIGN 2nd Round: Number of different aberrant auras and the Evocation strength of the strongest aura. If you detect overwhelming Level: Bard 3, cleric 3, druid 2, paladin 3, ranger 2, sorcerer/ aberrant power with this spell, and the Hit Dice or level of wizard 3 the aura’s source is at least twice your character level, you are Components: S stunned for 1 round and the spell ends. Casting Time: 1 standard action 3rd Round: The strength and location of each aura. Range: 30 ft.",
        "name":  "Spell Resistance",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "An aberrant aura’s power depends on the type Area: Multiple aberrations whose combined total Hit Dice do of creature you’re detecting and its Hit Dice; see the accompa- not exceed twice caster level in a spread emanating from the nying table. If an aura falls into more than one power category, character to the extreme of the range the spell indicates the stronger of the two. A humanoid with Duration: Instantaneous the Aberration Blood feat detects as Faint even if it has more Saving Throw: Fortitude negates than 3 Hit Dice. Spell Resistance: No Hit Dice Strength The cerulean sign is an ancient symbol said to embody the purity 1–3 or lower Faint of the natural world, and as such it is anathema to aberrations. 4–7 Moderate 8–13 Strong 14 or higher Overwhelming",
        "name":  "Aura Power",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "V with a hand, leaving a glowing blue rune in the air for a brief Casting Time: 1 standard action moment before it fl ashes and fi lls the area of effect with a pulse Range: Touch of cerulean light. Any aberration within the area must make Target: Living creature touched a Fortitude saving throw or suffer the following ill effects. Duration: 1d4+1 rounds Closer aberrations are affected fi rst. Saving Throw: None",
        "name":  "When you cast this spell, you trace the cerulean sign in the air Components",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The aberration cannot attack, cast spells, concen- Components: V, S, M/DF trate on spells, or do anything but take a single move action Casting Time: 1 action for 1 round. Range: Close (25 ft. + 5 ft./2 levels)",
        "name":  "Nauseated",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Personal might use spells to control or deceive her friend to get what",
        "name":  "Range",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes 212 HUNTER THE ABERRATION CHAPTER 9 A shimmering green beam of light springs forth from your TOUCH OF MADNESS outstretched hand. You can direct this ray at any target in range. Enchantment [Mind-Affecting] If you hit the target, the ray deals 1d6 points of force damage. Level: Madness 2 Against undead and constructs, the ray deals 2d8 points of Components: V, S force damage. Casting Time: 1 standard action Against aberrations, the ray deals 5d6 points of force damage Range: Touch and threatens a critical hit on a roll of 19–20. An aberration Target: Creature touched slain by this damage is immediately transformed into pungent- Duration: 1 round/level smelling inert plant matter. Saving Throw: Will negates",
        "name":  "Spell Resistance",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes above 5th (to a maximum of four rays at 17th level). The rays can be fi red at the same or different targets, but all rays must You can daze one living creature by making a successful touch be aimed at targets within 30 feet of each other and fi red attack. If the target creature does not make a successful Will simultaneously. save, its mind is clouded and it takes no action for 1 round per caster level. A dazed creature is not stunned (so attackers get POX no special advantage against it), but it can’t move, cast spells, Necromancy [Evil] use mental abilities, and so on.",
        "name":  "You can generate one additional ray for every four levels Spell Resistance",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Duration: 1 round/level",
        "name":  "Spell Resistance",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Mind 6, sorcerer/wizard 6 of the spell, the target is immune to extra damage from critical",
        "name":  "Level",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Yes Level: Sorcerer/wizard 9, Vile Darkness 8",
        "name":  "Spell Resistance",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The kigrids attack any creature that enters emits a slowly pulsing red light. the room—including the mercenaries—that does not have a mind flayer escort. They immediately close to This object is the portal to the nautiloid. As soon as melee, using their rake attacks to deliver poison. The anyone steps into the square adjacent to the portal, the creatures use their numbers to advantage by attempt- light becomes a brilliant ruby red, and a room becomes ing to flank the intruders whenever possible. If they visible beyond the surface. Anyone who steps through outnumber the PCs at least two to one, a few of the the surface is instantly transported to area 2 on the kigrids attempt to grapple the group’s primary melee bridge deck of the nautiloid (see Nautiloid Map). combatants so that the others can swarm any PCs who B. NAUTILOID are trying to stay out of combat and cast spells.",
        "name":  "Tactics",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The kigrids are fierce creatures, SPELLJAMMER SHIP but they are not stupid, and they value their continued survival. If the PCs eliminate half the kigrids, those Xhux’uto’s nautiloid is one of many ships that the mind remaining attempt to surrender to the party. If their flayers brought back in time with them when they surrender is not accepted, they flee the stronghold. escaped their race’s grim future. Each nautiloid is con- If the kigrids are winning the fight and their oppo- structed from the shell of a massive snail harvested nents attempt to flee, the creatures pursue them any- from a world as yet unknown. Xhux’uto’s nautiloid is where within the complex. The mercenaries in area A2 currently 12 hours away from the illithid settlement may use this fact to their advantage by luring the called Q’marr, which is headed by an ancient and pow- kigrids there to fight the PCs (see the Development erful elder brain. section in area A2). 6 NAUTILOID FEATURES B2. SCOUT DECK (EL 13) This particular nautiloid measures more than 100 feet in The front of the scout deck consists of two rooms, one length. The bottom is shaped much like that of a stan- in the stern and one in the fore. dard oceangoing vessel and is covered by a black, chiti- B2a. Fore Chamber nous substance. The upper portion consists primarily of Two open “eyes” look out into space from the forward the massive snail shell. Two massive red eyes are set in wall of this chamber. When the ship was fully staffed, the top front portion of the ship, and large intertwining at least one mind flayer was always stationed here to tentacles protrude from the area just below them. watch for potential hazards. Presently, however, the The ship has six decks, each of which is divided into chamber is unoccupied. numerous rooms, as shown on the map. All these rooms are currently empty except as described below. B2b. Stern Chamber The series spelljamming helm is housed in this cham- Floors ber. Central to this device are five iron chairs, all linked The floor of each deck is a 3-inch-thick sheet of solid together, which siphon the psionic energy from the crystal. The walls are equivalent to regular stone dun- mind flayers seated in them. This energy provides geon walls. sCrystalline Floor:3 in. thick, hardness 10, hp propulsion for the ship and powers its navigational system. Read or paraphrase the following when the 600, break DC 25. PCs enter this area. Crew Because this region of space currently has very few On a dais stand five linked iron chairs, each con- inhabitants other than the mind flayer colonies, the taining a seated mind flayer wearing an odd steel nautiloid carries only a skeleton crew. helmet. The helmets are wired together and attached to a large device that stands behind the Power chairs. Energy visibly coruscates along the wires, A series spelljamming helm provides propulsion for and the air around them crackles with power. the nautiloid. This device also forms an air envelope around the ship that extends to a distance of 20 feet The helm is the source of the ship’s power. Without from the outer hull at all points. this device and the mind flayers that provide energy for In addition, the helm creates a gravity plane that it, the nautiloid is dead in space (see Power, above). runs along the bottom of the ship. Any character or",
        "name":  "Development",
        "source":  "lords_of_madness_the_book_of_aberrations.txt",
        "_id":  "60f4349f0e3294083f097db10fe744d6edd642a837d8fb43018f6109c32ce385"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Moderate; (DC 19) transmutation displacement spell. ECTOPLASMIC",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1,000 gp, 80 XP, 1 day. heals you of 1 point of damage per level of the spell. This healing occurs after the",
        "name":  "HEALING Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+8,000 gp LANDING spell takes effect.",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Body a 4th-level divine spell slot or have the",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— grants a +5 competence bonus. In addition, against disease and poison. if you fail a save against a mind-affecting Lesser: As the least crystal, except the This silver clasp is decorated with sparkling spell or ability, you can choose to reroll bonus is +3. crystals shaped like stars. the save as an immediate (mental) action. Greater: As the least crystal, except the This ability functions once per day. bonus is +5. In addition, if you fail a save A restful crystal is a great boon to any war-",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7th that exceed these limits, see Epic Level unused spell slot if you are a spontaneous",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 bonus touching a silent image spell (or an image it at any time. You can choose a different",
        "name":  "Price",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10th DC for this check is 15 + the spell level. If",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Varies. feared by arcane spellcasters. Against per day. any creature that can cast arcane spells",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Strong; (DC 21) evocation prismatic spray effect (save DC 20; see spell subject to extra damage from critical hits.)",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Strong; (DC 21) evocation fl ames, as the faerie fi re spell, for 1 round. does not harm you or any creature other",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "15th attack roll and (if your attack hits) on the monster spell. No more than one creature",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— divine spell slot or have the True Believer Pelor to four solars who rescued one of his",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— (held) a 4th-level divine spell slot or have oversized hilt adorned with six spikes.",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Strong; (DC 25) spell slot or have the True Activation: — transmutation Believer feat and at least 9 Weight: 2 lb.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you Sanctify Relic, keen ship Fharlanghn and either sacrifi ce a have established the edge. 5th-level divine spell slot or have the True proper divine connec- Cost to Create: 4,500 gp Believer feat and at least 9 HD. tion, a rapier of desperate (plus 320 gp for masterwork Lore: Originally a gift to Fharlanghn measures gains the keen prop- rapier), 360 XP, 9 days. from Olidammara, this rapier has erty (DMG 225) while you have since been copied several times by fewer than your full normal hit Fharlanghn’s most powerful clerics points, and the speed property (Knowledge [religion] DC 20). Rapier of Rapier of desperate unerring measures direction Illus. by B. Trott, D. Griffi th \u0026 W. England 662200__1100776622__CChhpp22..iinndddd 5555 1122//2211//0066 55::2233::5544 AAMM 56 2 RETPAHC SNOPAEW",
        "name":  "Relic Power",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 lb. When you activate this +1 Similar to a rod of lordly might, a rod of Tightly wrapped and knot- rapier, it provides you with surprises has both combat and utilitarian ted strands of black leather the effect of a blink spell features. Its buttons can be depressed, make up this short rod, for 6 rounds. The effect ends singly or in various combinations, to allowing for a solid grip, which prematurely if you stop holding cause the rod to lengthen and even sprout nonetheless looks incomplete. the rogue blade. This effect can be a blade. It can be used as a javelin, kama, used twice per day. longspear, quarterstaff, scythe, shortspear,",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Moderate; (DC 19) necromancy 5th-level divine spell slot or have the SPECTRAL DAGGER",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— (including restoration spells) while the",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— This irregularly shaped piece of natural amber This amulet has no effect on undead is fastened at the end of a long golden chain. creatures or creatures immune to heal- This crimson-tinted metal amulet is rimmed Within the amber a tiny creature still seems ing spells. with dozens of copper pyramids. It hums cheer- to twitch. An amulet of emergency healing functions fully when grasped. three times per day.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 lb. chaos beast. light damage on her warforged ally would An amulet of inviolate form has 7 charges not benefi t from activating the amulet This ornate silver necklace is set with a bril- when created, one for each garnet. Each (since that spell only affects constructs). liant, blue stone. Amulet of second chances Amber Amulet of amulet of retributive vermin healing Amulet of emergency healing Amulet of wordtwisting Illus. by E. Widermann 662200__1100776622__CChhpp33..iinndddd 6699 1122//2211//0066 55::3355::1188 AAMM 70 3 RETPAHC GNIHTOLC An amulet of retributive healing In addition, you can activate functions three times per day. the amulet to grant both you and",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— only) as spell-like abilities each once A pewter chime hangs from this simple leather per day. Strips of torn and knotted scrolls seem to make ankle-band. The helm grants no benefi t to nongood up this amulet. You can discern a few letters wearers. in red ink on the tightly rolled parchment, but An anklet of translocation allows you to",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "If you have established the tip of each stalk, a different gem the proper divine connection, you gain gazes like a glistening eye. a +5 competence bonus on Strength checks and a +4 morale bonus on saves These strange crowns can shoot against fear effects while wearing a belt of rays from eyelike gems, much like the champion. If you ever fail a save against the attacks of their namesake. Each a fear effect while wearing this belt, its gem can fi re a different ray a single relic power is negated for 1 hour. time at a target (doing this burns out the To use the relic power, you must wor- gem). Each ray extends up to 30 feet and ship Kord and either sacrifi ce a 3rd-level requires a ranged touch attack to success- divine spell slot or have the True Believer fully strike a target. Each ray functions Beholder crown feat and at least 5 HD. as a particular spell (though the ray only",
        "name":  "Relic Power",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Moderate; (DC 18) transmutation are also immune to gaze attacks and spells Body Slot: Ring",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "300 gp, 24 XP, 1 day. Regdar tests out boots of stomping, boots of the battle charger, boots of big stepping, sandals of springing, sandals of sprinting, and boots of dragonstriding lekniwhoV .F \u0026 nitraM .D yb .sullI 662200__1100776622__CChhpp33..iinndddd 7766 1122//2211//0066 55::3355::4433 AAMM 77 CLOTHING CHAPTER 3 feet with no chance for error, as if using a BOOTS OF These comfortable, black leather boots have greater teleport spell. This ability functions unusually springy soles. DRAGONSTRIDING three times per day.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— and swift (command) ground as if on smooth ice. You can grace- You must have line of sight and line of fully skate along the ground, turn, or stop effect to your destination to use the boots. This rough-looking boots are made of craggy suddenly as desired. You gain a +10-foot You can’t use the boots to move into a space leather that resembles a rough granite cliff face, enhancement bonus to your land speed occupied by another creature, nor can you and they are shod with thick iron. while wearing the boots. This is a continu- teleport into a solid object; if you attempt ous effect and requires no activation. to do so, the boots’ activation is wasted. These boots function as boots of the moun- Skating up an incline removes the You can bring along objects weighing up tain king. In addition, you can activate bonus to speed, while skating down a to your maximum load, but you can’t bring greater boots to gain the benefi t of a decline increases the boots’ enhancement another creature with you. stoneskin spell. This ability functions bonus to land speed by an additional 10 Boots of swift passage function fi ve times once per day. feet. per day.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Moderate; (DC 18) abjuration by the spell or spell-like ability (with a to ensnare those affected by it. When",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Swift (command) minimum of 1 point per level of the spell you activate these bracers, the next",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Immediate (mental) this chronocharm, you can immediately cast a spell allows you to avoid losing",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Faint; (DC 16) conjuration your healing spells. After activating the has two other abilities tied to unique com-",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Swift (mental) circlet, the next healing spell you cast on mand words.",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 lb. a living ally before the end of your turn The fi rst command transforms the also grants that creature a +5 morale bonus cloak into an iron +1/+1 quarterstaff that This leopardskin cloak appears comfortable, on saves against disease, fear, and poison leaps into your hands (or falls at your feet yet protective. for 1 minute. If the spell affects multiple if you don’t have an open hand). The same creatures, only one (your choice) gains the command transforms the staff back into a A cloak of predatory vigor helps you channel circlet’s benefi t. cloak, returning it to your shoulders. the power of your combat frenzy into reju- A circlet of solace functions three times The second command allows the venating energy. While in a rage or frenzy, per day. cloak to make a disarm attempt against you can activate this cloak to heal damage",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5th A desperation chain gives an arcane spell-",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Feet DISPELLING CORD DRAGON MASK",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Throat to the spell’s normal components (if any).",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5th Doing this empowers the spell (as though",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Faint; (DC 17) transmutation using the Empower Spell feat, but with no",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Swift (command) adjustment to spell level or casting time).",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 minute (command) Weight: — The spellshard is activated as a part of the",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "You send a hideous phan- shatter. the spell to which it is attuned. tasmal vision to a specifi c known living",
        "name":  "Nightmare",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "9th Empower Spell, spell to which the shard were adjacent to that creature. However,",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1/4 lb. blindfold inert for seven days. Empowered spellshard Enemy spirit pouch Brooch of stability Eagle claw talisman Anklet of translocation nnamrediW .E yb .sullI 662200__1100776622__CChhpp33..iinndddd 9966 1122//2211//0066 55::3377::0066 AAMM 97 CLOTHING CHAPTER 3",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "750 gp, 60 XP, 2 days. (including restoration spells) while the pouch is worn. Death and destruction have accompanied ENEMY SPIRIT POUCH",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— This chain bears a large green crystal in its center. Four smaller, removable charms of red This horned, black adamantine helm seems to This pair of thin, crystal lenses has a faint crystal also hang from the pendant. absorb the light around it. The helm’s faceplate blue tint. shows a fi endish visage, and hellish orange light To use a farspeaking amulet, one character leaks from its eyes, nostrils, and mouth. Eyes of truth grant you improved visual wears the central crystal, while up to acuity, and can allow you briefl y to see four others carry the four removable, red A fi endhelm allows an evil-aligned wearer the world as it truly is. While worn, the crystals. Removable crystals don’t occupy to emulate certain traits of evil extraplanar lenses grant you a +5 competence bonus a body slot, and can simply be carried. creatures. Your melee attacks are treated as on Spot checks. This is a continuous effect Charms can be removed or replaced as a evil-aligned for the purpose of overcom- and requires no activation. standard action. The wearer can, with a ing damage reduction. This is a continuous In addition, you can activate the lenses standard (mental) action, return a single effect and requires no activation. to gain a true seeing effect (as the spell) charm to the amulet from any distance, as In addition, a fi endhelm allows you to use for 1 round. This ability functions once long as it is on the same plane. dispel good, infl ict critical wounds, and resist per day. When you activate the amulet, you create energy (electricity or fi re only) as spell-like",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— to the effect of a slow spell for 5 rounds Body Slot: Hands",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1,500 gp, 120 XP, 3 days. while it is casting a spell, add 5 to the",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— DC of the Concentration check required GLOVES OF to avoid losing the spell. The lenses of these goggles are made of silvered",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Waist function as the spells of the same name.",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 lb. wind walk effect, as the spell, but affect- ing only you. This plain black hat has a broad brim and a",
        "name":  "The second command produces a Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Swift (command) spell turning. (using each ally’s full base attack bonus).",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Head next spell you cast during your turn that",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Swift (command) the spell, unless the spell has no effect on",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Head negating the spell, for example), in which",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1,000 gp, 80 XP, 2 days. 4th-level divine spell slot or have the True Believer feat and at least 7 HD.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A human bard named Elva, who and your alignment is disguised as had a knack for getting herself into tight if by an undetectable alignment spell. situations, designed the original mantle This is a continuous effect and requires of second chances (Knowledge [history] no activation. DC 15). When you activate the mask, A mantle of second chances makes you you can alter your appearance as lucky and allows you second chances if by a disguise self spell. This ability when none should be possible (Knowledge functions three times per day. [history] DC 20).",
        "name":  "Lore",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Throat enchantment spell of 3rd level or lower end of your turn (as if applying the Silent",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3rd that targets an enemy, you can activate Spell feat to it, but without altering the",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hands Caster Level: 5th affecting spell, but before the effect is",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "8th wizard Bigby, these gloves help keep Aura: Moderate; (DC 19) no school Riding boots react to your mount and cor- enemies at a safe distance. You can acti- Activation: — rect it when necessary, almost without vate repelling gauntlets only when a visible Weight: — your guidance. While mounted, you gain enemy moves into a square adjacent to a +5 competence bonus on Ride checks you. That enemy must attempt a DC 17 This bronze ring is forged in the shape of a made during combat, plus the benefi t of Refl ex save; if this fails, it is immediately serpent devouring its own tail. the Ride-By Attack feat, even if you lack pushed 5 feet away from you and it loses the prerequisites for it. In addition, if you any remaining movement allowed in While wearing a ring of arcane might, you have the Spirited Charge feat, any charge that action (though it can use additional gain a +1 bonus to your arcane caster attacks you make while mounted and actions to move farther). level for the purpose of spell penetra- wielding a lance deal ×4 damage on a criti- For example, if a wolf (speed 50 feet) tion checks, caster level checks, and all cal hit (instead of the normal ×3). moved 30 feet into a square adjacent to you, 662200__1100776622__CChhpp33..iinndddd 112211 1122//2211//0066 55::3388::4488 AAMM 122 3 RETPAHC GNIHTOLC level-based variables of any arcane spells A ring of brief blessing, which functions More than a dozen etchings of closed eyes circle you cast. only if you are good-aligned, allows your this tarnished silver ring.",
        "name":  "Inspired by the spells of the legendary Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ring that must be held appear at your feet if spell of 3rd level or lower with the same",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2,500 gp, 200 XP, 5 days. as an immediate action to refl ect the spell",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— back at the caster, as if spell turning had RING OF AVOIDANCE been cast upon you. Each of these identical silver rings is inscribed",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ring RING OF THE The effect functions as a 9th-level spell (as",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3rd DARKHIDDEN if affected by the Heighten Spell feat), and",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3rd A ring of greater counterspells can hold a spell RING OF THE ICY SOUL",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— Body Slot: Ring out of the ring, but should that spell ever",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Moderate; (DC 19) transmutation tered, as a counterspell action, requiring blue, adorn this simple wooden ring. The faces Activation: — no action (or even knowledge) on your of four old men puffi ng up their cheeks are also Weight: — part. This use causes the ruby stone to fl ash carved into the sides. once and uses up the stored spell. Once There seems to be little physical substance to it is gone, a new spell (or the same one as When you activate a ring of the four winds, this ring. It resembles a fi ne, circular sliver of before) can be placed into the ring. it creates gusts of wind that grant you a fragile ice surrounded by a blue-white mist of If you are a spellcaster capable of coun- +2 defl ection bonus to AC against a single incredible cold. tering a spell on your own, you can also attack. access the ring’s secondary ability. Once Alternatively, you can activate it to use You gain resistance to cold 20, but you per day as an immediate action, you can a feather fall effect on yourself. also gain vulnerability to fi re and lose any attempt to counter a single spell cast by This ring functions a total of four times resistance or immunity to fi re you already a spellcaster you can see, provided he per day. have. You take 1-1/2 times the normal is within 100 feet. Like the ring’s other",
        "name":  "Four clouds, each a different shade of green or Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1,000 gp, 80 XP, 2 days. if the save is a success or a failure. make a Spellcraft check to identify the",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Forge Ring, mantle of the spell being cast, and the spell you use icy soul (SC 138). to counterspell can be of any level. This",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Faint; (DC 17) evocation damage dealt by a spell or spell-like ability.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Forge Ring, lightning bolt. Ring of on your Fortitude saves against spells",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5,750 gp, 460 XP, master artifi ce and spell-like abilities (up to a maximum 12 days. bonus of +3). This is a continuous effect and requires no activation.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Forge Ring, spell immunity.",
        "name":  "RING OF Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ring Body Slot: Ring A ring of piercing spells allows you to deal",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5th Caster Level: 12th additional damage with your spells against",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— and swift (command) Activation: — vate this ring, the next melee touch spell",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— fast healing ability usually conferred by triggers automatically, requiring no action such a plane, nor do you gain additional on your part. This copper ring occasionally emits tiny hit points when you reach your normal Also, once per day as an immediate sparks. maximum. action, you can expend a charge when Furthermore, spells that channel posi- you fail a saving throw to treat the saving A ring of mystic lightning provides a boost to tive energy—typically cure spells—have throw as a success. your electricity-based spells. When cast- no effect on you. A ring of nine lives has 9 charges when ing spells with the electricity descriptor, Prerequisites: Forge Ring, protection from created, but most are discovered with only you gain a +1 competence bonus to caster positive energy (LM 70). 2d4 charges left. level. This is a continuous effect and Cost to Create: 18,000 gp, 1,440 XP,",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Faint; (DC 17) illusion A ring of spell-battle informs you of all spell- of essentia points that can be invested in it",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— as well as allowing you to attempt a Spell- capacity (MoI 19), whichever is lower. craft check (DC 15 + spell level) to identify A ring of soulbound protection (set with Sculpted teeth surround the soft silk padding the spell being cast (even if you can’t see two sapphires) has a maximum essentia of this copper band, like a mouth biting down its casting or effect). This is a continuous capacity of 2. on a gag. effect and requires no activation.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Forge Ring, Silent Spell, Cost to Create: 6,000 gp, 480 XP, 12 days. Crafted of braided mithral, this fi nely crafted silence. ring is studded with perfect sapphires.",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Torso tion spells. This is a continuous effect and",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5 lb. ing spell, you can activate the cloak to become invisible (as the invisibility spell) This otherwise plain-looking set of clothing for 10 rounds. seems to have gossamer threads woven ran-",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— SPELLMIGHT BRACERS the center of your forehead (the same",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Moderate; (DC 20) abjuration",
        "name":  "SPELLSIGHT Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— You can activate a spellsink scarab when-",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Moderate; (DC 18) divination heal spell. This ability functions once",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— To use the relic power, you must wor- ship St. Cuthbert and either sacrifi ce an This crystal glows with a pale, faint blue 8th-level divine spell slot or have the light. True Believer feat and at least 15 HD.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— attack you make before the end of your turn also heals you of an amount Dyed in swirls of pink and purple, this semi- of damage equal to half the damage your transparent veil looks like the garb of a sultan’s attack dealt. This ability functions equally harem dancer. well regardless of your creature type. If you don’t deal damage with a melee attack A veil of allure increases the save DC of your before the end of your turn, that activation enchantment spells or spell-like abilities, of the torc is wasted. as well as the Charisma-based save DCs This ability functions two times per of your extraordinary or supernatural day. abilities, by 2.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "8,000 gp, 640 XP, these vestments grants you a +2 resistance (ECS 29) who favor spell trigger devices 16 days. bonus on saving throws. (Knowledge [history] DC 15).",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10th Caster Level: 12th any spell with the fi re descriptor (as if",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— and immediate Activation: — ity functions once per day. Attempting to (command) Weight: 1 lb. counter a spell that doesn’t have the fi re",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— (held); see text (including restoration spells) while",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— 5th/9 Diamond dust 250 gp Solid fog (as the spell, except that only",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— (held) a minimum number of Hit Dice. The spell a psionic power she knows (instead of",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1/2 lb. 10 hit points, hardness 8, and a break restoration spells) while the instrument DC of 16. is held.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "13th heroes’ feast spell for the individual who consumes it",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3 lb. Within a thick black pouch, you see a handful of tiny ceramic beads. Thin This graceful lute is carved of alder and veins of light shine through cracks in inlaid with abstract designs in copper. each bead. Domain draughts This masterwork lute grants you a A daylight pellet can be thrown up to +2 circumstance bonus on Perform 50 feet; when it lands, it shatters and cre- 1 draught: Damage reduction 2/adaman- (string instruments) checks. If you have ates illumination equivalent to a daylight tine, which lasts for 1 hour until 20 points at least 6 ranks in Perform (string instru- spell, but with a duration of 10 rounds. of damage have been prevented. ments), you can also command it to These small stones are usually found in 2 draughts: Damage reduction 3/ada- produce one of three spell effects (delay pouches containing 3d4 pellets. Using a mantine, which lasts for 1 hour or until 30 poison, hold person, or mirror image), each pellet destroys it. points of damage have been prevented. once per day.",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— • A wall of thorns (as the spell) springs up lasts for 12 hours.",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20th spell of 3rd level or lower, determined",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Swift (command) cast arcane spells can activate the wand",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "15th its surface. This masterwork bandore grants you a +2 Aura: Strong; (DC 22) evocation circumstance bonus on Perform (string Activation: Standard (thrown) A greater glyph seal functions like a glyph instruments) checks. If you have at least Weight: 1 lb. seal, with the following exceptions: It can 2 ranks in Perform (string instruments), be keyed with any spell of 5th level or you can also command it to produce one of This golden, fi st-sized orb is set with faceted higher, it functions as the greater glyph of four spell-like abilities (fl are, light, mending, rubies and yellow topazes. warding spell, detecting and disabling it or message), each once per day. requires a successful DC 33 check, and a",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "1 lb. per day. you cast a spell from a scroll unfurled from",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Faint; (DC 17) conjuration (as the spells) centered on its endpoint.",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20th only middling detail. This ability doesn’t you to regain any one spell slot that you",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Strong; (DC 25) abjuration function underground. have previously used this day. The spell",
        "name":  "Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Standard (command) When the redraw command is issued, slot is available just as if the spell had not",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— (held) Lore: The fi rst map of unseen lands was be used with spells of 3rd level or lower,",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20th sketched out by Fharlanghn as a gift for while greater rods can be used with spells",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Craft Rod, Chain Spell Prerequisites: Craft Rod, Sculpt Spell (CAr 76). (CAr 83). When activated, a mirror of suggestion",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Moderate; (DC 18) conjuration though their ranges were affected by the Activation: Standard (command) Four different versions of this rod exist, Reach Spell feat. Weight: 1/2 lb. each keyed to a different type of energy",
        "name":  "You can cast up to three spells per day as Aura",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Craft Rod, Reach Spell (acid, cold, electricity, or fi re). Three times (CD 84). This silver hand mirror is exceedingly smooth, per day, you can cast a spell as though",
        "name":  "Prerequisites",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5th subject to attack another creature, the as a Leomund’s tiny hut spell. The campfi re",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— Body Slot: — arcane spell failure chance. It is treated as",
        "name":  "Body Slot",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5th • Spell resistance 25. good, or if your smite attack misses, the",
        "name":  "Caster Level",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "2 lb. per day. At the end of its duration, it falls • Spell resistance 15. dormant until the following dawn. This thick, rough skin gives your body an",
        "name":  "Weight",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "— the benefi t of the iron body spell with a melee attack to deal an extra 15 points",
        "name":  "Activation",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    },
    {
        "origin_file":  "spells.json",
        "description":  "30,500 gp, 2,440 XP, This bright yellow crystal globe feels faintly This skin grants you 7 additional power 61 days. warm to the touch. points per day and spell resistance 21.",
        "name":  "Cost to Create",
        "source":  "magic_item_compendium.txt",
        "_id":  "629ac82bbd0176bb88178a91e47bd3f3c674e6ab24aa9a74d3be591b7477688f"
    }
]
