[
    {
        "origin_file":  "spells.json",
        "description":  "Str 22, Dex 34, Con 26, Int 42, Wis 30, Cha 34. As a greater deity, Garl automatically receives the best pos- Skills*: Alchemy +87, Appraise +76, Balance sible result on any die roll he makes (including attack +74, Bluff +89, Climb +43, Concentration +74, rolls, damage, checks, and saves). He is immortal. Craft (gemcutting) +90, Craft (metalworking) +90, Senses:Garl can see (using normal vision or Craft (stoneworking) +51, Craft (trapmaking) +90, low-light vision), hear, touch, and smell at a dis- Decipher Script +53, Diplomacy +80, Disable tance of eighteen miles. As a standard action, he Device +73, Disguise +66, Escape Artist +49, can perceive anything within eighteen miles of Forgery +53, Gather Information +49, Hide his worshipers, holy sites, objects, or any loca- +93, Innuendo +53, Intimidate +36, Intuit tion where one of his titles or name was Direction +47, Jump +26, Knowledge(arcana) spoken in the last hour. He can extend his +66, Knowledge (architecture and engineer- senses to up to twenty locations at once. He ing) +72, Knowledge (geography) +49, can block the sensing power of deities of his Knowledge (history) +49, Knowledge rank or lower at up to two remote locations at (religion) +52, Listen +66, Move Silently +72, once for 18 hours. Open Lock +76, Perform +53, Pick Pocket +78, Portfolio Sense:Garl senses anything that Scry +83, Search +80, Sense Motive +70, affects gnome welfare eighteen weeks before it Spellcraft +99, Spot +72, Tumble +39, Use Rope happens and retains the sensation for eighteen +39. *Always receives a 20 on checks. weeks after the event occurs. He is similarly aware",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Chaos, Evil, +46, Knowledge (religion) +36, Listen +60, Scry +46, Search Strength, War +55, Sense Motive +52, Spellcraft +41, Spot +57, Swim +67,",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Rebuke undead 12/day, domain powers, salient size from halfspear to longspear. This increases Gruumsh’s reach by divine abilities, spell-like abilities. 5 feet (for example, in Medium-size form Gruumsh has a reach of",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Orc traits, divine immunities, DR 67/+5, fire 10 feet). Because of Bloodspear’s variable length, Gruumsh can immunity, spontaneous casting of divine spells, understand, attack foes that are adjacent to him. speak, and read all languages and speak directly to all beings Caster Level:20th;Weight:9 lb. 71 PANTHEON Illus. by D. Cramer THE D\u0026D CHAPTER 3: Other Divine Powers +75/+70/+65/+60 melee (1d8+42/×3,+5 keen chaotic unholy long- As a greater deity, Gruumsh automatically receives the best possi- spear) or spell +65 melee touch or +54 ranged touch; SQ DR 43/+4, ble result on any die roll he makes (including attack rolls, damage, SR 40, divine aura (800 ft., DC 27); SV Fort +52, Ref +46, Will +46; checks, and saves). He is immortal. all skill modifiers reduced by 8.",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +56, Ref +55, Will +54. law spell only)",
        "name":  "Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fist holding six red arrows divine abilities, spell-like abilities.",
        "name":  "Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lawful evil 35, spontaneous casting of divine spells, understand, speak, and",
        "name":  "Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability damage, ability drain, acid, cold, melee (1d6+15/19–20/×4,+5 heavy pick), +66/+61/+56 melee death effects, disease, disintegration, electricity, energy drain, (1d6+15/15–20,+5 scimitar) or spell +63 melee touch or +53 ranged mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- touch; SQ DR 42/+4, fire resistance 27, SR 39, divine aura (700 ft., tion, imprisonment, banishment. DC 26); SV Fort +50, Ref +46, Will +46; all skill modifiers reduced",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20d8+200 (outsider) except for chaos spells and good plus 20d10+200 (Ftr) plus spells, which he uses as a 25th- 20d12+200 (Bbn) (1,200 hp) level caster. The save DCs are 33",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+12 (+8 Dex, +4 + spell level. Aid, animate objects, Improved Initiative) Bigby’s clenched fist, Bigby’s crushing",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, righteous might, shatter, spell immu- salient divine abilities, spell-like nity, spell turning, stoneskin, summon abilities. monster IX (as chaos or good spell",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Kord can use any Strength- or Dexterity- ance 37, SR 49; SV Fort +56, Will +51; Str 65, Con 40; Climb +74, related skill as free action if the DC for the task is 25 or lower. To Concentration +45, Jump +101, Swim +97. His rage can be used 7 use a skill as a free action, Kord must have ranks in the skill, or the times per day, it lasts for 1 hour (or until ended), and he is not skill must be usable untrained. Kord cannot do anything as a free winded afterward. action if the task would be a move action or part of a move action. Spell-Like Abilities:Caster level 17th; saving throw DC 26 + Kord likewise can perform anything that can be accomplished spell level. with a simple Strength or Dexterity check as a free action. For example, Kord could kick down a door or tie a knot as a free action KURTULMAK but he could not jump, climb, or swim as a free action because the latter three tasks are all move actions. He can perform up to ten Gnomesmasher, The Watcher such free actions each round. Intermediate Deity",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cast evil spells at +1 caster level; cast law Fighter 16/Cleric 8/Rogue 8/Sorcerer 8 spells at +1 caster level; 15/day reroll a die roll once after it is made. Medium-Size Outsider (Evil, Lawful) Spell-Like Abilities:Kurtulmak uses these abilities as a 25th-",
        "name":  "KURTULMAK Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "15 level caster, except for evil spells and law spells, which he uses as",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20d8+200 (outsider) plus 16d10+160 (Ftr) plus 8d8+80 a 26th-level caster. The save DCs are 34 + spell level. Aid, blas- (Clr) plus 8d6+80 (Rog) plus 8d4+80 (Sor) (1,064 hp) phemy, break enchantment, calm emotions, change self, confusion, create",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+5 keen lawful unholy shortspear 1d8+17/18–20/×3, sting unholy aura, unholy blight. 1d4+5 plus poison/19–20; or by spell Cleric Spells/Day:6/7/6/6/4; base DC = 17 + spell level. Face/Reach:5 ft. by 5 ft./5 ft. Sorcerer Spells Known(6/9/8/7/5; base DC = 19 + spell",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Kobold traits, divine immunities, DR 50/+4, detect secret doors, expeditious retreat, feather fall, grease; 2nd—fog fire resistance 35, fast healing 35, spontaneous casting of cloud, glitterdust, see invisibility; 3rd—displacement, stinking cloud; divine spells, understand, speak, and read all languages and 4th—improved invisibility. speak directly to all beings within 15 miles, remote communi- Tunnel (unique salient divine ability): By concentrating, cation, godly realm, teleport without error at will, plane shift at Kurtulmak can bore a tunnel through dirt, clay, sand, or rock up to will, familiar (rats), evasion, traps, uncanny dodge (cannot be 150 feet long and up to 10 feet square. The tunnel begins where 80 flanked), SR 47, divine aura (1,500 ft., DC 33). Kurtulmak stands and extends in the direction he indicates. For :3 RETPAHC D\u0026D EHT NOEHTNAP namroN .J/w yddonS .B yb .sullI each minute Kurtulmak concentrates, the tunnel is 15 feet long. Lolth (lohlth) appears as either a tall, beau- This power is similar to the passwallspell except that the tunnel tiful female drow or as a black spider created is permanent. Kurtulmak can use this power to dig pits, but with a female drow’s head. She main- if he does so, he slowly sinks down into the pit. tains a ruthless, tyrannical reign",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Chaotic evil +70/+65/+60/+55 ranged; or spell +64 melee touch or +66",
        "name":  "Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Chaos, Destruction,Evil, Trickery by spell",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell-like DC 41 Fortitude save or take an additional 3d6 points of temporary abilities, poison, rebuke undead 14/day. Strength damage.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Drow traits, divine immunities, DR 50/+4, fire Webs: In her spider form, Lolth can produce webs eight times resistance 35, spontaneous casting of divine spells, understand, per day. She can cast the web as a net or create sheets of webbing up speak, and read all languages and speak directly to all beings to 60 feet square, like a monstrous spider (see the Monster Manual). within 15 miles, remote communication, godly realm, teleport Lolth’s webs have an Escape Artist DC of 47, a break DC of 53, and without errorat will, plane shiftat will, familiar (spiders), SR 67, 33 hit points per 5-foot section. divine aura (1,500 ft., DC 34). Furthermore, Lolth’s webs are toxic. Creatures touching a web",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 racial bonus on Wizard Spells/Day:4/8/8/7/6/5; Will saves against enchantment spells base DC = 25 + spell level. or effects, darkvision, entitled to a Search check when within 5 feet of a secret or Other Divine Powers concealed door as though actively look- As an intermediate deity, Lolth automatically ing for it, +2 bonus on Will saves against spells receives a die result of 20 on any check. or spell-like abilities, light blindness She treats a 1 on a saving throw or attack (blinded for 1 round by abrupt expo- roll normally and not as an automatic fail- sure to bright light, –1 penalty on all ure. She is immortal. attack rolls, saves, and checks while Senses: Lolth can see (using operating in bright light). normal vision or darkvision), hear,",
        "name":  "Drow Traits",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "As Lolth, except the webs have an Escape Artist DC of 39, +82/+77 melee or +5 holy lawful returning throwing warhammer+81 a break DC of 45, and 25 hit points per 5-foot section. The web’s ranged; or spell +82 melee touch or +71 ranged touch *Always poison save DC is 23. receives a 20 on attack rolls; roll die to check for critical hit.",
        "name":  "Webs",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Dwarf traits, divine immunities, DR 73/+5, fast healing 39, fire resistance 39, spontaneous casting of divine MORADIN spells, understand, speak, and read all languages and speak The Soul Forger, Dwarffather, The All-Father, directly to all beings within 19 miles, remote communication, The Creator godly realm, teleport without errorat will, plane shiftat will, SR 71, Greater Deity divine aura (19 miles, DC 37).",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Moradin can use any Craft skill, even Nerull is the patron of those who seek the greatest evil for their those he has no ranks in, as a free action if the DC for the task own enjoyment or gain. is 30 or lower. He can perform up to twenty such free actions All are equal in Nerull’s cold realm. Every living thing is an 84 each round. affront to the Reaper, and every death brings a dark spark of joy to :3 RETPAHC D\u0026D EHT NOEHTNAP remarC .D\u0026 lekewS .A yb .sullI his long-dead heart. Those that pray to Nerull to appease him only Damage*: +5 brilliant energy keen speed scythe 2d4+15/×4; or by spell attract his attention and their own doom. Those that kill in his *Always does maximum damage (scythe 23 points). name shall be rewarded (or so Nerull promises). Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Rebuke undead 24/day, sneak attack +5d6 (30 Clergy and Temples points), crippling strike, domain powers, salient divine abilities, Clerics of Nerull are secretive and solitary, since few sane people tol- spell-like abilities. erate their presence. Except in the most evil lands, Nerull has no Special Qualities:Divine immunities, DR 52/+4, fire resistance organized churches. With no overall hierarchy, individual churches 37, spontaneous casting of divine spells, understand, speak, and work against each other at times. Still, the Reaper is feared across the read all languages and speak directly to all beings within 17 lands. His clerics wear rust-red garb when not in disguise. Nerull’s miles, remote communication, godly realm, teleport without error clerics commit murders as offerings to their deity. If their actions are at will, plane shiftat will, familiar (bats), evasion, traps, uncanny discovered, they move on to new hunting grounds. Some take up the dodge (cannot be flanked), SR 69, divine aura (17 miles, DC 36). wandering life and put on innocent faces as they move from town to Saves*: Fort +56, Ref +60, Will +64. *Always receives a 20 on saves. town, murdering a few people and then moving on. Abilities:Str 25, Dex 33, Con 25, Int 35, Wis 40, Cha 29. Temples to Nerull are always hidden, even in lands where the Skills*: Alchemy +62, Appraise +44, Bluff +74, Concentration Reaper is honored. They usually are located underground, often as +77, Diplomacy +58, Disable Device +49, Disguise +83, Hide parts of catacomb complexes. Most temples are stocked with +91, Intimidate +60, Knowledge (arcana) +82, Knowledge undead creatures and others that spread or celebrate death, such as (history) +49, Knowledge (religion) +82, Knowledge (the hags, fiends, and vargouilles. planes) +72, Knowledge (undead) +82, Listen +80, Move Silently +76, Open Lock +48, Pick Pocket +54, Scry +82, Search NERULL +72, Sense Motive +90, Spellcraft +92, Spot +80. *Always Necromancer 10/Cleric 20/Rogue 10 receives a 20 on checks. Medium-Size Outsider Feats: Brew Potion, Combat Casting, Combat Reflexes, Craft Rod,",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20d8+140 (outsider) plus 10d4+70 (Nec) plus 20d8+140 Turning (×3), Greater Spell Focus (Necromancy), Greater Spell (Clr) plus 10d6+70 (Rog) (840 hp) Penetration, Improved Initiative, Reach Spell, Sacred Spell, Scribe",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "77 (+11 Dex, +17 divine, +30 natural, +9 deflection) Divine Immunities:Ability damage, ability drain, acid, cold, Attacks*: +5 brilliant energy keen speed scythe+70/+70/+65/+60/+55 death effects, disease, disintegration, electricity, energy drain, melee; or spell +64 melee touch or +73 ranged touch *Always mind-affecting effects, paralysis, poison, sleep,stunning, transmuta- receives a 20 on attack rolls; roll die to check for critical hit. tion, imprisonment, banishment. PANTHEON THE D\u0026D CHAPTER 3: Temple of Nerull 9 8 6 2 7 5 4 10 11 1 11 11 11 2 11 1. Catacombs 2. Antechambers 3. Trapped Corridor 11 4. Main Chapel 3 5. Side Chapel 12 6. Guardpost 11 13 7. Vestry 8. Barracks 2 11 9. Torture Chamber 10. Prison 11. Priests\u0027 Quarters 5 12. Kitchen 13. Library AAllttaarr BBrraazziieerr PPiittss 2.5 Scale in Feet 85",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+5 defending shocking burst quarterstaff +66/+61/+56/+51 melee,+5 speed icy burst quarterstaff +66/+66/+61/+56 melee; or spell +67 melee touch or +69 ranged touch",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+5 defending shocking burst quarterstaff 1d6+12 plus 1d6 electricity/19–20,+5 speed icy burst quarterstaff1d6+8 plus 1d6 cold/19–20; or by spell Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Turn undead 13/day, domain powers, salient divine abilities, spell-like abilities.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine immunities, DR 50/+4, fire resistance 35, fast healing 35, spontaneous casting of divine spells, under- stand, speak, and read all languages and speak directly to all beings within 15 miles, remote communication, godly realm, teleport without errorat will, plane shiftat will, a thousand faces, nature sense, resist nature’s lure, low-light vision, timeless body, trackless step, venom immunity, wild shape(Tiny, Small, Medium- size, Large, Huge, or dire animal 6/day, elemental 3/day),wood- land stride, SR 47, divine aura (1,500 ft., DC 34).",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Blind-Fight, Combat Reflexes, tions at once. He can block the Dodge, Enlarge Spell, Expertise, Extend Spell, Improved sensing power of deities of his rank or lower at up Critical (rapier), Improved Disarm, Improved Initiative, to two remote locations at once for 15 hours.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "73 (+7 Dex, +17 divine, +30 natural, +9 deflection) Spellcraft +71, Spot +60, Wilderness Lore +55. *Always receives a Attacks*: +5 disruption flaming heavy mace +79/+74/+69/+64 melee; 20 on checks. or spell +69 melee touch or +64 ranged touch *Always receives a Feats: Cleave, Combat Reflexes, Divine Might, Divine Vengeance, 20 on attack rolls; roll die to check for critical hit. Dodge, Empower Spell, Expertise, Extend Spell, Extra Turning Damage*: +5 disruption flaming heavy mace 1d8+42/19–20; or by (×3), Great Cleave, Improved Critical (heavy mace), Improved spell *Always does maximum damage (mace 50 points). Initiative, Mobility, Mounted Combat, Power Attack, Reach Face/Reach:5 ft. by 5 ft./5 ft. Spell, Ride-By Attack, Sacred Spell, Spirited Charge, Spring",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+5 disruption holy lawful heavy mace +79/+74/+69/+64 nity, spell resistance, stoneskin, summon monster IX (as law spell only). melee; or spell +69 melee touch or +62 ranged touch Cleric Spells/Day:6/11/10/10/10/10/8/8/8/8; base DC = 27 +",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Turn undead 12/day, domain powers, salient as a spell-like ability at will (caster level 20th). divine abilities, spell-like abilities.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine immunities, DR 50/+4, fire resistance Other Divine Powers 35, fast healing 32, spontaneous casting of divine spells, under- As an intermediate deity, St. Cuthbert automatically receives a die stand, speak, and read all languages and speak directly to all result of 20 on any check. He treats a 1 on a saving throw or attack beings within 15 miles, remote communication, godly realm, roll normally and not as an automatic failure. He is immortal. teleport without errorat will, plane shiftat will, SR 67, divine aura Senses:St. Cuthbert can see, hear, touch, and smell at a distance (1,500 ft., DC 34). of fifteen miles. As a standard action, he can perceive anything",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability damage, ability dAvatar of St. Cuthbert: As St. Cuth- drain, acid, cold, death effects, disease, disintegra- bert except divine rank 7; AC 53 (touch 33, tion, electricity, energy drain, mind-affecting effects, flat-footed 46); Atk +71/+66/+61/+56 paralysis, poison, sleep,stunning, transmutation, melee or spell +61 melee touch or +54 imprisonment, banishment. ranged touch; SQ DR 42/+4, fire",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lawful evil +71, Scry +71, Search +71, Sense Motive +69, Spellcraft +71, Spot",
        "name":  "Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "5 bites +70 melee, 2 wings +65 melee, sting +65 melee; or spell +70 melee touch or +51 ranged touch",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bite 4d6+19/19–20, wing 2d8+9, sting 3d6+9 plus poison; or by spell Face/Reach:40 ft. by 80 ft./15 ft.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wizards, sorcerers, conspirators domain powers, salient divine abilities, spell-like abilities.",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "10 spell resistance, spell turning, summon monster IX (as",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20d12 (Wiz) plus 20d12 (Clr) (480 hp) evil spell only), true seeing, unholy aura, unholy blight.",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+7 Cleric Spells/Day(Levels 0–12): 6/9/9/9/9/8/",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "60 ft. 7/7/7/6/2/2/2; base DC = 24 + spell level.",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+5 ghost touch wounding unholy dagger +42/+37 Possessions:Vecna carries Afterthought,a +5 daggerwith the melee, touch +32/+27 melee; or spell +32 melee touch or ghost touch, wounding, and unholy special abilities. +32 ranged touch Caster Level:25th;Weight:1 lb.",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Vecna can use Knowledge (arcana), Hit Dice:20d8+140 (outsider) plus 20d4+140 (Wiz) plus 20d8+140 Knowledge (history), Knowledge (religion), Knowledge (the (Clr) (820 hp) planes), Knowledge (undead), or Spellcraft as a free action if the Initiative:+12 (+8 Dex, +4 Improved Initiative) DC for the task is 20 or lower. He can perform up to five such free Speed:60 ft. actions each round. AC:70 (+8 Dex, +15 divine, +28 natural, +9 deflection)",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+5 lawful ghost touch keen dagger 1d4+12/19–20; or by spell Face/Reach:5 ft. by 5 ft./5 ft. WEE JAS",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Rebuke undead 20/day, domain powers, salient The Witch Goddess, The Ruby Sorceress, The Stern Lady, Death’s Guardian divine abilities, spell-like abilities.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Red skull wreathed in flame 35, spontaneous casting of divine spells, understand, speak, and",
        "name":  "Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wee Jas can use Alchemy, Craft (paper- sections where local halflings can safely ride out natural disasters making), Craft (bookbinding), Knowledge (arcana), Knowledge or enemy attack. (history), Knowledge (religion), Knowledge (the planes), Knowl- edge (undead), Profession (herbalist), Profession (scribe), or Spell- YONDALLA craft as a free action if the DC for the task is 25 or lower. She can Sorcerer 12/Paladin 13/Cleric 15 perform up to ten such free actions each round. Small Outsider (Good, Lawful)",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fist filled with lightning bolts +83/+78 melee; or spell +83 melee touch or +73 ranged touch",
        "name":  "Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Everyone plus 1d6 electricity/×3; or by spell *Always does maximum",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell-like",
        "name":  "Strength, Weather Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The following changes are in effect as long as Zeus’s avatar rages: AC 61; hp 1,900; Atk +98/+93/+88/+83 melee (2d6+61/19–20/×3,Huge +5 shocking burst thundering shortspear;max damage 73 points); SQ Fire resistance 39, SR 51; SV Fort +75, Will +70; Str 61, Con 44; Concentration +56, Jump +93. His rage can be used 9 times per day, it lasts for 1 hour (or until ended), and he is not winded afterward. Spell-Like Abilities:Caster level 19th; saving throw DC 28 + spell level. APHRODITE Intermediate Deity",
        "name":  "Divine Rage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "14 good spells at +1 caster level.",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20d8+140 (outsider) Spell-Like Abilities:Aphrodite uses these abilities plus 20d6+140 (Brd) plus as a 24th-level caster, except for chaos spells and good 10d8+70 (Clr) plus 10d4+70 spells, which she uses as a 25th-level caster. The save (Sor) (820 hp) DCs are 42 + spell level. Aid, animate objects, blade barrier, calm",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Wave +63 ranged touch; from law, shatter, suggestion, summon monster IX (as chaos or orSmall +5 chaotic dancing dagger good spell only), word of chaos. +69/+64/+59/+54 melee; or Small +5 chaotic danc- Bard Spells Known(4/9/9/8/8/8/8; base DC = 28 + ing dagger +68 ranged; or spell +65 melee touch spell level, or 42 + spell level for enchantments): 0— or +63 ranged touch daze, ghost sound, light, open/close, prestidigitation, read",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient laughter;3rd—charm monster, confusion, emotion, fear, divine abilities, spell-like abilities, turn lesser geas; 4th—break enchantment, dominate person, undead 21/day. hold monster, modify memory, shout; 5th—control water,",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine immunities, DR 50/+4, fire resistance formance, Power of Truth, Spontaneous Wizard Spells. 35, spontaneous casting of divine spells, understand, speak, and Domain Powers:Cast good spells at +1 caster level; cast heal- read all languages and speak directly to all beings within 15 ing spells at +1 caster level; cast divination spells at +1 caster miles, remote communication, godly realm, teleport without error level; use spell completion and spell trigger devices as Wiz15; at will, plane shift at will, bardic knowledge +35, bardic music 15/day greater turning. 28/day (countersong, fascinate, inspire competence, inspire Spell-Like Abilities:Apollo uses these abilities as a 25th- courage, inspire greatness, suggestion) range 15 miles, familiar level caster, except for good spells, healing spells, and divina- (hawk), SR 67, divine aura (1,500 ft., DC 37). tion spells, which he uses as a 26th-level caster. The save DCs",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Apollo senses of war. He is the casting of any spell, the firing of fond of strife, any arrow, or any act of healing instant it anger, and unrestrained happens and retains the sensation for fifteen bloodletting. He also is weeks after the event occurs. jealous, untrustworthy,",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+5 chaotic unholy ghost touch shortspear 1d8+41/19–20/×3; extend his senses to up to ten locations at once. He can block the or by spell sensing power of deities of his rank or lower at up to two remote Face/Reach:5 ft. by 5 ft./10 ft. locations at once for 15 hours.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell-like Portfolio Sense:Ares senses any act of aggression, bloodshed, abilities, rebuke undead 12/day. or war the instant it happens and retains the sensation for fifteen",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain Domain Powers: powers, salient divine 15/day use animal friend- abilities, spell-like abilities. ship;cast good spells at",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +56, Ref +62, Will +57. Ranger Spells/Day:5/5/5/5; base DC = 18 + spell level. 109 PANTHEON Illus. by S. Wood THE OLYMPIAN CHAPTER 4: Other Divine Powers Athena was the first to teach mortals many of the civilized arts. As an intermediate deity, Artemis automatically receives a die She is credited with inventing weaving, the potter’s wheel, the result of 20 on any check. She treats a 1 on a saving throw or attack horse bridle, and many other crafts. She also created the olive tree roll normally and not as an automatic failure. She is immortal. as a gift to mortals. She is the protector of weavers, and, along with",
        "name":  "Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell-like",
        "name":  "Greater God Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lawful good ance 37, spontaneous casting of divine spells, understand,",
        "name":  "Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+5 longspear +67/+62/+57/+52 melee; or spell +61 melee attack, to witness great achievements in arts or crafts, and to touch or +57 ranged touch oppose the actions of Ares. Damage: +5 longspear 1d8+23/19–20/×3; or by spell dAvatar of Athena:As Athena except divine rank 8; AC 74 Face/Reach: 5 ft. by 5 ft./10 ft. (touch 36, flat-footed 65); Atk +63/+63/+58/+53/+48 melee Special Attacks: Domain powers,salient divine abilities, spell-like (1d8+23/×3,+5 holy lawful speed shortspear) or spell +55 melee abilities. touch or +56 ranged touch; SQ DR 43/+4, fire resistance 28, SR Special Qualities: Divine immunities, DR 45/+4, fast healing 40, divine aura (800 ft., DC 28); SV Fort +47, Ref +49, Will +57; all 30, fire resistance 30, spontaneous casting of divine spells, skill modifiers reduced by 9. understand,speak, and read all languagesand speak directly to",
        "name":  "Athena sends her avatar to defend cities and towns against Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Agriculture +60, Sense Motive +49, Spellcraft +60, Spot +66, Swim +42,",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Earth, Plant, Protection Dodge, Empower Spell, Endurance, Enlarge Spell, Expertise,",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "12 spell only), touch of madness*, weird, word of chaos.",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Huge +5 chaotic quarterstaff +66/+61/+56/+51melee,Huge neutralize poison, shout; 5th—dream, false vision, mind fog. +5 chaotic quarterstaff +66/+61/+56 melee; or spell +61 melee Druid Spells/Day: 6/7/7/7/6/5/4/3/2; base DC = 23 + spell level. touch or +60 ranged touch Ranger Spells/Day: 3/3; base DC = 23 + spell level.",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Huge +5 chaotic quarterstaff 1d8+17;Huge +5 chaotic quar- Empowered Inspiration (unique salient divine ability): terstaff1d8+11; or by spell Dionysus can use his Divine Inspiration ability on creatures that are Face/Reach:5 ft. by 5 ft./10 ft. already engaged in the orgiastic rites of his cult. In this case, he can",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell- affect an unlimited number of creatures, and the subjects do not like abilities. receive saving throws.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine immunities, DR 47/+4, fire resistance Water to Wine (unique salient divine ability): Dionysus 32, fast healing 32, spontaneous casting of divine spells, can change any amount of any liquid within his sight into understand, speak, and read all languages and speak directly fine wine. to all beings within 12 miles, remote communication, godly realm, teleport without error at will, plane shift at will, bardic Other Divine Powers 114 knowledge +23, bardic music 15/day (countersong, fascinate, As an intermediate deity, Dionysus automatically receives a die :4 RETPAHC NAIPMYLO EHT NOEHTNAP remarC .D yb .sullI result of 20 on any check. He treats a 1 on a saving throw or attack Catching him in his bull form, the Titans tore his body apart roll normally and not as an automatic failure. He is immortal. and ate it. Before they could finish their grisly meal, Zeus",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alter Reality, Alter Size, Divine Celer- HADES ity, Divine Dodge, Divine Fast Healing, Divine Inspiration (frenzy), Shapechange, Water to Wine†. †Unique ability, Greater Deity described above. Symbol:Black ram Spell-Like Abilities:Caster level 16th; saving throw DC 32 + Home Plane: Hades spell level. Alignment:Neutral evil",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Crippling strike, death attack (DC 29), domain powers, poison use, salient divine abili- ties, sneak attack +13d6, spell-like abilities.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hades can use Knowledge (arcana), treasures. They form cells of cultists to pursue their schemes on Knowledge (religion), or Knowledge (the planes) as a free action a larger scale. if the DC for the task is 30 or lower. He also can use any death- Temples to Hecate serve as bases and sanctuaries for her clerics. producing spell or domain power (but not a salient divine abil- They are always well hidden, often located in depths of dark, ity) as a free action. He can perform up to twenty such free haunted forests and guarded by undead. actions each round.",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +50, Ref +52, Will +54. Cleric Spells/Day:6/9/8/8/8/8/6/6/6/6;",
        "name":  "Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 24, Dex 28, Con 25, Int 45, base DC = 19 + spell level. Wis 29, Cha 30. Wizard Spells/Day(Levels 0–17): Skills*:Alchemy +85, Balance +22, 4/9/8/8/8/8/7/7/7/7/3/ Bluff +44, Concentration +81, 3/3/3/2/2/2/2; base DC Diplomacy +55, Disguise = 27 + spell level. +54, Heal +24, Hide +76, Dark Celerity Intimidate +23, Jump (unique salient +22, Knowledge (arcana) divine ability): At +91, Knowledge (geog- night, any spell Hecate raphy) +68, Knowledge casts is considered (history) +68, Knowledge quickened, regard- (nature) +74, Knowledge less of its normal (religion) +91, Knowledge casting time. She can cast (the planes) +78, Knowl- only one such quick- edge (undead) +91, Listen ened spell each round. +68, Move Silently +53, Possessions: Profession (herbalist) +77, Hecate’s dagger is a +5 ghost Scry +91, Search +61, touch keen unholy dagger. Sense Motive +64, Spell- Whenever Hecate hits a craft +91, Spot +68, Swim mortal with her dagger, she +41, Tumble +53, Wilderness can take control of that mortal Lore +53. *Always receives a 20 just as she can take control of on checks. an undead creature. This",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alter Size,Alter Form, Dark Celerity†, Special Attacks:Turn undead 12/day, domain powers, salient Divine Spellcasting, Extra Domain (Knowledge), Increased Spell divine abilities, spell-like abilities. Resistance. †Unique ability, described above. Special Qualities: Divine immunities, fire immunity, DR Spell-Like Abilities:Caster level 15th; saving throw DC 25 + 50/+4, spontaneous casting of divine spells, understand, spell level. speak, and read all languages and speak directly to all beings within 15 miles, remote communication, godly realm, teleport without errorat will, plane shiftat will, SR 47, divine aura (1,500 HEPHAESTUS ft., DC 34.",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "15 monster IX(as good spell only), true creation*, wall of fire, wall of",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20d8+180 (outsider) plus 15d10+135 (Ftr)plus 12d8+108 stone, wood shape. (Clr) plus 8d6+72 (Exp) (879 hp) Cleric Spells/Day: 6/9/7/7/6/6/4; base DC = 19 + spell level.",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Hephaestus knows when any fire starts or 200,000 gp. when anyone uses a craft skill instant it happens and retains the sensation for fifteen weeks after Avatars the event occurs. Hephaestus’s avatars usually appear as muscular human males with Any living fire shaggy, black hair, untrimmed beards, and some kind of physical (but not a fire deformity. He sends them to observe volcanic eruptions (he often creature) helps evacuate people living nearby). Other avatars witness or can be assist with epic feats of smithing. dAvatar of Hephaestus: As Hephaestus except divine rank 7; Medium-size outsider (good); Spd 40 ft.; AC 53 (touch 33, flat- footed 45); Atk +72/+67/+62/+57 melee (1d8+37/×3,Large +5 flaming burst returning warhammer) or spell +66 melee touch or +54 ranged touch; SQ DR 42/+4, SR 39, divine aura (700 ft., DC 26); SV Fort +48, Ref +47, Will +48; all skill modifiers reduced by 8.",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "81 (–1 size, +11 Dex, +16 divine, +29 natural, +16 deflection) Attacks*:Large +5 thundering heavymace +73/+68/+63/+58 melee; or spell +67 melee touch or +66 ranged touch *Always receives a 20 on attack rolls; roll die to check for critical hit. Damage*:Large +5 thundering heavy mace 2d6+23; or by spell *Always does maxi- mum damage (mace 35 points) Face/Reach:5 ft. by 5 ft./10 ft.",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, sneak Will, Jack of All Trades, Mobility, Persistent Spell, Power Attack, attack +10d6 (60 points), spell-like abilities. Quicken Spell, Scribe Scroll, Silent Spell, Skill Focus (Diplo-",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell-like tion that involves one thousand or more people, and any out- abilities. standing achievement of stamina or physical prowess (such as",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "15 taneous Wizard Spells. †Unique",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+24, always first (+20 Dex, +4 Improved spells at +1 caster level; cast good Initiative, Supreme Initiative) spells at +1 caster level; 15/day reroll a die roll once after it",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "82 (–1 size, +20 Dex, +15 divine, +28 natural, +10 Spell-Like Abilities:Hermes uses these abili- deflection) ties as a 25th-level caster, except for chaos spells",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Huge +5 speed holy quarterstaff +64/+64/ and good spells, which he uses as a 26th-level +59/+54/+49 melee, Huge +5 defending quarterstaff caster. The save DCs are 35 + spell level. Aid, +64/+59/+54 melee; or spell +61 melee touch or +74 animate objects, astral projection, blade barrier, ranged touch break enchantment, change self, chaos hammer,",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "25th;Weight:8 lb. neous Wizard Spells, Supreme Initiative. †Unique ability, described above. Other Divine Powers Spell-Like Abilities:Caster level 17th; saving throw DC 27 + As an intermediate deity, Hermes automatically receives a die spell level. result of 20 on any check. He treats a 1 on a saving throw or attack roll normally and not as an automatic failure. He is immortal. HESTIA",
        "name":  "Caster Level",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Small +5 flaming burst dagger 1d6+17/19–20; or by spell Face/Reach:5 ft. by 5 ft./5 ft. Avatars",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell- Hestia rarely uses her avatar. like abilities. dAvatar of Hestia: As Hestia except divine rank 4; AC 48",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine immunities, DR 44/+4, fast healing 29, (touch 21, flat-footed 21); Atk +50/+45/+40/+35 melee (1d6+17 understand, speak, and read all languages and speak directly to plus 1d6 fire/19–20,Small +5 flaming burst dagger) or spell +45 all beings within 9 miles, remote communication, godly realm, melee touch or +41 ranged touch; SQ DR 39/+4, SR 36, divine aura teleport without errorat will, plane shiftat will, SR 41, divine aura (40 ft., DC 24); SV Fort +34, Ref +34, Will +42; all skill modifiers (900 ft., DC 29). reduced by 5.",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Appraise +49, Balance +19, Craft (basketweaving) +59, Craft Spell-Like Abilities:Caster level 14th; saving throw DC 24 + (pottery) +59, Craft (weaving) +59, Diplomacy +61, Gather spell level. Information +59, Heal +67, Hide +13, Jump +23, Knowledge (arcana) +39, Knowledge (local) +49, Knowledge (religion) +49, NIKE Listen +57, Profession (cook) +65, Profession (farmer) +65, Profession (herbalist) +65, Search +49, Sense Motive +65, Spot Goddess of Victory +57, Tumble +37. Demigod",
        "name":  "Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Large +5 speed lawful wounding heavy spell level. mace +66/+61/+56/+51 melee; or spell +60 melee touch or +54 ranged touch Other Divine Powers",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Large +5 speed lawful wounding As a demigod, Nike treats a 1 on an attack roll or saving heavy mace 2d6+23; or by spell throw normally and not as an automatic failure. She Face/Reach: 5 ft. by 5 ft./10 ft. is immortal.",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient Senses: Nike can see, divine abilities, spell-like abilities. hear, touch, and smell at a",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine immunities, distance of five miles. As a DR 40/+4, fire resistance 25, sponta- standard action, she can neous casting of divine spells, perceive anything within five miles of understand, speak, and read all her worshipers, holy sites, objects, or any languages and speak location where one of her titles or name directly to all beings was spoken in the last hour. She can within 15 miles, remote com- extend her senses to up to two locations munication, godly realm, teleport with- at once. She can block the sensing out errorat will, SR 37, divine aura (50 power of deities of her rank or lower ft., DC 22). at up to two remote locations at",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Blind-Fight, Blindsight 5-ft. Radius, Cleave, the DC for the task is 15 or lower. She Combat Reflexes, Deflect Arrows, Divine can perform up to five such free Might, Dodge, Empower Spell, actions each round.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cast law spells at +1 caster level; 5/day inspire allies (+2 morale bonus for 7 rounds). The wild god of nature, Pan (pan) appears as a tall satyr with small Spell-Like Abilities:Nike uses these abilities as a 15th-level horns and shaggy, goatlike legs. He always carries a syrinx, which caster, except for law spells, which she uses as a 16th-level caster. he often plays while leading sylvan creatures in wild dances. The save DCs are 22 + spell level. Blade barrier, calm emotions, Pan is the son of Hermes and a dryad. He is like a nephew to demand, dictum, discern lies, dispel chaos, divine favor, divine power, Dionysus, who recognizes a kindred spirit of wild abandon. 127 PANTHEON Illus. by D. Giancola \u0026D. Cramer THE OLYMPIAN CHAPTER 4:",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "7 monster IX(as chaos spell only), wall of thorns,",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, person, sleep, ventriloquism; 2nd— spell-like abilities. cat’s grace, darkness, daylight, hold",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine immunities, DR 42/+4, fire resist- person;3rd—confusion, displace- ance 27, sonic resistance 27, spontaneous casting of divine ment, fear, haste; 4th—dimension spells, understand, speak, and read all languages and speak door, improved invisibility. directly to all beings within 7 miles, remote communication, Druid Spells/Day: 6/7/7/7/6/6/5/5/4/4; godly realm, teleport without error at will, plane shift at will, base DC = 17 + spell level. bardic knowledge +17, bardic music 10/day (countersong, Possessions:Pan’s pipes allow him to inspire fascinate, inspire competence, inspire courage, inspire great- goodwill among all mortal creatures within 20 feet ness, suggestion), fast movement, a thousand faces, nature of him when he plays. Enchanted creatures think sense, rage 3/day, resist nature’s lure, timeless body, track- of Pan as a dear friend and comrade unless they less step, uncanny dodge (cannot be flanked, make a successful Will save against a DC equal to +1 against traps), venom immunity, wild shape Pan’s Perform check result. The (Tiny, Small, Medium-size, Large, Huge, or dire effect lasts one day. The pipes only animal 6/day, elemental 3/day), woodland function in the hands of a creature stride, SR 39, divine aura (700 ft., DC 28). with divine rank 0 or higher.",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animal Empathy +58, Balance As a lesser deity, Pan may take +57, Bluff +48, Climb +28, Diplomacy +50, Handle Animal 10 on any check. Pan treats a 1 on an attack roll or saving throw +48, Heal +36, Hide +51, Intimidate +30, Intuit Direction +54, normally and not as an automatic failure. He is immortal. Jump +60, Knowledge (geography) +34, Knowledge (nature) Senses:Pan can see, hear, touch, and smell at a distance of seven +54, Knowledge (religion) +34, Listen +56, Move Silently miles. As a standard action, he can perceive anything within seven +55, Perform +55, Profession (herbalist) +54, Ride (horse) miles of his worshipers, holy sites, objects, or any location where +27, Scry +44, Spellcraft +34, Spot +41, Swim +48, Tumble one of his titles or name was spoken in the last hour. He can extend +62, Wilderness Lore +64. his senses to up to five locations at once. He can block the sensing",
        "name":  "Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alter Size, Divine Celerity, Divine returning trident +74 ranged; or spell +78 melee touch or +64 Archery, Increased Energy Resistance (sonic). ranged touch *Always receives a 20 on attack rolls; roll die to Spell-Like Abilities: Caster level 13th; saving throw DC 24 + check for critical hit. spell level. Damage*:Huge +5 spell storing thundering returning trident 2d8+55",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "The following changes are in effect as long as Pan’s (melee) or 2d8+44 (ranged); or by spell *Always does maximum avatar rages: AC 55; hp 1,160; Atk +55 melee (1d8+18, gore); SQ damage (trident 71 points melee, 60 points ranged). Fire resistance 33, sonic resistance 33, SR 45; SV Fort +50, Will Face/Reach:5 ft. by 5 ft./10 ft. +48; Str 37, Con 33; Climb +26, Jump +58, Swim +46. His rage Special Attacks:Domain powers, salient divine abilities, spell- lasts for 14 rounds, and he is winded for the duration of the like abilities. encounter afterward. Special Qualities:Divine immunities, fire immunity, DR 52/+4 (4/–), fast healing 37, spontaneous casting of divine spells, understand, speak, and read all languages and speak directly to POSEIDON all beings within 17 miles, remote communication, godly realm, Earth-Shaker, Savior of Ships, Poseidon of the Dashing Wave teleport without errorat will, plane shiftat will, greater rage 6/day, Greater Deity no longer winded after rage, a thousand faces, nature sense,",
        "name":  "Rage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Ambi- accept whatever fate the gods dexterity, Blind-Fight, Blind- choose for them, followers of sight 5-ft. Radius, Combat Tyche try to take their fate Reflexes, Dodge, Enlarge into their own hands. Spell, Expertise, Extend Spell, Heighten Spell, Clergy and Temples Improved Disarm, Improved Tyche’s clerics wear Initiative, Improved Trip, Jack blue tunics. They make of All Trades, Mobility, Power themselves available in Attack, Quick Draw, Spring their temples and Attack, Superior Expertise, elsewhere: taverns, Whirlwind Attack. gambling houses, streets, and anywhere Divine Immuni- else that people might ties: Ability damage, call on Tyche for luck. ability drain, acid, cold, They lead prayers and offer death effects, disease, dis- sacrifices in Tyche’s name and integration, electricity, en- are popular among the com- ergy drain, mind-affecting mon folk. effects, paralysis, poison, sleep, Tyche has small shrines in many stunning, transmutation, imprison- locations, but no grand temples. ment, banishment.",
        "name":  "Olympian pantheon humbly Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+13, always first (+9 Dex, +4 Improved Initiative, freedom of movement. Supreme Initiative) Spell-Like Abilities:Tyche uses these abilities as an 18th-level",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Touch +56 melee touch; or luck blade +57/+52/+47/+42 tious retreat, find the path, fly, freedom of movement, holy aura, locate melee; or spell +56 melee touch or +57 ranged touch object, mind blank, miracle, mislead, phase door, prismatic sphere, protec-",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alter Reality, Divine Celerity, Instant chimera, dryad, gorgon, griffon, harpy, hippogriff, hydra, lamia, Move, Power of Luck, Supreme Initiative. manticore, medusa, minotaur, nymph, pegasus, satyr, sphinx, Spell-Like Abilities: Caster level 14th; saving throw DC 32 + titan, and triton. spell level. CYCLOPS Lesser Greater THE ACADEMY Large Giant Huge Giant",
        "name":  "Salient Divine Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine cast good spells at +1 caster level; cast law abilities, spell-like abilities, smite evil (3/day, spells at +1 caster level; 19/day inspire allies +11 on attack and +60 on damage), unarmed (+2 morale bonus for 11 rounds); 19/day strike, flurry of blows, stunning attack (20/day, greater turning. DC 36),kistrike +3, quivering palm, turn undead Spell-Like Abilities:Re-Horakhty uses these (paladin) 14/day (as Clr18), turn or rebuke abilities as a 29th-level caster, except for good undead 18/day. and law spells, which he uses as a 30th-level",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell-like abilities, turn undead 17/day. ANUBIS",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine immunities, DR 41/+4, fire resistance Judge of the Dead 26, spontaneous casting of divine spells, understand, speak, and Lesser Deity read all languages and speak directly to all beings within 6",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Lawful neutral secrets (Dodge trick, one feat, bonus 2nd-level spell), SR 38,",
        "name":  "Alignment",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Anubis possesses a true ankh,a 1-foot-long ankh Apep is an evil creature of the underworld and an enemy of the made of bright blue stone that casts a true resurrectionspell when gods (though sometimes an ally of Set). He is the living embodi- touched to the remains of any creature. Any creature with no ment of evil in Pharaonic myth. Apep appears as a giant ser- divine ranks who touches a true ankhsuffers the effects of an pent, 100 feet long. He is served by hordes of demons, most empowered, maximized horrid wilting of them sharing serpentine and fiery qualities. spell (300 points of damage, Fort DC 32 half). Dogma",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Anubis automatically senses the sealing Clergy and Temples or violation of any tomb, and is Apep’s human clerics do aware of all raise dead and not carry unholy symbols similar spells cast on follow- that might identify them, nor ers of a Pharaonic deity. do they shave their heads or wear",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Anu- vestments as other Pharaonic bis can use Heal, Knowledge clerics do. To all appearances, (arcana), Knowledge (his- they are ordinary members of tory), Knowledge (nature), society—commoners, experts, Knowledge (nobility and roy- fighters, rogues, wizards, or alty), Knowledge (the planes), members of any character class Knowledge (religion), Knowl- but cleric. They meet with other edge (undead), Profession cultists only in secret, under (herbalist), Profession (scribe), cover of darkness, in window- or Spellcraft as a free action if the less cellars and behind locked DC is 20 or lower. He can perform up and barred doors. Any hint of to five such free actions each round. their activities would bring fiery",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cast evil spells at +1 caster level; 10/day turn or destroy water creatures, or rebuke or command fire creatures; 10/day rebuke or command reptilian animals and snakes. Spell-Like Abilities: Apep uses these abilities as a 15th-level caster, 142 except for evil spells, which he :5 RETPAHC CINOARAHP EHT NOEHTNAP namroN .J/w yddonS .B yb .sullI BAST BAST Cleric 10/Fighter 20/Illusionist 10 Lesser Deity Medium-Size Outsider",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Mothers, defenders, fighters, AC:65 (+17 Dex, +8 divine, +21 natural, +9 deflection) barbarians, rangers, elves Attacks: 2 claws +65 melee, bite +63 melee; or spell +58 melee",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Chaos, Destruction, Protection, Damage:Claw 1d4+10; bite 1d6+5 or by spell Strength, War Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+4 dancing luck blade +64/+59/+54/+49 melee; or spell +55 power of deities of his rank or lower at up to two remote locations melee touch or +59 ranged touch at once for 7 hours.",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+4 dancing luck blade 1d6+14/19–20/×2 or by spell Portfolio Sense:Bes automatically senses every woman in Face/Reach:5 ft. by 5 ft./5 ft. labor and every game of chance. He can also sense any perform-",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell-like ance of music that is heard by at least five hundred people. abilities, sneak attack +10d6, crippling strike, opportunist. Automatic Actions:Bes can use Bluff, Disguise, or Hide as a",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+13 (+9 Dex, +4 Improved Initiative) level caster. The save DCs are 34 + spell level. Aid, blade barrier,",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, status, summon monster IX(as salient divine abilities, spell-like abil- good spell only). ities, turn undead 23/day. Bard Spells Known",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +50, Ref +49, locate creature, neutralize poison; 5th—control Will +50. water, dream, greater dispelling, healing circle,",
        "name":  "Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 26, Dex 29, mirage arcana; 6th—control weather, geas/quest, Con 26, Int 29, Wis 30, greater scrying, mass suggestion. Cha 43. Cleric Spells/Day: 6/9/9/8/8/8/7/6/6/6; base",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Animal Empathy +44, DC = 20 + spell level. Concentration +36, Craft (pottery) +77, Craft (weav- Other Divine Powers ing) +77, Diplomacy +86, As a lesser deity, Hathor may take 10 on any check. Gather Information +74, Hathor treats a 1 on an attack roll or saving throw nor- Handle Animal +44, mally and not as an automatic failure. She is immortal. Heal +58, Knowledge Senses:Hathor can see, hear, touch, and smell at a (arcana) +77, Knowl- distance of eight miles. As a standard action, edge (history) +57, she can perceive anything within eight Knowledge (local) miles of her worshipers, holy sites, objects, or +57, Knowledge any location where one of her titles or (nobility and roy- name was spoken in the last hour. She can alty) +57, Knowl- extend her senses to up to five locations at edge (religion) +77, once. She can block the sensing power of deities of Listen +60, Perform +84, Profession her rank or lower at up to two remote locations at once (midwife) +78, Scry +37, Spellcraft +77, Spot +40. for 8 hours.",
        "name":  "Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Combat Reflexes, Disguise Spell, Divine Portfolio Sense:Hathor automatically senses any perform- Vengeance, Dodge, Endurance, Expertise, Extra Music, Extra ance of music or dance that is observed by at least five hundred Music, Extra Turning, Great Fortitude, Greater Spell Pen- people. etration, Improved Disarm, Improved Initiative, Mobility, Skill Automatic Actions:Hathor can use any Craft skill, even Focus (Perform), Spell Penetration, Spring Attack, Superior Ex- those she has no ranks in, as a free action if the DC for the task is pertise, Whirlwind Attack. 20 or lower. She can use Perform as a free action if the DC for the task is 28 or lower. She can perform up to five such free actions",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "8/day use calm emotions;cast good spells at +1 Symbol:A step pyramid caster level; 8/day reroll a die roll once after it is made. Home Plane: TheOffering Fields Spell-Like Abilities:Hathor uses these abilities as an 18th- Alignment:Neutral good 146 level caster, except for good spells, which she uses as a 19th- Portfolio:Crafts, medicine :5 RETPAHC CINOARAHP EHT NOEHTNAP sdlonyeR .W yb .sullI",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scientists, architects, physicians Special Attacks:Domain powers, salient divine abilities, spell-",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Artifice, Healing, Special Qualities:Divine immunities, DR 36/+4, fire resistance Knowledge 21, spontaneous casting of divine spells, understand, speak,",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell-like abilities, turn undead 13/day. ISIS",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine immunities, DR 52/+4, sonic resistance Greater Deity 37, fast healing 37, spontaneous casting of divine spells, under-",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Isis can use any Knowledge skill, even AC:64 (+8 Dex, +12 divine, +25 natural, +9 deflection) those she has no ranks in, or Spellcraft as a free action if the DC for Attacks:+5 disruption holy heavy mace +65/+60/+55/+50 melee; or the task is 47 or less. She can perform up to twenty such free spell +60 melee touch or +60 ranged touch actions each round. Damage:+5 disruption holy heavy mace1d8+17/×2 or by spell",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell- like abilities, turn undead 20/day. NEPHTHYS",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine immunities, DR 47/+4, fire resistance Protector of the Dead 32, spontaneous casting of divine spells, understand, speak, and Intermediate Deity read all languages and speak directly to all beings within 12",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine Vengeance, Dodge, Empower Spell, Enlarge Spell, Wizard Spells.",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Cast chaos spells at +1 caster level; cast Turning, Greater Spell Focus (Necromancy), Greater Spell good spells at +1 caster level; 12/day protective ward(touched sub- Penetration, Heighten Spell, Mobility,Persistent Spell, Reach ject gains +20 resistance bonus on next saving throw, maximum Spell, Sacred Spell, Scribe Scroll, Silent Spell, Spell Focus duration 1 hour); 12/day death touch(roll 20d6; if subject touched (Necromancy), Spell Mastery, Spell Penetration, Spring does not have at least that many hp, it dies). Attack, Superior Expertise, Still Spell, Whirlwind Attack. Spell-Like Abilities:Nephthys uses these abilities as a 22nd- level caster, except for chaos and good spells, which she uses as",
        "name":  "Eschew Materials, Expertise, Extend Spell, Extra Turning, Extra Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient Dogma divine abilities, spell-like abilities, turn Osiris is the god of the undead 16/day, unarmed strike, flurry of afterlife. Having him- blows, stunning attack (12/day, DC 26), self endured death kistrike +1. and risen to reign in Special Qualities: Divine immunities, the afterlife, Osiris DR 71/+5, fire resistance 38, fast healing promises a place in 38, spontaneous casting of divine spells, the same afterlife understand, speak, and read all languages to those who follow and speak directly to all beings within 18 him. All who die miles, remote communication, godly must face Osiris’s realm, teleport without error at will, stern judgment, how- plane shift at will, evasion, still ever. Osiris demands mind (+2 against enchantment), adherence to basic slow fall (50 ft.), purity of body, wholeness of body principles of order and (24 hp), leap of the clouds, improved evasion, goodness in order to win diamond body, abundant step, favored admission into the Offer- enemies (undead +3, demons +2, ing Fields. Each soul aberrations +1), SR 50, divine that appears in his Hall aura (18 miles, DC 37). of Truth must recite a Saves*: Fort +68, Ref +59, long confession, pro- Will +60. *Always receives a 20 on saves. claiming,“I have not Abilities:Str 33, Dex 28, Con 46, Int 28, sinnedagainst others. Wis 30, Cha 29. I have not wronged my 151 PANTHEON Illus. by D. Cramer \u0026W. Reynolds THE PHARAONIC CHAPTER 5: Skills*: Concentration +96, Diplomacy +77, Gather Information Senses:Osiris can see, hear, touch, and smell at a distance of +47, Heal +88, Intimidate +47, Knowledge (arcana) +77, eighteen miles. As a standard action, he can perceive anything Knowledge (history) +58, Knowledge (nature) +53, Knowledge within eighteen miles of his worshipers, holy sites, objects, or (nobility and royalty) +58, Knowledge (the planes) +58, any location where one of his titles or name was spoken in the Knowledge (religion) +71, Listen +79, Profession (herbalist) +88, last hour. He can extend his senses to up to twenty locations at Scry +65, Search +72, Spellcraft +65, Spot +73, Wilderness Lore once. He can block the sensing power of deities of his rank or +64. *Always receives a 20 on checks. lower at up to two remote locations at once for 18 hours. Any",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Osiris’s crown grants him the ability to see all secret, but certainly none of them know as much as Ptah himself. invisible creatures and objects, and to pierce all illusions as with Mortals can simply do their best to fill the part they’re supposed true seeing.In addition, it negates all spells of 4th level or lower that to play, not overstepping their place or spreading disorder in the target Osiris. The crown immediately slays any nondivine living well-ordered world. creature that wears it, transforming the creature into a greater mummy (see below) under Osiris’s control. Clergy and Temples",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "15 Domain Powers:Cast conjuration (creation) spells at +2 caster",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20d8+200 (outsider) plus 20d8+200 (Clr) plus 20d4+200 level; cast divination spells at +1 caster level; cast law spells at +1 (Tra) (1,000 hp) caster level; 20 rounds/day freedom of movement.",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+13 (+9 Dex, +4 Improved Initiative) Spell-Like Abilities:Ptah uses these abilities as a 25th-level",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "60 ft. caster, except for divination spells and law spells, which he uses",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "71 (+9 Dex, +15 divine, +28 natural, +9 deflection) as a 26th-level caster, and conjuration (creation) spells, which he",
        "name":  "AC",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+5 ghost touch lawful spell storing heavy mace uses as a 27th-level caster. The save DCs are 34 + spell level.Astral +69/+64/+59/+54 melee; or spell +64 melee touch projection, calm emotions, clairaudience/clairvoyance, create food and or +64 ranged touch water, create water, detect secret doors, detect thoughts, dictum, dimen-",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Divine immunities, fire teleport without error, true creation, true seeing. immunity, DR 50/+4, spontaneous cast- Cleric Spells/Day (Levels 0–15): 6/10/10/10/ ing of divine spells, under- 9/9/8/8/7/7/3/3/2/2/2/2; base DC = stand, speak, and read all 27 + spell level, 31 + spell level for languages and speak directly transmutation spells. to all beings within 15 Wizard Spells/Day(Levels miles, remote communica- 0–13): 5/9/8/8/8/8/7/7/7/7/2/ tion, godly realm, teleport 2/2/2; base DC = 25 + spell without error at will, plane level, 29 + spell level for shiftat will, familiar (bats and transmutation spells. Pro- owls), SR 47, divine aura (1,500 hibited schools: Enchant- ft., DC 34). ment and Illusion.",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str 28, Dex 29, Con 30, Int 36, salient divine ability): Wis 40, Cha 28. Ptah can force a creature Skills*:Appraise +48, Balance +36, Concentration onto another plane (as with +85, Craft (painting) +88, Craft (pottery) +88, the spell plane shift) with a Craft (sculpture) +88, Diplomacy +66, Heal gaze attack. The attack has a +70, Intuit Direction +70, Jump +46, Knowl- range of 30 feet and counts as edge (arcana) +88, Knowledge (geography) an attack action. A Will save +88, Knowledge (local) +88, Knowledge (the (DC 29) negates the effect. planes) +88, Knowledge (religion) +88, Move Silently +54, Scry +88, Search +48, Sense Other Divine Powers Motive +50, Spellcraft +88, Spot +50, As an intermediate deity, Ptah Tumble +46, Wilderness Lore +70. automatically receives a die *Always receives a 20 on checks. result of 20 on any check. He",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ptah can touch, (Transmutation), Greater Spell smell, see, and hear at a distance Penetration, Heighten Spell, of fifteen miles. His vision extends Improved Initiative, Maximize into the Ethereal Plane as well. As a Spell, Mobility, Persistent Spell, standard action, he can perceive any- Scribe Scroll, Silent Spell, Spell thing within fifteen miles of his wor- Focus (Transmutation), Spell Mas- shipers, holy sites, objects, or any location tery, Spell Penetration, Spring Attack, where one of his titles or name was spoken Still Spell, Superior Expertise, Whirl- in the last hour. He can extend his senses wind Attack. to up to ten locations at once. He can block the sensing power of deities of his rank or lower at",
        "name":  "Turning, Greater Spell Focus Senses",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "60 ft., fly 200 ft. perfect. and Nephthys, and was married to AC: 73 (+9 Dex, +16 divine, +29 Nephthys before he murdered natural, +9 deflection) Osiris. Nephthys bore him a single Attacks*:+5 unholy wounding short- child, Sobek. spear +77/+72/+67/+62 melee; or spell +71 melee touch or Dogma +65 ranged touch *Always",
        "name":  "Set is the brother of Osiris, Isis, Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "out receives a 20 on attack rolls; of jealousy over Nephthys’s seduction of roll die to check for criti- Osiris, and in an attempt to seize the ruler- cal hit. ship of the pantheon, which Re relinquished and Osiris Damage*:+5 unholy wound- was poised to claim. He continues to struggle with Re- ing shortspear 1d8+29/ Horakhty for the throne, but he has no interest in an 19–20/×3 or by spell ordered government. Set’s struggle with the other gods *Always does maximum of the pantheon is about power, not empire. He believes damage (shortspear 37 that he is the strongest of the deities in the pantheon, points). and that his strength makes him the only one fit to rule. Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Set murdered Osiris for two reasons",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Alertness, Blind-Fight, Blindsight 5-ft. Radius, Cleave, SOBEK Combat Casting, Combat Reflexes, Dodge, Empower Spell, Enlarge Spell, Expertise, Great Cleave, Hold the Line, Im- Demigod proved Bull Rush, Improved Critical (shortspear), Improved Symbol:Crocodile head with horned and Disarm, Improved Initiative, Improved Sunder, Improved plumed headdress Trip, Knock-Down, Mobility, Power Attack, Power Critical Home Plane: Material Plane (shortspear), Quicken Spell, Silent Spell, Spell Penetration, Alignment:Lawful evil",
        "name":  "Feats",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Set senses any act of evil committed the AC:46 (+10 Dex, +3 divine, +16 natural, +7 deflection) instant it happens and sixteen weeks into the past and future. He Attacks: +3 unholy wounding shortspear +57/+52/+47/+42 melee, savors the taste of every one. bite +49 melee; or spell +54 melee touch or +48 ranged touch",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Set can use Bluff, Diplomacy, Disguise, Damage: +3 unholy wounding shortspear 1d8+27/19–20/×3, bite Forgery, Innuendo, Intimidate, Move Silently, or Sense Motive as a 2d8+8 or by spell 155 PANTHEON Illus. by D. Cramer THE PHARAONIC CHAPTER 5: Face/Reach:5 ft. by 5 ft./5 ft. Assassin Spells/Day:4/4/4/2; base save DC =",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, 17 + spell level. spell-like abilities, sneak attack +18d6, death attack (DC 27), poison use, improved grab. Other Divine Powers Improved Grab (Ex): To use As a demigod, Sobek treats a 1 on a saving this ability, Sobek must hit throw or attack roll nor- with his bite attack. If he gets mally and not as an auto- a hold, he deals bite damage matic failure. He is every round. immortal.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Scepter of Thoth +62/+57/+52/+47 melee touch; or spell Dogma +61 melee touch or +62 ranged touch",
        "name":  "Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +53, Ref are scribes, histo- +54, Will +56. rians, sages, math- Abilities: Str 27, ematicians, and Dex 29, Con 27, Int messengers. They 46, Wis 32, Cha 27. collect and pro- Skills*: Alchemy tect knowledge, +86, Appraise +71, building librar- Concentration +81, iesand universi- Decipher Script ties to preserve +51, Diplomacy +73, and pass on their Disable Device +66, knowledge. They Gather Informa- follow the tradi- tion +61, Heal +74, tional fashion of Intuit Direction +44, Pharaonic clerics, Knowledge (arcana) including white +114, Knowledge (ar- robes and shaved chitecture and engi- heads for male neering) +91, Knowl- clerics. Most of edge (geography) +91, Thoth’s clerics Knowledge (history) are male. +114, Knowledge (local) Thoth’s temples +91, Knowledge (nature) often contain or +91, Knowledge (nobility adjoin libraries or and royalty) +91, Knowledge other places of learning. (the planes) +114, Knowledge (religion) +114, Listen +64, In contrast to Anubis’s cemetery temples, the knowledge held in Profession (scribe) +84, Read Lips +51, Scry +91, Search +61, Thoth’s temples is available to all. Sense Motive +44, Spellcraft +91, Spot +54. *Always receives a 20 on checks.",
        "name":  "Clerics of Thoth Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "13 Spell, Forge Ring, Greater Spell Penetration, Heighten Spell,",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20d8+160 (outsider) plus 20d4+160 (Wiz) plus 10d8+80 Improved Initiative, Maximize Spell, Persistent Spell, Reach (Clr) plus 10d4+80 (Lor) (840 hp) Spell, Repeat Spell, Sacred Spell, Scribe Scroll, Silent Spell, Spell",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+13, always first (+9 Dex, +4 Improved Initiative, Mastery, Spell Penetration, Still Spell, Subdual Substitution, Supreme Initiative) Widen Spell. 157 PANTHEON Illus. by M. Mitchell THE PHARAONIC CHAPTER 5:",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A greater mummy retains all the charac- Creating a Greater Mummy ter’s special qualities, and also gains the undead type. All greater “Greater mummy” is a template that can be added to any humanoid mummies have the turn resistance, resistant to blows, damage creature (referred to hereafter as the character), provided it has the reduction, spell resistance, immunities, and fire vulnerability approval of its patron deity. The creature’s type changes to undead. special qualities listed below. In addition, greater mummies may It uses all the character’s statistics and special abilities except as have one of the three additional special qualities described below noted here. (alter form, passage,or symbiosis). Turn Resistance(Ex):A greater mummy has +4 turn resistance.",
        "name":  "Special Qualities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Greater mummies have slam attacks. If the Spell Resistance (Ex): Greater character does not have this attack form, use the mummies have spell resistance damage values in the table below. Creatures with nat- equal to 10 + their cleric level. ural attacks retain their old damage ratings or use Immunities(Ex):Greater mum- the values below, whichever is better. mies are immune to cold, poly- morph, and mind-affecting attacks. Size Damage Fire Vulnerability (Ex): A Fine 1 greater mummy takes double Diminutive 1d2 damage from fire attacks Tiny 1d3 unless a save is allowed for Small 1d4 half damage. A successful Medium-size 1d6 save halves the damage Large 1d8 and a failure doubles it. Huge 2d6 Gargantuan 2d8 Colossal 4d6",
        "name":  "Damage",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "A greater mummy retains all the character’s spells and special attacks and also gains the despair and mummy rot abili- ties plus one of the additional special attacks described below (control undead and improved grab). Saves have a DC of 10 + 1/2 mummy’s HD + mummy’s Charisma modifier unless noted otherwise.",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Damaging touch, fear aura, paralyzing touch, spells Mummy 3",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Concentration +15, Hide +15, Knowledge (arcana) +18, Skeleton 1/6 to 9 Any size Listen +15, Move Silently +16, Scry +14, Search +16, Sense Sphinx 5, 7, 8 or 9 Any kind Motive +10, Spellcraft +18, Spot +15 Wight 3",
        "name":  "Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell- Domain Powers:19/day turn or destroy earth creatures, or like abilities. rebuke or command air creatures; cast divination spells at +1 caster",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gem-encrusted silver chalice",
        "name":  "Vengeance, Dodge, Empower Spell, Endurance, Enlarge Spell, Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Asgard before death, Cleave, Improved Bull Rush, Improved Critical (greatclub), Niflheim afterward",
        "name":  "Extend Spell, Expertise, Extra Turning, Extra Turning, Great Home Plane",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Do- spells at +1 caster level; main powers, sa- cast divination spells at lient divine abilities, +1 caster level. spell-like abilities. Spell-Like Abilities:",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Balder senses anything involving objects of Face/Reach:5 ft. by 5 ft./5 ft. beauty and discussions and comparison of beauty the instant it Special Attacks:Domain powers, salient divine abilities, spell-like happens and fourteen weeks into the past. abilities, turn undead 11/day.",
        "name":  "Portfolio Sense",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Balder can use Appraise, Craft (metal- Special Qualities:Divine immunities, DR 48/+4, fire resistance working), or Craft (stoneworking) as a free action if the DC for the 33, spontaneous casting of divine spells, understand, speak, and task is 25 or lower. He can use Perform as a free action if the DC for read all languages and speak directly to all beings within 13 the task is 39 or lower. He can perform up to ten such free actions miles, remote communication, godly realm, teleport without error each round. at will, plane shiftat will, favored enemies (giants +5, goblinoids",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Justice, law (horse) +55, Scry +55, Search +55, Sense Motive +54, Spellcraft",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+2 racial bonus on Will locations at once. He can block the saves against enchantment spells or sensing power of deities of his rank or effects; low-light vision; entitled to a lower at up to two remote locations at Search check when within 5 feet of a once for 18 hours. secret or concealed door as though Portfolio Sense:Frey senses any- actively looking for it. thing that affects plant life (land, sea,",
        "name":  "Elf Traits",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Ability damage, air) and elven welfare, arts, crafts, spell- ability drain, acid, cold, death effects, dis- casting, and warfare the instant it hap- ease, disintegration, electricity, energy pens and eighteen weeks into the past drain, mind-affecting effects, paralysis, and the future. poison, sleep,stunning, transmutation, Automatic Actions:Frey can use imprisonment, banishment. Craft (metalworking), Craft (stone-",
        "name":  "Divine Immunities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "18/day turn or destroy earth creatures, or DBlodug-Hofi, Frey’s legendary horse:CR 8; Large animal; rebuke or command air creatures; cast good spells at +1 caster HD 18d8+144 (288 hp); Init +2; Spd 80 ft., fly 100 ft. good; AC 19 level; 18/day rebuke or command plant creatures; 18/day (touch 11, flat-footed 17); Atk +22 melee (2d6+9, 2 hooves), +17 greater turning. melee (1d6+4, bite); SQ Scent; AL N; SV Fort +20, Ref +13, Will +8; Spell-Like Abilities:Frey uses these abilities as a 28th-level Str 28, Dex 14, Con 26, Int 2, Wis 14, Cha 10. caster, except for good spells, which he uses as a 29th-level Skills and Feats:Listen +8, Spot +8. 175 PANTHEON Illus. by D. Riche THE ASGARDIAN CHAPTER 6: DGullin-Bursti (Golden Bristles), Frey’s boar:CR 8; Brisingamen, a fantastically beautiful and priceless piece of Huge animal; HD 21d8+105 (273 hp); Init –1; Spd 80 ft., jewelry crafted by the dwarves. She rides to battle in a fly 100 ft. good; AC 17 (touch 7, flat-footed 17); Atk +25 chariot pulled by twin lions. Half those slain in melee (1d8+12, bite); SA Ferocity; SQ Light, scent; AL battle, and all women so slain, come to Freya’s N; SV Fort +17, Ref +11, Will +8; Str 35, Dex 8, hall Sessrumnir. Con 21, Int 2, Wis 13, Cha 8.",
        "name":  "Domain Powers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "CG, LG, NG Special Attacks:Domain powers, salient divine abilities, spell-like",
        "name":  "Cleric Alignments",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Freya’scloak of feathersallows flight (as the fly serve double duty as local midwives for both people and livestock. spell) at will with perfect maneuverability. It also allows Freya If wild animals are ill or injured, Frigga’s clergy travel the wilder- to transform into a falcon (use the statistics for a celestial eagle) ness seeking, and dealing with, the source. at will. Frigga’s temples are just as strong and defensible as those of",
        "name":  "Possessions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20th;Weight:1 lb. other Asgardians, but they tend to be simpler and smaller. They 177 PANTHEON Illus. by D. Cramer THE ASGARDIAN CHAPTER 6: contain collections of scrying instruments, private rooms where Feats:Alertness, Blind-Fight, Cleave, Combat Casting, Combat clergy and faithful can confer, and small stores of healing supplies. Reflexes, Divine Might, Divine Vengeance, Dodge, Energy Those in rural areas may have wild animal hospitals. Communities Substitution (sonic), Eschew Materials, Expertise, Extend Spell, of settled halflings may have their own temple, or may share one Extra Turning, Improved Initiative, Mobility, Multiattack, with neighboring communities. Power Attack, Persistent Spell, Reach Spell, Scribe Scroll,Sacred Visitors to Frigga’s temples find the comfort of a warm, Spell, Silent Spell, Spell Mastery, Spring dry place to rest. Those truly in need find that the Attack, Still Spell. clerics’ courtesy and generosity are bounded only by a desire to see the supplicant Divine Immunities:Ability damage, become self-sufficient. ability drain, acid, cold, death effects, dis- ease, disintegration, electricity, energy FRIGGA drain, mind-affecting effects, paralysis, Cleric 20/Wizard 20 poison, sleep,stunning, transmutation, Medium-Size Outsider imprisonment, banishment.",
        "name":  "Caster Level",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain pow- ination spells at +1 caster level. ers, salient divine abilities, Spell-Like Abilities:Frigga spell-like abilities, turn undead uses these abilities as a 27th-level 16/day. caster, except for divination",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str27, Dex 28, Con 27, other, status, true seeing, whirlwind, Int 32, Wis 44, Cha 29. wind wall. Skills*: Alchemy +57, Animal Cleric Spells/Day: 6/11/10/10/10/ Empathy +44, Bluff +50, Con- 10/8/8/8/8; base DC = 27 + spell level. centration +59, Control Shape +66, Wizard Spells/Day: 4/7/7/7/6/6/6/ Craft (metalworking) +62, Craft (stone- 6/5/5; base DC = 21 + spell level. working) +62, Diplomacy +65, Gather Information +50, Handle Animal +58, Heal +63, Innuendo +46, Intimidate +52, Knowl- Other Divine Powers edge (arcana) +62, Knowledge (history) +57, Knowledge As a greater deity, Frigga automatically receives the best possible (nature) +57, Knowledge (nobility and royalty) +57, Knowl- result on any die roll she makes (including attack rolls, damage, edge (the planes) +57, Knowledge (religion) +62, Listen +60, checks, and saves). She is immortal. Ride (horse) +54, Scry +62, Search +52, Sense Motive +58, Senses:Frigga can see, hear, and touch at a distance of seven- Spellcraft +62, Spot +60, Wilderness Lore +50. *Always teen miles and smell at a distance of thirty-four miles. As a stan- 178 receives a 20 on checks. dard action, she can perceive anything within seventeen miles of :6 RETPAHC NAIDRAGSA EHT NOEHTNAP dooW .S yb .sullI any animal, her worshipers, holy sites, objects, or any location Visitors to Heimdall’s temples receive careful examinations by where one of her titles or name was spoken in the last hour. She clergy seeking to emulate their god’s powers of perception. Those can extend her senses to up to twenty locations at once. She can bringing information related to the community’s defense find block the sensing power of deities of her rank or lower at up to two themselves in “war rooms” filled with maps and defensive plans. remote locations at once for 17 hours.",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Frigga can use Animal Empathy, Handle Divine Rank:15 Animal, Heal, Knowledge (arcane), Knowledge (religion), Knowl- Hit Dice: 20d8+180 (outsider) plus 20d10+180 (Rgr) plus edge (nature), Scry, Spellcraft, or Wilderness Lore as a free action if 20d8+180 (Clr) (1,060 hp) the DC for the task is 30 or lower. She can perform up to twenty Initiative: +12 (+8 Dex, +4 Improved Initiative) such free actions each round. Speed:60 ft.",
        "name":  "Automatic Actions",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell-like The Ram abilities; turn undead 15/day.",
        "name":  "Watchman of Asgard, Golden Tooth, Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Gjallahorn 35, spontaneous casting of divine spells, understand, speak, and",
        "name":  "Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Domain powers, salient divine abilities, spell-like blasphemy, cause fear, circle of doom, contagion, create greater undead, abilities, rebuke undead 19/day, frightful presence. create undead, death knell, death ward, desecrate, destruction, disinte-",
        "name":  "Special Attacks",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Fort +58, Ref +55, Will +60. Wizard Spells/Day:4/9/8/8/8/8/7/7/7/7; base DC = 27 + spell",
        "name":  "Saves",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Str27, Dex 27, Con 29, Int 44, Wis 32, Cha 27. level, 42 + spell level for Necromancy. Skills*: Alchemy +82, Bluff +53, Concentration +84, Craft (metalworking) +92, Craft (stoneworking) +92, Decipher Other Divine Powers Script +52, Diplomacy +81, Disguise +53, Gather Information As an intermediate deity, Hel automatically receives a die result of +63, Handle Animal +63, Hide +53, Innuendo +70, Intimidate 20 on any check. She treats a 1 on an attack roll or saving throw +67, Intuit Direction +56, Knowledge (arcana) +92, Knowl- normally and not as an automatic failure. She is immortal. edge (the planes) +82, Knowledge (religion) +92, Listen +68, Senses: Hel can see, hear, touch, and smell at a distance of fif- Move Silently +53, Ride (horse) +47, Scry +92, Search +62, teen miles. As a standard action, she can perceive anything within Sense Motive +56, Spellcraft +92, Spot +58. *Always receives a fifteen miles of her worshipers, holy sites, objects, or any location 20 on checks. where one of her titles or name was spoken in the last hour. She",
        "name":  "Abilities",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Winged scroll keen dagger +55/+50 melee; or spell +50 melee touch or +53",
        "name":  "Symbol",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Luck, communication, 1d4+12/17–20 or by spell freedom Face/Reach:5 ft. by 5 ft./5 ft.",
        "name":  "Portfolio",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Bards, messengers, heralds, Special Attacks:Domain powers, salient divine abilities, spell- travelers, elves, halflings, half-elves like abilities.",
        "name":  "Worshipers",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "3 Domain Powers: Cast chaos spells at +1 caster level; 3/day",
        "name":  "Divine Rank",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Chaos, Destruction, Evil, Trickery or spell +64 melee touch or +67 ranged touch *Always receives a",
        "name":  "Domains",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+12 (+8 Dex, +4 Improved Elf Traits:+2 racial bonus on Will saves Initiative) against enchantment spells or effects;",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "Climb +42, Concentration +58, Craft (metalworking) +55, Handle Animal +50, Intimidate +26, Intuit Direction ODUR +43, Jump +42, Knowledge (arcana) +49, Knowledge (nature) God of the Sun +43, Knowledge (the planes) +43, Listen +45, Profession Demigod (metalworker) +49, Ride (horse) +53, Scry +43, Spellcraft +49,",
        "name":  "Skills",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "20d8+160 (outsider) plus 20d12+160 (Bbn) plus Domain Powers: Cast chaos spells at +1 caster level; cast good 20d10+160 (Ftr) (1,080 hp) spells at +1 caster level.",
        "name":  "Hit Dice",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "+20, always first (+16 Dex, +4 Improved Initiative, Spell-Like Abilities:Sif uses these abilities as a 20th-level Supreme Initiative) caster, except for chaos spells and good spells, which she uses as a",
        "name":  "Initiative",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    },
    {
        "origin_file":  "spells.json",
        "description":  "70 ft. 21st-level caster. Save DCs are 29 + spell level. Aid, animate objects,",
        "name":  "Speed",
        "source":  "deities_and_demigods.txt",
        "_id":  "fdb8cc2863b4aee404fcab08c97137357cdde505d4b6e5709637d13eb21a8162"
    }
]
